{"error": 448, "message": "OK", "parameters": {"id": 9901, "name": "Neopets", "created_at": "2023-11-21 01:50:28.54376", "updated_at": "2023-12-02 23:03:12.572279", "wikipedia": "https://en.wikipedia.org/wiki/Neopets", "keywords": null, "related": null, "slug": "neopets", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/9901.png", "url": "neopets.com", "documents": [{"id": 19726, "name": "Privacy Policy", "url": "https://www.neopets.com/privacy.phtml", "xpath": "//body", "text": " Some cookies are necessary to make this site and our content available to you.\nOther Cookies enable us to analyse and measure audience and traffic to the site.\nCookies are also used by us, advertisers, ad-tech providers and others to develop and serve ads that are more relevant to your interests.\nTo consent to the use of Cookies and proceed to the site, click Accept below.\nIf you wish to withdraw consent later you will find a link in the footer <b>Cookie Choices</b>.\nFor more information: Privacy Policy.\nI Accept ☒ <b>Username:</b>\n<b>Password:</b>\n<br>Forgot Password?<br>\n<br> &nbsp.\n<b>Login to Neopets!</b>\n<ul>\n<li>\n<ul>\n<li>» Control Panel</li>\n<li>» Preferences</li>\n<li>» Edit Profile</li>\n<li>» Neomail</li>\n<li>» Neofriends</li>\n<li>» Create a Neopet</li>\n<li>» Redeem Code</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>» Customise Neopet</li>\n<li>» Inventory</li>\n<li>» Closet</li>\n<li> » Neohomes</li>\n<li>» Create a Neopet</li>\n<li>» Pound</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>» Games Room</li>\n<li>» Popular</li>\n<li>» High Scores</li>\n<li>» Favourites</li>\n<li>» Battledome</li>\n<li>» Pet Games</li>\n<li>» Ghoul Catchers</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>» Map of Neopia</li>\n<li>» Tutorial</li>\n<li>» Neopedia</li>\n<li>» Pet Central</li>\n<li>» Calendar</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>» New Features</li>\n<li>» Coming Soon</li>\n<li>» Neopian Times</li>\n<li>» Merch News</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>» Hub</li>\n<li>» Neoboards</li>\n<li>» Spotlights</li>\n<li>» Guilds</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>» Neopia Central</li>\n<li>» Shop Wizard</li>\n<li>» Your Shop</li>\n<li>» Auctions</li>\n<li>» Trading Post</li>\n<li>» Bank</li>\n<li>» Merch Shop</li>\n<li>» Merch Partners</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>» Shop</li>\n<li>» Get Neocash</li>\n<li>» Find Neocash Cards</li>\n<li>» Redeem Neocash Cards</li>\n<li>» Transaction Logs</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>» Become a Member</li>\n</ul>\n</li>\n</ul> 5:51:08 pm NST <p>\n<strong>WORLD OF NEOPIA, INC</strong>\n<strong>.</strong>\n<strong>&nbsp;PRIVACY POLICY AND YOUR CALIFORNIA PRIVACY RIGHTS</strong>\n</p>\n<em>Last updated:</em>\n<em>&nbsp;2023-07-19</em>\n<p>\n<em>World of Neopia</em>&nbsp;operates the following websites:<br>\n<br>\n<strong>www.neopets.com</strong>\n<strong>, </strong>\n<strong>faerieshope.neopets.com</strong>\n<strong>, </strong>\n<strong>islandbuilders.neopets.com</strong>\n<strong>, </strong>\n<strong>world.neopets.com</strong>\n</p>\n<p>Our Privacy Policy applies to and governs all websites, games, online services, and software made available at all websites owned and operated by World of Neopia, Inc.\n(collectively, the “Sites” and, individually, “Site”), on mobile devices, tablets, personal computers and other devices.\nBy accessing any of the Sites, you are consenting to this Privacy Policy.\nThis Privacy Policy describes what information the Sites collect from users, including children, when they visit the Sites.\nhow such information is used and stored.\nwhen such information may be disclosed to third parties.\nhow users, parents, and guardians can control the use and disclosure of collected information.\nand how information is protected.<br>\n<br>Our users’ privacy is important to us, and we recognize the need to provide additional privacy protection for children on the Sites permitting such users.\nOur privacy practices are guided by California Consumer Privacy Act, and as amended and the United States' Children's Online Privacy Protection Act of 1998, as well as all applicable data privacy laws in the United States.\nIn all cases, younger users should always check with their parents or guardians before entering information on any website or mobile application, and we encourage families to discuss their household guidelines regarding the online sharing of personal information.\nIn order for a child to fully participate on any of the Sites, no personally identifiable information is collected from a child until such time as verifiable parental or guardian consent is received from the child’s parent or guardian.\nIn order to register on our site as a user, the child’s parent or guardian must activate their account.\nUsers may choose to play as Guests without the collection of information, recording of game play, prizes or gems when users return.&nbsp;</p> SUMMARY.\n<p>For your convenience, the following is a quick summary of our Privacy Policy.&nbsp;<em>Please read the entire Privacy Policy for more detailed information.</em>\n</p> What We Collect: <p>We only collect information necessary for the activities on the Sites.\nWe do not collect personally identifiable information from children under the age of thirteen (13) without verifiable parental or legal guardian consent.\nThe information we may collect includes the following information:</p>\n<ul>\n<li>birth date</li>\n<li>gender</li>\n<li>country and state</li>\n<li>zip code</li>\n<li>user name and password</li>\n<li>wireless telephone number</li>\n<li>email address (include the email addresses of the child’s parent or legal guardian.\nand&nbsp;</li>\n<li>other profile information such as avatar preferences, communications preferences, and interests.&nbsp;</li>\n</ul>\n<p>For more detailed information regarding the information we collect, please go&nbsp;<strong>here</strong>.</p>\n<p>We may collect personal information about you from different sources, for example, your personal information may be:</p>\n<ul>\n<li>Received as part of the registration process, entering contests, making purchases or if you submit content;</li>\n<li>Automatically collect information about your computer or devices used by you when accessing the Sites or games.\nThis may include information such as your IP address, cookie ID, and other unique device identifiers.\nand</li>\n<li>Collected from third parties, (i.e., your registered third-party social media providers).</li>\n</ul>\n<p>&nbsp;</p> How We Store It: <p>While we take reasonable steps to secure your personal information, no system is fault proof.\nIf our security systems are breached:</p>\n<ul>\n<li>We may attempt to notify you electronically and, by using the Service and/or providing personal information to us, you agree that we can notify you electronically.\nWe may post a notice on the Web Sites if a security breach occurs.</li>\n<li>You will need a web browser enabling you to view our Site(s).</li>\n<li>We may also send an email to you at the email address you have provided to us.</li>\n<li>Depending on where you live, you may have a legal right to receive notice of a security breach in writing.</li>\n<li>To receive free written notice of a security breach (or to withdraw your consent from receiving electronic notice) you should notify us at&nbsp;<strong>privacy@neopets.com</strong>.</li>\n<li>If your email address changes and you have provided us with personal information, you should notify us at&nbsp;<strong>privacy@neopets.com</strong>&nbsp;so that we can communicate with you if necessary.</li>\n</ul>\n<p>For more detailed information regarding how we store information, please go&nbsp;<strong>here</strong>.</p> How We Use the Information: <p>In general, the personal information you provide will:</p>\n<p>Allow us to:</p>\n<ul>\n<li>Respond to your customer service questions or issues;</li>\n<li>Enable you to take advantage of The Sites features and services;</li>\n<li>Personalize your experience and the advertising you see;</li>\n<li>Alert you of new products or services, features, or enhancements;</li>\n<li>Notify you of upgrade opportunities, contests, promotions, or special events and offers.</li>\n</ul>\n<p>It may also allow you access to enhanced features available to registered users and on behalf of third-parties whose products or services might be of interest to you.\nmeasure analytics.\nand manage and improve the services available on the Sites.</p>\n<p>For more detailed information regarding how we use such information, please go&nbsp;<strong>here</strong>.</p> What We Share: <p>Depending upon the circumstances and to the extent as permitted by the applicable laws of California, we may share collected information with:</p>\n<ul>\n<li>Law enforcement or others as needed to protect or defend our rights and the rights of others;</li>\n<li>Third parties we hire to handle certain activities;</li>\n<li>Advertisers or third parties with whom we may partner to provide you additional content, products or services;</li>\n<li>Business partners who sponsor a sweepstakes or contest or who jointly offer a service or feature on the Sites;</li>\n<li>Within the World of Neopia family of companies;</li>\n<li>In the event of a corporate transaction.\nand</li>\n<li>Otherwise with your consent.</li>\n</ul>\n<p>We will attempt to ensure that these entities do not use your personal information for any other purpose, and that they have agreed to maintain the confidentiality, security and integrity of the personal information they obtain from us.</p>\n<p>Please be aware that we cannot control the activities of third parties to whom we provide data, and as such we cannot guarantee that they will adhere to the same privacy and security procedures as World of Neopia.</p>\n<p>Our sites may also have message boards and/or chat areas, where users can exchange ideas and communicate with one another.\nWhen posting to a message board or chat area, please be aware that the information is being made publicly available online and the user does so at his or her own risk.</p>\n<p>\n<strong>\n<em>Do Not Sell My Personal Information</em>\n</strong>:&nbsp;We do not “sell” your personal information that directly identifies you.\nHowever, the CCPA’s broad definitions of “sale” and “personal information” may deem the common flow of information in the digital analytics and advertising ecosystem to be a sale.\nWe use online analytics to measure the ways users engage with our websites and apps.\nThese analytics, in turn, inform how we perform online advertising.\nIn order to provide these analytics and facilitate online advertising, we use third-parties that collect device identifiers and place tags, cookies, beacons, and similar tracking mechanisms on our Sites.</p>\n<p>To the extent that we sell your personal information, you may have the right to direct us to stop selling your personal information if we do so.\nPlease contact us if you wish to exercise this right.</p>\n<p>&nbsp;</p>\n<p>For more detailed information regarding our information sharing practices, please go&nbsp;<strong>here</strong>.</p> Who Else Is Collecting Information: <p>We may use a number of advertising networks, analytics service providers and other such companies to, for example, serve advertisements or analyze the performance of the Sites.\nThese companies may use their own unique identifiers, and their use of these technologies is within their control and not ours.\nThese companies may use the information they collect from you consistent with their own privacy policies, which we encourage you to review.</p>\n<p>For more information about these third parties and how you might be able to control how they use your information, please go&nbsp;<strong>here</strong>.</p> How You Can Control Your Own Information: <p>We make every attempt to allow you to control the way that we use personally identifiable information that you choose to provide.</p>\n<ul>\n<li>You have the option of declining any future offers of information about enhancements, new products, promotions or services.\nIn addition, many of the \"mailings\" we may send you, such as newsletters, have procedures within them to cancel the receipt of any future mailings.</li>\n<li>You may have choices about the use of your information by third parties wishing to deliver certain targeted advertising to you.</li>\n<li>You have the right to access, update and correct factual inaccuracies in any personally identifiable information we collect about you.</li>\n<li>Parents and guardians can review any personally identifiable information collected about their children and request that such information be deleted and/or that no further information be collected.</li>\n</ul>\n<p>If at any time you wish to opt out of having your personal information shared with third parties and/or receiving information from us (via e-mail or postal mail) about new products, services, or promotions, you can do so.\nYou may contact us&nbsp;at World of Neopia, Inc.,Whitehall Chambers, 2nd Floor Whitehall House, 238 North Church Street, George Town, PO Box 31489, KY1-1206, Cayman Islands.&nbsp;You can also contact us by e-mailing us at&nbsp;<strong>privacy@neopets.com</strong>.\nPlease indicate what publications or services you no longer wish to receive so that we may better address your needs.</p>\n<p>For more detailed information regarding your control over your information, please go&nbsp;<strong>here</strong>&nbsp;and&nbsp;<strong>here</strong>.</p> Who We Are: <p>These Sites are made available by World of Neopia, Inc., If you have any questions about our information handling practices, including our practices with respect to children’s personal information, please contact us at:<br>World of Neopia, Inc.,Whitehall Chambers, 2nd Floor Whitehall House, 238 North Church Street, George Town, PO Box 31489, KY1-1206, Cayman Islands.\nYou can also contact us by e-mailing us at&nbsp;<strong>privacy@neopets.com</strong>.\nPlease indicate what publications or services you no longer wish to receive so that we may better address your needs.</p> QUICK LINKS.\n<ul>\n<li>\n<strong>INFORMATION COLLECTION AND USE</strong>.\n<ul>\n<li>\n<strong>Registration Information</strong>\n</li>\n<li>\n<strong>Computer Information Collected By Us</strong>\n</li>\n<li>\n<strong>Computer Information Collected By Others</strong>\n</li>\n<li>\n<strong>Contests and Sweepstakes</strong>\n</li>\n<li>\n<strong>Electronic Postcards and Messages</strong>\n</li>\n<li>\n<strong>Electronic Newsletters</strong>\n</li>\n<li>\n<strong>Interactive Features and Services</strong>\n</li>\n<li>\n<strong>Wireless Marketing Services</strong>\n</li>\n<li>\n<strong>Geolocation Information</strong>\n</li>\n<li>\n<strong>Financial Information</strong>\n</li>\n<li>\n<strong>Other Data Collection and Use</strong>\n</li>\n</ul>\n</li>\n<li>\n<strong>DISCLOSURE TO THIRD PARTIES.</strong>\n<ul>\n<li>\n<strong>Law Enforcement and Safety</strong>\n</li>\n<li>\n<strong>Agents</strong>\n</li>\n<li>\n<strong>Third Parties/Advertisers</strong>\n</li>\n<li>\n<strong>Co-Branded Sites And Features</strong>\n</li>\n<li>\n<strong>World of Neopia and Other Affiliated Businesses</strong>\n</li>\n<li>\n<strong>Business Transfer</strong>\n</li>\n<li>\n<strong>With Your Consent</strong>\n</li>\n</ul>\n</li>\n<li>\n<strong>INTERNATIONAL USERS.</strong>\n</li>\n<li>\n<strong>SECURITY, STORAGE AND RETENTION OF INFORMATION.</strong>\n</li>\n<li>\n<strong>ACCESSING AND CORRECTING INFORMATION.\nTERMINATION OF WIRELESS SERVICES.</strong>\n<ul>\n<li>\n<strong>Reviewing Your Information</strong>\n</li>\n<li>\n<strong>Parental Access</strong>\n</li>\n<li>\n<strong>Termination Of Wireless Services</strong>\n</li>\n</ul>\n</li>\n<li>\n<strong>ONLINE SAFETY.</strong>\n</li>\n<li>\n<strong>LINKS TO THIRD PARTIES.</strong>\n</li>\n<li>\n<strong>YOUR CALIFORNIA PRIVACY RIGHTS.</strong>\n</li>\n<li>\n<strong>GDPR UPDATE</strong>\n</li>\n<li>\n<strong>ADDENDUM, NOVEMBER 2022</strong>\n</li>\n<li>\n<strong>CONTACT US</strong>\n</li>\n</ul> I.\nINFORMATION COLLECTION AND USE.\n<p>We may request or collect certain information when you visit the Sites.\nHowever, users are required to share only the information that is reasonably necessary to participate in the particular activity.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>A.\nRegistration Information:&nbsp;</strong>The information required to register varies by Site, but may include: (a) birth date.\n(b) gender.\n(c) country.\n(d) state.\n(e) zip code.\n(f) user name and password.\n(g) wireless telephone number.\n(h) email address.\nand (i) other profile information such as avatar preferences, communications preferences, and interests.\nChildren under the age of thirteen (13) may be asked to provide his or her parent's or guardian's email address.\nUsers or their parents/guardians will receive an activation email and must follow the procedures or otherwise agree to the terms within the activation email within a certain time period to activate the account.\nAccounts not activated within that time period will be deleted.\nIncluded in the activation email is a verifiable parental or guardian consent form that may be completed by a child’s parent or guardian permitting the collection of certain personally identifiable information or allowing the child to enter certain free entry text on the Sites.</p>\n<p>&nbsp;</p>\n<p>Registration information is used to enable users to take advantage of site offerings.\nrespond to user’s requests for products, services, and information.\nmanage games.\nserve appropriate material.\ncustomize the content you see when you visit the Sites.\nand offer users special offers and promotions from the Sites and World of Neopia' companies and its subsidiaries and affiliates as well as on behalf of selected third parties offering products, programs or services, that we believe may be of interest to you.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>B.\nComputer Information Collected by Us:&nbsp;</strong>When users come to a Site, we may automatically collect certain information from their computers or mobile devices, such as the type of computer operating system, the user's IP address, the web browser, UDID (for certain mobile devices), information about the websites visited before and after visiting the Site, the web pages and advertisements viewed and links clicked on within the Sites, interactions with e-mail messages sent by a Site or World of Neopia' companies (e.g., links clicked on and whether the messages were opened or forwarded), information collected through the use of unique identifiers such as cookies (see below), information regarding the internet service provider, and other standard server log information (\"Computer Information\").</p>\n<p>&nbsp;</p>\n<p>We may use cookies, web beacons, tokens or similar technologies (collectively referred to as “Tracking Technologies”) on the Sites.\n\"Cookies\" are text files that help store user preferences and activity.\n“Web beacons” (also known as image tags, gif or web bugs) are small pieces of code used to collect advertising data, such as counting page views, promotion views or advertising responses.\n“Tokens” are unique persistent identifiers that are generated and sent from a server to a user’s device to identify an interaction session, such as the authentication for a user’s cable provider service, and which are usually stored as an HTTP cookie.\nThe Site and/or third parties may use Tracking Technologies to collect Computer Information automatically as you browse the Site and the web.</p>\n<p>&nbsp;</p>\n<p>We may use Tracking Technologies to help tailor our content, allow users to move between certain Sites without logging into each Site, enable the internal functioning of the Sites, understand Site and internet usage, improve or customize the content, offerings or advertisements on this Site, personalize your experience on the Site (for example, to recognize you by name when you return to the Site), understand your interactions with email messages originating from the Sites or World of Neopia' companies (such as the links clicked on and whether the messages were opened or forwarded), save your password, save your online game or video player settings, enable you to use shopping carts, help us offer you products, programs or services that may be of interest to you, deliver relevant advertising, maintain and administer the Sites.\nThese Tracking Technologies collect “click stream” data and additional other information regarding your visits to the Sites (such as your visits to specific webpages, use of features, purchasing history or preferences), may collect such other information across multiple sessions on the Sites and other websites offered by World of Neopia' companies and may also collect your IP address or some other identifier unique to the device you use to access the Site (“Identifier”).\nAn Identifier may be automatically assigned to any device you use to access the Sites.</p>\n<p>&nbsp;</p>\n<p>By visiting a Site, whether as a registered user or otherwise, you acknowledge, understand and hereby agree that you are giving us your consent to set and access Cookies on your device and track your activities and your use of the Site through these Tracking Technologies and Identifiers and that we may use in the emails we send to you.</p>\n<p>&nbsp;</p>\n<p>While none of our Sites track our users for behavioral advertising purposes we feel it is important for our users to be aware of their choices when it comes to their online privacy.\nClick&nbsp;<strong>here</strong>&nbsp;for more information about online behavioral advertising.\nWorld of Neopia does not use any behaviorally target advertising on our sites.</p>\n<p>&nbsp;</p>\n<p>Our Third Party Advertising Service Providers (as defined in Section D) do not have access to Tracking Technologies set by the Sites except to the extent necessary to provide services to the Site.\nThe Third Party Advertising Service Providers, as well as advertisers, may themselves set and access their own Tracking Technologies on your Device if you choose to have Tracking Technologies enabled in your browser (or, for Flash cookies, if you have not removed them) and/or they may otherwise have access to other information about you.</p>\n<p>&nbsp;</p>\n<p>You have a number of options with respect to the Tracking Technologies set by the Sites.&nbsp;&nbsp;You may be able to have the device you use to access the Sites warn you each time a cookie or other Tracking Technologies is being set (other than Flash cookies), or you can choose to turn off such warnings.\nThis is done through your browser on the device you use to access the Sites.\nAdditional information on warnings and removal of warnings may be available through your browser’s support feature.</p>\n<p>&nbsp;</p>\n<p>Please be aware that certain areas and features of the Sites can only be accessed in conjunction with Tracking Technologies, and that disabling Tracking Technologies might prevent you from accessing such content.</p>\n<p>&nbsp;</p>\n<p>\n<strong>C.\nComputer Information Collected By Others:</strong>\n<strong>&nbsp;&nbsp;</strong>the Sites may uses the services of third parties who may collect, use or disclose cookie information, IP addresses or other identifiers from devices and/or browsers of users who visit the Sites..</p>\n<p>&nbsp;</p>\n<p>The Sites use a variety of third-party advertising networks, data exchanges, traffic measurement service providers, marketing analytics service providers, and other third-party service providers (collectively, “Third Party Advertising Service Providers”) to, for example, serve advertisements on the Sites, facilitate targeting of advertisements, or measure and analyze advertising effectiveness and/or traffic on the Sites (“Targeting Services”) in an aggregate and anonymous form.</p>\n<p>&nbsp;</p>\n<p>These Third Party Advertising Service Providers do not have access to Tracking Technologies set by the Sites except to the extent necessary to provide services to the Sites.\nThe Third Party Advertising Service Providers, as well as advertisers, may themselves set and access their own Tracking Technologies on your device if you choose to have Tracking Technologies enabled in your browser (or, for Flash cookies, if you have not removed them) and/or they may otherwise have access to Other Information about you.\nIn addition, Third Party Advertising Service Providers may collect aggregate log data separately and independently from what the Sites collect.</p>\n<p>&nbsp;</p>\n<p>You should be aware that different rules might apply to the collection, use or disclosure of your information by third parties in connection with their advertisements, promotions and other websites you encounter on the internet.\nThe use of such technology by these third parties is within their control and not the Sites.\nEven if we have a relationship with the third party, we do not control those sites or their policies and practices regarding your information and those sites may use the information they collect from you consistent with their own privacy policies, which we encourage you to review.\nWe are not responsible for any action or omission by the third parties in relation to the collection, use or disclosure of cookie information, IP addresses, identifiers or other personal information collected by the third party.\nWe encourage you to research and direct any of your questions in this regard to these third parties.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;Some of these Providers and Advertisers may participate in the Network&nbsp;<strong>Advertising Initiative’s Opt-Out Tool</strong>&nbsp;and/or the&nbsp;<strong>Self-Regulatory Program for Online Behavioral Advertising</strong>.\nPlease click on the links to these tools to learn more about your choices.</p>\n<p>&nbsp;</p>\n<p>Please note the following with respect to opting out of Tracking Technologies set by Third Party Advertising Service Providers and advertisers:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>The opt-out tools discussed above are “cookie based.”&nbsp;</strong>This means that the tools rely on cookies to remember your choices with respect to the use of your information by the parties that offer you those choices.\nIf you opt-out but then use the controls in your browser to delete all Tracking Technologies, you may have to opt-out again, a second time, in order to re-establish your opt-out preferences.</li>\n<li>\n<strong>Opt-outs are browser-specific.</strong>&nbsp;This means, for example, that if you opt out while using a particular internet browser, this choice will not affect the collection of information collected by Tracking Technologies when you use another internet browser on the same device.\nIt also means that opting out on one device will not affect the collection of information by Tracking Technologies on other devices you may use to access the Sites.</li>\n<li>Opting-out of, deleting, rejecting, disabling or turning off Third Party Advertising Service Providers’ Tracking Technologies does not mean that you will no longer receive online ads.\nOpting-out of, deleting, rejecting, disabling or turning off Third Party Advertising Service Providers’ Tracking Technologies only means that such ads will no longer be tailored to your specific viewing habits or interests, but you will continue to see ads on the Sites.</li>\n</ul>\n<p>&nbsp;&nbsp;</p>\n<p>Do-Not-Track Signals and Similar Mechanisms.\nSome web browsers may transmit \"do-not-track\" signals to the websites with which the browser communicates.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they even are aware of them.\nThere currently is disagreement, including among participants in the leading internet standards-setting organization, concerning what, if anything, websites should do when they receive such signals.</p>\n<p>&nbsp;</p>\n<p>We currently do not take action in response to these signals, but, if and when a final standard is established and accepted, we may reassess how to respond to these signals.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>D.\nContests and Sweepstakes:&nbsp;</strong>The Sites may offer online contests and sweepstakes.\nTo enter these contests and sweepstakes, you may be required to provide your first name and email address and/or additional information required for the management of the contest or sweepstakes.\nFor children under the age of 13, we may collect the child’s e-mail address to enter the child in the contest or sweepstakes, store such child’s email address for the duration of the sweepstakes, and use it for notification if he or she is the winner&nbsp;following the child’s parent or guardian’s consent.\nFor contests or sweepstakes on such sites, we may ask for the email address of the child's parent or guardian to inform the parent or guardian of his or her child's entry and give the parent or guardian the option to have the child's entry deleted.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>E.\nElectronic Postcards and Messages:</strong>\n<strong>&nbsp;&nbsp;</strong>The Sites may provide users the opportunity to send electronic postcards and “wish lists” of items they want to family or friends, which means we will send, on the user’s behalf, email messages to family and/or friends.\nTo do so, users must provide the email address of the recipient of such electronic postcards or email messages.\nUsers must only provide email addresses of people who they know would be happy to receive such electronic postcards or email messages.\nEmail addresses provided to us for this purpose are used solely to send the requested postcard or email message and are anonymized and deleted from our system once the postcard or message is sent.\nIn some cases, we may offer users an incentive (e.g., points to be used in an online game) for referring information about products to the user's family or friends.\nIn such cases, we will comply with all applicable legal requirements.\nPlease note that this feature may not be available to users in certain regions or countries.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>F.\nElectronic Newsletters:</strong>\n<strong>&nbsp;&nbsp;&nbsp;</strong>Users can provide their email addresses to receive email newsletters and promotions from World of Neopia' companies, and our business partners.\nUsers may change their preferences regarding emails at any time through the unsubscribe link in the newsletters or, for certain Sites, by logging into and changing the preferences for their account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>G.\nInteractive Features and Services:</strong>\n<strong>&nbsp;&nbsp;</strong>Some of the Sites may offer interactive features and services, such as message boards, chat rooms, electronic mail services, comment boxes, messaging services, and member profile pages.\nFor a user who is a child under the age of 13 years, we either will obtain parental consent before allowing the child to use these interactive features and services or will use reasonable technical measures to anonymize and delete all personal information from a child’s postings before they are made public and also anonymize and delete such information from our records.\nWe use the information collected through interactive features and services to enable you to participate in such features and services.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>H.\nWireless Marketing Services:&nbsp;</strong>Consistent with local law, appropriately aged users may have the opportunity to register for special promotions, services, news, programming and information delivered via text messaging and/or wireless devices.\nTo do so, users may be asked to provide their telephone number, email address, carrier’s name, and/or their opinion regarding certain goods and/or services.\nUsers must opt in to receive wireless marketing material from businesses within World of Neopia companies through one of the following methods: (a) filling out the registration information on any The Sites’ wireless marketing registration page.\nor (b) sending a specific word, code or symbol via a text message to a telephone number designated by us in any promotional material.\nThe user may also be asked to confirm his or her acceptance to receive such wireless marketing services.</p>\n<p>&nbsp;</p>\n<p>Users that register for wireless marketing services acknowledge, understand and agree that they will be charged by the user's wireless carrier for all messages sent to the user from the Sites or World of Neopia' companies.\nStandard messaging rates will apply, unless noted otherwise.\nUnder no circumstances will World of Neopia' companies be responsible for any wireless email or text messaging charges incurred by such user or by a person that has access to a user's wireless device, telephone number, or email address.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>I.&nbsp;</strong>\n<strong>Geolocation</strong>\n<strong>&nbsp;Information:&nbsp;</strong>We may collect and store information about your geographic location, but we will only collect&nbsp;precise geolocation information&nbsp;sufficient to identify street name and name of a city or town on the Sites that either are directed to users over the&nbsp;age of 13&nbsp;and only if you enable your computer or mobile device to send us location information.\nYou may be able to change the settings on your computer or mobile device to prevent it from providing us with such information.\nWe use this information, for example, to enable users to take advantage of Site offerings.\nrespond to user’s requests for products, services, and information.\nmanage games.\ncustomize the content users see when visiting the Sites.\nand to offer users special offers and promotions from The Sites and World of Neopia' companies, as well as on behalf of selected third parties offering products, programs or services that we believe may be of interest to our users.\nBy accepting this Privacy Policy and using the applicable Site, you hereby consent to the collection and storage of such geolocation information as described above.\nYou have the right to limit our use and disclosure of your precise geolocation information to certain enumerated business purposes under the laws of California.\nTo make a request, please send an e-mail&nbsp;to<strong>&nbsp;privacy@neopets.com</strong>.&nbsp;</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>J.\nFinancial Information:&nbsp;</strong>We collect and use financial information, such as credit card numbers and security codes, for the limited purposes described below.</p>\n<ol>\n<li>\n<strong>Consumer Products</strong>: Certain Sites provide pages and/or links to pages offering users who are of legal age to form a binding contract the opportunity to purchase consumer products (the \"Shops\").\nTo do so, users need to provide contact, shipping, billing and credit information.\nThese pages may be hosted and operated by a third party that is independent and separate from the Sites.\nThe third party collects personal information about shop users and may share this information with us.\nWe use this information to process the order and to send order confirmations via email, as well as to send information about products and services of interest and as otherwise required by law.\nBefore providing information on these pages, we encourage you to review the posted privacy policies which govern such third party’s use of your information, as they may differ from ours.</li>\n<li>\n<strong>Virtual Items/Memberships</strong>: Some of the Sites may offer memberships, online subscriptions and/or virtual items for use in conjunction with the Sites' games.\nWhen you enter into a transaction for a membership, subscription, virtual item or similar transaction, you may be asked to provide the credit card and/or billing information and email address.\nWe will use this information to fulfill your specified requests, as well as to inform you about additional products or service opportunities and as otherwise required by law.&nbsp;&nbsp;Please also see the information regarding payment processors in Section II(B) below.</li>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>K.\nOther Data Collection and Use.</strong>\n</p>\n<p>We collect search query information when users search for information on the Sites.\nWe also collect information from users when they contact us with questions and comments.</p>\n<p>We may use this information, along with any of the other information described above, to (i) analyze use of the Sites and understand and improve our service offerings.\n(ii) prevent potentially prohibited or illegal activities.\nand (iii) for any other purposes disclosed to you at the time we collect your information or pursuant to your consent.</p>\n<p>&nbsp;</p>\n<p>We may combine information collected through the Sites with information we collect from other sources (e.g., social media integration services), other World of Neopia' company’s sites, offline records or publicly available information).\nIt is your responsibility to provide complete and accurate information and to keep such information up to date.\nWe are not responsible for any problem or liability arising from your failure to do so.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>II.\nDISCLOSURE TO THIRD PARTIES</u>\n</strong>\n<strong>\n<u>.</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may share your information with third parties for the limited purposes described below.\nIn the U.S., parents and guardians of children under the age of 13 have the option of consenting to the collection and use of their child's personal information without consenting to the disclosure of that information to certain third parties.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>A.\nLaw Enforcement and Safety.</strong>\n<strong>&nbsp;&nbsp;</strong>You acknowledge, consent, and agree to the extent legally permissible in your jurisdiction to allow us to access, preserve, and/or disclose the information we collect and/or content you provide to us (including information you may have posted on bulletin boards or internal site communication systems) to a law enforcement agency or other third parties if required to do so by law or with a good faith belief that such access, preservation, or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce the Terms of Use of the respective The Sites.\n(c) respond to claims that the content violates the rights of third parties.\n(d) respond to your requests for customer service.\nor (e) protect the rights, property, or personal safety of the owners of the Sites, any user of the Sites, a third party or the general public.\nWe also may disclose user information whenever we believe disclosure is necessary to limit our legal liability.\nto protect or defend our rights or property.\nor protect the safety, rights, or property of others.</p>\n<p>&nbsp;</p>\n<p>If you have concerns about the conduct of a particular user, please send an e-mail&nbsp;to<strong>&nbsp;privacy@neopets.com</strong>.&nbsp;This email is not to contact us about the status of your account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>B.\nAgents.</strong>\n<strong>&nbsp;&nbsp;</strong>Information collected through the Sites may be transferred, disclosed or shared with third parties engaged by us to handle and deliver certain activities, such as message boards, sweepstakes and contests, e-cards, payment processing, newsletters, advisory boards, and to perform other technical and processing functions, such as sending postal mail and email, maintaining data integrity, programming operations, user services or technology services.\nWe may provide these third parties with information collected as needed to perform their functions, but they are prohibited from using it for other purposes and specifically agree to maintain the confidentiality of such information.\nSome of these agents, such as payment processors, may request additional information during the course of offering their services.\nBefore you provide additional information to third party agents, we encourage users to review their privacy policies and information collection practices.</p>\n<p>&nbsp;</p>\n<p>\n<strong>C.</strong>\n<strong>&nbsp;</strong>\n<strong>Third Parties/Advertisers.</strong>\n<strong>&nbsp;&nbsp;</strong>World of Neopia uses the services of third parties who may collect, use or disclose cookie information, IP addresses or other identifiers from devices and/or browsers of users who visit The Sites.\nOur websites use Google Ads.\nPlease refer to Google’s Privacy Policy for additional information.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>D.</strong>\n<strong>&nbsp;&nbsp;&nbsp;&nbsp;</strong>\n<strong>Co-Branded Sites and Features.</strong>\n<strong>&nbsp;&nbsp;</strong>Some Sites offer co-branded services and features, such as events and promotions that we put together with another company (\"Co-Branded Partner\").\nSuch services may be hosted on a Site and/or our Co-Branded Partner's website.\nWe may share your information with our Co-Branded Partner and your voluntary use of or participation in a co-branded service or feature means that you opt-in and affirmatively consent to both the Sites and our Co-Branded Partner collecting and using the information you provided during registration and/or in connection with the specific co-branded feature for fulfillment, marketing or administrative purposes.\nIf you wish to opt-out of a Co-Branded Partner's future use of your information for marketing purposes, you will need to contact the Co-Branded Partner directly.\nThe Co-Branded Partner will be identified on the co-branded feature or service.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>E.</strong>\n<strong>&nbsp;&nbsp;&nbsp;</strong>\n<strong>World of Neopia and Other Affiliated Businesses.</strong>\n<strong>&nbsp;&nbsp;</strong>The Sites are part of World of Neopia, Inc.\nWhere permitted by law, we may share information we collect about you within the websites of World of Neopia' companies’ and other affiliated businesses so that we can, for example, provide you with information about products and services that might interest you.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>F.</strong>\n<strong>&nbsp;&nbsp;&nbsp;</strong>\n<strong>Business Transfer.</strong>\n<strong>&nbsp;&nbsp;</strong>In the event that assets relating to one or more of the Sites are transferred or sold to another entity as a result of, for example, a corporate sale, merger, consolidation, asset sale, or in the unlikely event of bankruptcy, information collected on the Sites may be transferred to the acquiring company.</p>\n<p>&nbsp;</p>\n<p>\n<strong>G.</strong>\n<strong>&nbsp;&nbsp;&nbsp;</strong>\n<strong>With Your Consent.</strong>\n<strong>&nbsp;&nbsp;</strong>We may otherwise disclose your information pursuant to your consent.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>III.\nINTERNATIONAL USERS</u>\n</strong>\n<strong>.</strong>\n</p>\n<p>\n<br>Please be aware that by providing us with personal information, (1) you understand and agree that your personal information may be stored on servers located outside your resident jurisdiction.\n(2) to the extent you are a resident of a country other than the United States, you consent to the storage of such data in the United States for processing by our affiliates in accordance with this Privacy Policy and (3) the Privacy Policy and the collection of information pursuant to the Privacy Policy shall be governed by and construed in accordance with the laws of the United States, without giving effect to any principles of conflicts of law.</p>\n<p>&nbsp;</p>\n<p>You may also have specific privacy rights in the state or region you reside in, for example in the European Economic Area (EEA).\nYou may access and view the specific disclosure for personal information in the EEA in Part IX.</p>\n<p>&nbsp;</p>\n<p>If you do not consent to the terms of this Privacy Policy, please do not use the Sites because your use of the Sites represents your consent.\nIf you have already provided personal information, please contact us about how you would like us to handle such information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>IV.\nSECURITY, STORAGE AND RETENTION OF INFORMATION</u>\n</strong>\n<strong>.</strong>\n</p>\n<p>\n<br>The Sites maintain reasonable technical and organizational steps to help ensure that information collected is secure, including limiting the number of people who have physical access to our database servers and use of electronic security systems and password protections which guard against unauthorized access.\nThe Sites conduct financial transactions via secured transmissions.\nWe limit access to user’s information to employees and contractors who are authorized for the proper handling of such information, and any employee found violating our standards of security and confidentiality will be subject to our disciplinary processes.\nWe also take reasonable steps to help make sure our third-party agents protect the security of your personal information.\nHowever, as with most internet sites or services, it is possible that third parties may unlawfully access such personal information through a number of means despite our efforts.&nbsp;&nbsp;Information collected at the Sites will not be stored for longer than is necessary for the purposes described in this Privacy Policy, or to otherwise meet legal requirements.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>V.\nACCESSING AND CORRECTING INFORMATION.\nTERMINATION OF WIRELESS SERVICES.</u>\n</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>A.\nReviewing Your Information.</strong>\n<strong>&nbsp;&nbsp;</strong>You have the right to access, update and correct factual inaccuracies in personally identifiable information that we collect online at the Sites, subject to certain exceptions.\nTo do so, you should log into your account or you may e-mail us at&nbsp;<strong>privacy@neopets.com</strong>.\nTo help protect your privacy and the security of your personally identifiable information, we will take reasonable steps to verify your identity before granting access.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>B.\nParental Access.</strong>\n<strong>&nbsp;&nbsp;</strong>Parents/guardians of children under the age of 13 can print out and mail or fax us a signed form that allows them to review any personally identifiable information collected with their permission, about their child, have this information deleted, and/or request that there be no further collection or use of their child's personally identifiable information.\nTo obtain the form, please e-mail us at&nbsp;privacy@neopets.com.\nWe will take steps to verify the identity of anyone requesting personally identifiable information about a child and to ensure that the person is in fact the child's parent or legal guardian.</p>\n<p>&nbsp;</p>\n<p>\n<strong>C.\nTermination of Wireless Services.</strong>\n<strong>&nbsp;&nbsp;</strong>If you have registered for wireless services, you may cancel one or more wireless services via your wireless device at any time by using the unsubscribe mechanism provided by the Sites at the time the message is sent, or by sending a text message that says \"STOP\", \"END\", \"CANCEL\", \"REMOVE\", \"UNSUBSCRIBE\" or \"QUIT\".\nThe Sites will terminate your registration for the most recent wireless service you received.\nAny of these words followed by the word \"ALL\" in the user's termination request will cancel all of the user's registered wireless services with the Sites.\nIf you unsubscribe from one or all of wireless service(s) via your wireless device, the service(s) will be terminated immediately and will cancel your previous opt-in.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>VI.\nONLINE SAFETY</u>\n</strong>\n<strong>.</strong>\n</p>\n<p>\n<br> Some of the Sites offer you and your child an online safety guide which we encourage you to use as starting point for discussing safety and privacy concerns with your child.\nOf course, involvement in your family’s online lives is the most important safety tool available.\nSome of the various guidelines are available by clicking&nbsp;<strong>here</strong>.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>VII.\nLINKS TO THIRD PARTIES</u>\n</strong>\n<strong>.</strong>\n</p>\n<p>\n<br>The websites that comprise the Sites may contain links to other sites, including those of sponsors, advertisers, social networking platforms, and survey companies.\nThese other websites are governed by their own privacy policies or information collection practices, which may be substantially different from ours.\nWe encourage users to other websites to review the privacy policies and information collection practices of those websites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>VIII.\nYOUR CALIFORNIA PRIVACY RIGHTS</u>\n</strong>\n<strong>.</strong>\n</p>\n<p>\n<br>The CCPA, and as amended, grants our users who are California residents to the following rights:</p>\n<ol>\n<li>\n<strong>Right to Know:</strong>&nbsp;You can request that us to disclose to you: (1) the categories and/or specific pieces of personal information they have collected about you, (2) the categories of sources for that personal information, (3) the purposes for which we use that information, (4) the categories of third parties with whom the business discloses the information, and (5) the categories of information that we sell or disclose to third parties.\nYou can make a request to know up to twice a year, free of charge.</li>\n<li>\n<strong>Right to Delete:</strong>&nbsp;You can request us to delete personal information they collected from you and tell their service providers to do the same, subject to certain exceptions (such as if the business is legally required to keep the information).</li>\n<li>\n<strong>Right to opt-out of sale or sharing</strong>: You may request that we stop selling or sharing your personal information (“opt-out”), including via a user-enabled global privacy control.\nWe cannot sell or share your personal information after they receive your opt-out request unless you later authorize them to do so again.\nYou are also entitled to opt out from the sharing of personal information for purposes of cross-context behaviour advertising.</li>\n<li>\n<strong>Right to correct</strong>: You may ask us to correct inaccurate information that we have about you.</li>\n<li>\n<strong>Right to limit use and disclosure of sensitive personal information</strong>: You can direct us to only use your sensitive personal information (for example, your social security number, financial account information, your precise geolocation data, or your genetic data) for limited purposes, such as providing you with the services you requested.</li>\n<li>\n<strong>Right of Non-discrimination</strong>: We offer fair treatment to all users who wish to exercise any of your rights.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>If at any time you wish to exercise any of your rights above, you may contact us at World of Neopia, Inc.,&nbsp;Whitehall Chambers, 2nd Floor Whitehall House, 238 North Church Street, George Town, PO Box 31489, KY1-1206, Cayman Islands.\nYou can also contact us by e-mailing us at&nbsp;<strong>privacy@neopets.com</strong>.\nFor unsubscribing from our communications, please indicate what publications or services you no longer wish to receive so that we may better address your request.</p>\n<p>&nbsp;</p>\n<p>This document is the sole statement of the Sites' Privacy Policy and no summary, restatement or other version thereof, or other privacy statement or policy, in any form, including, without limitation, machine-generated, is valid.\nIn interpreting this Agreement, the English version governs the interpretation and meaning of the obligation set forth herein.\nTo the extent there is an ambiguity or conflict with the Privacy Policy in other languages, the Privacy Policy in English governs.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>IX.\nCONTACT US</u>\n</strong>\n</p>\n<p>\n<br>If you have any other questions about our information handling practices, including our practices with respect to children's personal information, please contact us at:</p>\n<p>&nbsp;</p>\n<p>World of Neopia, Inc.</p>\n<p>Whitehall Chambers, 2nd Floor Whitehall House,</p>\n<p>238 North Church Street,</p>\n<p>George Town, PO Box 31498,</p>\n<p>KY1-1206,</p>\n<p>Cayman Islands&nbsp;</p>\n<p>E-mail:&nbsp;&nbsp;&nbsp;<strong>privacy@neopets.com</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>LAST UPDATED:&nbsp;</strong>\n<strong>19/07/2023</strong>\n</p>\n<p>\n<strong>I.\nWireless Marketing Services:&nbsp;</strong>Consistent with local law, appropriately aged users may have the opportunity to register for special promotions, services, news, programming and information delivered via text messaging and/or wireless devices.\nTo do so, users may be asked to provide their telephone number, email address, carrier’s name, and/or their opinion regarding certain goods and/or services.\nUsers must opt in to receive wireless marketing material from businesses within World of Neopia' companies through one of the following methods: (a) filling out the registration information on any The Sites’ wireless marketing registration page.\nor (b) sending a specific word, code or symbol via a text message to a telephone number designated by us in any promotional material.\nThe user may also be asked to confirm his or her acceptance to receive such wireless marketing services.</p>\n<p>Users that register for wireless marketing services acknowledge, understand and agree that they will be charged by the user's wireless carrier for all messages sent to the user from the Sites or World of Neopia' companies.\nStandard messaging rates will apply, unless noted otherwise.\nUnder no circumstances will World of Neopia' companies be responsible for any wireless email or text messaging charges incurred by such user or by a person that has access to a user's wireless device, telephone number, or email address.</p>\n<p>\n<strong>J.\nGeolocation Information:&nbsp;</strong>We may collect and store information about your geographic location, but we will only collect precise geolocation information sufficient to identify street name and name of a city or town on The Sites that either are directed to users over the age of 13 and only if you enable your computer or mobile device to send us location information.\nYou may be able to change the settings on your computer or mobile device to prevent it from providing us with such information.\nWe use this information, for example, to enable users to take advantage of Site offerings.\nrespond to user’s requests for products, services, and information.\nmanage games.\ncustomize the content users see when visiting the Sites.\nand to offer users special offers and promotions from The Sites and World of Neopia' companies, as well as on behalf of selected third parties offering products, programs or services that we believe may be of interest to our users.\nBy accepting this Privacy Policy and using the applicable Site, you hereby consent to the collection and storage of such geolocation information as described above.</p>\n<p>\n<strong>K.\nFinancial Information:&nbsp;</strong>We collect and use financial information, such as credit card numbers and security codes, for the limited purposes described below.</p>\n<ol>\n<li>Consumer Products: Certain of the Sites provide pages and/or links to pages offering users who are of legal age to form a binding contract the opportunity to purchase consumer products (the \"Shops\").\nTo do so, users need to provide contact, shipping, billing and credit information.\nThese pages may be hosted and operated by a third party that is independent and separate from the Sites.\nThis third party collects personal information about shop users and may share this information with us.\nWe use this information to process the order and to send order confirmations via email, as well as to send information about products and services of interest and as otherwise required by law.\nBefore providing information on these pages, we encourage you to review the posted privacy policies which govern such third party’s use of your information, as they may differ from ours.</li>\n<li>Virtual Items/Memberships: Some of the Sites may offer memberships, online subscriptions and/or virtual items for use in conjunction with the Sites' games.\nWhen you enter into a transaction for a membership, subscription, virtual item or similar transaction, you may be asked to provide the credit card and/or billing information and email address.\nWe will use this information to fulfill your specified requests, as well as to inform you about additional products or service opportunities and as otherwise required by law.\nPlease also see the information regarding payment processors in Section II(B) below.</li>\n</ol>\n<p>\n<strong>L.\nOther Data Collection and Use.</strong>\n</p>\n<p>We collect search query information when users search for information on the Sites.\nWe also collect information from users when they contact us with questions and comments.</p>\n<p>We may use this information, along with any of the other information described above, to (i) analyze use of the Sites and understand and improve our service offerings.\n(ii) prevent potentially prohibited or illegal activities.\nand (iii) for any other purposes disclosed to you at the time we collect your information or pursuant to your consent.</p>\n<p>We may combine information collected through the Sites with information we collect from other sources (e.g., social media integration services), other World of Neopia' company’s sites, offline records or publicly available information).\nIt is your responsibility to provide complete and accurate information and to keep such information up to date.\nWe are not responsible for any problem or liability arising from your failure to do so.</p> II.\nDISCLOSURE TO THIRD PARTIES.\n<p>We may share your information with third parties for the limited purposes described below.\nIn the U.S., parents of children under the age of 13 have the option of consenting to the collection and use of their child's personal information without consenting to the disclosure of that information to certain third parties.</p>\n<p>\n<strong>A.\nLaw Enforcement and Safety.</strong>\n<br>You acknowledge, consent, and agree to the extent legally permissible in your jurisdiction to allow us to access, preserve, and/or disclose the information we collect and/or content you provide to us (including information you may have posted on bulletin boards or internal site communication systems) to a law enforcement agency or other third parties if required to do so by law or with a good faith belief that such access, preservation, or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce the Terms of Use of the respective The Sites.\n(c) respond to claims that the content violates the rights of third parties.\n(d) respond to your requests for customer service.\nor (e) protect the rights, property, or personal safety of the owners of the Sites, any user of the Sites, a third party or the general public.\nWe also may disclose user information whenever we believe disclosure is necessary to limit our legal liability.\nto protect or defend our rights or property.\nor protect the safety, rights, or property of others.</p>\n<p>If you have concerns about the conduct of a particular user, please send an e-mail to&nbsp;<strong>privacy@neopets.com</strong>.\nThis email is not to contact us about the status of your account.</p>\n<p>\n<strong>B.\nAgents.</strong>\n<br>Information collected through the Sites may be transferred, disclosed or shared with third parties engaged by us to handle and deliver certain activities, such as message boards, sweepstakes and contests, e-cards, payment processing, newsletters, and advisory boards, and to perform other technical and processing functions, such as sending postal mail and email, maintaining data integrity, programming operations, user services or technology services.\nWe may provide these third parties with information collected as needed to perform their functions, but they are prohibited from using it for other purposes and specifically agree to maintain the confidentiality of such information.\nSome of these agents, such as payment processors, may request additional information during the course of offering their services.\nBefore you provide additional information to third party agents, we encourage users to review their privacy policies and information collection practices.</p>\n<p>\n<strong>C.\nThird Parties/Advertisers.</strong>\n</p>\n<p>\n<strong>World of Neopia</strong>&nbsp;uses the services of third parties who may collect, use or disclose cookie information, IP addresses or other identifiers from devices and/or browsers of users who visit The Sites.&nbsp;Some The Sites partner with outside third parties to provide you with additional content, products, or services that we believe may be of interest.\nFor example, we may partner with a greeting card company, software manufacturer, social media plugin provider, or mobile phone provider to offer you electronic cards, games, social networking, or text messaging services.\nThese partners operate websites and services that are separate and independent from the Sites and, accordingly, may have their own privacy policies.\nIf you consent or register with one of our partners, that means you grant the Sites permission to give your registration and other information, including e-mail address, to that third party.\nIf you have identified yourself as residing in the EEA, we will not share your email address or other personally identifiable information with third parties for advertising purposes unless you have \"opted-in.\"</p>\n<p>In addition, Third Party Advertising Service Providers may use their own Tracking Technologies to gather information about you.\nPlease see Section I(D) above for more detailed information regarding such use of Tracking Technologies.</p>\n<p>On The Sites and Applications, we work with third parties that may collect and use information about your visits to The Sites and non-affiliated websites, as well as your use of Applications, in order to provide advertisements of interest to you.\nOn certain The Sites and Applications, World of Neopia, Inc uses Quantcast, Adobe Audience Manager (formerly known as Demdex) and other third parties for these purposes.\nSome of these third parties participate in the Self-Regulatory Program for Online Behavioral Advertising (the \"Program\"), which offers a single location where users can make choices about the use of their information for ad targeting.\nTo learn more, please go to&nbsp;www.aboutads.info.</p>\n<p>World of Neopia, Inc is committed to complying with the Program in connection with its operation of The Sites and Applications.\nThe Program was developed by leading industry associations to apply consumer-friendly standards to online behavioral advertising across the Internet.\nTo learn more about the Program, please go to&nbsp;www.aboutads.info.</p>\n<p>\n<strong>D.\nCo-Branded Sites and Features</strong>\n<br>Some Sites offer co-branded services and features, such as events and promotions that we put together with another company (\"Co-Branded Partner\").\nSuch services may be hosted on a Site and/or our Co-Branded Partner's website.\nWe may share your information with our Co-Branded Partner and your voluntary use of or participation in a co-branded service or feature means that you opt-in and affirmatively consent to both the Sites and our Co-Branded Partner collecting and using the information you provided during registration and/or in connection with the specific co-branded feature for fulfillment, marketing or administrative purposes.\nIf you wish to opt-out of a Co-Branded Partner's future use of your information for marketing purposes, you will need to contact the Co-Branded Partner directly.\nThe Co-Branded Partner will be identified on the co-branded feature or service.</p>\n<p>\n<strong>E.\nWorld of Neopia and Other Affiliated Businesses</strong>\n<br>The Sites are part of World of Neopia, Inc.\nWhere permitted by law, we may share information we collect about you within the websites of World of Neopia' companies’ and other affiliated businesses so that we can, for example, provide you with information about products and services that might interest you.</p>\n<p>\n<strong>F.\nBusiness Transfer</strong>\n<br>In the event that assets relating to one or more of the Sites are transferred or sold to another entity as a result of, for example, a corporate sale, merger, consolidation, asset sale, or in the unlikely event of bankruptcy, information collected at the Sites may be transferred to the acquiring company.</p>\n<p>\n<strong>G.\nWith Your Consent</strong>\n<br>We may otherwise disclose your information pursuant to your consent.</p> III.\nINTERNATIONAL USERS.\n<p>&nbsp;</p>\n<p>Please be aware that by providing us with personal information, (1) you understand and agree that your personal information may be stored on servers located outside your resident jurisdiction.\n(2) to the extent you are a resident of a country other than the United States, you consent to the storage of such data in the United States for processing by our affiliates in accordance with this Privacy Policy and (3) the Privacy Policy and the collection of information pursuant to the Privacy Policy shall be governed by and construed in accordance with the laws of the United States, without giving effect to any principles of conflicts of law.</p>\n<p>If you do not consent to the terms of this Privacy Policy, please do not use the Sites because your use of the Sites represents your consent.\nIf you have already provided personal information, please contact us about how you would like us to handle such information.</p> IV.\nSECURITY, STORAGE AND RETENTION OF INFORMATION.\n<p>&nbsp;</p>\n<p>The Sites maintain reasonable technical and organizational steps to help ensure that information collected is secure, including limiting the number of people who have physical access to our database servers and use of electronic security systems and password protections which guard against unauthorized access.\nThe Sites conduct financial transactions via secured transmissions.\nWe limit access to user’s information to employees and contractors who are authorized for the proper handling of such information, and any employee found violating our standards of security and confidentiality will be subject to our disciplinary processes.\nWe also take reasonable steps to help make sure our third-party agents protect the security of your personal information.\nHowever, as with most internet sites or services, it is possible that third parties may unlawfully access such personal information through a number of means despite our efforts.</p>\n<p>Information collected at the Sites will not be stored for longer than is necessary for the purposes described in this Privacy Policy, or to otherwise meet legal requirements.</p> V.\nACCESSING AND CORRECTING INFORMATION.\nTERMINATION OF WIRELESS SERVICES.\n<p>\n<strong>A.\nReviewing Your Information</strong>\n<br>You have the right to access, update and correct factual inaccuracies in personally identifiable information that we collect online at the Sites, subject to certain exceptions.\nTo do so, you should log into your account or you may e-mail us at&nbsp;<strong>privacy@neopets.com</strong>.\nTo help protect your privacy and the security of your personally identifiable information, we will take reasonable steps to verify your identity before granting access.</p>\n<p>\n<strong>B.\nParental Access</strong>\n<br>Parents/guardians of children under the age of 13 can print out and mail or fax us a signed form that allows them to review any personally identifiable information collected with their permission, about their child, have this information deleted, and/or request that there be no further collection or use of their child's personally identifiable information.\nTo obtain&nbsp;&nbsp;the form, please e-mail us at&nbsp;privacy@neopets.com.&nbsp;&nbsp;We will take steps to verify the identity of anyone requesting personally identifiable information about a child and to ensure that the person is in fact the child's parent or legal guardian.</p>\n<p>\n<strong>C.\nTermination of Wireless Services</strong>\n<br>If you have registered for wireless services, you may cancel one or more wireless services via your wireless device at any time by using the unsubscribe mechanism provided by the Sites at the time the message is sent, or by sending a text message that says \"STOP\", \"END\", \"CANCEL\", \"REMOVE\", \"UNSUBSCRIBE\" or \"QUIT\".\nThe Sites will terminate your registration for the most recent wireless service you received.\nAny of these words followed by the word \"ALL\" in the user's termination request will cancel all of the user's registered wireless services with the Sites.\nIf you unsubscribe from one or all of wireless service(s) via your wireless device, the service(s) will be terminated immediately and will cancel your previous opt-in.</p> VI.\nONLINE SAFETY.\n<p>&nbsp;</p>\n<p>&nbsp;Involvement in your family’s online lives is the most important safety tool available.\nWe encourage you to use the following guidelines as starting point for discussing safety and privacy concerns with your child:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Never give out your personal information online.<br>Would you tell a stranger who you are and where you live? No way! Well chatting online is just like talking to strangers (except online, you can't even SEE them!) SO never give anyone your whole name, address or phone number on the internet, in email, in an instant message or in a chat room.\nIf you know your Social Security Number or credit card or bank account number, definitely do not give those out either.\nAnd while you're at it, don't post anyone else's information, and be careful telling other people online the name of your school, sports team or favorite hang out.\nThat information is yours and we want to keep it that way.</li>\n<li>Don't use your real name in your screen name.<br>And while you're at it, don't include your age or your hometown either.\nYou may think your screen name is super creative, but if it says too much about you, people you don't know can find out more about you then you think.</li>\n<li>Keep your password to yourself.<br>Giving out your password is like giving your brother or sister the key to your room.\nDo you want them in there checking out all of your stuff whenever they feel like it? NO way! Same goes for your personal stuff online.</li>\n<li>Read the rules and privacy options for websites that let you connect with others online.<br>We mean really read 'em.\nSome sites only let certain people who have registered read posts, chat and look at other users' webpages.\nOthers let anyone who comes to the site check out everything.\nNo matter which kind of site you're on, find out if you can restrict your information so that it can only be seen by the people you choose.</li>\n<li>Only share stuff online that you don't mind anyone seeing.<br>Anyone can use the internet and most people do.\nThat includes your parents, your friends' parents, your teachers, and the creepy guy in the back of math class who never raises his hand.\nIf you want private info to stay private, don't post it online.</li>\n<li>Once you post something online, it stays online.<br>You can delete something you've typed or posted from a site, but people can get to older versions of that site where your info still exists.\nIf you're not sure you should say something on the internet, you probably shouldn't.</li>\n<li>Don't download anything if you don't know who it's from.<br>Downloads can give your computer viruses, mess up your applications and even cause your email server to send messages with your name on them to people you don't know.\nYou can set the preferences on your computer to warn you about downloads before it opens them.\nSo stop and think before you download anything you're not sure of.\nYou don't know where that thing has been.</li>\n<li>Keep your online friendships online.<br>There are all kinds of cool people using the internet.\nBut there's no way of keeping the creeps out.\nIf someone you met online wants to meet you in person, tell an adult.\nIf you do end up meeting face to face bring a parent or another close adult with you.</li>\n<li>And finally, if you feel unsafe, tell an adult.<br>If someone or something online is making you uncomfortable, tell a parent, a teacher or another adult you trust.\nAsk the adult to help you report the incident to the website, or if necessary to the police.\nYour actions might end up helping a lot of other people too.</li>\n</ol>\n<p>&nbsp;</p> VII.\nLINKS TO THIRD PARTIES.\n<p>&nbsp;</p>\n<p>The websites that comprise the Sites may contain links to other sites, including those of sponsors, advertisers, social networking platforms, and survey companies.\nThese other websites are governed by their own privacy policies or information collection practices, which may be substantially different from ours.\nWe encourage users to other websites to review the privacy policies and information collection practices of those websites.</p> VIII.\nYOUR CALIFORNIA PRIVACY RIGHTS.\n<p>&nbsp;</p>\n<p>California Civil Code Section 1798.83 permits our users who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nIf at any time you wish to opt out of having your personal information shared with third parties and/or receiving information from us (via e-mail or postal mail) about new products, services, or promotions, you can do so.\nYou may contact us at World of Neopia, Inc.,&nbsp;Whitehall Chambers, 2nd Floor Whitehall House, 238 North Church Street, George Town, PO Box 31489, KY1-1206, Cayman Islands.\nYou can also contact us by e-mailing us at&nbsp;<strong>privacy</strong>\n<strong>@neopets.com</strong>.\nPlease indicate what publications or services you no longer wish to receive so that we may better address your request.</p>\n<p>This document is the sole statement of the Sites' Privacy Policy and no summary, restatement or other version thereof, or other privacy statement or policy, in any form, including, without limitation, machine-generated, is valid.\nIn interpreting this Agreement, the English version governs the interpretation and meaning of the obligation set forth herein.\nTo the extent there is an ambiguity or conflict with the Privacy Policy in other languages, the Privacy Policy in English governs.</p> IX.\nGDPR (for European Economic Area Customers) <p>We are very delighted that you have shown interest in our enterprise.\nData protection is of a particularly high priority for the management of the World of Neopia.\nThe use of the internet pages of the World of Neopia is possible without any indication of personal data.\nHowever, if a data subject wants to use special enterprise services via our Sites, processing of personal data could become necessary.\nIf the processing of personal data is necessary and there is no statutory basis for such processing, we will obtain consent from the data subject.</p>\n<p>The processing of personal data, such as the name, address, e-mail address, or telephone number of a data subject shall always be in line with the General Data Protection Regulation (GDPR), and in accordance with the country-specific data protection regulations applicable to the World of Neopia.\nBy means of this data protection declaration, we would like to inform the general public of the nature, scope, and purpose of the personal data we collect, use and process.\nFurthermore, data subjects are informed, by means of this data protection declaration, of the rights to which they are entitled.</p>\n<p>As the controller, the World of Neopia has implemented numerous technical and organizational measures to ensure the most complete protection of personal data processed through the Sites.\nHowever, internet-based data transmissions may in principle have security gaps, so absolute protection may not be guaranteed.\nFor this reason, every data subject is free to transfer personal data to us via alternative means, e.g., by telephone.</p> 1.\nDefinitions <p>The data protection declaration of the World of Neopia is based on the terms used under the General Data Protection Regulation (GDPR).\nOur data protection declaration should be legible and understandable for the general public, as well as our customers and business partners.\nTo ensure this, we would like to first explain the terminology used.</p>\n<p>In this data protection declaration, we use, inter alia, the following terms:</p>\n<ul>\n<li>\n<strong>a) Personal data</strong>\n<br>Personal data means any information relating to an identified or identifiable natural person .\nAn identifiable natural person is one who can be identified, directly or indirectly (“data subject”), in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</li>\n<li>\n<strong>b) Data subject</strong>\n<br>Data subject is any identified or identifiable natural person, whose personal data is processed by the controller responsible for the processing.</li>\n<li>\n<strong>c) Processing</strong>\n<br>Processing is any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, transfer, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</li>\n<li>\n<strong>d) Restriction of processing</strong>\n<br>Restriction of processing is the marking of stored personal data with the aim of limiting their processing in the future.</li>\n<li>\n<strong>e) Profiling</strong>\n<br>Profiling means any form of automated processing of personal data consisting of the use of personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects concerning that natural person's performance at work, economic situation, health, personal preferences, interests, reliability, behaviour, location, movements, or generally have a legal impact on the data subject.</li>\n<li>\n<strong>f) Pseudonymisation</strong>\n<br>Pseudonymisation is the processing of personal data in such a manner that the personal data can no longer be attributed to a specific data subject without the use of additional information, provided that such additional information is kept separately and is subject to technical and organisational measures to ensure that the personal data are not attributed to an identified or identifiable natural person.</li>\n<li>\n<strong>g) Controller or controller responsible for the processing</strong>\n<br>Controller or controller responsible for the processing is the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data.\nwhere the purposes and means of such processing are determined by Union or Member State law, the controller or the specific criteria for its nomination may be provided for by Union or Member State law.</li>\n<li>\n<strong>h) Processor</strong>\n<br>Processor is a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller.</li>\n<li>\n<strong>i) Recipient</strong>\n<br>Recipient is a natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not.\nHowever, public authorities which may receive personal data in the framework of a particular inquiry in accordance with Union or Member State law shall not be regarded as recipients.\nthe processing of those data by those public authorities shall be in compliance with the applicable data protection rules according to the purposes of the processing.</li>\n<li>\n<strong>j) Third party</strong>\n<br>Third party is a natural or legal person, public authority, agency or body other than the data subject, controller, processor and persons who, under the direct authority of the controller or processor, are authorised to process personal data.</li>\n<li>\n<strong>k) Consent</strong>\n<br>Consent of the data subject is any voluntarily given, specific, informed and unambiguous indication of the data subject's wishes by which he or she, by a statement or by a clear affirmative action, signifies agreement to the collection or processing of personal data relating to him or her.</li>\n</ul> 2.\nName and Address of the controller <p>Controller for the purposes of the General Data Protection Regulation (GDPR), other data protection laws applicable in Member states of the European Union and other provisions related to data protection is:</p>\n<p>World of Neopia, Inc.</p>\n<p>Whitehall Chambers, 2nd Floor Whitehall House,</p>\n<p>238 North Church Street,</p>\n<p>George Town, PO Box 31498,</p>\n<p>KY1-1206,</p>\n<p>Cayman Islands&nbsp;</p>\n<p>Email: privacy@neopets.com</p>\n<p>Website: www.neopets.com</p> 3.\nCookies <p>The Internet pages of the World of Neopia uses cookies.\nCookies are text files that are stored in a computer system via an internet browser.</p>\n<p>Many internet sites and servers use cookies.\nMany cookies contain a so-called cookie ID.\nA cookie ID is a unique identifier for the cookie.\nIt consists of a character string through which internet pages and servers can be assigned to the specific internet browser in which the cookie was stored.\nThis allows visited internet sites and servers to differentiate the individual browser of the data subject from other internet browsers that contain other cookies.\nA specific internet browser can be recognized and identified using the unique cookie ID.</p>\n<p>Through the use of cookies, the World of Neopia can provide the users of the Sites with more user-friendly services that would not be possible without the cookie setting.</p>\n<p>By means of a cookie, the information and offers on our Sites can be optimized with the user in mind.\nThe purpose of this recognition is to make it easier for users to utilize our Sites.\nThe website user that uses cookies, e.g., does not have to enter access data each time the website is accessed, because this is taken over by the website, and the cookie is thus stored on the user's computer system.\nAnother example is the cookie of a shopping cart in an online shop.\nThe online store remembers the articles that a customer has placed in the virtual shopping cart via a cookie.</p>\n<p>The data subject may, at any time, prevent the setting of cookies through our Sites by means of a corresponding setting of the internet browser used, and may thus permanently deny the setting of cookies.\nFurthermore, already set cookies may be deleted at any time via an internet browser or other software programs.\nThis is possible in all internet browsers.\nIf the data subject deactivates the setting of cookies in the internet browser used, not all functions of our website may be entirely available.</p> 4.\nCollection of general data and information <p>The website of the World of Neopia collects a series of general data and information when a data subject or automated system calls up the website.\nThis general data and information are stored in the server log files.\nThe general data collected may be (1) the browser types and versions used, (2) the operating system used by the accessing system, (3) the website from which an accessing system reaches our website (so-called referrers), (4) the sub-websites, (5) the date and time of access to the Site, (6) an internet protocol address (IP address), (7) the internet service provider of the accessing system, and (8) any other similar data and information that may be used in the event of attacks on our information technology systems.</p>\n<p>When using these general data and information, the World of Neopia does not draw any conclusions about the data subject.\nRather, this information is needed to (1) deliver the content of our Sites correctly, (2) optimize the content of our Sites as well as its advertisement, (3) ensure the long-term viability of our information technology systems and website technology, and (4) provide law enforcement authorities with the information necessary for criminal prosecution in case of a cyber-attack.\nTherefore, the World of Neopia analyzes anonymously collected data and information statistically, with the aim of increasing the data protection and data security of our enterprise, and to ensure an optimal level of protection for the personal data we process.\nThe anonymous data of the server log files are stored separately from all personal data provided by a data subject.</p> 5.\nRegistration on our website <p>The data subject has the possibility to register on the website of the controller with the indication of personal data.\nWhich personal data are transmitted to the controller is determined by the respective input mask used for the registration.\nThe personal data entered by the data subject are collected and stored exclusively for the purposes prescribed in Part I of the Privacy Policy by the controller.\nThe controller may request transfer from the data subject to one or more processors (e.g., a parcel service) that also uses the data subject’s personal data for a purpose which is attributable the purpose or one of the lawful bases of processing.</p>\n<p>By registering on the website of the controller, the IP address-assigned by the internet service provider (ISP) and used by the data subject-date, and time of the registration are also stored.\nThe storage of this data takes place against the background that this is the only way to prevent the misuse of our services, and, if necessary, to make it possible to investigate committed offenses.\nInsofar, the storage of this data is necessary to secure the controller.\nThis data is not passed on to third parties unless there is a statutory obligation to pass on the data, or if the transfer serves the aim of criminal prosecution.</p>\n<p>The registration of the data subject, with the voluntary provision of personal data, is intended to enable the controller to offer the data subject contents or services that may only be offered to registered users due to the nature of the matter in question.\nRegistered persons are free to correct the personal data specified during the registration at any time, or to have them completely deleted from the data stock of the controller.</p>\n<p>&nbsp;</p> 6.\nSubscription to our newsletters <p>On the website of the World of Neopia, users are given the opportunity to subscribe to our enterprise's newsletter.\nThe input mask used for this purpose determines what personal data is transmitted, as well as when the newsletter is ordered from the controller.</p>\n<p>The World of Neopia informs its customers and business partners regularly by means of a newsletter about enterprise offers.\nOur newsletter may only be received by the data subject if (1) the data subject has a valid e-mail address and (2) the data subject registers and consents for the newsletter shipping.\nA confirmation e-mail will be sent to the e-mail address registered by a data subject for the first time for newsletter shipping, for legal reasons, in the double opt-in procedure.\nThis confirmation e-mail is used to prove whether the owner of the e-mail address as the data subject is authorized to receive the newsletter.</p>\n<p>During the registration for the newsletter, we also store the IP address of the computer system assigned by the internet service provider (ISP) and used by the data subject at the time of the registration, as well as the date and time of the registration.\nThe collection of this data is necessary in order to understand the (possible) misuse of the e-mail address of a data subject at a later date, and it therefore serves the aim of the legal protection of the controller.</p>\n<p>The personal data collected as part of a registration for the newsletter will only be used to send our newsletter.\nIn addition, subscribers to the newsletter may be informed by e-mail, as long as this is necessary for the operation of the newsletter service or a registration in question, as this could be the case in the event of modifications to the newsletter offer, or in the event of a change in technical circumstances.\nThere will be no transfer of personal data collected by the newsletter service to third parties.\nThe subscription to our newsletter may be terminated by the data subject at any time.\nThe consent to the storage of personal data, which the data subject has given for shipping the newsletter, may be revoked at any time.\nFor the purpose of revocation of consent, a corresponding link is found in each newsletter.\nData subjects may unsubscribe from the newsletter at any time directly on the website of the controller, or to communicate this to the controller in a different way.</p> 7.\nNewsletter-Tracking <p>The newsletter of the World of Neopia contains so-called tracking pixels.\nA tracking pixel is a miniature graphic embedded in such e-mails, which are sent in HTML format to enable log file recording and analysis.\nThis allows a statistical analysis of the success or failure of online marketing campaigns.\nBased on the embedded tracking pixel, the World of Neopia may see if and when an e-mail was opened by a data subject, and which links in the e-mail were called up by data subjects.</p>\n<p>Such personal data collected in the tracking pixels contained in the newsletters are stored and analyzed by the controller in order to optimize the shipping of the newsletter, as well as to adapt the content of future newsletters even better to the interests of the data subject.\nThese personal data will not be passed on to third parties.\nData subjects are at any time entitled to revoke the respective separate declaration of consent issued by means of the double-opt-in procedure.\nAfter a revocation, these personal data will be deleted by the controller.\nThe World of Neopia automatically regards a withdrawal from the receipt of the newsletter as a revocation.</p> 8.\nComments function in the blog on the website <p>The World of Neopia offers users the possibility to leave individual comments on individual blog contributions on a blog, which is on the website of the controller.\nA blog is a web-based, publicly-accessible portal, through which one or more people called bloggers or web-bloggers may post articles or write down thoughts in so-called blogposts.\nBlogposts may usually be commented on by third parties.</p>\n<p>If a data subject leaves a comment on the blog published on this website, the comments made by the data subject are also stored and published, as well as information on the date of the commentary and on the user's (pseudonym) chosen by the data subject.\nIn addition, the IP address assigned by the internet service provider (ISP) to the data subject is also logged.\nThis storage of the IP address takes place for security reasons, and in case the data subject violates the rights of third parties, or posts illegal content through a given comment.\nThe storage of these personal data is, therefore, in the own interest of the data controller, so that he can exculpate in the event of an infringement.\nThis collected personal data will not be passed to third parties, unless such a transfer is required by law or serves the aim of the defense of the data controller.</p> 9.\nSubscription to comments in the blog on the website <p>The comments made in the blog of the World of Neopia may be subscribed to by third parties.\nIn particular, there is the possibility that a commenter subscribes to the comments following his comments on a particular blog post.</p>\n<p>If a data subject decides to subscribe to the option, the controller will send an automatic confirmation e-mail to check the double opt-in procedure as to whether the owner of the specified e-mail address decided in favor of this option.\nThe option to subscribe to comments may be terminated at any time by the data subject.</p> 10.\nRoutine erasure and blocking of personal data <p>The data controller shall process and store the personal data of the data subject only for the period necessary to achieve the purpose of storage, or as far as this allowed under the GDPR.</p>\n<p>If the storage purpose is not applicable, or if a storage period prescribed by GDPR expires, the personal data are routinely pseudonymized or erased in accordance with legal requirements.</p> 11.\nRights of the data subject <ul>\n<li>\n<strong>a) Right of confirmation</strong>\n<br>Each data subject shall have the right to obtain from the controller the confirmation as to whether or not personal data concerning him or her are being stored and processed.&nbsp;</li>\n<li>\n<strong>b) Right of access</strong>\n<br>Each data subject shall have the right to obtain from the controller free information about his or her personal data stored at any time and a copy of this information.\nFurthermore, the European directives and regulations grant the data subject access to the following information: <ol>\n<li>the purposes of the processing;</li>\n<li>the categories of personal data concerned;</li>\n<li>the recipients or categories of recipients to whom the personal data have been or will be disclosed, in particular recipients in third countries or international organisations;</li>\n<li>where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period;</li>\n<li>the existence of the right to request from the controller rectification or erasure of personal data, or restriction of processing of personal data concerning the data subject, or to object to such processing;</li>\n<li>the existence of the right to lodge a complaint with a supervisory authority;</li>\n<li>where the personal data are not collected from the data subject, any available information as to their source;</li>\n<li>the existence of automated decision-making, including profiling, referred to in Article 22(1) and (4) of the GDPR and, at least in those cases, meaningful information about the logic involved, as well as the significance and envisaged consequences of such processing for the data subject.</li>\n</ol>\n</li>\n<li>&nbsp;</li>\n<li>Furthermore, the data subject shall have a right to obtain information as to whether personal data are transferred to a third party, or to an international organisation.\nWhere this is the case, the data subject shall have the right to be informed of the appropriate safeguards relating to the transfer.<br>&nbsp;</li>\n<li>\n<strong>c) Right to rectification</strong>\n<br>Each data subject shall have the right to obtain from the controller without undue delay the rectification of inaccurate personal data concerning him or her.\nTaking into account the purposes of the processing, the data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement.<br>&nbsp;</li>\n<li>\n<strong>d) Right to erasure (Right to be forgotten)</strong>\n<br>Each data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay, and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies, as long as the processing is not necessary: <ul>\n<li>Personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.</li>\n<li>The data subject withdraws consent to which the processing is based according to point (a) of Article 6(1) of the GDPR, or point (a) of Article 9(2) of the GDPR, and where there is no other legal ground for the processing.</li>\n<li>The data subject objects to the processing pursuant to Article 21(1) of the GDPR and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to Article 21(2) of the GDPR.</li>\n<li>The personal data has been unlawfully processed.</li>\n<li>The personal data must be erased for compliance with a legal obligation in Union or Member State law to which the controller is subject.</li>\n<li>The personal data have been collected in relation to the offer of information society services referred to in Article 8(1) of the GDPR.</li>\n</ul>\n</li>\n<li>&nbsp;</li>\n<li>If one of the aforementioned reasons applies, and a data subject wishes to request the erasure of personal data stored by the controller, he or she may, at any time, contact any our&nbsp;Data Protection Officer.\nThe Data Protection Officer shall promptly ensure that the erasure request is complied with immediately.<br>&nbsp;</li>\n<li>Where the controller has made personal data public and is obliged pursuant to Article 17(1) to erase the personal data, the controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform other controllers processing the personal data that the data subject has requested erasure by such controllers of any links to, or copy or replication of, those personal data, as far as processing is not required.\nThe Data Protection Officer will arrange the necessary measures in individual cases.</li>\n<li>&nbsp;</li>\n<li>\n<strong>e) Right of restriction of processing</strong>\n<br>Each data subject shall have the right to obtain from the controller restriction of processing where one of the following applies: <ul>\n<li>The accuracy of the personal data is contested by the data subject, for a period enabling the controller to verify the accuracy of the personal data.</li>\n<li>The processing is unlawful and the data subject opposes the erasure of the personal data and requests instead the restriction of their use instead.</li>\n<li>The controller no longer needs the personal data for the purposes of the processing, but they are required by the data subject for the establishment, exercise or defence of legal claims.</li>\n<li>The data subject has objected to processing pursuant to Article 21(1) of the GDPR pending the verification whether the legitimate grounds of the controller override those of the data subject.</li>\n</ul>\n</li>\n<li>&nbsp;</li>\n<li>If one of the aforementioned conditions is met, and a data subject wishes to request the restriction of the processing of personal data stored by the World of Neopia, he or she may at any time contact our Data Protection Officer.\nOur Data Protection Officer will arrange the restriction of the processing.</li>\n<li>&nbsp;</li>\n<li>\n<strong>f) Right to data portability</strong>\n<br>Each data subject shall have the right to receive the personal data concerning him or her, which was provided to the controller, in a structured, commonly used and machine-readable format.\nHe or she shall have the right to transmit those data to another controller without hindrance from the controller to which the personal data have been provided, as long as the processing is based on consent pursuant to point (a) of Article 6(1) of the GDPR or point (a) of Article 9(2) of the GDPR, or on a contract pursuant to point (b) of Article 6(1) of the GDPR, and the processing is carried out by automated means, as long as the processing is not necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.<br>Furthermore, in exercising his or her right to data portability pursuant to Article 20(1) of the GDPR, the data subject shall have the right to have personal data transmitted directly from one controller to another, where technically feasible and when doing so does not adversely affect the rights and freedoms of others.<br>In order to assert the right to data portability, the data subject may at any time contact our Data Protection Officer.</li>\n<li>&nbsp;</li>\n<li>\n<strong>g) Right to object</strong>\n<br>Each data subject shall have the right to object, on grounds relating to his or her particular situation, at any time, to processing of personal data concerning him or her, which is based on point (e) or (f) of Article 6(1) of the GDPR.\nThis also applies to profiling based on these provisions.<br>The World of Neopia shall no longer process the personal data in the event of the objection, unless we can demonstrate compelling legitimate grounds for the processing which override the interests, rights and freedoms of the data subject, or for the establishment, exercise or defence of legal claims.<br>If the World of Neopia processes personal data for direct marketing purposes, the data subject shall have the right to object at any time to processing of personal data concerning him or her for such marketing.\nThis applies to profiling to the extent that it is related to such direct marketing.\nIf the data subject objects to the World of Neopia to the processing for direct marketing purposes, the World of Neopia will no longer process the personal data for these purposes.<br>In addition, the data subject has the right, on grounds relating to his or her particular situation, to object to processing of personal data concerning him or her by the World of Neopia for scientific or historical research purposes, or for statistical purposes pursuant to Article 89(1) of the GDPR, unless the processing is necessary for the performance of a task carried out for reasons of public interest.<br>In order to exercise the right to object, the data subject may contact any employee of the World of Neopia.\nIn addition, the data subject is free in the context of the use of information society services, and notwithstanding Directive 2002/58/EC, to use his or her right to object by automated means using technical specifications.</li>\n<li>&nbsp;</li>\n<li>\n<strong>h) Automated individual decision-making, including profiling</strong>\n<br>Each data subject shall have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning him or her, or similarly significantly affects him or her, as long as the decision (1) is not is necessary for entering into, or the performance of, a contract between the data subject and a data controller, or (2) is not authorised by Union or Member State law to which the controller is subject and which also lays down suitable measures to safeguard the data subject's rights and freedoms and legitimate interests, or (3) is not based on the data subject's explicit consent.<br>If the decision (1) is necessary for entering into, or the performance of, a contract between the data subject and a data controller, or (2) it is based on the data subject's explicit consent, the World of Neopia shall implement suitable measures to safeguard the data subject's rights and freedoms and legitimate interests, at least the right to obtain human intervention on the part of the controller, to express his or her point of view and contest the decision.<br>If the data subject wishes to exercise the rights concerning automated individual decision-making, he or she may, at any time, contact any employee of the World of Neopia.</li>\n<li>&nbsp;</li>\n<li>\n<strong>i) Right to withdraw data protection consent</strong>\n<br>Each data subject shall have the right to withdraw his or her consent to processing of his or her personal data at any time.<br>f the data subject wishes to exercise the right to withdraw the consent, he or she may, at any time, contact any employee of the World of Neopia.</li>\n</ul>\n<p>The data controller shall, at any time, provide information upon request to each data subject as to what personal data is stored about the data subject.\nIn addition, the data controller shall correct or erase personal data at the request or indication of the data subject, insofar as there are no statutory storage obligations.\nPlease contact our Data Protection Officer to exercise any of the rights as set out in this policy.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;</p> 22.\nPayment Method: Data protection provisions about the use of PayPal as a payment processor <p>On this website, the controller has integrated components of PayPal.\nPayPal is an online payment service provider.\nPayments are processed via so-called PayPal accounts, which represent virtual private or business accounts.\nPayPal is also able to process virtual payments through credit cards when a user does not have a PayPal account.\nA PayPal account is managed via an e-mail address, which is why there are no classic account numbers.\nPayPal makes it possible to trigger online payments to third parties or to receive payments.\nPayPal also accepts trustee functions and offers buyer protection services.</p>\n<p>The European operating company of PayPal is PayPal (Europe) S.à.r.l.\n&amp.\nCie.\nS.C.A., 22-24 Boulevard Royal, 2449 Luxembourg, Luxembourg.</p>\n<p>If the data subject chooses \"PayPal\" as the payment option in the online shop during the ordering process, we automatically transmit the data of the data subject to PayPal.\nBy selecting this payment option, the data subject agrees to the transfer of personal data required for payment processing.</p>\n<p>The personal data transmitted to PayPal is usually first name, last name, address, email address, IP address, telephone number, mobile phone number, credit or debit card number, expiry date of credit or debit card, or other data necessary for payment processing.\nThe processing of the purchase contract also requires such personal data, which are in connection with the respective order.</p>\n<p>The transmission of the data is aimed at payment processing and fraud prevention.\nThe controller will transfer personal data to PayPal, in particular, if a legitimate interest in the transmission is given.&nbsp;The personal data exchanged between PayPal and the controller for the processing of the data will be transmitted by PayPal to economic credit agencies.\nThis transmission is intended for identity and creditworthiness checks.</p>\n<p>PayPal will, if necessary, pass on personal data to affiliates and service providers or subcontractors to the extent that this is necessary to fulfill contractual obligations or for data to be processed in the order.</p>\n<p>The data subject has the possibility to revoke consent for the handling of personal data at any time from PayPal.\nA revocation shall not have any effect on personal data which must be processed, used or transmitted in accordance with (contractual) payment processing.</p>\n<p>The applicable data protection provisions of PayPal may be retrieved under https://www.paypal.com/us/webapps/mpp/ua/privacy-full.</p> 23.\nLegal basis for the processing <p>Art.\n6(1) lit.\na GDPR serves as the legal basis for processing operations for which we obtain consent for a specific processing purpose.\nIf the processing of personal data is necessary for the performance of a contract to which the data subject is party, as is the case, for example, when processing operations are necessary for the supply of goods or to provide any other service, the processing is based on Article 6(1) lit.\nb GDPR.&nbsp;</p>\n<p>The same applies to such processing operations which are necessary for carrying out pre-contractual measures, for example in the case of inquiries concerning our products or services.\nIf our company is subject to a legal obligation by which processing of personal data is required, such as for the fulfillment of tax obligations, the processing is based on Art.\n6(1) lit.\nc GDPR.&nbsp;</p>\n<p>In rare cases, the processing of personal data may be necessary to protect the vital interests of the data subject or of another natural person.\nThis would be the case, for example, if a visitor were injured in our company and his name, age, health insurance data or other vital information would have to be passed on to a doctor, hospital or other third party.\nThen the processing would be based on Art.\n6(1) lit.\nd GDPR.&nbsp;</p>\n<p>Finally, processing operations could be based on Article 6(1) lit.\nf GDPR.\nThis legal basis is used for processing operations which are not covered by any of the abovementioned legal grounds, if processing is necessary for the purposes of the legitimate interests pursued by our company or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.&nbsp;</p> 24.\nProvision of personal data as statutory or contractual requirement.\nRequirement necessary to enter into a contract.\nObligation of the data subject to provide the personal data.\npossible consequences of failure to provide such data <p>We clarify that the provision of personal data is partly required by law (e.g., tax regulations) or can also result from contractual provisions (e.g., information on the contractual partner).\nSometimes it may be necessary to conclude a contract that the data subject provides us with personal data, which must subsequently be processed by us.\nThe data subject is, for example, obliged to provide us with personal data when our company signs a contract with him or her.\nThe non-provision of the personal data would have the consequence that the contract with the data subject could not be concluded.\nBefore personal data is provided by the data subject, the data subject must contact any employee.\nThe employee clarifies to the data subject whether the provision of the personal data is required by law or contract or is necessary for the conclusion of the contract, whether there is an obligation to provide the personal data and the consequences of non-provision of the personal data.</p> 25.\nExistence of automated decision-making <p>As a responsible company, we do not use automatic decision-making or profiling.</p>\n<p>\n<strong>26.\nInternational&nbsp;</strong>\n<strong>Transfers</strong>\n</p>\n<p>Whenever we transfer your personal data out of the EEA, we ensure a similar degree of protection is afford to your personal information by ensuring at least one of the following safeguards is implemented:</p>\n<ol>\n<li>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data.</li>\n<li>Where we use certain service providers, we may use specific contracts that are in compliance with the GDPR which give personal data the same protection it has in the EEA.</li>\n</ol> X.\nAddendum, November 2022 Common ID Cookie <p>This site uses cookies and similar tracking technologies such as the Common ID cookie to provide its services.\nCookies are important devices for measuring advertising effectiveness and ensuring a robust online advertising industry.\nThe Common ID cookie stores a unique user id in the first party domain and is accessible to our ad partners.\nThis simple ID that can be utilized to improve user matching, especially for delivering ads to iOS and MacOS browsers.\nUsers can opt out of the Common ID tracking cookie by clicking&nbsp;<strong>here</strong>.</p> Advertising Privacy Settings <p>FOR EEA USERS ONLY: When you use our site, pre-selected companies may access and use certain information on your device and about your interests to serve ads or personalized content.\nYou may revisit or change consent-choices at any time by clicking&nbsp;<strong>here</strong>.</p> XI.\nCONTACT US <p>If you have any other questions about our information handling practices, including our practices with respect to&nbsp;children's personal information, please contact us at: World of Neopia, Inc.,Whitehall Chambers, 2nd Floor Whitehall House, 238 North Church Street, George Town, PO Box 31489, KY1-1206, Cayman Islands.\nYou can also contact us by e-mailing&nbsp;us at&nbsp;<strong>privacy@neopets.com</strong>.</p>\n<p>&nbsp;</p>\n<br>\n<br>\n<b>Search Neopets:</b>&nbsp.\n&nbsp.\n&nbsp.\n<b>Select Language:</b>&nbsp.\nEnglishNederlandsPortuguêsDeutschFrançaisItalianoEspañol简体中文繁體中文日本語한국어&nbsp.\n<br>\n<p>You've clicked on a link that will take you outside of<br> Neopets.com.\nWe do not control your destination's website,<br> so its rules, regulations, and Meepit defense systems will be<br> different! Are you sure you'd like to continue?</p>\n<br>\n<br> It is a journey<br>I must face...alone.<br>*dramatic music* I want to stay on Neopets,<br>where the dangers of<br>Meepit invasion<br> are taken seriously.\n<br>\n<p>You've clicked on a link that will take you outside of<br> Neopets.com.\nWe do not control your destination's website,<br> so its rules, regulations, and Meepit defense systems will be<br> different! Are you sure you'd like to continue?</p>\n<br>\n<br> It is a journey<br>I must face...alone.<br>*dramatic music* I want to stay on Neopets,<br>where the dangers of<br>Meepit invasion<br> are taken seriously.\n<br>\n<p>You've clicked on a link that will take you outside of<br> Neopets.com.\nWe do not control your destination's website,<br> so its rules, regulations, and Meepit defense systems will be<br> different! Are you sure you'd like to continue?</p>\n<br>\n<br> It is a journey<br>I must face...alone.<br>*dramatic music* I want to stay on Neopets,<br>where the dangers of<br>Meepit invasion<br> are taken seriously.\n<br> NEOPETS and all related indicia are trademarks of <b>Neopets, Inc.</b>, © 1999-2023.\n® denotes Reg.\nUSPTO.\nAll rights reserved.\nUse of this site signifies your acceptance of the <b>Terms of Use</b>.\nYour California Privacy Rights ", "created_at": "2023-11-21 01:50:28.578109", "updated_at": "2023-11-21 01:51:12.237799"}, {"id": 19727, "name": "Terms of Use", "url": "https://www.neopets.com/terms.phtml", "xpath": "//body", "text": null, "created_at": "2023-11-21 01:50:28.608083", "updated_at": "2023-11-21 01:52:50.353183"}], "points": [{"id": 35339, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-28 10:41:42.800304", "updated_at": "2023-12-02 22:07:00.669575", "quoteText": null, "case_id": 331, "document_id": 19726, "quoteStart": null, "quoteEnd": null}, {"id": 35340, "title": "The court of law governing the terms is in United States", "source": "", "status": "Generated through the annotate view", "created_at": "2023-11-28 10:47:10.168555", "updated_at": "2023-12-02 22:06:53.654292", "quoteText": null, "case_id": 163, "document_id": 19726, "quoteStart": null, "quoteEnd": null}, {"id": 35341, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-28 10:50:04.772894", "updated_at": "2023-12-02 22:05:06.195697", "quoteText": null, "case_id": 243, "document_id": 19726, "quoteStart": null, "quoteEnd": null}, {"id": 35342, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-28 10:54:49.94184", "updated_at": "2023-12-02 22:04:11.898848", "quoteText": null, "case_id": 233, "document_id": 19726, "quoteStart": null, "quoteEnd": null}], "urls": ["neopets.com"]}}