{"error": 448, "message": "OK", "parameters": {"id": 7453, "name": "Spam Blocker", "created_at": "2023-03-12 03:51:51.285791", "updated_at": "2023-03-29 19:26:43.150535", "wikipedia": null, "keywords": null, "related": null, "slug": "spam-blocker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7453.png", "url": "sblocker.app", "documents": [{"id": 14326, "name": "Terms", "url": "https://sblocker.app/terms.html", "xpath": "//body", "text": "\nIf you choose to subscribe weekly subscription - $8.99 per week:<br>\n• Payment will be charged to iTunes Account at confirmation of purchase.<br>\n• Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.<br>\n• Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.<br>\n• Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal.<br>\n• Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.\n", "created_at": "2023-03-12 03:51:51.348959", "updated_at": "2023-03-12 03:52:13.581298"}, {"id": 14325, "name": "Privacy Policy", "url": "https://sblocker.app/privacypolicy.html", "xpath": "//body", "text": " Privacy Policy <p> In this document, \"we\" refers to Phone Tracker Apps, LLC.\nWe respect your privacy and are committed to protecting your personal information.\n<br> This privacy policy details how we manage your personal information and safeguard your privacy.\nThis privacy policy sets out how we use any information that you give us when you use this software.\n</p> What information do we collect and how we use it Geolocation data: <p> We collect your location coordinates in order to provide our Service.\n</p>\n<p> YOUR USE OF THIS REAL TIME ROUTE GUIDANCE APPLICATION IS AT YOUR SOLE RISK.\nLOCATION DATA MAY NOT BE ACCURATE.</p> Do we disclose any information to outside parties? <p> No.\nWe do not sell, trade, or otherwise transfer to outside parties any of your personally identifiable information.\n</p> Changes to our privacy policy <p> We may update this policy by posting changes on this page.\n</p> Contact Us <p> For any further details Contact Us </p> ", "created_at": "2023-03-12 03:51:51.317541", "updated_at": "2023-03-12 03:52:21.110023"}], "points": [], "urls": ["sblocker.app"]}}