{"error": 448, "message": "OK", "parameters": {"id": 7459, "name": "Time4Learning ", "created_at": "2023-03-12 04:02:55.183702", "updated_at": "2023-03-29 19:26:43.362049", "wikipedia": "https://en.wikipedia.org/wiki/Time4Learning", "keywords": null, "related": null, "slug": "time4learning", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7459.png", "url": "time4learning.com,vkidz.com", "documents": [{"id": 14337, "name": "Privacy Policy", "url": "https://www.time4learning.com/curriculum/privacy.html", "xpath": "//*[@id=\"post-874\"]", "text": "\nPrivacy Policy\nUpdated: August, 2020\n<p>At Time4Learning, we consider children’s safety to be all-important.\nOur website, www.Time4Learning.com, is designed to comply with state and federal regulations enacted to protect the privacy of children and ensure the security and confidentiality of student data, including, but not limited to, the Children’s Online Privacy Protection Act (“COPPA”) and the Family Education Rights and Privacy Act (“FERPA”).\nThe following Privacy Policy describes our policies and procedures relating to the use of our site, our commitment to privacy, and the access and use of data.</p>\nIntroduction\n<p>Time4Learning exists to serve parents and students and strives to provide a safe, positive experience for children.\nWe do not collect information directly from children.\nAny students under the age of 18 wishing to use the website must be registered by a parent or legal guardian.\nTime4Learning does not sell or market directly to minors and always seeks the appropriate authorization whenever we identify a minor attempting to purchase a service.\nWhenever we collect Personally Identifiable Information, or “PII”, we do so with the sole purpose of supporting the educational purposes of which the site was designed.\nWe do not publish or distribute any PII of students to third parties, and we try to limit access to third party web sites that may request PII.\nWe also prohibit students from publicly posting or distributing PII without prior parental consent.\nIn addition, in an effort to further protect children who use the website, Time4Learning does not use the prospect of a special game, prize or other activity to entice children to divulge more information than is needed to participate in an activity.</p>\n<p>As you use this site, you will enter student data or interact with student data that has already been entered.\nFederal law (the Family Educational Rights and Privacy Act, “FERPA”) allows a school district to release student records to an organization that is “conducting studies for, or on behalf of, educational agencies or institutions for the purpose of developing, validating, or administering predictive tests… [or] improving instruction.” </p>\n<p>However, FERPA requires limitations on disclosure of those records and implementation of appropriate security measures to protect those records.\nTo help your school district comply with FERPA, Time4Learning has adopted certain practices, and requires that educators using this site fulfill certain responsibilities to safeguard student data.</p>\nIdentity of Registrants\n<p>Time4Learning’s website is designed to provide online education for students.\nParents or legal guardians may register with the site by providing their name, email address, phone number and billing information.\nA user’s contact information may be used to send users service-related announcements when it is necessary or advisable to do so.\nHowever, a user’s personal information will never be shared with third parties for advertising or marketing purposes.\nUser information may be shared with partners, business affiliates or third party service providers who work for Time4Learning and operate some of its functionalities, such as hosting services, streaming services and credit card processing.\nHowever, these third parties are established service providers, who are bound to practice adequate security measures and only use user information for the sole purpose of providing the services.\nA user’s information may also be shared with law enforcement or other third parties as required by law or if we believe that disclosure is necessary to protect our rights and/or comply with a judicial proceeding, court order or other legal process.</p>\n<p>Time4Learning has appropriate security measures in place to safeguard against unauthorized access to the personal information collected at our site, including limiting the number of people who have physical access to our database servers, as well as electronic security systems and password protections.\nWe only store passwords in an encrypted format and we do not store any credit card information </p>\n<p>Parents or legal guardians registering with the site are asked to provide an email address and password during the registration process.\nWe use email addresses and passwords of subscribers’ accounts to authenticate logins, allow access to the paid content, monitor subscription compliance and identity verification.\nThe email is also used to authenticate users when requesting technical support.\nThe passwords are all encrypted when stored.\nParents or legal guardians are required to provide a first name, last name and password for each student during the registration process.\nWe do not require any PII of the students who will be using our services during the registration process or at any other time, other than the student’s name.</p>\n<p>All PII related inquiries follow a process that takes into account available technology and procedures to verify the person requesting the data is the parent listed on the account.\nThe verification procedures are as follows.</p>\n<ul>\n<li>Phone Call Inquiries have an auto detection feature that cross checks the incoming call to an existing account.\nThe customer profile is automatically presented to the Customer Support Representative and the customer must confirm their email address and name.\nUnmatched calls require confirmation of the caller’s email address, name, and last four digits of the credit card number on file.</li>\n<li>Email Inquiries must be sent from the same email address on file.</li>\n<li>Parent Login Inquiries provide all relevant student data.\nThe parent email address and password is required in order to log in successfully.\nThe parent password is encrypted and not available to the Customer Support team.\nParents may request to reset their password by providing the account email address.\nDirections on updating an account’s password are then sent to the parent’s email address.\nThe current password is not sent in the email.</li>\n</ul>\nDisplay of Registrant Information\n<p>Information regarding students, parents or legal guardians registered with Time4Learning is not viewable or searchable by people or automated systems, such as the automated indexing software utilized by Google, Yahoo, and Bing, on our website.</p>\nGoogle API Services\n<p>Time4Learning uses Google API Services to collect email addresses for the purposes of allowing members to refer the Time4Learning curriculum to friends or family members within their Google contacts.\nAny Google user data that Time4Learning collects through Google API Services is only used for such purposes and deleted after such use.</p>\nCollection, Use, Storage and Disclosure of Student Information\n<p>Parents or legal guardians control what student information is provided to Time4Learning.\nInformation that parents or legal guardians choose to enter regarding students should always be limited to information that is relevant to a legitimate educational purpose.\nThe only information that is required to set up a Student Dashboard is a first name, last name and password.\nHowever, parents typically provide the grade levels and subjects for students as well.</p>\n<p>Time4Learning stores the data created by students so that the students and the students’ parents can access it and use it for educational purposes.\nParents are able to review, manage, or edit student information at any time by logging into their accounts.\nTime4Learning automatically deletes any materials created by the student, as well as any data, reports or other information relating to a student, when a Membership is cancelled.\nTherefore, parents are encouraged to print out any student data, reports or materials they want prior to cancelling their membership or closing a Student Dashboard.\nOnce a membership has been cancelled, and the information has been deleted by Time4Learning, it cannot be retrieved.\nInactive data is automatically purged on a regular basis or upon a verified, authorized user’s request.\nData purge requests must come directly from the email address on file.</p>\n<p>Student data collected on this site will not be used for any unauthorized purpose or disclosed to any unauthorized person or third party without express written permission from the student’s parents or legal guardians, except as provided in this Privacy Policy or by written agreement.\nTime4Learning does not use PII to market any products or services directly to students or their parents.\nHowever, Time4Learning reserves the right to use anonymous cookies for tracking website statistics, such as visitors, length of time on the site, and conversion rates.\nTime4Learning also reserves the right to use aggregated, de-identified data to improve our educational products, demonstrate the effectiveness of our educational products in marketing, and develop and improve our site, services or applications.\nThat aggregated, de-identified data may be shared with third parties.</p>\n<p>Time4Learning is committed to protecting student data against unauthorized access, destruction, use, modification or disclosure.\nTo this end, we have implemented reasonable and appropriate safeguards when collecting and storing student data in our database.\nOur servers are located in a secured, locked and monitored environment designed to prevent unauthorized entry or theft, and are protected by a firewall.\nThe servers are also backed up to a secure offsite data center.\nWe take extra measures to ensure the safety of PII and Student Records and apply a Secure Sockets Layer (SSL or HTTPS) encrypting technology to establish and ensure that all data passed between the server and the browser remains encrypted.\nGovernance policies and access controls are in place to ensure that the student information linked to each parent or educator (depending on the type of account) is separated, and parents and/or legal guardians only have access to their own student data.\nOnly limited Time4Learning personnel have access to the database, and they only access the database when necessary to provide services.\nWe follow standardized and documented procedures for coding, configuration management, patch installation and change management for all applicable servers and we audit our practices at least once a year.\nWhile we strive to maintain best industry-standard privacy and security practices, it should be noted that no industry system is fail proof.\nIn the event we learn of an actual data breach, loss or disaster, we will notify the affected user(s), and as appropriate, coordinate with the user(s) to support its notification of affected individuals, students and parents when there is a substantial risk of harm from the breach or a legal duty to provide notification.</p>\n<p>There are processes and technology used for parent verification purposes to ensure any data requests are provided to the authorized user.\nMeasures include detection features that match incoming phone call and email requests with our database.\n</p>\nSupervision\n<p>It is the responsibility of parents and legal guardians to supervise children using the website and teach them about security and privacy.\nWe recommend that parents and educational institutions provide the following information to all children: Kids’ Rules for Online Safety.</p>\nCollection of Information by Third Parties\n<p>Our website contains links to websites not maintained by Time4Learning.\nThe privacy and data collection practices on any linked websites are entirely separate from those of Time4Learning and are not covered by this Privacy Policy.\nAlthough we strive to choose business partners and third party associates who have demonstrated a commitment to user privacy and education, we are not responsible for the information, content, terms of use, or privacy policies on these third-party sites.\nWe also cannot guarantee that student users will not go to another website where personal information from them is solicited.\nHowever, parents and legal guardians do have the option to block third-party links on the site.\nTo do so, please contact our support team.</p>\n<p>From time to time, Time4Learning may partner with third-parties to send information to users on Time4Learning’s behalf regarding Time4Learning, its affiliates, and other similar products.\nWe take measures to maintain the appropriateness of all communications to users of Time4Learning.\nWe are compliant with COPPA, and never permit targeted advertisements based on user’s behavior over time.\nFor more information about this practice and your ability to opt-out, contact us directly.</p>\n<p>\n<strong>We may sell, transfer or otherwise share some or all of our assets, including your Personal Information, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy.\nYour consent to this Privacy Policy followed by your submission of Personal Information represents your explicit agreement to that transfer.</strong>\n</p>\nNotice Regarding Changes to the Privacy Policy\n<p>Your use of Time4Learning’s website is conditioned on and deemed to constitute your acceptance of these terms.\nChanges to this policy may be required to keep up with changing technology and threats, and as new or changed services are released.\nWe expect most such changes to be minor, but there may be cases where changes may be more significant.\nIn such cases, we will provide advanced notice to users who are affected.\nWe encourage all users to return to and review this Privacy Policy frequently.\nPosting a modified Privacy Policy on this website will give effect to the revised terms, and your continued use of this website indicates your acceptance of any revised terms.\nIf you do not agree to a revised policy, please refrain from using this website.</p>\n<p>Time4Learning’s mission is to maximize the educational value of this website and its usefulness to parents and students.\nRegistration by parents with Time4Learning includes an option to receive periodic email updates about Time4Learning and other services and products that might be of interest to users of Time4Learning.</p>\n<p>Although we make concerted good faith efforts to maintain the security of personal information, and we work hard to ensure the integrity and security of our systems, no practices are 100% immune, and we can’t guarantee the security of information.\nOutages, attacks, human error, system failure, unauthorized use or other factors may compromise the security of user information at any time.\nIf we learn of a security breach or other unauthorized disclosure of your PII, we will attempt to notify you so that you can take appropriate protective steps by posting a notice on our homepage (www.time4learning.com) or elsewhere in our Service and we will send email to you at the email address you have provided to us.\nAdditionally, we will notify the primary administrative contact at your school or district by email and telephone and assist with their efforts to ensure your notification.</p>\n<p>Any such notice will include:</p>\n<ul>\n<li>The date of the breach.</li>\n<li>The type of information that was subject to breach.</li>\n<li>General description of what occurred.</li>\n<li>Steps we are taking to address the breach.</li>\n<li>The contact person with our Company who you can contact regarding the breach.</li>\n</ul>\n<p>If you are a parent, legal guardian or eligible student and an unauthorized disclosure of your student’s PII records occurs, we will notify you by email at the email address we have on record for you or through notice to your school or district’s primary administrative contact in the event that we do not have an email address on record for you.</p>\n<p>When you use this site, you consent to our privacy practices and agree to accept the responsibilities outlined in this statement.</p>\nContact Us\n<p>If you have questions or comments regarding our Privacy Policy, or need any other assistance using Time4Learning’s website, please contact us at:</p>\n<p>\n<strong>Time4Learning</strong>\n<br>\nAttn: Legal<br>\n17855 Dallas Parkway, Ste 400<br>\nDallas, TX 75287<br>\nlegal@time4learning.com .\nCOPPAPrivacy@ikeepsafe.org<br>\n(888) 771-0914</p>\n", "created_at": "2023-03-12 04:02:55.21716", "updated_at": "2023-03-12 04:03:53.8972"}], "points": [], "urls": ["time4learning.com", "vkidz.com"]}}