{"error": 448, "message": "OK", "parameters": {"id": 8203, "name": "Nibble", "created_at": "2023-05-02 21:52:40.737252", "updated_at": "2023-05-02 22:02:13.146224", "wikipedia": null, "keywords": null, "related": null, "slug": "nibble", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8203.png", "url": "nibble.it", "documents": [{"id": 15911, "name": "Privacy Policy", "url": "https://cdn.nibble.it/legal/Privacy_Policy.pdf", "xpath": "//body", "text": "Allegato 6,INFORMATIVA SULLA PRIVACY,ai sensi e per gli eﬀetti degli artt.\n13 e seguenti del Reg.\nUE 2016/679 del Parlamento europeo e del ,Consiglio ,- clienti - ,(1) INFORMAZIONI GENERALI E DEFINIZIONI,Per «trattamento»: qualsiasi operazione o insieme di operazioni, compiute con o senza l'ausilio di ,processi automatizzati e applicate a dati personali o insiemi di dati personali, come la raccolta, la ,registrazione, l'organizzazione, la strutturazione, la conservazione, l'adattamento o la modiﬁca, ,l'estrazione, la consultazione, l'uso, la comunicazione mediante trasmissione, diﬀusione o qualsiasi altra ,forma di messa a disposizione, il raﬀronto o l'interconnessione, la limitazione, la cancellazione o la ,distruzione.,Per «dato personale»: qualsiasi informazione riguardante una persona ﬁsica identiﬁcata o identiﬁcabile ,(«interessato»).\nsi considera identiﬁcabile la persona ﬁsica che può essere identiﬁcata, direttamente o ,indirettamente, con particolare riferimento a un identiﬁcativo come il nome, un numero di ,identiﬁcazione, dati relativi all'ubicazione, un identiﬁcativo online o a uno o più elementi caratteristici ,della sua identità ﬁsica, ﬁsiologica, genetica, psichica, economica, culturale o sociale.,Per «consenso dell'interessato»:qualsiasi manifestazione di volontà libera, speciﬁca, informata e ,inequivocabile dell'interessato, con la quale lo stesso manifesta il proprio assenso, mediante ,dichiarazione o azione positiva inequivocabile, che i dati personali che lo riguardano siano oggetto di ,trattamento.,(2) TITOLARE DEL TRATTAMENTO.,Nibble S.r.l.\n(P.\nIVA 03957070406), con sede legale in via Manara Valgimigli n.\n74, San Piero in Bagno – ,47021 Bagno di Romagna (Fc), e-mail: amministrazione@nibblenetwork.com, sito internet: https://,www.nibblenetwork.com,(3) CATEGORIE DI DATI PERSONALI TRATTATI,Il titolare del trattamento, durante ed al ﬁne del corretto svolgimento della propria attività, può ,raccogliere, utilizzare, consultare e più in generale trattare i seguenti dati personali degli interessati:,(3.1) dati anagraﬁci, come nome, cognome, luogo e data di nascita, residenza, domicilio;,(3.2) dati di contatto, come di telefono, indirizzo di posta elettronica;,(3.3) dati identiﬁcativi, come numero di carta di identità, codice ﬁscale, numero di passaporto.\n,(3.4) informazioni ﬁnanziarie, come numero della carta di pagamento, numero di conto e coordinate ,bancarie;,(3.5) dati di navigazione quale es.\nindirizzo IP utilizzato per connettere internet il dispositivo, ID del ,dispositivo, orario di interconnessione, traﬃco di interconnessione;,(3.6) dati di accesso alla sua area cliente (login, indirizzo email, password, credito telefonico);,(3.7) solo nell’ambito dell’attività di assistenza sicurezza informatica, gestione reti informatiche, e ,assistenza tecnica suhardware/software, anche in modalitàtele-assistenza, potrebbe essere necessario ,1,Allegato 6,trattare, ai ﬁni di migrazione (es.\npassaggio da un PC obsoleto ad un PC nuovo, sostituzione hard disk), di ,recupero (es.\nattacchi virus, problemi del sistema operativo), password e PIN comunicati o dati ,strettamente privati, ivi compresi dati particolari eventualmente presenti nel sistema oggetto di ,riparazione.\nTali dati saranno conservati solo per lo stretto periodo necessario al completamento della ,prestazione richiesta e non verranno comunicati per nessun motivo.,(4) PROTEZIONE DEI DATI DEI MINORI ,Il titolare del trattamento accogliere, utilizzare, consultare e più in generale trattare dei dati personali di ,minori solo con il consenso espresso dei genitori, tutore o esercente la potestà genitoriale.\n,(5) FONTI DI RACCOLTA DEI DATI PERSONALI,Il titolare del trattamento, durante ed al ﬁne del corretto svolgimento della propria attività, può ,raccogliere i dati personali degli interessati:,(5.1) direttamente dagli interessati al momento della richiesta del servizio scelto.,Nel caso in cui i dati personali degli interessati non siano raccolti direttamente dagli interessati ,medesimi, il soggetto che ne comunica i dati avrà l’obbligo di fornire agli interessati la presente ,informativa.,(6) FINALITÀ DEL TRATTAMENTO DEI DATI PERSONALI E BASE GIURIDICA DEL TRATTAMENTO,Questa sezione deﬁnisce le ﬁnalità per cui il titolare del trattamento, utilizza, consulta e più in generale ,tratta i dati personali e speciﬁca i \"fondamenti giuridici\" su cui è basato il trattamento delle informazioni.\n,Il trattamento dei dati personali viene eseguito:,(6.1) per dar corso alle attività preliminari e conseguenti all’acquisto del servizio (es.\nADSL Business, ADSL ,Home, telefonia VoIP e fax, servizio Wi-Fi Hotspot, domini/hosting, assistenza sicurezza informatica, ,gestione reti informatiche, e assistenza tecnica suhardware/software, anche in modalitàtele-assistenza).\n,per la gestione del relativo ordine.\nper l’erogazione del servizio.\nper la trattazione dei reclami o delle ,segnalazioni al servizio di assistenza e l’erogazione dell’assistenza stessa.\nnonché per l’adempimento di ,ogni altro obbligo derivante dal contratto.\nLa base giuridica di tale trattamento è l’adempimento di ,obblighi contrattuali o l’esecuzione di misure precontrattuali adottate su richiesta dell’interessato.\nPer i ,dati di cui al punto (3.7) è il consenso, espresso in forma orale, dall’interessato (p.\n94 Guidelines 05/2020 ,on consent under Regulation 2016/679);,(6.2) per prevenire e rilevare abusi o danneggiamenti alle reti o patrimonio del titolare del trattamento e ,per la difesa dei suoi diritti in procedimenti giudiziari.\nLa base giuridica di tale trattamento è il legittimo ,interesse del titolare del trattamento;,(6.3) per adempiere ad obblighi imposti dalla normativa legislativa e regolamentare vigente.\nLa base ,giuridica di tale trattamento è l’adempimento di obblighi di legge a cui è sottoposto il titolare del ,trattamento;,(6.4) per ﬁnalità promozionali dei servizi analoghi a quelli oggetto della vendita del titolare del ,trattamento (newsletter) La base giuridica di tale trattamento è il legittimo interesse del titolare ai sensi ,dell’art.\n130 c.\n4 D.lgs 196/2003.,2,Allegato 6,(7) NATURA DEL TRATTAMENTO E CONSEGUENZE DELLA MANCATA COMUNICAZIONE,Il conferimento dei dati personali per le ﬁnalità di cui a punti (6.1), (6.2), (6.3), è necessario e l’eventuale ,riﬁuto potrebbe comportare l’impossibilità di erogare il servizio ed adempiere agli obblighi contrattuali e/,o precontrattuali assunti nei confronti dell’interessato.\nIl conferimento dei dati per ﬁnalità di cui a punti ,(6.4) è facoltativo e l’eventuale riﬁuto comporta l’impossibilità di realizzare attività promozionali.,(8) COMUNICAZIONE DEI DATI PERSONALI,Il titolare del trattamento può trasmettere i dati personali degli Interessati alle seguenti categorie di ,soggetti:,(8.1) personale incaricato dal titolare del trattamento ai sensi dell’art.\n29 Reg.\nUe 679/2016;,(8.2) responsabili del trattamento per conto del titolare del trattamento ai sensi dell’art.\n28 Reg.\nUe ,679/2016;,(8.3) soggetti coinvolti nella gestione delle prestazioni con cui il titolare del trattamento intrattiene ,rapporti contrattuali o di convenzionamento (es.\noperatori di telecomunicazione per la gestione dei ,rapporti di interconnessione);,(8.4) se richiesto, autorità Pubbliche autorizzate dalla legge, Autorità Giudiziaria, forze dell’ordine;,(9) TRASFERIMENTI DEI DATI PERSONALI,Il titolare del trattamento può trasmettere alcuni dati dell’interessato in paesi al di fuori dello Spazio ,Economico Europeo, ed in particolare nei confronti di soggetti erogatori di servizi internet (email ,provider) al ﬁne di eseguire la prestazione richiesta.\nIn tal caso il trasferimento avverrà in conformità ,delle decisioni di adeguatezza o clausole contrattuali tipo EU controller to non-EU processor (decisione n.\n,2010/87/CE)., (10) LUOGO DI CONSERVAZIONE,Il trattamento avverrà mediante strumenti cartacei, informatici e telematici, esclusivamente ad opera di ,personale incaricato dal titolare del trattamento e appositamente formato, presso la sede operativa, ,nonché presso i responsabili eventualmente nominati.\n,(11) LIMITI ALLA CONSERVAZIONE,Il titolare del trattamento si impegna a trattare i dati personali per le ﬁnalità di cui al punto 6 della ,presente informativa ed entro i limiti consentiti dal Reg.\nUE 679/2016 e dagli art.\n121 e ss D.lgs 196/2003 ,in tema di conservazione di dati relativi al traﬃco telematico e telefonico.\nIn particolare:,(11.1) i dati trattati per agli obblighi contrattuali, ovvero erogare le prestazioni richieste degli interessati ,saranno conservati per tutta la durata del contratto e per un periodo di due anni successivi alla sua ,conclusione;,(11.2) i dati trattati per consentire al titolare del trattamento di accertare, esercitare, difendere i propri ,diritti in sede giudiziaria saranno conservati per tutta la durata del contenzioso giudiziale, ﬁno ,all’esaurimento dei termini di esperibilità delle azioni di impugnazione;,3,Allegato 6,(11.3) i dati trattati per adempiere ad obblighi imposti dalla normativa legislativa e regolamentare ,vigente saranno conservati nel limite previsto dalla legge;,(11.4) i dati trattati per ﬁnalità promozionali saranno conservati per un periodo di 24 mesi successivi alla ,raccolta o ﬁno alla eventuale revoca del consenso.,(12) MISURE DI SICUREZZA ,Il titolare del trattamento adotta misure di sicurezza ﬁsiche, elettroniche e procedurali adeguate alla ,sensibilità delle informazioni in suo possesso.\nTali misure variano a seconda della sensibilità, del ,formato, dell'ubicazione, della quantità e delle modalità di distribuzione e archiviazione dei dati personali ,e comprendono misure volte a proteggere i dati personali contro l'accesso non autorizzato.\n,(13) DATI DI CONTATTO DEL RESPONSABILE DELLA PROTEZIONE DEI DATI,Il titolare del trattamento ha nominato un Responsabile della Protezione dei dati personali (Data ,Protection Oﬃcer - DPO) che può essere contattato per ogni informazione e richiesta inviando e-mail a ,dpo@studiolegalestoppa.it.,(14) DIRITTI DELL’INTERESSATO,L’interessato ha i seguenti diritti in materia di protezione dei dati personali che possono essere esercitati ,nei confronti del titolare del trattamento scrivendo al suo indirizzo email o mediante comunicazione da ,inviare a mezzo raccomandata a.r.\nalla sede legale: il diritto di accesso (art.\n15 Reg.\nUE 679/2016, i.e ,richiesta sulle modalità di utilizzo e trattamento dei dati personali).\nil diritto di rettiﬁca (art.\n16 Reg.\nUE ,679/2016 i.e correzione di eventuali imprecisioni nei dati personali).\nil diritto di cancellazione (art.\n17 Reg.\n,UE 679/2016 cancellazione dei dati personali nel caso in cui non sussista più un fondamento giuridico ,che ne giustiﬁchi il trattamento o se l’interessato revoca il consenso).\nil diritto di limitazione al ,trattamento (art.\n18 GDPR i.e.\nl’Interessato contesta l’esattezza dei dati personali e la limitazione del ,trattamento dei dati personali avviene per il tempo necessario a prendere in esame la richiesta ,dell’interessato).\nil diritto alla portabilità (art.\n20 Reg.\nUE 679/2016 i.e.\nricezione dei dati personali e ,trasmissione ad altro titolare dei dati personali conservati.\nil diritto di opposizione (art.\n21 Reg.\nUE ,679/2016) i.e.\ndiritto di opporsi in qualsiasi momento, al trattamento dei dati personali che lo ,riguardano.\nil diritto di revocare il proprio consenso al trattamento dei dati personali (art.\n7 Reg.\nUE ,679/2016 i.e.\nrevocare il consenso al trattamento in qualsiasi momento in assenza di motivazioni).\nil ,diritto di inoltrare un reclamo all’autorità di controllo (art.\n77 Reg.\nUE 679/2016).,Il titolare del trattamento si impegna a rispondere alle richieste di esercizio dei diritti di cui sopra entro ,trenta giorni dal loro ricevimento agli indirizzi indicati nella presente informativa.\nPer eventuali domande ,o richieste relative alla presente informativa sulla Privacy, è possibile rivolgersi al titolare del trattamento ,scrivendo alla relativa e-mail.,4", "created_at": "2023-05-02 21:52:40.767265", "updated_at": "2023-05-02 21:53:11.660155"}, {"id": 15912, "name": "Web Privacy", "url": "https://cdn.nibble.it/legal/Web_Privacy.pdf", "xpath": "//body", "text": null, "created_at": "2023-05-02 21:52:40.796738", "updated_at": "2023-05-02 21:53:29.964285"}], "points": [], "urls": ["nibble.it"]}}