{"error": 448, "message": "OK", "parameters": {"id": 7482, "name": "EyeEm", "created_at": "2023-03-12 07:17:29.86217", "updated_at": "2023-03-29 19:26:44.109225", "wikipedia": null, "keywords": null, "related": null, "slug": "eyeem", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7482.png", "url": "eyeem.com", "documents": [{"id": 14387, "name": "Terms of Service", "url": "https://www.eyeem.com/tos", "xpath": "//body", "text": "<ul>\n<li>\n</li>\n<li>Buy Royalty-free Content</li>\n<li>Book PhotoshootsNew!</li>\n<li>Pricing</li>\n<li>MoreEyeEm MagazineOur StoryClientsNew!Terms &amp.\nPrivacyFAQ &amp.\nHelpWork With UsContact Us</li>\n</ul>\n<ul>\n<li>For ContributorsSell Your WorkWe Are TalenthouseNew!Get Hired for ShootsJoin the CommunityEyeEm AwardsMissions</li>\n<li>Contact Sales</li>\n<li>0</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>This website uses cookies to offer you a better browsing experience.&nbsp;Learn more.</p>Here is what you need to know when using EyeEm.Terms of Service for Photographers &gt;Terms of Service for Business Users &gt;Website Terms &gt;License Terms &gt;Privacy Policy &gt;Imprint &gt;Terms of Service for CreativesTerms of Service for Business UsersWebsite TermsLicense TermsPrivacy PolicyImprintTerms of Service for CreativesWelcome to EyeEm! We want to empower your creativity.<p>Here are our Terms of Service for Creatives.\nPlease read them carefully before you get started! They govern your use of the EyeEm website www.eyeem.com and mobile applications (iOS and Android) and all services available to creatives (together “EyeEm”).\nEyeEm is operated by EyeEm Mobile GmbH (\"EyeEm\" or “We”).\nFurther information about EyeEm can be found in the Imprint.</p>\n<p>Valid from March 1, 2023<br>\n</p>1.\nAcceptance of Terms<p>To gain access to EyeEm you must first register for a Contributor’s Account.\nTo gain access to the EyeEm Market you must additionally register for a Seller’s Account (both accounts together “EyeEm Account”).\nWhen you register, you accept these Terms of Service and acknowledge our Privacy Policy.\nThis way we become contractual partners, each with contractual rights and obligations.</p>\n<p>‍</p>2.\nServices<p>EyeEm is a community and a marketplace for photos, videos and illustrations.\n</p>\n<p>EyeEm Community: Here you can upload photos, videos and illustrations (collectively referred to as \"Content\"), publicly display and share your Content with others, comment on other users' Content, participate in contests (\"Missions\"), read tutorials, interviews and articles, and use other services offered for Creatives.\nThe goal of the EyeEm Community is to provide creatives with a platform for showcasing their creative work, getting discovered, and being inspired.</p>\n<p>EyeEm Market: Here you have the opportunity to sell licenses for your Content on our platform and through our distribution partner network, thus allowing third parties to purchase your Content.\nAdditional terms under section 10 apply to EyeEm Market.\n</p>\n<p>EyeEm also publishes a print magazine and organizes various events, exhibitions and workshops.\n</p>\n<p>\n<br>We have the right to modify or discontinue our services at any time.\nYour are not automatically entitled to the receipt of &nbsp;an EyeEm Account, the selection of your Content for EyeEm Market and/or partner platforms.\n&nbsp;We do not promise that you will receive unlimited upload capacities or the error-free and uninterrupted availability of the EyeEm platform and services.</p>\n<p>‍</p>3.\nRegistration<br>\n<p>You can register for an EyeEm Account if you meet the age requirements as per section 4 and you are not a member of a copyright collecting society.\nYou can register by entering a valid email address and a secure password or via social media networks (as available, such as Google or Facebook).\nYou may choose a username, provided such username is still available and does not violate any third-party rights, laws or regulations.</p>\n<p>For a Seller’s Account, you must additionally provide your full name, registered address and payout information.\nIf you would like to sell Content as an entrepreneur, you must also provide your company name and VAT number.</p>\n<p>Your registration becomes effective once you have completed the registration process and we activate your account, or otherwise confirm this to you.</p>\n<p>Your EyeEm Account is personal to you.\nYou may not create an account for a third party, transfer your account to a third party or allow a third party to use your account.\nYou are responsible for all activities that take place in your EyeEm Account and must inform us immediately of any actual or suspected unauthorized access to your account.</p>\n<p>When you first register for your account, you will have the opportunity to choose whether you would like to receive our newsletter and community updates, from which you may unsubscribe at any time.\nConsent to such updates is not required for your registration.</p>\n<p>Any information that you provide to us during registration (or later) must be complete, correct and up to date at all times.\nIf information is incomplete or incorrect, we reserve the right to restrict or terminate your usage of EyeEm.\n</p>\n<p>Please choose a secure password and keep this password confidential.\nWe reserve the right to change our password requirements at any time to meet current security standards.\nIf you become aware that your password is or may have been compromised, you must inform us immediately at support@eyeem.com.\nPlease note that we may have to reset your password to ensure the security of your account.</p>\n<p>We also have the right to change the requirements for registration or use of EyeEm Accounts (e.g.\nID authentication) at any time.\nIf you do not meet the new requirements, we are entitled to restrict the usage of your EyeEm Account or terminate our contract with you in accordance with section 16.</p>\n<br>4.\nAge Restrictions<p>For a Seller’s Account to join the EyeEm Market you must be at least 18 years old.\nFor a Contributor’s Account to join the EyeEm Community you must be (i) at least 18 years old or (ii) at least 14 years old and have the consent of a parent or guardian.\nBy registering for an account with us, you confirm to meet these age requirements.\n<br>We may ask you to provide proof of your age or your parents'/guardian’s consent at any time and may therefore contact you in this regard.\nParents or legal guardians who have given their consent are fully responsible for their child's account activities and that such activities are in accordance with these Terms of Service.\nParents or legal guardians are liable for their child's misconduct and any damages resulting from it.\nParents and legal guardians are advised that Content available on EyeEm may be inappropriate for minors.</p>\n<p>‍</p>5.\nUpload of Content<p>You may only upload Content to EyeEm, if such Content is your original Content, which means only you created it and you did not copy, edit or imitate any third-party work.\nYour Content must not violate our Terms of Service and any applicable laws and regulations.\nYou must have the unrestricted right to provide us with such Content to the extent defined below.</p>\n<p>\n<br>By uploading Content to your EyeEm Account, you agree that your Content, name and username may be publicly visible on EyeEm and may be liked, commented upon and shared in social media networks (e.g.\nFacebook and Instagram) by EyeEm and other users.</p>\n<p>EyeEm is not a platform for storing and managing your Content.\nTherefore, always keep copies of your Content safely backed up outside your EyeEm Account.</p>\n<p>EyeEm may at any time amend content and/or technical requirements for uploading Content and may refuse to upload certain Content at its discretion.\n</p>\n<p>When you have a Seller’s Account, your Content on your account is automatically transmitted to the EyeEm Market.\nHowever, this does not mean that your Content (i) automatically qualifies for sales on EyeEm Market and/or our distribution partners or (ii) is immediately offered for licensing.\nContent for EyeEm Market &nbsp;is subject to a review process by EyeEm.\nThe scope of such review is subject to the discretion of EyeEm and our distribution partners, but will likely be primarily undertaken via automated means (using image recognition software).\nYou can see which of your Content has been selected to be offered for licensing for EyeEm Market and for distribution partners in your user profile.\nThe time frame for the review and selection can vary.\n</p>\n<p>You can delete your Content from your user account at any time.\nFor further information and removal of Market Content please see section 13.\n</p>\n<br>6.\nProhibited Content and Unacceptable Use of EyeEm<p>Content or conduct that violates the rights of third parties, is inappropriate or violates applicable laws is not permitted on EyeEm.\nThis includes in particular the following Content and conduct: </p>\n<p>Pornographic, insulting or racist Content as well as Content that violates laws or regulations for the protection of children or young people.\nThis also applies to usernames, tags, captions, and comments that you add to your Content or that of other users.<br>Content of third parties, i.e.\nContent that you have not created yourself or that you have copied or imitated in whole or in part without the consent of the respective rights owner.<br>Content which impairs or infringes the rights of third parties, in particular personal rights, copyrights, trademarks, or other intellectual property rights.<br>Using EyeEm for direct advertising purposes or contacting other users, licensees, customers and/or partners of EyeEm for the purchase or sale of products or services, as well as any form of spam or other harassing behavior (e.g.\nwhen commenting on Content).</p>\n<p>‍</p>7.\nReporting and Removal of Prohibited Content<p>We cannot comprehensively check Content uploaded on our platform for potential rights or Terms of Service violations.\nIf we receive indications of illegal Content or discover violations against third party rights, applicable laws or our Terms of Service, we may, at our sole discretion and without notice, delete such Content from your account and block it from further upload.</p>\n<p>If you discover Content on EyeEm that violates section 6 above, you may report such Content at any time via the app or website (\"Report\") or contact copyright@eyeem.com directly.\nYour report must contain specific information about the violation to be processed.\nYou will find further information on our website.\nReports with insufficient information may not be answered.\nAbusive reports or false statements will be legally prosecuted.\n</p>\n<p>We will review Reports, contact you if we have any questions, and delete any inappropriate Content.\nWe reserve the right to temporarily block Reported Content until the final result of review, and, at our discretion, delete Reported Content.\nIn case of infringements and legal claims we reserve the right to forward your contact information to the claimant to the extent legally permitted.</p>\n<p>‍</p>8.1 Grant of Rights - EyeEm Community<p>By uploading Content to EyeEm, you grant us the non-exclusive, transferable right to reproduce, distribute and publicly display and promote such Content.\n</p>8.2 Grant of Rights – EyeEm Market<p>When you upload Content to the EyeEm Market by using a Seller’s Account, you grant us the non-exclusive, transferable right to offer such Content for licensing through EyeEm and our distribution partners worldwide.\nThis includes the right to reproduce, distribute, publicly display and promote such Content and to grant non-exclusive rights of use to third parties.</p>\n<p>Our distribution partners include renowned photo agencies, stock photo collections and other distribution platforms (e.g.\nGetty Images, Adobe and Alamy).\nEyeEm may terminate distribution partnerships and enter into new distribution partnerships at any time.\nWhen you have a Seller’s Account, you cannot determine for which distribution partners your Content is selected, this is at EyeEm’s sole discretion.</p>\n<p>These non-exclusive rights granted by you to EyeEm include (i) the right to use such Content worldwide and in perpetuity in any media and context (private, editorial and commercial), including, but not limited to, print and online media, for newsletters, book covers, book illustrations, posters, art prints and products of any kind, to distribute, transmit, exhibit, reproduce it and make it available to the public, to edit the Content within the scope of moral rights (e.g., but not limited to, format it, change the image resolution, add watermarks, create thumbnails, add or replace titles and tags), to combine with other works and content, and to use for the production, sale and promotion of goods and services of all kinds.\nand (ii) the right to grant licenses to your Content to third parties, the scope of which may cover some or all the uses listed at (i).\n</p>\n<p>If third parties are interested in licensing exclusive rights, we will always ask you separately for your consent and will therefore contact you.\n<br>You also allow us and hereby grant us the right to use your Content free of charge for the promotion of our platform, services and/or your Content, e.g.\non our website, social media channels, and in internal and external communication.\nThe same applies to our distribution partners and partner platforms such as talenthouse.com.</p>\n<p>The right to distribute and sublicense your Content remains valid until complete deletion from EyeEm Market and partner platforms according to section 13.\nYou can request the deletion of your Content at any time.\nThe conditions for this can be found in section 13.</p>\n<p>‍</p>8.3 Model and Property Releases<p>When you upload Content, all third-party rights affected by the Content must be cleared.\n</p>\n<p>When you upload Content on which people are recognizable or identifiable by certain characteristics or attributes (e.g.\nscars or tattoos), you must obtain and provide documentation of their consent to use such Content (\"Model Release\").\nYou must also provide a Model Release for yourself if you are visible in the Content.</p>\n<p>When you upload Content which depicts third party property (e.g.\nreal estate, offices, apartments, parks, museums) or otherwise affects the rights of third parties (e.g.\ntrademarks, logos, copyrights, intellectual property), you must obtain and provide documentation of permission from the rights owner(s) for the use of such Content (“Property Release”).\nSuch consent is usually required if you have to purchase a ticket for a certain location (e.g.\nparks, castles, museums, music or sports events, etc.).\n</p>\n<p>You are solely responsible for obtaining all legally necessary permissions.\nThe above explanations are not exhaustive and do not relieve you of your responsibility to ensure your Content complies with the applicable laws and regulations (e.g.\nphotography restrictions, prohibitions, copyright exceptions, etc.).This applies regardless of whether EyeEm conducts its own review or makes recommendations.\nIf you are unsure whether your Content requires a release, feel free to contact us.<br>\n<br>You may obtain the necessary permissions by using our release request templates and processes, or comparable templates.\nOnce signed, you can then upload them as documents on your account or send them to us by email.\nPlease check that the release documents submitted are valid and complete.\nWe reserve the right to update our release templates and processes at any time.\nThese are provided as a suggestion only and does not constitute legal advice or affect your obligation to make sure your Content does not infringe third party rights or any laws.\nAll releases submitted are processed and stored in accordance with our Privacy Policy and can be made available to our partners and licensees, if necessary, to fulfil contractual obligations.\n</p>\n<p>‍</p>9.\nEyeEm Missions<p>We occasionally run competitions (\"Missions\"), in which we search for Content on specific topics or for specific brands.\nYou can participate in these Missions if you have a registered EyeEm Account.\n&nbsp;The applicable Mission Partner and Mission Terms will be notified to you on EyeEm.\n</p>\n<p>By participating in a Mission, your agree to the respective Mission Terms.\nYou agree that we may share your Content, name and username with the Mission Partner.\nYou also grant us and our Mission Partner the right to use your Content free of charge to promote the Mission on social media channels, websites or in print.\nYou hereby acknowledge that this may also be connected with advertising purposes of the Mission Partners and that no separate remuneration will be due.\nWe and our Mission Partners are entitled but not obliged, to name you in such use of your Content on social media channels.\nThe respective Mission Terms shall apply.</p>\n<p>‍</p>10.1 EyeEm Market &nbsp;- &nbsp;License Terms and Pricing <p>We may contact you regarding questions about your Market activation and Content, and to notify you about license sales or exclusive license requests.</p>\n<p>Please note that in accordance with section 10.3, payouts of your license shares can only be made to you if you are registered with the payment service provider selected by EyeEm (“EyeEm Payment Provider”).\n<br>\n<br>We may define license terms and license prices for the licensing of your Content to third parties at our discretion and may negotiate these with third parties.\nEyeEm and distribution partners may offer special pricing, packages and discounts at any time, which may affect the price of your Content and therefore your license share.\nIf you do not agree to this, you should not add your Content to EyeEm Market.\nThe then-current EyeEm Market license prices are available on our website.</p>\n<p>‍</p>10.2 EyeEm Market – Sales notifications <p>We will inform you about sales of your Content after the expiry of any legal or contractual withdrawal period, as applicable, and after receipt of payment from the purchasers.\nYou will then receive a sales notification within the app and/or by email.</p>\n<p>You acknowledge that the information about a license sale may occur later than the use of your Content by the third party who purchased your content.\nIf you notice that your Content is being used by third parties but have not yet received a sales notification, please contact our Support Team at support@eyeem.com first and not the licensee or user of your Content until we have checked the status of licensing.\n&nbsp;</p>\n<p>‍</p>10.3 EyeEm Market - Your License Share and Payouts<p>When we sell your Content via EyeEm Market or our distribution partners, you will receive a share of the license or sublicense fees (“License Share”) actually received by EyeEm from the sale of your Content after deduction of sales-related taxes (including applicable transaction and currency costs) and other fees (e.g.\nwithholding tax, if applicable).\nYou will not be notified of the identity of the licensor of your Content.\n</p>\n<p>The License Share applicable to your Content sales is determined by the Payout Level, as further detailed in the table below.</p>\n<p>Payout Levels: Which Payout Level will be applicable to your sales, is defined on a quarterly basis, based on the total sales of your Content in the previous 12 months.\nBy default new users will start in Level 3 and keep this level for a period of 12 months after registration.</p>\n<p>The sale of a license to your Content and your Level will be displayed in your user account.\nYou can also opt to receive an in-app sales notification.</p>\n<p>‍</p> Payout Level Payout Level 4 Payout Level 3 Payout Level 2 Payout Level 1 Revenue Threshold $0 - $299 $300 - $2,999 $3,000 - $6,999 $7,000+ License Revenue Share 25% 35% 45% 55% <p>‍</p>\n<p>\n<strong>Payout Request: </strong>If your License Share reaches an amount of 10 USD or the equivalent amount in a local currency, to the extent this is offered by EyeEm as payout currency (\"Minimum Payout\"), you can request a payout of your License Share by submitting a \"Payout Request\" in your account.\nIn addition, you may request payment of your accumulated License Share (i) once &nbsp;a year (irrespective of whether you reached the Minimum Payout) and (ii) when you request the deletion of your user account (see section 16) by writing to customer support (support@eyeem.com).\n</p>\n<p>\n<strong>EyeEm Payment Service: </strong>As soon as you have submitted a valid Payout Request, the payment will be processed by an EyeEm Payment Provider, usually within 30 days.\nPlease check if the EyeEm Payment Provider is available in your country and if you are registered for their payment service.\nPlease note that payouts (if required) can only be made via the EyeEm Payment Provider.\nAlso check whether the payout to you was successful or whether the EyeEm Payment Provider requires any further action on your end.\nEyeEm assumes no liability for a successful payout.\nIf more than one attempt has to be made to payout the License Share, due to circumstances beyond EyeEm's control, any costs incurred will be deducted from the amount of the next payout.\nYou can generate a payment receipt via your account.\n</p>\n<p>\n<strong>Payout Paused: </strong>Should we be notified or become aware of a copyright violation or other violation of third-party rights (with regard to Content uploaded by you) after notification of a license sale to you, we are entitled to withhold pending payouts until final clarification of such legal claims.\nThis will apply to all your pending payouts of License Shares, whether or not they relate to the reported Content or other Content uploaded by you.\n</p>\n<p>\n<strong>Payout Lapsed: </strong>&nbsp;While you have your account with us, we will keep your License Share available for payment for the period equal to the applicable statutory limitation periods (i.e.\nfor 3 years).\nAfter this period, your right to payment will lapse.\nTherefore, please check your user account regularly to see whether you have any outstanding payout claims.</p>\n<p>If you receive a notification from us (by email or via your account) that there has been a claim that your Content infringes third party rights, you must reply to that notification in writing.\nIf you do not reply within 30 days of such notification, you may, at our discretion, loose the right to a payout of the License Share for all your Content.\nThe License Share will then be deleted in your account.\n</p>\n<p>If your account is deleted, you lose the right to payouts for all accumulated and future Licenses Shares.\nPlease therefore make sure that you submit a Payment Request prior to the deletion of your account.\n&nbsp;</p>\n<p>Refunds: If we receive a notification of a license refund to the third party licensor of your Content (for example, due to legal or contractual rights of withdrawal or return periods) after we have paid out the respective License Fee to you, we are entitled to offset the payout with future payouts or reclaim any payments already processed.\nThis also applies in cases in which Content licenses were made in violation of our Terms of Service as well as in violation of criminal laws (e.g.\ncredit card abuse, copyright infringement).</p>\n<p>‍</p>11.\nCredits and Moral Rights<p>EyeEm is entitled to publish and share your name and/or username with third parties (licensees and partners) in connection with the use of your Content but does not assume any responsibility for compliance with any applicable credit obligations.\n</p>\n<p>Attribution may be excluded, especially in the case of commercial use, in accordance with industry practice and applicable licensing terms.\nYou acknowledge and agree that EyeEm and licensees of your Content may use your Content with or without attribution and thus you waive your right to be named as the author of such Content to the extent permitted by law.\nYou further waive any claim of infringement of any other moral rights for those jurisdictions that permit a waiver of moral rights.</p>\n<p>‍</p>12.\nNotifications and Communication<p>In your account settings, you may choose which notifications you want to receive via the app and email.\nWith each approval you give your consent that we can notify you about the information and topics you have selected.\nYou can revoke this consent at any time in your account settings.\n</p>\n<p>We may contact you e.g.\nvia email at any time concerning information required for the performance of the contract or fulfilment of a legal obligation.\nThe storage and processing of your personal data and the communication with you is carried out in accordance with the EyeEm Privacy Policy, which you can access on the website and in the app at any time.</p>\n<p>‍</p>13.\nRemoval of Content<p>Content that you have only shared within the EyeEm Community can be deleted directly by yourself at any time.\nContent that has already been shared on EyeEm Magazine or social media networks may still be visible after the deletion of your content in the EyeEm Community.</p>\n<p>To delete your Content from the EyeEm Market and partner platforms, you must submit a deletion request by clicking on the \"Remove from Market\" or \"Delete\" button.\nIf you wish to delete multiple Content from EyeEm Market and/or partner platforms at once, you can also contact support@eyeem.com and provide us with the Content ID numbers that you wish to delete.\nPlease indicate whether you would like to delete the respective Content from EyeEm Market only or completely from your user account.\nComplete deletion from EyeEm Market and distribution partner platforms may take up to 180 days from the date of your deletion request.\n</p>\n<p>You hereby acknowledge and agree that your authorization for EyeEm to market and license your Content according to section 10.3 will remain valid until the Content is deleted from the EyeEm Market and all partner platforms within the time frame indicated above.\nAll license agreements entered into before complete deletion and the rights of use granted thereby remain unaffected by the request for deletion or the deletion.</p>\n<p>If you wish to delete Content from EyeEm Market because you realize it violates the rights of third parties, you should mark your request for deletion as \"urgent\" and also provide information to copyright@eyeem.com.\nIn this case, we will make every effort to delete the content more quickly and instruct our partners accordingly, but we cannot guarantee this.</p>\n<p>We may at any time and without notice delete Content from your account which in our opinion violates the Terms of Service.</p>\n<p>‍</p>14.\nYour Liability<p>You alone - or your parents or legal guardians - are responsible for your conduct as a user and compliance with these Terms of Service and applicable laws.\n</p>\n<p>With each upload of Content, you guarantee, promise, warrant and undertake that </p>\n<p>You are the sole originator of this Content, i.e.\nyou have created it on your own, and you can freely dispose of the Content and existing rights of use and you are not violating any other contracts with third parties, e.g.\nyou have not yet transferred any non-exclusive rights to third parties and have not assigned any rights to copyright collecting societies;<br>Your Content does not violate any applicable laws or regulations;<br>Your Content does not violate the rights of third parties, and you have obtained the necessary consents from the rights holders.\nand<br>The releases you have provided are valid and binding and grant all rights to use the Content commercially without further consent.\n</p>\n<p>You will indemnify us and hold us harmless from and against any claims made against us by third parties for any violation of applicable laws or of your obligations or warranties under these Terms of Service.\nThis includes the costs necessary to defend or defend against such claims, and also applies to claims that may be made after termination of our contract.\n</p>\n<p>Please note that we may be legally obliged to pass on your personal data to third parties to the extent permitted by law in the event of rights infringements.\nYou will find further information in our Privacy Policy.</p>\n<p>‍</p>15.\nOur Liability<p>Content uploaded to EyeEm is third party Content.\nWe check such Content for potential legal violations to the extent technically possible and commercially reasonable.</p>\n<p>We hereby exclude liability for illegal, incorrect or incomplete Content and in particular for damages resulting from the use of uploaded Content to the extent permitted by law.\nThis also applies to links to our platform (e.g.\nto user profiles) and from our platform to external websites.\nWe also exclude any liability for illegal copying of your Content by third parties.</p>\n<p>However, we are liable without limitation for damages (a) resulting from injury to life, body or health caused by a breach of duty by us or one of our legal representatives or vicarious agents, (b) caused by the absence of a quality guaranteed by us or (c) caused intentionally or by gross negligence by us or one of our legal representatives or vicarious agents.\nIn the case of damage to property or financial losses caused by slight negligence, we shall only be liable in the event of a breach of a material contractual obligation and only up to the amount of the damage foreseeable at the time of conclusion of the contract.\nMaterial contractual obligations are those whose fulfilment is essential for the proper execution of the contract and on whose compliance a contractual partner regularly relies and may rely.\n</p>\n<p>Liability for indirect and unforeseeable damages, loss of production and use, lost profits, savings and financial losses due to third party claims is excluded in the case of simple negligence - except in the case of injury to life, body or health.</p>\n<p>This clause sets out the entire liability of EyeEm under or in connection with the Agreement &nbsp;and outside of this Agreement.\nAny further liability other than in this contract is excluded - regardless of the legal nature of the asserted claim.\nHowever, the above limitations or exclusions of liability shall not apply to any mandatory strict liability (e.g.\nunder the German Product Liability Act) or liability under a strict guarantee.\n</p>\n<p>‍</p>16.\nTermination and Deletion of Your Account<p>You have the right to terminate the contractual relationship at any time.\nPlease contact support@eyeem.com for the deletion of your user account.\nIn this case we will delete all your Content in accordance with section 13.\n</p>\n<p>Please make sure that you have requested the License Shares available for payout before requesting the deletion of your user account.\nYou can also request the payout of amounts below the applicable Payout Minimum according to section 10.3 within the deletion request process.\nWe will inform you by email about any license sale processed until complete deletion of your Content in accordance to section 13 and will therefore keep your email address in our database.\nYou will find further information in our Privacy Policy.</p>\n<p>If you violate these Terms of Service, we may delete your user account at any time without prior notification and restrict you from any future registration.\nFurthermore, we may terminate our contract with a prior notice period of 4 weeks by email and delete your account and Content if your user account has not been used for at least 12 months.</p>\n<br>17.\nChanges to the Terms<p>We have the right to update the Terms of Service at any time in accordance with this provision.\nWhen you register for an account, the then-current version will be notified to you.\nIf we make changes, we will publish the updated Terms of Service on our platform.\nIn addition, we may inform you within the app, your user account or by email.\n</p>\n<p>If you do not agree with the changes, you may terminate the contract with EyeEm by email within 4 weeks after notification.\nWe will then delete your user account and remove your Content in accordance with section 13.\n</p>\n<p>If you do not terminate the contract within the notified period, your continued use of the EyeEm services shall be deemed to constitute your acceptance of the new Terms of Service.</p>\n<p>‍</p>18.\nFinal Clauses<p>A transfer of rights and obligations from the Terms of Service and the contract established by the Terms of Service to third parties requires your prior consent.\nThis does not apply to a transfer of rights and obligations by us to affiliated companies, in particular the transfer of operational control and responsibility of the platform and other services.\nFor the transfer of rights to distribution partners, the authorization according to section 8.2 and 10 applies.</p>\n<p>The Terms of Service shall be interpreted according to German law.\nThe UN Sales Convention is hereby excluded.\nThe place of performance for the granting of rights is our registered office, if legally permissible.\nIf you use EyeEm as an entrepreneur, our company headquarters is also the exclusive place of jurisdiction.</p>\n<p>The original version of these Terms of Service was written in German.\nIf there is any contradiction between the German version and a translation of the Terms of Service, the German version shall prevail.\n</p>\n<p>Should any provision of these Terms of Service prove to be invalid, ineffective or unenforceable in whole or in part, the validity and enforceability of the remaining provisions shall not be affected thereby.\nInvalid or missing provisions shall be replaced by statutory law.</p>\n<p>‍</p>19.\nContact<p>If you have any questions about these Terms of Service, you can contact us at support@eyeem.com.</p>For BrandsImage LicensingPhoto &amp.\nVideo ProductionsPricing &amp.\nLicense TypesNeed help?For ContributorsJoin as a contributorSell your workGet booked for shootsOngoing MissionsEyeEm AwardsNeed help?Photography cultureEyeEm MagazineBerlin Photo WeekVisual TrendsAboutOur storyWork with usPressFAQEnglishDeutsch© 2023 EyeEm Mobile GmbH.PrivacyTerms of ServiceImprint Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance CookiesAlways Active<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Targeting CookiesAlways Active<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My Choices\nLoginSignup", "created_at": "2023-03-12 07:17:29.894632", "updated_at": "2023-03-12 07:19:20.684288"}, {"id": 14388, "name": "Privacy Policy", "url": "https://www.eyeem.com/privacy", "xpath": "//body", "text": null, "created_at": "2023-03-12 07:19:48.172894", "updated_at": "2023-03-12 07:20:22.930402"}], "points": [], "urls": ["eyeem.com"]}}