{"error": 448, "message": "OK", "parameters": {"id": 9664, "name": "Open and Free Technology Community", "created_at": "2023-09-29 23:45:27.469847", "updated_at": "2023-09-30 10:02:33.637764", "wikipedia": "https://en.wikipedia.org/wiki/Open_and_Free_Technology_Community", "keywords": null, "related": null, "slug": "open-and-free-technology-community", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9664.png", "url": "oftc.net,oftcnet6xg6roj6d7id4y4cu6dchysacqj2ldgea73qzdagufflqxrid.onion", "documents": [{"id": 19221, "name": "Privacy Policy and Data Retention", "url": "https://oftc.net/Privacy_Policy/", "xpath": "//body", "text": " Chat! OFTC <ul>\n<li>Home</li>\n<li>Staff</li>\n<li>Documentation</li>\n<li>FAQ</li>\n</ul> Privacy Policy and Data Retention <p>This section describes how OFTC makes use of the information you provide when\nyou use the OFTC IRC network and OFTC.net website (hereinafter collectively\nreferred to as ‘OFTC services’).</p>\n<p>If you are asked to provide information when using OFTC services, such\ninformation will not be used for any purposes other than those described in\nthis section.</p>\n<p>OFTC collects and uses certain information about users in order to provide\nservices and enable certain functions.</p>\n<p>OFTC may collect the following information:</p>\n<ul>\n<li>Nickname/account on the OFTC network</li>\n<li>Last time an account was used</li>\n<li>IP address/hostname</li>\n<li>Name and E-mail address</li>\n<li>IRC channels created</li>\n</ul>\n<p>Collecting the above data helps OFTC deliver its services to you.</p>\n<p>Specifically, OFTC may use data:</p>\n<ul>\n<li>To improve the provided services.</li>\n<li>To enable you to reset your password/recover your account.</li>\n<li>To contact you in relation to nickname and channel registrations with OFTC services.</li>\n<li>To respond to a specific enquiry made via e-mail or the support system.</li>\n<li>To analyze traffic for illegal and illegitimate activity (e.g.\nbotnets, spam).</li>\n<li>To scan connecting hosts for well-know vulnerabilities and open proxies.</li>\n</ul>\n<p>Your OFTC account is kept until you delete it, or it is deleted for inactivity.\nOFTC retains logs of IRC events for the purpose of debugging and restoration\nfor a maximum of 90 days.\nOFTC’s backups are on encrypted storage.</p>\n<p>OFTC does not log any IRC traffic content, neither from public channels, nor from\nprivate messages.\nIndividual users connected to the network are able to log\ntraffic they receive, but we ask all users to act responsibly with that data.\nSpecifically, publishing IRC channel log files must not be done without consent\nof the channel owners.</p>\n<p>OFTC uses DNS blacklists to check for well-known sources of illegal and\nillegitimate activity.\nIP addresses of incoming connections are forwarded to\nthe blacklist nameserver.\nAddresses that we have found to be sources of such\nactivity are submitted for inclusion in these blacklists.\nBlacklists currently\nin use at OFTC are:</p>\n<ul>\n<li>dnsbl.dronebl.org</li>\n<li>rbl.efnetrbl.org</li>\n</ul>\n<p>We regularly evaluate new blacklists.\nThe above list will be updated if the\nblacklist is permanently included after an evaluation period of 30 days.</p>\n<p>Please note that the OFTC website and network may contain links to other\nwebsites, and OFTC has no control of websites outside of the OFTC.net domain.\nIf you provide information to a website or service to which OFTC links, OFTC\nshall not be responsible for its protection and privacy.</p>\n<p>If you have any questions about OFTC policies, or about your data at OFTC,\nplease e-mail support@oftc.net.\nSpecifically, you can ask OFTC which data we have stored about you, and you may\ndemand this data be deleted.</p> Data visible to other users\n<p>Your usage of OFTC may disclose information to other users\nalso using OFTC.\nThat information may include:</p>\n<ul>\n<li>Nickname</li>\n<li>IP address/hostname</li>\n<li>Channels that you are currently present in</li>\n<li>The value of your ircname</li>\n</ul>\n<p>If you have registered an account, the following information\nmay also be visible:</p>\n<ul>\n<li>Various account timestamps (see Account\ntimestamps further down) including\nregistration date and time.</li>\n<li>The URL string, if you set one yourself using <code>/msg nickserv set url</code>\n</li>\n<li>The IP address/hostname you were using the last time you\ndisconnected from the network</li>\n<li>Your last quit message, if any</li>\n<li>Your e-mail address, if your account does not have the <code>PRIVATE</code>\nflag turned on.</li>\n<li>Whether you have verified your e-mail address</li>\n</ul>\n<p>It’s possible to opt out from showing your IP address/hostname and\nyour e-mail address to other people.</p> IP address/hostname\n<p>The IP address/hostname can be hidden by using a cloak, see <code>/msg\nnickserv help set cloak</code>, but please be aware that a cloak only\napplies after successful nickserv login, so there may be a time frame\nwhere your host is visible.\nConsider using\n<strong>CertFP</strong> to keep that time as small as possible.\nAdditionally, many IRC clients are able to only join channels after\nNickserv confirmed your login (sometimes with the help of a script).</p> e-mail address\n<p>As of 2021-05-23, new accounts have the flag <em>PRIVATE</em> turned\n<strong>ON</strong> by default.\nThis means that the e-mail addresses of new\naccounts will no longer be shown to other people by default.</p>\n<p>If you have <strong>NOT</strong> set <em>PRIVATE</em> to on, your e-mail address <strong>will</strong>\nbe shown to other users.</p>\n<p>To turn PRIVATE on / to update older registrations, issue <code>/msg\nNickServ SET PRIVATE ON</code>.</p> Channels you joined\n<p>Channels you joined are visible in <code>/whois &lt;yournick&gt;</code> output</p>\n<ul>\n<li>if the channel has Channelmode +s set, to anyone\nwho shares the channel with you,</li>\n<li>to anyone, if Channelmode +s is not set.</li>\n</ul> Ircname value\n<p>The <em>ircname</em> is a field you can set freely within your client.\nMany\npeople set this to their realname, some channels may ask for this\neven.\nBut the actual value set is entirely up to you, so put whatever\nyou are comfortable with sharing (but don’t forget the Network Policy).</p> Account timestamps\n<p>When you register (and later identify) to your account, Nickserv keeps\ntimestamps of those actions.\nThese are visible to other users, and\nare:</p>\n<ul>\n<li>\n<strong>Time registered</strong> - When you registered the nick</li>\n<li>\n<strong>Nickname last seen</strong> - Last time you have been online and\nidentified to services</li>\n<li>\n<strong>Account last quit</strong> - (Not if you are connected) When you last\nleft the network.</li>\n</ul>\n<p>This policy was last updated on: 23 May 2021.</p>\n<p>\n<em>This Privacy Policy was adapted from the freenode.net Privacy Policy\n(licensed under CC BY-SA-NC 4.0).</em>\n</p> ", "created_at": "2023-09-29 23:45:27.505394", "updated_at": "2023-09-29 23:45:45.460176"}], "points": [], "urls": ["oftc.net", "oftcnet6xg6roj6d7id4y4cu6dchysacqj2ldgea73qzdagufflqxrid.onion"]}}