{"error": 448, "message": "OK", "parameters": {"id": 8003, "name": "BALANCE FORECASTING", "created_at": "2023-04-15 21:29:37.492353", "updated_at": "2023-04-22 11:50:41.594667", "wikipedia": null, "keywords": null, "related": null, "slug": "balance-forecasting", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8003.png", "url": "balanceforecastingapp.com", "documents": [{"id": 15490, "name": "Terms and Conditions", "url": "https://balanceforecastingapp.com/Terms", "xpath": "//body", "text": " BALANCE FORECASTING <ul>\n<li> Home\n</li>\n<li> Login\n</li>\n<li> Register For Free!\n</li>\n<li> Email Support\n</li>\n</ul> Terms and Conditions\n<p>\n<b>1 &nbsp;Acceptance The Use Of Balance Forecasting and Conditions</b>\n</p>\n<p>Your access to and use of www.balanceforecastingapp.com (henceforth referred to as \"Balance Forecasting\" and the \"Website\") is subject exclusively to these Terms and Conditions.\nYou will not use the Website for any purpose that is unlawful or prohibited by these Terms and Conditions.\nBy using the Website you are fully accepting the terms, conditions and disclaimers contained in this notice.\nIf you do not accept these Terms and Conditions you must immediately stop using the Website.</p>\n<p>\n<b>2 &nbsp;Credit card details</b>\n</p>\n<p>Balance Forecasting will never ask for Credit Card details and request that you do not enter it on any of the forms on the Website.\nAll payments are processed off site by Stripe or PayPal.\nBoth are secure payment processors.</p>\n<p>\n<b>3 &nbsp;Advice</b>\n</p>\n<p>The contents of the Website website constitute advice and should not be relied upon in making or refraining from making any decision.</p>\n<p>\n<b>4 &nbsp;Change of Use</b>\n</p>\n<p>Balance Forecasting reserves the right to:<br> 4.1 &nbsp;change or remove (temporarily or permanently) the Website or any part of it without notice and you confirm that Balance Forecasting shall not be liable to you for any such change or removal and,<br> 4.2 &nbsp;change these Terms and Conditions at any time, and your continued use of the Website following any changes shall be deemed to be your acceptance of such change.</p>\n<p>\n<b>5 &nbsp;Links to Third Party Websites</b>\n</p>\n<p>The Website may include links to third party websites that are controlled and maintained by others.\nAny link to other websites is not an endorsement of such websites and you acknowledge and agree that we are not responsible for the content or availability of any such sites.</p>\n<p>\n<b>6 &nbsp;Copyright </b>\n</p>\n<p>6.1 &nbsp;All copyright, trade marks and all other intellectual property rights in the Website and its content (including without limitation the Website design, text, graphics and all software and source codes connected with the Website) are owned by Tiny Town Software, LLC.<br> 6.2 &nbsp;In accessing the Website you agree that you will access the content solely for your personal, non-commercial use.\nNone of the content may be downloaded, copied, reproduced, transmitted, stored, sold or distributed without the prior written consent of the copyright holder.\nThis excludes the downloading, copying and/or printing of pages of the Website for personal, non-commercial home use only.</p>\n<p>\n<b>7 &nbsp;Disclaimers and Limitation of Liability </b>\n</p>\n<p>7.1 &nbsp;The Website is provided on an AS IS and AS AVAILABLE basis without any representation or endorsement made and without warranty of any kind whether express or implied, including but not limited to the implied warranties of satisfactory quality, fitness for a particular purpose, non-infringement, compatibility, security and accuracy.<br> 7.2 &nbsp;To the extent permitted by law, Balance Forecasting will not be liable for any indirect or consequential loss or damage whatever (including without limitation loss of business, opportunity, data, profits) arising out of or in connection with the use of the Website.<br> 7.3 &nbsp;Balance Forecasting makes no warranty that the functionality of the Website will be uninterrupted or error free, that defects will be corrected or that the Website or the server that makes it available are free of viruses or anything else which may be harmful or destructive.<br> 7.4 &nbsp;Nothing in these Terms and Conditions shall be construed so as to exclude or limit the liability of Balance Forecasting for death or personal injury as a result of the negligence of Balance Forecasting or that of its employees or agents.</p>\n<p>\n<b>8 &nbsp;Indemnity</b>\n</p>\n<p>You agree to indemnify and hold Balance Forecasting and its employees and agents harmless from and against all liabilities, legal fees, damages, losses, costs and other expenses in relation to any claims or actions brought against Balance Forecasting arising out of any breach by you of these Terms and Conditions or other liabilities arising out of your use of this Website.</p>\n<p>\n<b>9 &nbsp;Severance</b>\n</p>\n<p>If any of these Terms and Conditions should be determined to be invalid, illegal or unenforceable for any reason by any court of competent jurisdiction then such Term or Condition shall be severed and the remaining Terms and Conditions shall survive and remain in full force and effect and continue to be binding and enforceable.</p>\n<p>\n<b>10 &nbsp;Governing Law</b>\n</p>\n<p>These Terms and Conditions shall be governed by and construed in accordance with the law of USA and you hereby submit to the exclusive jurisdiction of the USA courts.</p>\n<p>For any further information please email support@balanceforecastingapp.com.</p> An error has occurred.\nPlease refresh your browser.\nReload 🗙 ", "created_at": "2023-04-15 21:30:16.30125", "updated_at": "2023-04-15 21:30:24.017741"}, {"id": 15489, "name": "Privacy Policy", "url": "https://balanceforecastingapp.com/Privacy", "xpath": "//body", "text": " BALANCE FORECASTING <ul>\n<li> Home\n</li>\n<li> Login\n</li>\n<li> Register For Free!\n</li>\n<li> Email Support\n</li>\n</ul> Privacy Policy\n<p>This Privacy Policy was last modified on July 29, 2019.</p>\n<p>\n<strong>TLDR.\n(Too long, didn't read;)</strong>\n<br>Basically, we won't sell your email address to anyone.\nWe won't send you email unless it's directly related to your account (registration confirmation, password reset, payment processing).\nWe won't sell your data to anyone, ever.\nYour data will only be used to compute your forecast.\nWe take security very seriously, which is why we're using the latest methods to keep your data safe from prying eyes.</p>\n<p>\n<strong>Definitions</strong>\n<br>Balance Forecasting (\"us\", \"we\", or \"our\") operates www.balanceforecastingapp.com (the \"Site\").\nThis page informs you of our policies regarding the collection, use and disclosure of Personal Information we receive from users of the Site.</p>\n<p>\n<strong>Information Collection And Use</strong>\n<br>While using our Site, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you.\nPersonally identifiable information will only be your email address (\"Personal Information\").\nThe data you enter into the site (bills, income, balance, accounts) will not be used for any other purpose than to compute your forecast.</p>\n<p>We use your Personal Information only for providing and improving the Site.\nBy using the Site, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible here.</p>\n<p>\n<strong>Log Data</strong>\n<br>Like many site operators, we collect information that your browser sends whenever you visit our Site (\"Log Data\").\nThis Log Data may include information such as your computer's Internet Protocol (\"IP\") address, browser type, browser version, the pages of our Site that you visit, the time and date of your visit, the time spent on those pages and other statistics.</p>\n<p>\n<strong>Cookies</strong>\n<br>Cookies are files with small amount of data, which may include an anonymous unique identifier.\nCookies are sent to your browser from a web site and stored on your computer's hard drive.</p>\n<p>Like many sites, we use \"cookies\" to collect information.\nYou can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Site.</p>\n<p>\n<strong>Security</strong>\n<br>The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.</p>\n<p>\n<strong>Links To Other Sites</strong>\n<br>Our Site may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>Balance Forecasting has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party sites or services.</p>\n<p>\n<strong>Changes To This Privacy Policy</strong>\n<br>Balance Forecasting may update this Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on the Site.\nYou are advised to review this Privacy Policy periodically for any changes.</p> An error has occurred.\nPlease refresh your browser.\nReload 🗙 ", "created_at": "2023-04-15 21:29:37.52532", "updated_at": "2023-04-15 21:30:02.719924"}], "points": [], "urls": ["balanceforecastingapp.com"]}}