{"error": 448, "message": "OK", "parameters": {"id": 7328, "name": "Cakey Bot", "created_at": "2023-01-22 11:34:58.549426", "updated_at": "2023-03-29 19:26:37.014988", "wikipedia": null, "keywords": null, "related": null, "slug": "cakey-bot", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/7328.png", "url": "cakeybot.app", "documents": [{"id": 14064, "name": "Terms of Service", "url": "https://cakeybot.app/terms.html", "xpath": "//*[@id=\"dashboard-ecommerce\"]/div/div[1]", "text": "\nTerms of Service\n<p>\n<em>Last updated on 25th of May 2019</em>\n</p>\n1.\nTerms\n<p>By accessing the website at https://cakeybot.app, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p>\n2.\nUse License\n<ol>\n<li>\n<p>Permission is granted to temporarily download one copy of the materials (information or software) on Cakey Bot's website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<ol>\n<li>\n<p>modify or copy the materials;</p>\n</li>\n<li>\n<p>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</p>\n</li>\n<li>\n<p>attempt to decompile or reverse engineer any software contained on Cakey Bot's website;</p>\n</li>\n<li>\n<p>remove any copyright or other proprietary notations from the materials.\nor</p>\n</li>\n<li>\n<p>transfer the materials to another person or \"mirror\" the materials on any other server.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Cakey Bot at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p>\n</li>\n</ol>\n3.\nDisclaimer\n<ol>\n<li>\n<p>The materials on Cakey Bot's website are provided on an 'as is' basis.\nCakey Bot makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</p>\n</li>\n<li>\n<p>Further, Cakey Bot does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</p>\n</li>\n</ol>\n4.\nLimitations\n<p>In no event shall Cakey Bot or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Cakey Bot's website, even if Cakey Bot or a Cakey Bot authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n5.\nAccuracy of materials\n<p>The materials appearing on Cakey Bot's website could include technical, typographical, or photographic errors.\nCakey Bot does not warrant that any of the materials on its website are accurate, complete or current.\nCakey Bot may make changes to the materials contained on its website at any time without notice.\nHowever Cakey Bot does not make any commitment to update the materials.</p>\n6.\nLinks\n<p>Cakey Bot has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Cakey Bot of the site.\nUse of any such linked website is at the user's own risk.</p>\n7.\nModifications\n<p>Cakey Bot may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p>\n8.\nGoverning Law\n<p>These terms and conditions are governed by and construed in accordance with the laws of The United States of America and you irrevocably submit to the exclusive jurisdiction of the courts in that location.</p>\n9.\nHow Can I Contact You?\n<p>If you have specific questions about our terms of service you can send us an email.</p>\n<br>\n<br>\n", "created_at": "2023-01-22 11:34:58.670704", "updated_at": "2023-01-23 14:55:50.647012"}, {"id": 14063, "name": "Privacy Policy", "url": "https://cakeybot.app/privacy.html", "xpath": "//*[@id=\"dashboard-ecommerce\"]/div/div", "text": "\nPrivacy Policy\n<p>\n<em>Last updated on 22th January 2023</em>\n</p>\n<p>\n<em>You can find an archive of our previous privacy policies here.</em>\n</p>\n1.\nOverview\n<p>This Privacy Policy describes our policies and procedures on the collection, use and disclosure of your information when you use the service and tells you about your privacy rights and how the law protects you.</p>\n<p>We use your Personal Data to provide and improve the service.\nBy using the service, you agree to the collection and use of information in accordance with this Privacy Policy.</p>\n<p>We regularly review this Privacy Policy and make sure that we process your information in ways that comply with it.</p>\n2.\nTypes of Personal Data Collected\n<p>While using Our service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you.\nPersonally identifiable information will be requested when needed and will never be collected automatically without your consent.</p>\n<p>You do not have to provide any personal data to be able to use our Discord Bot or to browse the website.\nWe only require this information when you are making a purchase.</p>\n<p>We do not use cookies or similar tracking technology.\nWe also do not use advertisements or third-party tools that are known to track users.\nWe also do not collect or store your IP address or location data.</p>\n3.\nUse of Personal Data\n<p>Cakey Bot may use Personal Data for the following purposes:</p>\n<ul>\n<li>\n<p>\n<strong>To provide and maintain our service</strong>, including to monitor the usage of our service.</p>\n</li>\n<li>\n<p>\n<strong>For the performance of a contract:</strong> the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the service.</p>\n</li>\n<li>\n<p>\n<strong>To contact you:</strong> by email or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.\n(We will not use this for marketing or advertising)</p>\n</li>\n<li>\n<p>\n<strong>For business transfers:</strong> We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of our business to another company.</p>\n</li>\n</ul>\n<p>Your personal data will not be used for automated decision-making, including profiling.</p>\n4.\nRetention of Personal Data\n<p>Cakey Bot will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n5.\nTransfer of Personal Data\n<p>Your information, including Personal Data, is processed on Cakey Bot's servers and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Cakey Bot will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>\n6.\nDisclosure of Personal Data\nBusiness Transactions\n<p>If Cakey Bot is involved in a merger, acquisition or asset sale, your Personal Data may be transferred.\nWe will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>\nLaw Enforcement\n<p>Under certain circumstances, Cakey Bot may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>\nOther Legal Requirements\n<p>Cakey Bot may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>\n<p>Comply with a legal obligation</p>\n</li>\n<li>\n<p>Protect and defend the rights or property of Cakey Bot</p>\n</li>\n<li>\n<p>Prevent or investigate possible wrongdoing in connection with the service</p>\n</li>\n<li>\n<p>Protect the personal safety of users of Cakey Bot or the public</p>\n</li>\n<li>\n<p>Protect against legal liability</p>\n</li>\n</ul>\n<p>and where this cannot be reasonably resisted.</p>\n7.\nSecurity of Personal Data\n<p>The security of your Personal Data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>\n<p>In the event we experience a breach of security, we will promptly notify you if your personal information has been compromised, in accordance with applicable law.</p>\n8.\nDo Not Sell my Personal Information\n<p>We do not sell personal information.</p>\n9.\nProcessing my Personal Information\n<p>We may provide paid products and/or services within the service.\nIn that case, we may use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<ul>\n<li>\n<p>\n<strong>Stripe</strong>\n<br>Their Privacy Policy can be viewed at https://stripe.com/us/privacy</p>\n</li>\n<li>\n<p>\n<strong>PayPal</strong>\n<br>Their Privacy Policy can be viewed at https://www.paypal.com/webapps/mpp/ua/privacy-full</p>\n</li>\n</ul>\n10.\nLinks to Other Websites\n<p>Our service may contain links to other websites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n11.\nData Deletion &amp.\nExporting\n<p>You can request access to your personal information, or correct or update out-of-date or inaccurate personal information we hold about you by sending us an email.\nYou can also request deletion of any personal data we hold on you by sending us an email.</p>\n12.\nChanges to this Privacy Policy\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on our Discord server and update the \"Last updated\" date at the top of this Privacy Policy.\nWe will notify you of any changes a week in advance.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n13.\nHow Can I Contact You?\n<p>If you have specific questions or feedback about our privacy policy you can send us an email.</p>\n", "created_at": "2023-01-22 11:34:58.610359", "updated_at": "2023-01-23 14:54:35.966881"}, {"id": 14065, "name": "Refund Policy", "url": "https://cakeybot.app/terms.html", "xpath": "//*[@id=\"dashboard-ecommerce\"]/div/div[2]", "text": "\nRefund Policy\n<p>\n<em>Last updated on 8th September 2022</em>\n</p>\n1.\nOverview\n<p>This Refund Policy describes our policies regarding the handling of refunds in general and does not serve as a legal base, neither is it approved by professionals.\nIt is used to lay down the foundations for any decision made upon requests.\nAny point listed here might be reason for permitted initiations of any refund.</p>\n2.\nAcceptable Reasons\n<p>Listed below are possible reasons that might permit the initiation of a full or prorated refund.</p>\n<ol>\n<li>\n<p>Any kind of unauthorized transaction that was not undertaken on your behalf but financially affects you.</p>\n</li>\n<li>\n<p>Any situation in which you have not successfully received or are unable to access premium perks.</p>\n</li>\n<li>\n<p>By user request if the request is made within the first week of making the purchase.</p>\n</li>\n</ol>\n<p>All of the reasons above require viable proof in order to be accepted as possible inquires for the initiation of a refund.</p>\n3.\nNon-Acceptable Reasons\n<p>Below listed are situations in which any kind of refund will not be initiated due to non-acceptable reasons.</p>\n<ol>\n<li>\n<p>Any situation in which you actively or passively forgot to cancel your ongoing subscription.</p>\n</li>\n<li>\n<p>Any further non-believable reason without feasible argumentation.</p>\n</li>\n</ol>\n<p>Please do note that we are unable to accept inquires in situations listed above due to financial reasons.</p>\n4.\nImportant Notes\n<p>In order to successfully come to an agreement please remember to behave, be patient and remain pleasant.</p>\n<p>\n<strong>Performing a chargeback on behalf of the payment processor your transaction was handled through will not work out in your favor! In most situations we are able to fight such cases in order to remain with our right.\nWithout prior contact to the team behind Cakey Bot you might end up being excluded from the usage of our services indefinitely.</strong>\n</p>\n<p>When staying friendly and courteous you might end up being served with a refund regardless of the non-application of stated above points.</p>\n5.\nContact Us\n<p>If you believe your situation is viable for a refund you may wish to contact us via one of the ways listed below.</p>\n<ol>\n<li>\n<p>From the email address related to the Discord account that is affected if accessible.\nJust send us an email.</p>\n</li>\n<li>\n<p>On our Discord support server with the Discord account that is affected if accessible.\nGet in touch with our staff team at https://cakeybot.app/discord</p>\n</li>\n<li>\n<p>In any private message chat with a staff member from the Cakey Bot team.\nFind online staff members at https://cakeybot.app/discord</p>\n</li>\n</ol>\n", "created_at": "2023-01-23 14:57:13.350617", "updated_at": "2023-01-23 14:57:21.309201"}], "points": [{"id": 29814, "title": "[RP] There is a date of the last update of the agreements", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:53:56.138798", "updated_at": "2023-01-23 18:23:57.215677", "quoteText": null, "case_id": 331, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29840, "title": "The service does not use any third-party advertising services", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:07:52.650395", "updated_at": "2023-07-11 06:27:19.474349", "quoteText": null, "case_id": 498, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29808, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:34:20.833262", "updated_at": "2023-03-05 09:50:43.045908", "quoteText": null, "case_id": 329, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29807, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:33:57.393126", "updated_at": "2023-01-23 22:00:59.287777", "quoteText": null, "case_id": 329, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29804, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:22:55.067092", "updated_at": "2023-07-11 06:27:17.469397", "quoteText": null, "case_id": 299, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29806, "title": "There is a date of the last update of the agreements", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:27:03.504594", "updated_at": "2023-01-22 15:52:37.565915", "quoteText": null, "case_id": 331, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29816, "title": "[ToS] Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:56:06.975251", "updated_at": "2023-07-11 06:27:17.765407", "quoteText": null, "case_id": 403, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29815, "title": "The court of law governing the terms is in location United States of America", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:55:21.772442", "updated_at": "2023-07-11 06:27:17.867141", "quoteText": null, "case_id": 163, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29818, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:58:18.324384", "updated_at": "2023-07-11 06:27:17.967276", "quoteText": null, "case_id": 288, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29809, "title": "[PP] There is a date of the last update of the agreements", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:37:41.650763", "updated_at": "2023-07-11 06:27:18.065923", "quoteText": null, "case_id": 331, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29817, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:57:50.921451", "updated_at": "2023-07-11 06:27:18.165744", "quoteText": null, "case_id": 286, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29820, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 16:23:42.154948", "updated_at": "2023-01-23 21:58:32.871293", "quoteText": null, "case_id": 399, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29812, "title": "[ToS] There is a date of the last update of the agreements", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:50:13.523859", "updated_at": "2023-07-11 06:27:17.568253", "quoteText": null, "case_id": 331, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29813, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:53:27.22234", "updated_at": "2023-01-22 16:35:26.68387", "quoteText": null, "case_id": 122, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29805, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:25:31.686886", "updated_at": "2023-07-11 06:27:18.36426", "quoteText": null, "case_id": 404, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29811, "title": "You are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:49:55.852706", "updated_at": "2023-01-23 18:24:19.742954", "quoteText": null, "case_id": 161, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29819, "title": "[ToS]  Terms may be changed any time at their discretion, without notice to you ", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 16:02:21.95316", "updated_at": "2023-01-24 00:52:14.323671", "quoteText": null, "case_id": 121, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29821, "title": "You can opt out of promotional communications", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 16:24:52.784408", "updated_at": "2023-01-23 21:59:19.123501", "quoteText": null, "case_id": 223, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29823, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 16:30:46.866785", "updated_at": "2023-07-11 06:27:17.668146", "quoteText": null, "case_id": 291, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29810, "title": "[PP] Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 15:38:52.088273", "updated_at": "2023-03-05 09:36:17.663747", "quoteText": null, "case_id": 403, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29831, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 17:55:54.069151", "updated_at": "2023-07-11 06:27:18.572165", "quoteText": null, "case_id": 123, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29829, "title": "You can request access, correction and/or deletion of your data", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 17:54:28.331877", "updated_at": "2023-07-11 06:27:18.673795", "quoteText": null, "case_id": 195, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29828, "title": "You are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 17:52:23.110114", "updated_at": "2023-07-11 06:27:18.781022", "quoteText": null, "case_id": 161, "document_id": 14065, "quoteStart": null, "quoteEnd": null}, {"id": 29833, "title": "[ToS] Your feedback is invited regarding changes to the terms.", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 17:58:58.882399", "updated_at": "2023-07-11 06:27:18.891002", "quoteText": null, "case_id": 119, "document_id": 14064, "quoteStart": null, "quoteEnd": null}, {"id": 29834, "title": "The service reviews its privacy policy on a regular basis", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 17:59:46.362334", "updated_at": "2023-07-11 06:27:18.988977", "quoteText": null, "case_id": 301, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29832, "title": "[PP] Your feedback is invited regarding changes to the terms.", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 17:58:45.659955", "updated_at": "2023-06-10 22:20:20.216959", "quoteText": null, "case_id": 119, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29838, "title": "IP addresses of website visitors are not tracked", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:05:22.942739", "updated_at": "2023-07-11 06:27:19.095868", "quoteText": null, "case_id": 192, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29837, "title": "No third-party analytics or tracking platforms are used", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:04:28.720048", "updated_at": "2023-07-11 06:27:19.19802", "quoteText": null, "case_id": 381, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29845, "title": "You will be notified if personal data has been affected by data breaches", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:15:23.659887", "updated_at": "2023-07-11 06:27:19.562353", "quoteText": null, "case_id": 391, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29846, "title": "Your personal data is not sold", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:15:58.696232", "updated_at": "2023-07-11 06:27:19.653885", "quoteText": null, "case_id": 193, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29847, "title": "You can access most of the pages on the service's website without revealing any personal information", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:18:02.844304", "updated_at": "2023-07-11 06:27:19.748541", "quoteText": null, "case_id": 298, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29842, "title": "Your data may be processed and stored anywhere in the world", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:10:31.472699", "updated_at": "2023-07-11 06:27:19.838644", "quoteText": null, "case_id": 187, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29839, "title": "This service does not collect, use, or share location data", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:06:01.017763", "updated_at": "2023-07-11 06:27:19.937633", "quoteText": null, "case_id": 392, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29844, "title": "The service will only respond to government requests that are reasonable", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:14:37.794866", "updated_at": "2023-03-24 14:23:19.540375", "quoteText": null, "case_id": 393, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29841, "title": "Your personal data will not be used for an automated decision-making", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:09:01.730804", "updated_at": "2023-07-11 06:27:19.286846", "quoteText": null, "case_id": 480, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29836, "title": "[PP] Archives of their agreements are provided so that changes can be viewed over time", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:01:25.160166", "updated_at": "2023-07-11 06:27:19.381685", "quoteText": null, "case_id": 197, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29835, "title": "[PP] There is a date of the last update of the agreements", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:00:31.442412", "updated_at": "2023-03-05 09:36:20.222456", "quoteText": null, "case_id": 331, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29827, "title": "[RP] There is a date of the last update of the agreements", "source": "https://cakeybot.app/terms.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 17:50:49.171417", "updated_at": "2023-03-05 09:43:05.062244", "quoteText": null, "case_id": 331, "document_id": 14065, "quoteStart": null, "quoteEnd": null}, {"id": 29849, "title": "[PP] The terms for this service are easy to read", "source": "https://cakeybot.app/privacy.html", "status": "", "created_at": "2023-01-23 22:12:40.478407", "updated_at": "2023-03-05 09:43:15.146626", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29851, "title": "[RP] The terms for this service are easy to read", "source": "https://cakeybot.app/terms.html", "status": "", "created_at": "2023-01-23 22:13:11.526145", "updated_at": "2023-03-05 09:50:40.446638", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29850, "title": "[ToS] The terms for this service are easy to read", "source": "https://cakeybot.app/terms.html", "status": "", "created_at": "2023-01-23 22:12:57.680275", "updated_at": "2023-03-05 09:42:36.744898", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29822, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-22 16:25:17.772717", "updated_at": "2023-07-11 06:27:49.142147", "quoteText": null, "case_id": 243, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29830, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 17:55:34.624622", "updated_at": "2023-07-11 06:27:49.247913", "quoteText": null, "case_id": 122, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29843, "title": "The service will resist legal requests for your information where reasonably possible", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:14:04.695704", "updated_at": "2023-07-11 06:27:20.12808", "quoteText": null, "case_id": 305, "document_id": 14063, "quoteStart": null, "quoteEnd": null}, {"id": 29848, "title": "Your personal data is used for limited purposes", "source": "https://cakeybot.app/privacy.html", "status": "Generated through the annotate view", "created_at": "2023-01-23 18:18:56.642633", "updated_at": "2023-07-11 06:28:01.726018", "quoteText": null, "case_id": 196, "document_id": 14063, "quoteStart": null, "quoteEnd": null}], "urls": ["cakeybot.app"]}}