{"error": 448, "message": "OK", "parameters": {"id": 8242, "name": "Sketch", "created_at": "2023-05-08 19:04:54.568714", "updated_at": "2023-05-08 22:02:25.430504", "wikipedia": "https://en.wikipedia.org/wiki/Sketch_(software)", "keywords": null, "related": null, "slug": "sketch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8242.png", "url": "sketch.com", "documents": [{"id": 15989, "name": "Terms of Service", "url": "https://www.sketch.com/tos/", "xpath": "//body", "text": " <p>We use cookies! Some are necessary, but some are optional.\nWhy do we use them? For analyzing site usage, enhancing site navigation and improving our service.\nIf you decline, you may still see some cookies, but they will be fully anonymized.</p>\n<p>\n</p>\n<p>If you want all the info about the cookies we use, check out our Cookie Policy.</p> More options Accept all Decline all Skip Navigation Menu Sketch <ul>\n<li> Sign In </li>\n</ul>\n<ul>\n<li> Product <ul>\n<ul>\n<li> Design </li>\n<li> Collaboration </li>\n<li> Prototyping </li>\n<li> Developer Handoff </li>\n<li> Extensions </li>\n<li> All Features </li>\n</ul>\n<ul>\n<li> What’s New\n</li>\n<li> Experimental features menu 18 Apr </li>\n<li> Resolve Annotations 18 Apr </li>\n<li> Version 96 is available to download 18 Apr </li>\n<li> Annotations in the Mac app 18 Jan </li>\n<li> See all updates </li>\n</ul>\n</ul>\n</li>\n<li> Learn <ul>\n<ul>\n<li> courses </li>\n<li> Sketch 101 </li>\n<li> Sketch 102 </li>\n</ul>\n<ul>\n<li> more </li>\n<li> Blog </li>\n<li> Documentation </li>\n<li> Community Forum </li>\n<li> Newsletter </li>\n</ul>\n</ul>\n</li>\n<li> Apps </li>\n<li> Pricing </li>\n<li> Why Sketch <ul>\n<li> Switch to Sketch </li>\n<li> Sketch vs.\nFigma </li>\n<li> Sketch vs.\nAdobe XD </li>\n<li> Free for Education </li>\n</ul>\n</li>\n<li> Support <ul>\n<li> Sketch Help </li>\n<li> Contact Us </li>\n<li> Service Status </li>\n</ul>\n</li>\n</ul> Download <ul>\n<li> Sign In </li>\n<li> Get started </li>\n</ul> icon-close Sign In <ul>\n<li>\n<ul>\n<li> Product </li>\n<li> What's New </li>\n<li> Design </li>\n<li> Collaboration </li>\n<li> Prototyping </li>\n<li> Developer Handoff </li>\n<li> Apps </li>\n<li> Pricing </li>\n<li> Extensions </li>\n<li> All Features </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> What’s New\n</li>\n<li> Experimental features menu 18 Apr </li>\n<li> Resolve Annotations 18 Apr </li>\n<li> Version 96 is available to download 18 Apr </li>\n<li> Annotations in the Mac app 18 Jan </li>\n<li> See all updates </li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Courses </li>\n<li> Sketch 101 </li>\n<li> Sketch 102 </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Learn </li>\n<li> Blog </li>\n<li> Documentation </li>\n<li> Community Forum </li>\n<li> Newsletter </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Why Sketch </li>\n<li> Switch to Sketch </li>\n<li> Sketch vs.\nFigma </li>\n<li> Sketch vs.\nAdobe XD </li>\n<li> Free for Education </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Support </li>\n<li> Sketch Help </li>\n<li> Contact Us </li>\n<li> Service Status </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get started for free </li>\n</ul> Legal Contents Contents <ul>\n<li> Legal Terms </li>\n<ul>\n<li> Terms of Service </li>\n<li> End User License Agreement </li>\n<li> Data Processing Addendum </li>\n<ul>\n<li> Annex 1 Details of Processing </li>\n<li> Annex 2 Security Measures </li>\n<li> Annex 3 CCPA Data Processing Addendum </li>\n</ul>\n<li> List of Subprocessors </li>\n<li> Privacy Statement </li>\n</ul>\n<li> Policies </li>\n<ul>\n<li> Social Media House Rules </li>\n<li> Cookie Policy </li>\n</ul>\n<li> Security </li>\n<ul>\n<li> Sketch Security Measures </li>\n<li> Responsible Disclosure Policy </li>\n</ul>\n</ul> Cancel Contents <ul>\n<li> Legal Terms </li>\n<ul>\n<li> Terms of Service </li>\n<li> End User License Agreement </li>\n<li> Data Processing Addendum </li>\n<ul>\n<li> Annex 1 Details of Processing </li>\n<li> Annex 2 Security Measures </li>\n<li> Annex 3 CCPA Data Processing Addendum </li>\n</ul>\n<li> List of Subprocessors </li>\n<li> Privacy Statement </li>\n</ul>\n<li> Policies </li>\n<ul>\n<li> Social Media House Rules </li>\n<li> Cookie Policy </li>\n</ul>\n<li> Security </li>\n<ul>\n<li> Sketch Security Measures </li>\n<li> Responsible Disclosure Policy </li>\n</ul>\n</ul> Version 08 May 2023 Terms of Service <p>Sketch B.V.\n(also “Sketch”) provides a software platform for digital design.\nThe Sketch Platform is supported by a cloud persistency service where customers can store design artifacts and documents, share them with other members of their design operations, and manage Sketch user privileges.\nCustomers can create design documents in our popular Mac application and then upload them to the cloud for viewing or collaboration, or they can simply save design files on their local Mac machine(s), if preferred.</p>\n<p>Please read these Sketch Terms of Service (<strong>“Terms”</strong> or <strong>“the Agreement”</strong>) carefully before You download, purchase or use the Sketch Platform.\nBy purchasing a subscription for or using the Sketch Platform, You agree without reservation to be bound by the Agreement.\nIf You do not agree with the terms of the Agreement, please do not purchase or use the Sketch Platform.</p>\n<p>If You accept the terms and conditions in the Agreement on behalf of a company or other legal entity, You warrant that You have full legal authority to accept the terms and conditions in the Agreement on behalf of such company or other legal entity, and to legally bind such company or other legal entity.\nYou may not accept the Agreement if in your jurisdiction You are not of legal age to form a binding contract with Sketch B.V..\nIn particular, You may only accept the Agreement if You are old enough to consent by yourself to share your data under applicable law.\nFor example, you must be 13 years or older under United States law, or 16 years or older under European Union law.</p> Definitions <ol>\n<li>In these Terms, the expressions below shall have the meaning assigned to them in this clause, unless the context requires otherwise:</li>\n</ol>\n<ul>\n<li>\n<strong>“Admin”</strong> — means a role that an individual can be assigned as via a Sketch Platform subscription, which allows that individual to manage Workspaces, request and access the Restricted Upload feature, assign Editors and Viewers, and change billing details;</li>\n<li>\n<strong>“Affiliate(s)”</strong> — means an entity that directly or indirectly, through one or more intermediaries, controls, is controlled by or is under common control with Sketch B.V.;</li>\n<li>\n<strong>“Agreement”</strong> — the agreement between Sketch B.V.\nand You, as further defined in clause 2.2;</li>\n<li>\n<strong>“Beta Features”</strong> - means product features clearly identified as Beta Features that may be made available to You by Sketch B.V.\nfor testing purposes only;</li>\n<li>\n<strong>“Business Plan”</strong> - means Sketch B.V.’s business offer that includes, in addition to the services offered under the Standard Plan: SSO (SAML 2.0).\nunlimited storage on the Web app.\nPriority Support (as defined below), an invoice-based billing and may include a dedicated Sketch customer success manager.\nnotwithstanding the foregoing, the full availability of the additional Business Plan services may be subject to some qualifying conditions;</li>\n<li>\n<strong>”Comments”</strong> — includes, but is not limited to, any comment, opinion, advice, suggestion, recommendation or critic;</li>\n<li>\n<strong>“Confidential Information”</strong> — means any and all information that Sketch discloses to You, whether in writing, electronically or orally and in any form (tangible or intangible) that is confidential, proprietary, or relates to shareholders, whether commercial, technical, financial, customer, supplier, product or production related, where existing at the effective date or developed thereafter;</li>\n<li>\n<strong>“Content”</strong>&nbsp;— includes, but is not limited to any content, graphic, design, fonts, document or material created with or embedded in the Sketch Platform by You;</li>\n<li>\n<strong>“Editor”</strong> — means a role that an individual can be assigned as via a Sketch Platform subscription by the Admin, which allows that individual to access the Mac app and provides the ability to add, modify, manage and delete Workspace documents;</li>\n<li>\n<strong>“Education Plan”</strong> – means Sketch B.V.’s yearly free subscription for students above 16 years old, teachers and institutions which includes the services offered under the Standard Plan, i.e.\naccess to the Mac app and to the Web app, as detailed in this Agreement.\naccess to the Education Plan is subject to Sketch B.V.’s approval;</li>\n<li>\n<strong>“Finance Role”</strong> - means a role that an Admin can assign to any user, which allows that individual to see and manage billing and financial information pertaining to the Workspace and to add and/or delete Editors;</li>\n<li>\n<strong>“Guest”</strong> - means someone who can be invited to Your Workspace and only has visibility to the documents they’re explicitly invited to.\nThey can be given edit access too but they would need to be a member of another Workspace or have a valid Mac-only license and Sketch Account;</li>\n<li>\n<p>\n<strong>“Mac app”</strong> — means any Sketch software application designed to operate on Apple’s macOS platform that is available for download from sketch.com and licensed to You, including related content, files, media, and/or software setup files, for the duration of this Agreement;</p>\n</li>\n<li>\n<strong>“Partner(s)”</strong> - means a third party, either a business or an individual, who agrees to help promote and/or distribute the Sketch Platform to new audiences;</li>\n<li>\n<p>\n<strong>“Open Source Software”</strong> — means any software that requires as a condition of use, copying, modification and/or distribution of such software that such software or other software incorporated into, derived from or distributed with such software (a) be disclosed or distributed in source code form, and (b) be licensed for the purpose of making and/or distributing derivative works, and (c) be redistributable at no charge;</p>\n</li>\n<li>\n<strong>“Priority Support”</strong> — means support guaranteed to within 24 (twenty four) hours from Your request on working days from 9 am to 7 pm as reflected in Central European Time;</li>\n<li>\n<strong>“Promotions”</strong> — means promotional codes that may be offered to You by Sketch B.V;</li>\n<li>\n<strong>“Restricted Upload”</strong> – means a feature available for the yearly Standard Plan and for the Business Plan which, upon its activation by Sketch B.V., enables Admins and the Workspace Owner to restrict uploading files in their Workspace;</li>\n<li>\n<strong>“Sketch B.V.” or “Sketch”</strong> — means Sketch B.V., Flight Forum 40, Ground floor, 5657 DB Eindhoven, the Netherlands with chamber of commerce registration number 60360461 and VAT number NL8538.75.273.B01;</li>\n<li>\n<strong>“Sketch Account”</strong> — means the account customers use to sign into the Web app, and/or the Mac app, as applicable;</li>\n<li>\n<strong>“Sketch iOS App”</strong> — means a companion application for the Mac app that lets You preview designs on Your iOS devices.\nSketch iOS App is available for free on the Apple iOS App Store;</li>\n<li>\n<strong>“Sketch Platform”</strong> — means the Mac app, Web app, and Sketch iOS App and SSO, as applicable;</li>\n<li>\n<strong>“Sketch Policies”</strong> — means the policies of Sketch B.V.\nas made available on www.sketch.com and amended from time to time, including but not limited to the Data Processing Addendum and Privacy Statement;</li>\n<li>\n<strong>“SSO”</strong> — means the single sign-on authentication (SAML 2.0) service which may be offered to You;</li>\n<li>\n<strong>“Standard Plan”</strong> – means Sketch standard offer which includes access to the Mac app and to the Web app, as detailed in this Agreement;</li>\n<li>\n<strong>“Updates”</strong> — means any modified versions and updates of, and additions to the Sketch Platform;</li>\n<li>\n<strong>“Use”</strong> — means: to access, download, install, copy or get benefit from using the Mac app in accordance with the documentation;</li>\n<li>\n<strong>“Version(s)”</strong> – means periodic backups of edits made on the Content, that Sketch B.V.\nmay create from time to time;</li>\n<li>\n<strong>“Viewer”</strong>&nbsp;— means a role that an individual can be assigned as via a Sketch Platform subscription, which may allow that individual to view, comment, and inspect Workspace documents in the web app.\nViewers do not have access to the Mac app;</li>\n<li>\n<strong>“Web Application” or “Web app”</strong> — means the cloud-based services and other materials, including Updates, as made available by Sketch B.V.\nand accessible via Your browser or the Mac app;</li>\n<li>\n<strong>“Workspace”</strong> — means a shared space on the Web app for data and Content that can be accessed by Admins, Editors, Viewers and by the Finance Role and that may be accessed by Guests;</li>\n<li>\n<strong>“Workspace Owner”</strong> – means the Admin who created the Workspace or the person designated as the new owner by the Workspace creator;</li>\n<li>\n<strong>“You”</strong> — means you, the authorized representative of the company or other legal entity that will be the final and ultimate user of the Sketch Platform, the final and ultimate user of the Sketch Platform and the company, institution, or other legal entity that will be the final and ultimate user of the Sketch Platform, as applicable.</li>\n</ul> General <ol>\n<li>\n<p>These Terms apply to any licenses granted to You by Sketch B.V.\nfor the use of the Sketch Platform.</p>\n</li>\n<li>\n<p>By checking the acceptance box when registering for a Sketch Standard, Business or Education Plan offer to use the Sketch Platform, or by starting to use the Sketch Platform, You enter into an agreement with Sketch B.V.\nfor the use of the Sketch Platform as of that date (<strong>“Effective Date”</strong>).\nYour agreement with Sketch B.V.\nis governed by these Terms as well as the Sketch Policies that are thereby accepted by You and includes any other (commercial) arrangements made in writing between Sketch B.V.\nand You (<strong>“Agreement”</strong>).\nNo addition, amendment or modification of the Agreement shall be effective for Sketch B.V.\nunless it is in writing and signed by and on behalf of both parties.</p>\n</li>\n<li>\n<p>Notwithstanding the foregoing, You acknowledge that these Terms and the Sketch Policies may be modified from time to time without prior notice to You.\nSuch modifications will be effective upon posting on www.sketch.com/legal or otherwise notifying You, e.g.\nby using the email address used for Your registration or purchase.\nIf You do not agree with modifications to these Terms, You can terminate this Agreement in accordance with clause 14.</p>\n</li>\n<li>\n<p>In the event any provision of these Terms and/or any part of the Agreement is found by a competent court to be invalid, unlawful or unenforceable, then such part will be severed from the remainder of the Agreement (as defined above), which itself will continue to be valid and enforceable to the full extent permitted by law.\nAs for the provision and/or part that has been found to be invalid, unlawful or unenforceable, Sketch B.V.\nand You shall enter into negotiations to agree upon a new term replacing such invalid, unlawful or unenforceable provision and/or part, whereby the purpose and the meaning of the original provision and/or part shall be applied to the extent possible.</p>\n</li>\n<li>\n<p>The Agreement sets forth the entire agreement and understanding between Sketch B.V.\nand You with respect to the subject matter hereof.\nYour terms and conditions of whatever kind shall not apply, not even in addition to the Agreement.</p>\n</li>\n</ol> License and intellectual property rights <ol>\n<li>\n<p>You shall remain the owner of the Content.\nYou grant Sketch B.V.\na worldwide, non-exclusive, royalty-free, transferable license with a right to sub-license to use, reproduce, distribute, display and perform the Content to the extent required for the provision of the Sketch Platform.</p>\n</li>\n<li>\n<p>The license granted under clause 3.1 does not entitle Sketch B.V.\nto use the Content for marketing purposes.\nHowever, You grant Sketch B.V.\na limited and non-exclusive license, revocable by You at any time by giving 14 days’ prior notice, to use Your business logo on Sketch B.V.’s marketing website for the purpose of presenting sample customers of the Sketch Platform in a neutral way.\nSketch B.V.\nis allowed to use Your logo for this purpose only and the license granted herein is not transferable nor sublicensable.\nSketch B.V.\nmay also include a quote drafted by You relating to the service hereunder to be published in press releases.\nSuch quote must be agreed on beforehand by You and Sketch B.V..</p>\n</li>\n<li>\n<p>The license granted under clause 3.1 remains effective until such Agreement is suspended or terminated in accordance with clause 14.</p>\n</li>\n<li>\n<p>Sketch B.V.\ngrants You a non-exclusive, non-transferable, limited, revocable right to access and use the Sketch Platform in accordance with the Agreement, subject to Your payment of applicable fees under this Agreement.\nSketch B.V.\nreserves all rights not expressly granted to You.</p>\n</li>\n<li>\n<p>All right, title, and interest in and to the Sketch Platform will remain the exclusive property of Sketch B.V.\nand its licensors.\nYou may not delete or alter any disclaimers, warnings, copyright or other proprietary notices accompanying the Sketch Platform.\nYou shall not acquire any ownership to the Sketch Platform as a result of Your purchase or use of the Sketch Platform.</p>\n</li>\n<li>\n<p>Nothing in the Agreement gives You the right to use Sketch B.V.’s name or any of Sketch B.V.’s trademarks, logos, domain names and other distinctive brand features.\nHowever, Sketch B.V.\ngrants You a limited and non-exclusive license, revocable by Sketch B.V.\nat any time by giving 14 days’ prior notice, to use Sketch B.V.’s business logo on Your marketing website for the purpose of presenting your sample vendors in a neutral way.\nYou are allowed to use Sketch B.V.’s logo for this purpose only and the license granted herein is not transferable nor sublicensable.</p>\n</li>\n<li>\n<p>You understand and agree that Sketch B.V.\nmay be independently creating content, other products and services that may be similar to or competitive with the Content.\nNothing in the Agreement will be construed as restricting or preventing Sketch B.V.\nfrom creating and fully exploiting any such content, other products and services without any obligations to You.</p>\n</li>\n</ol> Sketch Platform subscription <ol>\n<li>\n<p>If You register directly on Sketch B.V.’s website, You can start a trial of the Sketch Platform and create a Workspace in the Web app via www.sketch.com.\nOnce You have created a Workspace, You are the Admin for that Workspace.\nIn case of a Business Plan, you may be assigned a Sketch customer success manager (depending on the number of Editor’s seats purchased) who will assist you with the onboarding process and will further support you with priority support in accordance with clause 8.6 of these Terms.</p>\n</li>\n<li>\n<p>After confirming Your agreement with our Terms of Service, You can trial the Sketch Platform for a one-time, limited term of 30 (thirty) consecutive days for the sole purpose of testing and evaluating Sketch.\nUpon expiration of the trial, You will be prompted for payment information in order to convert Your trial into a paid subscription, and You will need to reconfirm acceptance of our Terms of Service.\nSketch B.V.\nwill charge Your designated payment method for the coming period so that You can keep using the Sketch Platform.\nIn case You don’t convert your trial into a paid subscription, You acknowledge and agree that Sketch B.V.\nmay delete all of your content or data associated with the Workspace that was assigned to Your trial, provided that You will be granted 90 (ninety) days from the end of the trial to recover the files.\nAlso, Sketch B.V.\nreserves the right to modify the terms of service of any trial and/or cancel any trial subscription at any time.\nIf You are purchasing the Sketch Platform via or thanks to a third-party Partner, the free trial referenced in this clause 4.2 and in the preceding clause 4.1 won’t apply to Your purchase.</p>\n</li>\n<li>\n<p>Fees are stated exclusive of any taxes or similar governmental assessments of any nature, including, for example, value-added, sales, use or withholding taxes, assessable by any jurisdiction (collectively, “Taxes”).\nYou will be responsible for paying all Taxes associated with your subscription, except for those taxes based on our net income.\nShould any payment for our services be subject to withholding tax by any government, you will reimburse us for such withholding tax.</p>\n</li>\n<li>\n<p>If You are the Admin for a Workspace, You can: (a) invite individuals for Your Workspace and assign them the role of Admin, Editor, Viewer, Guest or the Finance Role via www.sketch.com, (b) assign yourself the role of Editor or Viewer, (c) You can revoke the assigned role of Editor or Viewer with immediate effect and (d) you can request and manage the Restricted Upload feature.\nIf You are the Workspace Owner You can, inter alia: (a) request the deletion of a Workspace.\n(b) request a change of Plan.\n(c) transfer document between Workspaces.\n(d) issue data deletion requests and (e) request and manage the Restricted Upload feature.</p>\n</li>\n<li>\n<p>If You are an Editor in a Workspace, You are granted a license to Use the Mac app for the term that You are an Editor.\nEach Editor in a Workspace can use their own Sketch Account to log into the Sketch Platform on any device they own.\nhowever, sharing credentials to access and use the Sketch Platform is a violation of this Agreement, including its clause 10.2, and may result in Sketch B.V.\nsuspending Your Sketch Account and terminating this Agreement.</p>\n</li>\n<li>\n<p>If You are a Viewer or a Guest in a Workspace, You can review Content, post Comments, and download documents but You cannot access the Mac app or upload Content to the Web app.</p>\n</li>\n<li>\n<p>Promotions that may be run by Sketch B.V., whether via email, on websites, social media platforms or otherwise, are subject to these Terms and to any other specific rule that might include duration, entry instructions and specific details, rules or conditions relating to a particular Promotion.</p>\n</li>\n<li>Our subscriptions refund policy depends on the billing option You chose during the sign- up process: <ul>\n<li>For monthly billing, we don’t offer refunds, but You can cancel at any time, You won’t be billed again and You can use Your account until it expires;</li>\n<li>For annual billing, we offer a full refund within 30 days of Your purchase.\nto request a refund on an annual billing charge, You can contact our Customer Support following the instructions of our Refund Policy.</li>\n</ul>\n</li>\n<li>If You are given access to Beta Features, You are not obligated to use them and Sketch B.V.\nmay immediately and without notice remove Your access to such Beta Features for any reason without liability to You.\nNotwithstanding anything to the contrary in these Terms, all Beta Features are provided “AS IS” without warranties of any kind and without any performance obligations.</li>\n</ol> Content <ol>\n<li>\n<p>Sketch B.V.\nis not responsible and liable for the Content and the consequences of uploading the Content and for sharing the Content.\nOnce the Content is shared with a Workspace, it may be accessible by users with whom You are in a Workspace and persist after termination of Your Agreement pursuant to clause 14.\nSketch B.V.\ndoes not endorse the Content or any advice, suggestion or opinion expressed in the Content.\nContent is not Personal Data (as this term is defined in the DPA).\nto this extent, Sketch B.V.\nwaives any liability in connection with the information that You may upload in the Content (such as pictures, identity documents or other) that relates to an identified or identifiable individual, and You shall indemnify Sketch B.V.\npursuant to clause 13 of these Terms in case of breach and/or claim by a third party.</p>\n</li>\n<li>\n<p>You warrant that You have (and will continue to have during Your use of the Sketch Platform) all necessary licenses, rights, consents, and permissions which are required to enable Sketch B.V.\nto use the Content for the purposes of the provision of the Sketch Platform, and otherwise to use the Content in the manner contemplated by the Sketch Platform and these Terms.</p>\n</li>\n<li>\n<p>When embedding a font in the Content, You warrant that You have all necessary licenses, rights and permissions to use such font in the Content and to redistribute it and You agree to comply with all the applicable font’s license terms and conditions.\nIn case of breach of this Clause 5.3, You will indemnify and hold Sketch B.V.\nharmless in accordance with Clause 13 of this Agreement.</p>\n</li>\n<li>\n<p>On becoming aware of any (potential) violation of the Agreement, Sketch B.V.\nreserves the right (a) to remove the Content which is in violation of the Agreement and (b) to disable access to such Content at any time, without prior notice and at its sole discretion.</p>\n</li>\n<li>\n<p>Without prejudice to the foregoing, in case You select to activate the Restricted Upload feature, you acknowledge that Sketch B.V.\nwon’t have access anymore to the Content whose upload in the Workspace has been restricted.</p>\n</li>\n</ol> Comments <ol>\n<li>\n<p>Sketch B.V.\nis not responsible and liable for Comments posted by You or third parties, including Comments with respect to the Content.\nSketch B.V.\ndoes not endorse the Comments or any advice, suggestion or opinion expressed in the Comments.</p>\n</li>\n<li>\n<p>You shall not post Comments that:</p>\n<ol>\n<li>are factually inaccurate, offensive, indecent, or otherwise objectionable;</li>\n<li>(in part) consist of advertisements or promotions.\nor</li>\n<li>are otherwise in violation of the law and/or of the Agreement.</li>\n</ol>\n</li>\n<li>\n<p>Sketch B.V.\nreserves the right to remove Comments which are in violation of the law and/or of the Agreement at any time, without prior notice and at its sole discretion.\nOnce Comments are shared with a Workspace, they may be accessible by users with whom You are in a Workspace and persist after termination of Your Agreement in accordance with clause 14.</p>\n</li>\n</ol> Feedback and notifications <ol>\n<li>\n<p>You acknowledge and agree that if You provide Sketch B.V.\nwith any suggestions, comments, or other feedback about the Sketch Platform (jointly&nbsp;<strong>“Feedback”</strong>), such Feedback is given voluntarily.\nEven if You designate such Feedback as confidential, the Feedback will not be confidential unless expressly otherwise agreed in writing by Sketch B.V., and Sketch B.V.\nwill be free to use, disclose, reproduce, license, or otherwise distribute or exploit the Feedback at its sole discretion without any obligations or restrictions of any kind, including without limitation, intellectual property rights or licensing obligations.</p>\n</li>\n<li>\n<p>Sketch B.V.\ndoes not monitor the Content uploaded and shared using the Sketch Platform.\nIf You believe or become aware that (a) Your copyright-protected work is made available through the Sketch Platform without authorization, or (b) other clearly unlawful Content is made available through the Sketch Platform, You may notify Sketch B.V.\nby email at&nbsp;<strong>legal@sketch.com</strong>.\nUpon receipt of a notification, Sketch B.V.\nwill decide at its sole discretion whether it will remove the relevant Content, taking into account the evidence provided in the notification.\nYou acknowledge that misuse of this process may result in the suspension of Your account or other legal consequences.</p>\n</li>\n<li>\n<p>Notifications to Sketch are usually made at the address referenced to in clause 7.2 but when the Sketch Account provides for a different notification tool (such as a subscribe/unsubscribe button), its use shall be considered as a valid notification.</p>\n</li>\n</ol> Support and Updates <ol>\n<li>\n<p>Sketch B.V.\nmay Update or otherwise modify the Sketch Platform at its sole discretion without prior notification.\nIf Updates are made available to You by Sketch B.V., the terms and conditions of the Agreement will govern Your use of and access to such Updates.</p>\n</li>\n<li>\n<p>Sketch B.V.\nwill use its best endeavours to notify You of any available Updates.</p>\n</li>\n<li>\n<p>You can download available Updates of the Mac app from www.sketch.com, or, in the case of Sketch iOS App, on the Apple iOS App Store.</p>\n</li>\n<li>\n<p>Any maintenance and support provided by Sketch B.V.\nincluding the provision of Updates, will be provided in a reasonable way on an “as is” basis without any warranty expressed or implied, as soon as reasonably practicable, and subject to availability of staff.</p>\n</li>\n<li>\n<p>Unless as otherwise specified in this Agreement, Sketch B.V.\nis not obliged to provide any maintenance, technical or other support for the Sketch Platform, including the Updates.</p>\n</li>\n<li>\n<p>Priority Support for Business Plan addressed at productsupport@sketch.com, and mail@sketch.com will be guaranteed to You within 24 (twenty four) hours from Your request from Monday to Friday from 9 am to 7 pm CET.</p>\n</li>\n<li>\n<p>Without prejudice to the foregoing, You will be entitled to receive Updates to the Mac App free of charge:</p>\n<ol>\n<li>during the term of Your valid subscription (typically, 12 months if annual subscription, or 1 month in case of monthly subscription.\nin order to receive Updates after such term expires, You will need to renew Your subscription), or</li>\n<li>during the period that You qualify as an Editor.</li>\n</ol>\n</li>\n</ol> Restrictions and Conditions\n<ol>\n<li>\n<p>As of the Effective Date, Sketch B.V.\nhereby grants You the right to access and use the Sketch Platform, provided that You shall at all times comply with the Agreement and shall not use the Sketch Platform in violation of applicable laws or regulations.\n<br>\n<br>\nBy way of mere example You shall not:</p>\n<ol>\n<li>use the Sketch Platform for unlawful purposes or the promotion of illegal activities;</li>\n<li>use the Sketch Platform in an offensive, indecent, or otherwise objectionable way and/or in a way that could be detrimental to the reputation of Sketch B.V.;</li>\n<li>imply or suggest that the Content is created or endorsed by Sketch B.V.\nor Sketch B.V.’s licensors;</li>\n<li>probe, scan, or test the vulnerability of any Sketch B.V.\nsystem or network or breach or circumvent any security or authentication measures, including measures that prevent or restrict the use or copying of the Content or enforce limitations on the use of the Sketch Platform or the content accessible via the Sketch Platform without Sketch B.V.’s prior written consent and, in any case, in compliance with our Responsible Disclosure Policy;</li>\n<li>decompile, decrypt, disassemble, modify, copy, reformat, create derivative works of, or reverse engineer the Sketch Platform, except as expressly permitted in the Agreement;</li>\n<li>exploit the Sketch Platform commercially by for example (a) the sale of access to the Sketch Platform, (b) the sale of advertising or promotions placed on or within the Content or the Sketch Platform or (c) the sale of advertising or promotions on any webpage containing the Content delivered via the Sketch Platform;</li>\n<li>disclose Confidential Information unless if this is required by law or authoritative order;</li>\n<li>impersonate or misrepresent Sketch B.V.\nor any third party when You make available the Content;</li>\n<li>interfere with or disrupt Sketch B.V.’s services, servers or network in any way;</li>\n<li>rent, lease, lend, sell, redistribute, sublicense or otherwise commercially exploit Your rights to use the Sketch Platform;</li>\n<li>assign Your rights to use the Sketch Platform without prior written approval of Sketch B.V.;</li>\n<li>use the Sketch Platform for any unlawful, illegal or suspicious activity, or to facilitate an unlawful, illegal or suspicious activity;</li>\n<li>delete or alter any disclaimers, warnings, copyright or other proprietary notices accompanying the Sketch Platform;</li>\n<li>copy (except as otherwise provided in the Agreement), adapt, translate, decompile, reverse engineer, disassemble, attempt to derive the source code of, modify or create derivative works of the Sketch Platform or any parts thereof, except to the extent explicitly permitted by applicable law.\nor</li>\n<li>use the Sketch Platform in conjunction with any Content that infringes on intellectual property rights, including copyrights, of third parties.</li>\n</ol>\n</li>\n<li>\n<p>Certain optional components of the Sketch Platform are made available under a specific Open Source Software license and, in case You elect to use them,&nbsp;You shall adhere to the relevant terms and conditions which can be found under public repositories at:&nbsp;https://github.com/sketch-hq/.</p>\n</li>\n<li>\n<p>You acknowledge that You may be exposed to Content of third parties that are factually inaccurate, offensive, indecent, or otherwise objectionable to You.\nYou agree to waive any legal rights or remedies You have or may have against Sketch B.V.\nwith respect to any such third party Content.</p>\n</li>\n<li>\n<p>In order to be able to install the Mac app and receive Updates, Your computer shall have access to the Internet and shall meet the system requirements described in the documentation that can be found on the Updates page.</p>\n</li>\n<li>\n<p>In order to be able to use some available functionalities of the Mac app and of the Sketch Platform, You must use a version of the Mac app not older than a year.\nSketch B.V.\nreserves the right, at its sole discretion, to deprecate functionalities on its backend that may break versions older than one year (or more recent versions if that is necessary for security related reasons).\nYou can check the Updates page for up-to-date release information and update the Mac app when prompted.</p>\n</li>\n</ol> Sketch Account and storage\n<ol>\n<li>\n<p>Before accessing the Web app, You must sign-up with Your name and email to create a Sketch Account, select the Standard, Business or Education Plan and agree to these Terms.\nBy signing-up, You warrant that the sign-up details used by You are accurate and up-to-date.\nIn particular, by signing up for a Business or Education Plan, You confirm that You are a legal representative, or are acting on behalf of such person, of the company or institution name used in the account.\nIn all cases, You shall ensure all Your users have read and will abide by these Terms.</p>\n</li>\n<li>\n<p>You are responsible for safeguarding Your login details for the Sketch Account and for any activities and actions taking place under Your login details.\nYou are prohibited to share Your login details with any third party.</p>\n</li>\n<li>\n<p>You shall notify Sketch B.V.\nimmediately of any breach of security or unauthorized use of the Sketch Account that You become aware of.</p>\n</li>\n<li>\n<p>All activities that occur under the Sketch Account are Your sole responsibility.\nIn particular, You are responsible for maintaining complete, ongoing visibility of the Content to minimize or eliminate the risk that your Users exfiltrate Your data when leaving Your company and Sketch B.V.\nwaives any liability in connection with such misconduct.</p>\n</li>\n<li>\n<p>If You have accepted the terms and conditions in the Agreement on behalf of a company or other legal entity, You are prohibited to use the Sketch Account after You have ceased working for such company or other legal entity.</p>\n</li>\n<li>\n<p>Sketch B.V.\nreserves the right to delete Your data and Content at its own choice:</p>\n<ol>\n<li>Within 90 days from the day that the Agreement is terminated pursuant to clause 14.\nand</li>\n<li>For existing licenses not tied to a Workspace, within 90 days from the last day that You accessed Your stored data and/or Content, in connection to data and Content created in the Mac app that is resident in Sketch Workspace(s).</li>\n</ol>\n</li>\n<li>\n<p>With the exception of the Business Plan, You have 5 GB of storage in Your Workspace on the Web app.\nIf You exceed this cap, You will be contacted by Sketch B.V..</p>\n</li>\n<li>\n<p>Sketch B.V.\nsaves frequently recent Versions and less frequently older Versions.\nIn addition, Sketch B.V.\nalways preserves any Version that was starred by You.</p>\n</li>\n<li>\n<p>For avoidance of doubt, by subscribing to the Business Plan, You will have access to unlimited storage.</p>\n</li>\n</ol> Warranty Disclaimer <ol>\n<li>\n<p>You acknowledge that the Sketch Platform is provided to You on an “as is” and “as available” basis, without warranty of any kind, express or implied, including, but not limited to, fitness for a particular purpose, availability, security, title, non-infringement or backward compatibility.\nNo oral or written advice given by Sketch B.V., its dealers, distributors, agents, employees or subcontractors shall create a warranty or in any way increase the scope of this warranty and You may not rely upon such information or advice.</p>\n</li>\n<li>\n<p>You use the Sketch Platform at Your own risk and the entire risk as to satisfactory quality, performance and accuracy is with You only.\nSketch does not warrant: (i) that the Sketch Platform will meet Your specific requirements, (ii) that the Sketch Platform will be uninterrupted, timely, secure or error free, (iii) that the results that may be obtained from the use of the Sketch Platform will meet Your expectations.\nSketch specifically disclaims any implied warranties of merchantability, fitness for particular purpose, title and non-infringement.</p>\n</li>\n</ol> Limitation of Liability <ol>\n<li>\n<p>To the maximum extent permitted by applicable law, the total aggregate liability of Sketch B.V., its Affiliates, personnel, subcontractors, agents or any third party that has been involved in the creation, production, or delivery of the Sketch Platform for all damages arising out of or in any way relating to the Sketch Platform, shall in no event exceed the total amount(s) paid to Sketch in the preceding 12 months.</p>\n</li>\n<li>\n<p>Without prejudice to the foregoing, in no event shall Sketch B.V., its Affiliates, personnel, subcontractors, agents or any third party that has been involved in the creation, production, or delivery of the Sketch Platform, be liable for indirect, incidental, special and/or consequential damages or purely financial loss such as missed business opportunities, lost sales, volume, revenue and profit, and data loss in connection with or arising out of the Agreement.\nIn addition, Sketch B.V., its Affiliates, personnel, subcontractors or agents shall not be liable for any loss or damage which may be incurred by You as a result of:</p>\n<ol>\n<li>any changes which Sketch B.V.\nmay make to the Sketch Platform, or any permanent or temporary (partial) termination in the provision of the Sketch Platform;</li>\n<li>the deletion of, corruption of, public release of, or failure to store the Content, or any other data provided by You in connection with the Web app;</li>\n<li>any delay, error or failure of Sketch B.V.\nin connection with Your sharing of the Content via the Web app;</li>\n<li>Your failure to provide Sketch B.V.\nwith accurate information during the registration process;</li>\n<li>Your failure to keep the password for Your Sketch Account secure and confidential.\nor</li>\n<li>Any other act or omission by You that violates the terms, conditions or requirements of the Agreement and/or the applicable law.</li>\n</ol>\n</li>\n<li>\n<p>The limitations of liability referred to in clause 12.1 and 12.2 shall not apply in the event that: (i) any negligence on the part of Sketch B.V.\nleads to death or physical injury or (ii) damages arise from the intent, willful misconduct or gross negligence of Sketch B.V.\nor the management of Sketch B.V.</p>\n</li>\n</ol> Indemnification\n<ol>\n<li>\n<p>You shall indemnify Sketch B.V., its Affiliates, personnel, subcontractors and agents from and against any and all losses, damages, liabilities, claims, demands, suits, expenses and any other out-of-pocket costs (including all reasonable attorney’s fees and expenses) which Sketch B.V., its Affiliates, personnel, subcontractors or agents may incur or be liable for arising out of or in connection with this Agreement, directly or indirectly, including:</p>\n<ol>\n<li>breach of the Agreement and/or the use of the Sketch Platform, and/or</li>\n<li>any other act or omission by You, including but not limited to any product liability claims, even if such a claim alleges that Sketch B.V.\nwas negligent regarding the design or manufacture of the Sketch Platform.</li>\n</ol>\n</li>\n</ol> Duration, Suspension, Termination and Consequences of Termination\n<ol>\n<li>\n<p>The Agreement is renewed automatically and shall terminate:</p>\n<ol>\n<li>If You terminate the Agreement at Your convenience: upon our receipt of Your notice of termination, upon Your cancelation of the subscription via the Web App or at a later date specified by You.\nAny rights obtained in the context of Web app or Workspace(s) will terminate automatically when You are no longer a(n) Admin, Editor or Viewer.</li>\n<li>\n<p>If You terminate the Agreement at Your convenience, immediately upon our receipt of your notice or at a later date specifically indicated by You.\nYour termination shall not affect any of Your existing payment obligations.\nFor avoidance of doubt, You acknowledge and accept that:</p>\n<ul>\n<li>For annual billing, Sketch offers You a full refund within 30 (thirty) days of Your purchase;</li>\n<li>Subsequent purchases (additional seats) and subscription renewals are not refundable.\nwithout prejudice to the foregoing, Sketch B.V.\nmay offer You a refund within 30 (thirty) days of the purchase date in some edge cases to be assessed by Sketch B.V.\nat its own discretion;</li>\n<li>For monthly billing, Sketch does not offer refunds, but You can cancel at any time and You will not be billed again starting from the following renewal.</li>\n<li>Please note, that a Sketch Platform subscription will include at least one (1) paid Editor role at all times, in order for the subscription to remain active.\nWe charge for all Editor role(s) on each Workspace on Your Sketch Account, whether or not an end user accepts Your assignment to such role.</li>\n</ul>\n</li>\n<li>If Sketch B.V.\ndiscontinues Your use of the Sketch Platform or terminates the Agreement for convenience upon prior written notice (including email) to You.</li>\n</ol>\n</li>\n<li>\n<p>Sketch B.V.\nis entitled to terminate any subscriptions for the Sketch Platform, including trials, during the license term with immediate effect and without prior notice in the event You fail to comply with the Agreement or applicable laws and regulations, in the event You fail to pay Your fee for the applicable payment term, or in the event Sketch B.V.\nis required to do so by law or an order of an applicable court or other authoritative body.</p>\n</li>\n<li>\n<p>Sketch B.V.\nmay suspend Your access to and Your use of the Sketch Platform and terminate this Agreement immediately in writing (including email or text message), without prior written notice (i) if You fail to comply with any term(s) and conditions of the Agreement, (ii) on becoming aware of any potential violation of the Agreement.\nSketch B.V.\nrelies on third-party payment processors.\nIn case You dispute a payment with one of such third-party payment processors and You lose such dispute, You will have to reach out to Sketch B.V.\nto reactivate Your subscription contacting Sketch B.V.\nat mail@sketch.com or, if You have purchased a Business Plan subscription, contacting Your customer success manager, if applicable.</p>\n</li>\n<li>\n<p>Any terms and conditions of the Agreement that by their nature should survive termination shall survive termination, including but not limited to payment obligations stemming from entering into this Agreement (as described in clause 2.2).</p>\n</li>\n<li>\n<p>You and Sketch B.V.\nwaive their rights to rescind or annul the Agreement.\nArticles 3:44, 6:228 and 6:265 of the Dutch Civil Code are excluded.</p>\n</li>\n<li>\n<p>On the effective date of termination of your right to use the Sketch Platform:</p>\n<p>a) You shall cease use of the Sketch Platform, unless clause 14.6(d) applies;</p>\n<p>b) Your right to access and use the Sketch Platform shall terminate;</p>\n<p>c) any other rights granted to You under the Agreement shall immediately be relinquished by You;</p>\n<p>d) unless agreed otherwise in writing with Sketch B.V., Sketch B.V.\nwill deactivate and delete Your Sketch Account(s) and data.\nand</p>\n<p>e) You shall promptly return to Sketch B.V.\nall Sketch Platform and Sketch’s Confidential Information in Your or any of Your employees’, agents’, subcontractors’ or (external) advisors’ possession, without withholding any copies.</p>\n</li>\n</ol> Data protection\n<ol>\n<li>\n<p>These Terms incorporate the Sketch Data Processing Addendum (“DPA”), when the GDPR applies to Your use of the Sketch Platform and as relates to our processing of Controller Personal Data (as defined in the DPA).\nThe DPA is effective as of 11 July 2022 and replaces and supersedes any previously agreed data processing addendum between You and Sketch B.V.</p>\n</li>\n<li>\n<p>By using our services and accessing the Sketch Platform, You consent to our collection, use and disclosure of Your personal information as also set forth in our Privacy Statement, as updated from time to time.</p>\n</li>\n</ol> Miscellanea\n<ol>\n<li>\n<p>You may not issue any press releases or make any other public statements regarding the Agreement, the Sketch Platform or the relationship between You and Sketch B.V., without Sketch B.V.’s express prior written consent, which may be withheld at Sketch B.V.’s sole discretion.</p>\n</li>\n<li>\n<p>You may not assign or subcontract any of Your rights or obligations under the Agreement to any third party without Sketch B.V.’s prior written consent.\nSketch B.V.\nmay assign or subcontract any of its rights or obligations under the Agreement at its sole discretion.\nOnly You and Sketch B.V.\nand Your and Sketch B.V.’s permitted assignees or successors may enforce the terms and conditions of the Agreement, except as expressly provided in the Agreement.\nTo the extent that any third party stipulation is contained the Agreement, article 6:254 of the Dutch Civil Code is excluded.</p>\n</li>\n<li>\n<p>A failure by Sketch B.V.\nto give notice to You of any breach or non-fulfillment of any provision, term or clause of the Agreement shall not constitute a waiver thereof, nor shall the waiver of any breach or non-fulfillment of any provision, term or clause hereof constitute a waiver of any other provision, term or clause thereof.</p>\n</li>\n</ol> Governing Law and Disputes\n<ol>\n<li>\n<p>To the extent permitted by applicable law, the Agreement shall be governed by and construed in accordance with the laws of the Netherlands, excluding its conflicts of law rules.</p>\n</li>\n<li>\n<p>To the extent permitted by applicable law, any dispute between Sketch B.V.\nand You shall exclusively be submitted to the competent court in The Hague, the Netherlands.</p>\n</li>\n</ol> Contact Information and notices\n<ol>\n<li>If You have any questions on these Terms of Service, and/or for other legal notices, please contact Sketch at:&nbsp;mail@sketch.com.</li>\n<li>Notices will be considered to have been given at the time and on the date of transmission/shipment.</li>\n</ol> Incredible design, right in your inbox <p> Subscribe to our Beyond the Canvas newsletter and get the latest design news, articles, resources and inspiration every month </p> Email Try it out I agree to receive marketing emails from Sketch.\nProduct <ul>\n<li>What's New </li>\n<li>Design </li>\n<li>Collaboration </li>\n<li>Prototyping </li>\n<li>Developer Handoff </li>\n<li>Apps </li>\n<li>Extensions </li>\n<li>Pricing </li>\n<li>Experimental Features </li>\n<li>All Features </li>\n</ul> Why Sketch <ul>\n<li>Switch to Sketch </li>\n<li>Sketch vs.\nFigma </li>\n<li>Sketch vs.\nAdobe XD </li>\n<li>Free for Education </li>\n</ul> Learn <ul>\n<li>Blog </li>\n<li>Course: Sketch 101 </li>\n<li>Course: Sketch 102 </li>\n<li>Documentation </li>\n<li>Community Forum </li>\n<li>Newsletter </li>\n<li>Developer Platform </li>\n</ul> Support <ul>\n<li>Sketch Help </li>\n<li>Contact Us </li>\n<li>Manage License </li>\n<li>Service Status </li>\n</ul> Company <ul>\n<li>About Us </li>\n<li>Careers </li>\n<li>Security </li>\n<li>Terms &amp.\nPolicies </li>\n<li>Cookie Preferences </li>\n</ul> Home <p>© 2023 Sketch B.V.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-05-08 19:04:54.598631", "updated_at": "2023-05-08 19:05:44.566474"}, {"id": 15990, "name": "Privacy Statement", "url": "https://www.sketch.com/privacy/", "xpath": "//body", "text": " <p>We use cookies! Some are necessary, but some are optional.\nWhy do we use them? For analyzing site usage, enhancing site navigation and improving our service.\nIf you decline, you may still see some cookies, but they will be fully anonymized.</p>\n<p>\n</p>\n<p>If you want all the info about the cookies we use, check out our Cookie Policy.</p> More options Accept all Decline all Skip Navigation Menu Sketch <ul>\n<li> Sign In </li>\n</ul>\n<ul>\n<li> Product <ul>\n<ul>\n<li> Design </li>\n<li> Collaboration </li>\n<li> Prototyping </li>\n<li> Developer Handoff </li>\n<li> Extensions </li>\n<li> All Features </li>\n</ul>\n<ul>\n<li> What’s New\n</li>\n<li> Experimental features menu 18 Apr </li>\n<li> Resolve Annotations 18 Apr </li>\n<li> Version 96 is available to download 18 Apr </li>\n<li> Annotations in the Mac app 18 Jan </li>\n<li> See all updates </li>\n</ul>\n</ul>\n</li>\n<li> Learn <ul>\n<ul>\n<li> courses </li>\n<li> Sketch 101 </li>\n<li> Sketch 102 </li>\n</ul>\n<ul>\n<li> more </li>\n<li> Blog </li>\n<li> Documentation </li>\n<li> Community Forum </li>\n<li> Newsletter </li>\n</ul>\n</ul>\n</li>\n<li> Apps </li>\n<li> Pricing </li>\n<li> Why Sketch <ul>\n<li> Switch to Sketch </li>\n<li> Sketch vs.\nFigma </li>\n<li> Sketch vs.\nAdobe XD </li>\n<li> Free for Education </li>\n</ul>\n</li>\n<li> Support <ul>\n<li> Sketch Help </li>\n<li> Contact Us </li>\n<li> Service Status </li>\n</ul>\n</li>\n</ul> Download <ul>\n<li> Sign In </li>\n<li> Get started </li>\n</ul> icon-close Sign In <ul>\n<li>\n<ul>\n<li> Product </li>\n<li> What's New </li>\n<li> Design </li>\n<li> Collaboration </li>\n<li> Prototyping </li>\n<li> Developer Handoff </li>\n<li> Apps </li>\n<li> Pricing </li>\n<li> Extensions </li>\n<li> All Features </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> What’s New\n</li>\n<li> Experimental features menu 18 Apr </li>\n<li> Resolve Annotations 18 Apr </li>\n<li> Version 96 is available to download 18 Apr </li>\n<li> Annotations in the Mac app 18 Jan </li>\n<li> See all updates </li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Courses </li>\n<li> Sketch 101 </li>\n<li> Sketch 102 </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Learn </li>\n<li> Blog </li>\n<li> Documentation </li>\n<li> Community Forum </li>\n<li> Newsletter </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Why Sketch </li>\n<li> Switch to Sketch </li>\n<li> Sketch vs.\nFigma </li>\n<li> Sketch vs.\nAdobe XD </li>\n<li> Free for Education </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Support </li>\n<li> Sketch Help </li>\n<li> Contact Us </li>\n<li> Service Status </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get started for free </li>\n</ul> Legal Contents Contents <ul>\n<li> Legal Terms </li>\n<ul>\n<li> Terms of Service </li>\n<li> End User License Agreement </li>\n<li> Data Processing Addendum </li>\n<ul>\n<li> Annex 1 Details of Processing </li>\n<li> Annex 2 Security Measures </li>\n<li> Annex 3 CCPA Data Processing Addendum </li>\n</ul>\n<li> List of Subprocessors </li>\n<li> Privacy Statement </li>\n</ul>\n<li> Policies </li>\n<ul>\n<li> Social Media House Rules </li>\n<li> Cookie Policy </li>\n</ul>\n<li> Security </li>\n<ul>\n<li> Sketch Security Measures </li>\n<li> Responsible Disclosure Policy </li>\n</ul>\n</ul> Cancel Contents <ul>\n<li> Legal Terms </li>\n<ul>\n<li> Terms of Service </li>\n<li> End User License Agreement </li>\n<li> Data Processing Addendum </li>\n<ul>\n<li> Annex 1 Details of Processing </li>\n<li> Annex 2 Security Measures </li>\n<li> Annex 3 CCPA Data Processing Addendum </li>\n</ul>\n<li> List of Subprocessors </li>\n<li> Privacy Statement </li>\n</ul>\n<li> Policies </li>\n<ul>\n<li> Social Media House Rules </li>\n<li> Cookie Policy </li>\n</ul>\n<li> Security </li>\n<ul>\n<li> Sketch Security Measures </li>\n<li> Responsible Disclosure Policy </li>\n</ul>\n</ul> Version 26 April 2023 Privacy Statement <p>This Privacy Statement informs you about the type of personal data we collect from you, and we process them through our website (www.sketch.com), Sketch Platform (Mac app, Web app, and Sketch iOS app, as applicable) as these terms are defined and described in our Terms of Service.</p>\n<p>Personal information refers to any information that can be used to distinguish one individual from another.\nIn the General Data Protection Regulation (”GDPR”) personal data is defined as any information relating to an identified or identifiable natural person (‘data subject’).</p> Who we are <p>We are the Dutch company, Sketch B.V.\n(“we” or “us”), with a place of business at Flight Forum 40, Ground floor, 5657 DB Eindhoven, the Netherlands, with a chamber of commerce registration number 60360461 and VAT number NL8538.75.273.B01.</p>\n<p>We are the controller responsible for the processing of personal data through our website and Sketch Platform.</p> What personal data do you collect from me? <p>Depending on how you use our services, we may collect and process the following types of personal data.</p> Information you provide us <p>We collect information you provide when you:</p>\n<ul>\n<li>create a Sketch account</li>\n<li>use the Sketch Platform</li>\n<li>contact us</li>\n<li>fill-in any forms on our website</li>\n<li>show interest in receiving any other information from us</li>\n<li>take part in online discussions or forums</li>\n<li>interact with us on social media</li>\n<li>participate in research activities</li>\n</ul>\n<p>In particular, we will process and/or collect the following information:</p>\n<ol>\n<li>Contact &amp.\ncommunication details (such as name, address, email, phone numbers, language spoken);</li>\n<li>Account details (such as email address, password, profile picture/avatar, name alias, username, license key if applicable);</li>\n<li>Payment information ( such as the full name of cc’s owner, last four digits of credit card, credit card expiration date, type of credit card, bank entity issuing the credit card, and country of origin);</li>\n<li>Records of our discussions when you contact us for support</li>\n<li>Proof of student status (e.g.\na student card that may include your date of birth)</li>\n</ol>\n<p>We may collect other types of personal data if required under applicable law or if this is necessary for the purposes listed in this Privacy Statement.</p> Information collected automatically <p>We collect certain information automatically when, and depending on how, you use Sketch Platform.</p>\n<p>When you use our <strong>Web app</strong>, this information may include:</p>\n<ul>\n<li>your Internet protocol (IP) address</li>\n<li>country</li>\n<li>details about your browser</li>\n<li>device information (e.g.\ncomputer name)</li>\n<li>timestamps</li>\n</ul>\n<p>When you use our <strong>Mac app</strong>, this information may include:</p>\n<ul>\n<li>your Internet protocol (IP) address</li>\n<li>device information (computer name, model, GPU &amp.\nCPU type, UDID which is your Mac Unique ID, macOS Version)</li>\n<li>timestamps</li>\n<li>license identifier</li>\n</ul>\n<p>When you use our <strong>Sketch</strong>\n<strong>iOS app</strong>, this information may include:</p>\n<ul>\n<li>your Internet protocol (IP) address</li>\n<li>device information (e.g.\ndevice name)</li>\n<li>timestamps</li>\n</ul> Cookies &amp.\nsimilar technologies <p>We may store cookies on your device if necessary for the smooth operation of our website and web application, including for being able to log in.</p>\n<p>We may also use Analytics, Advertising and Functionality cookies, <strong>but only after you have provided your consent to any of these</strong>.</p>\n<p>Please refer to our Cookie Policy for more information.</p> Information from other sources <p>If you use Sketch Platform on behalf of, or in collaboration with, a Company that is a Sketch customer (e.g., your employer, a reseller, an agent, a sales representative or other), that company may provide us with information about you so that we can provision your account.</p> Legal basis for processing <p>When we process personal data, we rely on the following legal bases:</p>\n<ul>\n<li>\n<p>\n<strong>Contractual obligation</strong> — We process personal data because this is necessary for the performance of the contract between you and us.\nFor example, we cannot create an account for you, if you choose not to share your personal data with us.</p>\n</li>\n<li>\n<p>\n<strong>Legal obligation</strong> — There may be cases when we have a legal responsibility to process your personal data in order to comply with our legal obligations.</p>\n</li>\n<li>\n<p>\n<strong>Legitimate interest</strong> — Our legitimate interests are our commercial company interests (e.g.\nto improve our products and services), our interest to prevent fraud, and our interest to report possible criminal acts or threats to competent authorities.\nWe rely on this reason only when reasonable, and when balanced against your human rights and freedoms.</p>\n</li>\n<li>\n<p>\n<strong>Consent</strong> — When you have given us explicit consent to process your personal data for a specific purpose.</p>\n</li>\n</ul> How we may use personal data <p>The table below summarises the ways in which we may use your personal data.</p> What we use your personal data for Our legal basis for using your personal data <strong>Providing Sketch Platform</strong>\n<br>When you sign-up and use our platform, we use your personal data to:<br>- create and manage an account for you on Sketch Platform;<br>- processing payment card and/or other financial information Keeping to contracts and agreements between you and us<br>- Legitimate interests (we need to be efficient about how we meet our obligations and we want to provide you with good products and services)<br>- Legal obligations <strong>Providing technical or other support</strong>\n<br>We may record and monitor any communications between you and us, to maintain appropriate records, check your instructions, analyse, assess and improve our services, and for training and quality control purposes.\nKeeping to contracts and agreements between you and us<br>- Legitimate interests (we need to be efficient about how we meet our obligations, and we want to provide you with good products and services) <strong>Communicate with you regarding platform issues or incidents</strong> Keeping to contracts and agreements between you and us<br>- Legal obligations (e.g.\nData Protection laws) <strong>Communicate with you regarding important product updates, enhancements and insides, or to send you our newsletter</strong> Legitimate interests (to keep customers informed and to be efficient about how we meet our contractual duties).<br>You will have the choice to opt-out from any such marketing communication.<br>- Consent (where we’re legally required to get your consent to send you direct marketing about our product).\n<strong>To analyse how our website and platform are used, such as which pages are visited and what features are used</strong> Legitimate interests (to understand how customers use our products so we can improve the products we currently provide) <strong>To verify compliance with applicable legal requirements and our policies</strong> Legal obligations How we may share your personal data <p>We may share your personal data on a need-to-know basis with the following categories of third parties:</p>\n<ol>\n<li>Our service providers.\nused in the provision of our products and services, e.g.\n<ul>\n<li>IT and data hosting services</li>\n<li>Payment service providers</li>\n<li>Communication service providers</li>\n</ul>\n<p>Here you can find the list of our List of Subprocessors.</p>\n</li>\n<li>Competent authorities or other third parties, if required by law or reasonably necessary, to protect the rights, property and safety of ourselves or others.</li>\n</ol>\n<p>We reserve the right to transfer personal data about you in the event that we sell or transfer all or a portion of our business or assets in accordance with applicable law.\nShould such a sale or transfer occur, we will use reasonable efforts to direct the transferee to use the data you have provided to us in a manner that is consistent with this Privacy Statement.\nFollowing such a sale or transfer, you may contact the entity to which we transferred your data with any inquiries concerning the processing of that data.</p>\n<p>\n<strong>We do not sell, rent or trade your personal data.</strong>\n</p> How long do we retain personal data? <p>We retain personal data for as long as necessary to fulfil the purposes for which we collect or receive the personal data, except if required otherwise by applicable law.</p>\n<p>Typically, we will retain most of the personal data for the duration of your use of the website and Sketch Platform until your account has expired, or has been deactivated, unless a longer applicable statutory retention period applies.</p> Data transfers outside the EEA <p>We may transfer the personal data we obtain to third parties in countries outside the European Economic Area (EEA).\nIn particular, personal data may be transferred to the United States.\nWhen we transfer your personal data outside the EEA, we will protect your personal data as described in this Privacy Statement and in accordance with applicable law, such as by entering into the European Commission’s Standard Contractual Clauses for the transfer of personal data to a processor located outside of the EEA.</p> How we protect personal data <p>We maintain appropriate technical and organizational security safeguards designed to protect your personal data against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use.</p>\n<p>We will notify you of any data breach that is likely to have unfavourable consequences for your privacy in accordance with applicable law.</p> Your Rights <p>In relation to your personal data, you have the right to:</p>\n<ol>\n<li>Be informed on how your data are being processed.</li>\n<li>Access your personal data, including confirmation whether we are processing your personal information and obtaining a copy of your personal information.</li>\n<li>Request a correction of your personal data if inaccurate.</li>\n<li>Request a deletion of your personal data.</li>\n<li>Request Restriction of or Object to our processing of your personal information</li>\n<li>Request us to provide you with your data in a structured, commonly used and machine-readable format which can be transmitted to another controller.</li>\n</ol>\n<p>To exercise these rights, please get in touch with us using our contact details set out below.\nWe may request to prove your identity and/or your age.\nWe will respond to your request within the applicable statutory term.</p> Updates to this Privacy Statement <p>We may update this Privacy Statement from time to time.\nAny change we make to our Privacy Statement in the future will be posted on this page and, if such change is material, will be also notified to you via email.\nPlease check back frequently for any updates or changes to our Privacy Statement.\nAll changes shall be effective from the date of publication, unless otherwise provided in the notification.</p>\n<p>It is important that the personal data we hold about you is accurate and current.\nPlease keep us informed if your personal data changes during your relationship with us.</p> How to Contact Us <p>If you have any comments or inquiries about the information in this Privacy Statement, if you would like us to update your personal data, or to exercise your rights, please contact us by email at <strong>privacy@sketch.com</strong>\n</p>\n<p>In addition, you always have the right to make a complaint at any time to a competent supervisory authority.</p> Incredible design, right in your inbox <p> Subscribe to our Beyond the Canvas newsletter and get the latest design news, articles, resources and inspiration every month </p> Email Try it out I agree to receive marketing emails from Sketch.\nProduct <ul>\n<li>What's New </li>\n<li>Design </li>\n<li>Collaboration </li>\n<li>Prototyping </li>\n<li>Developer Handoff </li>\n<li>Apps </li>\n<li>Extensions </li>\n<li>Pricing </li>\n<li>Experimental Features </li>\n<li>All Features </li>\n</ul> Why Sketch <ul>\n<li>Switch to Sketch </li>\n<li>Sketch vs.\nFigma </li>\n<li>Sketch vs.\nAdobe XD </li>\n<li>Free for Education </li>\n</ul> Learn <ul>\n<li>Blog </li>\n<li>Course: Sketch 101 </li>\n<li>Course: Sketch 102 </li>\n<li>Documentation </li>\n<li>Community Forum </li>\n<li>Newsletter </li>\n<li>Developer Platform </li>\n</ul> Support <ul>\n<li>Sketch Help </li>\n<li>Contact Us </li>\n<li>Manage License </li>\n<li>Service Status </li>\n</ul> Company <ul>\n<li>About Us </li>\n<li>Careers </li>\n<li>Security </li>\n<li>Terms &amp.\nPolicies </li>\n<li>Cookie Preferences </li>\n</ul> Home <p>© 2023 Sketch B.V.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-05-08 19:04:54.627959", "updated_at": "2023-05-08 19:06:23.316602"}], "points": [], "urls": ["sketch.com"]}}