{"error": 448, "message": "OK", "parameters": {"id": 7139, "name": "SlideShare", "created_at": "2022-12-30 22:40:36.23541", "updated_at": "2023-01-22 17:00:11.785862", "wikipedia": "https://en.wikipedia.org/wiki/SlideShare", "keywords": null, "related": null, "slug": "slideshare", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7139.png", "url": "slideshare.net,cdn.slidesharecdn.com,slidesharecdn.com", "documents": [{"id": 13643, "name": "General Terms of Use ", "url": "https://support.scribd.com/hc/en-us/articles/210129326-General-Terms-of-Use", "xpath": "", "text": null, "created_at": "2022-12-30 22:40:36.426382", "updated_at": "2022-12-30 22:40:36.426382"}, {"id": 13642, "name": "Privacy Policy ", "url": "https://support.scribd.com/hc/en-us/articles/210129366-Privacy-policy", "xpath": "//body", "text": null, "created_at": "2022-12-30 22:40:36.360043", "updated_at": "2022-12-30 22:41:50.719317"}, {"id": 13641, "name": "Copyright Policy", "url": "https://www.slideshare.net/copyright-policy", "xpath": "//body", "text": " Opens in a new window Opens an external website Opens an external website in a new window Close this dialog This website stores data such as cookies to enable essential site functionality, as well as marketing, personalization, and analytics.\nBy remaining on this website you indicate your consent.\nCookie Policy <p>\n</p> Close Cookie Preferences × <ul>\n<li>\n<i>\n</i>Upload </li>\n<li> Home </li>\n<li> Explore </li>\n</ul>\n<ul>\n<li> Login </li>\n<li> Signup </li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Explore </li>\n</ul>\n<i>\n</i> Submit Search <ul>\n<li>\n<i>\n</i>Upload </li>\n<li> Login </li>\n<li> Signup </li>\n</ul>\n<p> We've updated our privacy policy.\nClick here to review the details.\nTap here to review the details.\n</p> × × × × × × × Copyright Policy<p>Last revised on August 14, 2020</p>Complaints regarding content posted on the SlideShare website<p>SlideShare respects the intellectual property rights of others and desires to offer a platform which contains no content that violates those rights.\nOur Terms require that information posted by Users be accurate, lawful and not in violation of the rights of third parties.\nTo promote these objectives, SlideShare provides a process for submission of complaints concerning content posted by our Users.\nOur policy and procedures are described and/or referenced in the sections that follow.</p>\n<p>Please note that whether or not we disable access to or remove content, SlideShare may make a good faith attempt to forward the written notification, including the complainant’s contact information, to the User who posted the content and/or take other reasonable steps to notify the User that SlideShare has received notice of an alleged violation of intellectual property rights or other content violation.\nIt is also our policy, in appropriate circumstances and in our discretion, to disable and/or terminate the accounts of Users, or groups as the case may be, who infringe or repeatedly infringe the rights of others or otherwise post unlawful content.</p>\n<p>Please note that any notice or counter-notice you submit must be truthful and must be submitted under penalty of perjury.\nA false notice or counter-notice may give rise to personal liability.\nYou may therefore want to seek the advice of legal counsel before submitting a notice or a counter-notice.</p>Claims regarding copyright infringementNotice of Copyright Infringement:<p>Pursuant to the Digital Millennium Copyright Act (17 U.S.C.\n§ 512), SlideShare has implemented procedures for receiving written notification of claimed infringements.\nSlideShare has also designated an agent to receive notices of claimed copyright infringement.\nIf you believe in good faith that your copyright has been infringed, you may complete and submit a Notice of Copyright Infringement form, or otherwise provide a written communication which contains:</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>A description specifying the location on our website of the material that you claim is infringing;</li>\n<li>Your email address and your mailing address and/or telephone number;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<p>Please submit your notice to SlideShare’s Copyright Agent as follows:</p>\n<p>Fill out our online submission form to contact the Copyright Agent</p>\n<p>Or contact us by mail at:</p>\n<p>Scribd Inc.<br>ATTN: Copyright Agent (SlideShare)<br>Legal Department<br>460 Bryant Street, #100<br>San Francisco, CA 94107<br>USA</p>\n<strong>How do I dispute a removal of my content due to a DMCA notification?</strong>\n<p>Scribd removes content upon receipt of a valid DMCA notification.\nScribd notifies the uploading member at the email address on file immediately upon the content’s removal.\nScribd members can appeal a DMCA notification through a process called counter-notification.</p>\n<p>If you believe that a DMCA notification sent to Scribd was in error, you must send Scribd a communication that contains the following:</p>\n<ul>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>The subscriber’s name, address, and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber’s address is outside of the United States, for any judicial district in which Scribd may be found, and that the subscriber will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.</li>\n<li>A physical or electronic signature of the subscriber.</li>\n</ul>\n<p>Scribd will forward your counter-notification to the original complainant.\nScribd is not authorized to mediate or adjudicate your dispute with the complainant.</p>\n<p>Once the complainant receives your counter-notification, they can choose to resolve the issue with you directly, voluntary rescind their complaint, or ignore your counter-notification.\nScribd can then restore the content to the site once the complainant rescinds their notification or if they ignore your counter-notification for more than fourteen (14) days,</p>\n<p>Counter-notifications can be sent by mail to:</p>\n<code>Scribd, Inc.<br>Attn: Scribd DMCA copyright infringement notification<br>460 Bryant Street, #100<br>San Francisco, CA <br>94107-2594<br>USA<br>\n</code>\n<p>or fax to:</p>\n<code>415.896.9896<br>Attn: Scribd DMCA copyright infringement notification<br>\n</code>\n<p>or email to:</p>\n<code>copyright@scribd.com<br>Subject: Scribd DMCA copyright infringement notification</code>\n<ul>\n<li>About</li>\n<li>Support</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Copyright</li>\n<li>Cookie Preferences</li>\n<li>Do not sell or share my personal information</li>\n</ul> English <i>\n</i> Current Language: <i>\n</i>English <i>\n</i>Español <i>\n</i>Português <i>\n</i>Français <i>\n</i>Deutsch © 2022 SlideShare from Scribd <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> × We've updated our privacy policy.\n<p>We’ve updated our privacy policy so that we are compliant with changing global privacy regulations and to provide you with insight into the limited ways in which we use your data.</p>\n<p>You can read the details below.\nBy accepting, you agree to the updated privacy policy.</p>\n<p>Thank you!</p> Accept and continue View updated privacy policy We've encountered a problem, please try again.\n×", "created_at": "2022-12-30 22:40:36.298228", "updated_at": "2022-12-30 22:41:05.303664"}], "points": [], "urls": ["slideshare.net", "cdn.slidesharecdn.com", "slidesharecdn.com"]}}