{"error": 448, "message": "OK", "parameters": {"id": 8817, "name": "deals", "created_at": "2023-07-05 04:46:35.029887", "updated_at": "2023-07-05 10:02:24.398938", "wikipedia": null, "keywords": null, "related": null, "slug": "deals", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8817.png", "url": "gg.deals", "documents": [{"id": 17225, "name": "Terms & conditions", "url": "https://gg.deals/terms/", "xpath": "//body", "text": "By using the website, you accept our privacy policy (read more).Got it! Region: United States <ul>\n<li> Australia</li>\n<li> Belgium</li>\n<li> Brazil</li>\n<li> Canada</li>\n<li> Denmark</li>\n<li> Europe</li>\n<li> Finland</li>\n<li> France</li>\n<li> Germany</li>\n<li> Ireland</li>\n<li> Italy</li>\n<li> Netherlands</li>\n<li> Norway</li>\n<li> Poland</li>\n<li> Spain</li>\n<li> Sweden</li>\n<li> Switzerland</li>\n<li> United Kingdom</li>\n<li> United States</li>\n</ul> Keyshops: Enabled <ul>\n<li> Enable </li>\n<li> Disable </li>\n<li> More info </li>\n</ul> Light Dark <ul>\n<li> Home </li>\n<li> Deals </li>\n<li> News </li>\n<li> More Games Popular games\nUnder $5\nNew releases\nUnder $10\nPreorders\nCritically acclaimed\nMost wanted\nSteam Deck verified Gift Cards Steam\nBlizzard\nPlayStation\nRoblox\nXbox\nValorant\nNintendo eShop\nLeague of Legends Subscription Cards Game Pass Ultimate\nNintendo Switch Online\nPC Game Pass\nEA Play\nPlayStation Plus\nWorld of Warcraft\nXbox Live Gold\nFinal Fantasy XIV Game Points Roblox Robux\nFortnite V-Bucks\nApex Coins\nGTA Shark Cards\nFIFA 23 FUT\nDestiny 2 Silver\nOverwatch 2 Coins\nGuild Wars 2 Gems Vouchers Rankings Game Series Community </li>\n</ul>\n<ul>\n<li> Region &amp.\nCurrency </li>\n<li> Keyshops: Enabled </li>\n<li> Theme: Light Dark </li>\n</ul> Region &amp.\nCurrency <ul>\n<li> Australia</li>\n<li> Belgium</li>\n<li> Brazil</li>\n<li> Canada</li>\n<li> Denmark</li>\n<li> Europe</li>\n<li> Finland</li>\n<li> France</li>\n<li> Germany</li>\n<li> Ireland</li>\n<li> Italy</li>\n<li> Netherlands</li>\n<li> Norway</li>\n<li> Poland</li>\n<li> Spain</li>\n<li> Sweden</li>\n<li> Switzerland</li>\n<li> United Kingdom</li>\n<li> United States</li>\n</ul> Keyshops: Enabled <p> Keyshops are usually cheaper than official stores and will help you save money.\nHowever, buying there comes with some risks.\n</p> Read more Enable Keyshops <p> Note: keyshop integration on GG.deals in not completed yet.\nWe will gradually expand keyshop support in upcoming updates.\n</p> Read more <ul>\n<li> Games </li>\n<li> News </li>\n</ul> Trending Searches: <ul>\n<li> Dead Island 2 </li>\n<li> Minecraft Legends </li>\n<li> Star Wars Jedi Survivor </li>\n<li> Resident Evil 4 </li>\n<li> Hogwarts Legacy </li>\n<li> FIFA 23 </li>\n<li> Red Dead Redemption 2 </li>\n<li> GTA 5 </li>\n<li> Xbox Game Pass </li>\n</ul>\n<ul>\n<li> Sign in through <strong>Steam</strong>\n</li>\n<li>\n<ul>\n<li> Login with Steam </li>\n<li> Wishlist Sign in </li>\n<li> Alerts Sign in </li>\n<li> Collection Sign in </li>\n<li> Ignorelist Sign in </li>\n<li> Notifications Sign in </li>\n<li> Settings Sign in </li>\n</ul>\n<ul>\n<li> Region &amp.\nCurrency </li>\n<li> Keyshops: Enabled </li>\n<li> Theme: Light Dark </li>\n</ul> Region &amp.\nCurrency <ul>\n<li> Australia</li>\n<li> Belgium</li>\n<li> Brazil</li>\n<li> Canada</li>\n<li> Denmark</li>\n<li> Europe</li>\n<li> Finland</li>\n<li> France</li>\n<li> Germany</li>\n<li> Ireland</li>\n<li> Italy</li>\n<li> Netherlands</li>\n<li> Norway</li>\n<li> Poland</li>\n<li> Spain</li>\n<li> Sweden</li>\n<li> Switzerland</li>\n<li> United Kingdom</li>\n<li> United States</li>\n</ul> Keyshops: Enabled <p> Keyshops are usually cheaper than official stores and will help you save money.\nHowever, buying there comes with some risks.\n</p> Read more Enable Keyshops <p> Note: keyshop integration on GG.deals in not completed yet.\nWe will gradually expand keyshop support in upcoming updates.\n</p> Read more </li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Terms &amp.\nconditions </li>\n</ul> Terms &amp.\nconditions <strong>TERMS AND CONDITIONS OF THE GG.DEALS WEBSITE</strong>\n<p>&nbsp;</p>\n<p>\n<strong>§ 1 BASIC INFORMATION ABOUT THE WEBSITE</strong>\n</p>\n<p>1.\nThese Terms and Conditions describe the rules for using the gg.deals website.</p>\n<p>2.\nThe Operator of the Website is Łowcy Gier Bryks Spółka Komandytowa with its registered office in Łódź, at: ul.\nStruga 16/406, 90-513, Poland, entered in the register of entrepreneurs of the National Court Register under KRS (National Court Register Number): 0000916308, REGON (National Official Business Register Number): 389668713, NIP (Tax Identification Number): 7252311223, share capital: PLN 10,000 (ten thousand zloty);</p>\n<p>3.\nThe Website is available at https://gg.deals/.</p>\n<p>4.\nThe use of the Website is free of charge and voluntary.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 2 VOCABULARY</strong>\n</p>\n<p>For the purposes of these Terms and Conditions of the gg.deals website:</p>\n<p>1.\n<strong>Personal Data</strong> – shall mean a set of information about a natural person that can be used to identify them;</p>\n<p>2.\n<strong>Operator</strong> – shall mean Łowcy Gier Bryks Spółka Komandytowa with its registered office in Łódź, at: ul.\nStruga 16/406, 90-513, Poland, entered in the register of entrepreneurs of the National Court Register under KRS: 0000916308, REGON: 389668713, NIP: 7252311223, share capital: PLN 10,000 (ten thousand zloty);</p>\n<p>3.\n<strong>Terms and Conditions</strong> – shall mean the Terms and Conditions of the gg.deals website that define the rights and obligations of the Operator and the rights and obligations of the Guests and Users of the Website;</p>\n<p>4.\n<strong>Privacy Policy</strong> – shall mean the Privacy Policy and Cookie Policy of the gg.deals Website provided on the Website;</p>\n<p>5.\n<strong>Website</strong> – shall mean the website at https://gg.deals/;</p>\n<p>6.\n<strong>Guest</strong> – shall mean any natural person who visits the Website and uses its resources via the Internet without registering on the Website as a User;</p>\n<p>7.\n<strong>User</strong> – shall mean any natural person who visits the Website and uses its resources via the Internet (Guest), after logging in as a User of the Website;</p>\n<p>8.\n<strong>User Account</strong> – shall mean a dedicated part of the Website complete with the IT solutions that enable the Users to use selected services.\nThe account is created by registration, and it is updated based on the User’s data;</p>\n<p>9.\n<strong>User Data</strong> – shall mean all information and contents, including, in particular, photos, pictures, text messages and personal data placed by the User on the Website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 3 GENERAL PROVISIONS</strong>\n</p>\n<p>1.\nThe Terms and Conditions define the principles and conditions concerning the Services provided by the Operator, including, in particular, the principles and conditions for the use of the Website by the Users.</p>\n<p>2.\nBy using the Website, the User undertakes to comply with the Terms and Conditions, Privacy Policy and generally applicable law.</p>\n<p>3.\nThe Users are offered access via the Website – which is created, monitored and operated by the Operator – to the services according to the Terms and Conditions or additional conditions (if any).</p>\n<p>4.\nThe primary goal of the Website is to provide the fullest possible online information about price discounts, including, in particular, by enabling the Users to:</p>\n<p>1) track new special offers for digital games,</p>\n<p>2) create price alerts and receive notifications (by e-mail, local notification and browser notifications) about discounts,</p>\n<p>3) publish news about special offers for video games and the latest events in the video gaming industry,</p>\n<p>4) create lists of favourite games (“wishlists”) to track the prices of the games selected by the User,</p>\n<p>5) tag the games the User already has to filter them off their list of special offers,</p>\n<p>6) import information about the wishlist and games the User owns from digital distribution platforms of PC games,</p>\n<p>including the option to add User comments concerning the contents published on the Website by the Operator as well as exchange opinions in the comments added by the Users under the contents published by the Operator.</p>\n<p>5.\nAll activities of Website Users should be consistent with the laws applicable in the Republic of Poland and good practices.\nIt is prohibited to use the Website contrary to its intended purpose, Terms and Conditions and applicable law.</p>\n<p>6.\nIt is prohibited, in particular, for the Users to:</p>\n<p>a.\ncopy the Website – including, in particular, the source code – in part or in whole or use it for commercial purposes,</p>\n<p>b.\nautomatically download, for any purpose, any elements, User Data or contents published on the Website by the Operator and by other Users,</p>\n<p>c.\nprovide data concerning the User Account to another party,</p>\n<p>d.\nsend e-mail correspondence (spam) and unrequested commercial information, advertisements and commercial, advertising or promotional information on the Website, including sending such information or advertisements to other Users of the Website,</p>\n<p>e.\nhumiliate or insult other people, including, in particular, other Users,</p>\n<p>f.\n&nbsp.\nconduct money collections or other collections via the Website or promote such collections without the consent of the Operator,</p>\n<p>g.\nengage in any form of political agitation,</p>\n<p>h.\npublish any posts unrelated to the provided contents,</p>\n<p>i.\n&nbsp;&nbsp.\nrepeatedly publish identical or similar contents on the Website, including, in particular, comments,</p>\n<p>j.\n&nbsp;&nbsp.\npromote, in any way and in any form, websites that publish contents or promote actions contrary to the Terms and Conditions, generally applicable law or principles of community living, including, in particular, websites offering contents whose distribution infringes upon third-party rights,</p>\n<p>k.\nuse programs (bots) generating enquiries to the servers of the Operator,</p>\n<p>l.\n&nbsp;&nbsp.\ncreate multiple Accounts for a single User or creating fictional accounts,</p>\n<p>m.&nbsp;&nbsp;&nbsp;&nbsp.\npublish contents or links on the Website without the consent of the Operator if they are intended to promote, in any form, other websites, applications or products and services competitive to the activities of the Operator,</p>\n<p>n.\ntake any actions that could destabilise or harm the Website.</p>\n<p>7.\nThe Operator represents that they are not a seller of any of the products, including, in particular, video games, whose offers are published on the Website.\nIn particular, through the publication of price offers of other entities on the Website, the Operator is not involved in the sale of these products and does not take any actual or legal actions connected with the conclusion or performance of sale contracts, and they only present a list of the current sales offers.</p>\n<p>8.\nThe Operator is also not responsible for any contracts, including sale contracts or contracts concerning lending for use, entered into by the Users as a result of the exchange of declarations of will made on the Website (e.g., in comments to the contents published by the Operator on the Website), and they are not responsible for the non-performance or improper performance of such contracts.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 4 ACCESS TO THE WEBSITE</strong>\n</p>\n<p>1.\nThe Operator enables access to the Website and use of the Services by the Users only if they accept all of the provisions of the Terms and Conditions and Privacy Policy.</p>\n<p>2.\nBy using the Website, the Users accept the Terms and Conditions and Privacy Policy.</p>\n<p>3.\nAcceptance of the Terms and Conditions and the Privacy Policy is equivalent to the conclusion of the contract.\nIf the User does not accept the Terms and Conditions, the Privacy Policy or amendments to these documents, they will be unable to use the Services.</p>\n<p>4.\nThe Operator makes the Terms and Conditions and Privacy Policy available to the Users free of charge before they enter into the contract, in a manner that enables the User to acquire, view and record these documents.\nThe Terms and Conditions are available at: https://gg.deals/terms/.\nThe Policy is available at: https://gg.deals/privacy/.</p>\n<p>5.\nTo correctly use the Website, the User should make sure that their terminal device meets the technical requirements, is correctly configured, uses updated software and has access to the Internet.\nThe costs of purchasing a mobile device, other devices enabling Internet access and the costs of the Internet connection shall be borne exclusively by the User.</p>\n<p>6.\nInformation about the cookies used on the Website can be found in the Privacy Policy.</p>\n<p>7.\n&nbsp;The Service Provider uses the following methods and technical means to detect errors in the data entered in connection with registration on the Website and the use of the functions of the Website:</p>\n<p>1) verifying if the entered data are correct,</p>\n<p>2) attaching active links to the registration form to enable the Users to read the Terms and Conditions and Privacy Policy,</p>\n<p>3) verifying if the User has read the Terms and Conditions and Privacy Policy by verifying if they have checked the declaration on having read each of these documents.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 5.\nREGISTRATION AND USE OF THE ACCOUNT</strong>\n</p>\n<p>1.\nCreating an individual User Account is necessary to use some of the functions of the Website, including, in particular, the following:</p>\n<p>1) importing wishlists from digital game stores (including, in particular, Steam, GOG.com and Humble Bundle)</p>\n<p>2) importing game collections from digital distribution platforms (including, in particular, Steam and GOG.com)</p>\n<p>3) creating price alerts and receiving local notifications,</p>\n<p>4) accessing settings to change the default region, enable/disable e-mail notifications and synchronise profile photos with Steam,</p>\n<p>5) add comments to the contents published on the Website,</p>\n<p>6) add reactions to the comments,</p>\n<p>7) publish content on the forum.</p>\n<p>2.\nThe creation and use of the User Account are voluntary and free of charge, but without a User Account, the functions listed in paragraph 1 will not be available.</p>\n<p>3.\nThe User Account is registered on the Website by logging in on the Steam website and then providing the following User Data in the registration form: user name (login), e-mail address and default region of the User – country – and by accepting these Terms and Conditions and the Privacy Policy using the relevant selection button.&nbsp;</p>\n<p>4.\nIn the situation described in paragraph 3 above, the User agrees for Steam to provide to the Operator the unique numerical ID that enables the Operator to identify the Steam Community profile and access information about the account of the User based on the privacy settings of the Steam profile.\nThe only data provided by Steam to the Operator are the Steam user name, ID and profile picture, if added in the Steam profile.\nThe Operator does not acquire other data from the operator of Steam.</p>\n<p>5.\nThe registration of the User on the Website takes place upon the confirmation of the registration via the activation link sent to the e-mail address indicated by the User at the time of the registration.</p>\n<p>6.\nBy approving the registration form filled out by the User, the User confirms that the information provided by the User is accurate and that the User has the right to use this information and the indicated e-mail account.\nThe User will be responsible if they provide false data or data concerning third parties other than the User.</p>\n<p>7.\nThe data provided by the User at the time of registration on the Website, including, in particular, the User Name, may be moderated by the Operator, which means that the Operator may refuse to publish them on the Website and/or block the User Account or edit such data if they are prohibited due to the Polish or international law, these Terms and Conditions or good practices, including, in particular, if they contain vulgar or obscene contents or promote hate or totalitarian systems.</p>\n<p>8.\nThe information about games on the wishlist, collections and price alerts are publicly available by default and may be provided to external entities.\nThe User may disable providing information about their wishlist, collections and price alerts in their account settings.</p>\n<p>9 The User is obliged to keep secret the data concerning their User Account, including, in particular, the password.\nThe User will bear full responsibility for any consequences of providing the indicated data to third parties.</p>\n<p>10.\nBy registering, the User represents that they are of age and have not been interdicted to any extent or that they are over 13 years of age and have the consent of their statutory representative to perform valid legal actions connected with their use of the Website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 6 ADDING COMMENTS TO THE CONTENTS PLACED ON THE WEBSITE</strong>\n</p>\n<p>1.\nThe Website enables adding comments to the contents published on the Website using the Disqus system.\nThe comments published in the Disqus system are sent there based on an agreement signed by the author of the comment with the Disqus company, which enables the person to use the Disqus system.\nThe principles, purpose and duration of data processing by Disqus are defined by the operator of the system.\nThe Operator does not process the information disclosed in the comments, and they only show the contents published in the Disqus system on the Website.</p>\n<p>2.\nThe User may register to the Disqus system using the Website User's data by selecting the \"Log in with GG.deals\" option.\nSelecting this option and logging in to the Website is tantamount to agreeing to share the User's data with the Disqus website administrator in the scope of: ID, username, e-mail address and avatar.</p>\n<p>3.\nWhen using the \"Log in with GG.deals\" option, the User is automatically logged into the Disqus system on an automatically created virtual account using the account data of the GG.deals website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 7.\nACCOUNT REMOVAL BY THE USER</strong>\n</p>\n<p>1.\nA registered User may remove their User Account from the Website at any time by submitting a notice of the termination of the contract for the User Account using the contact form at: https://gg.deals/contact/.\nAfter the Operator receives the notice, they will remove the User Account promptly, but in any case, not later than within 14 days.\nAfter the User Account is removed, it will not be possible to continue to provide the services intended for Users.\nRemoval of the User Account is equivalent to the termination of the contract to this extent.</p>\n<p>2.\nAfter the User removes the User Account, the Operator may use the contents published on the Website by the User by recording, duplicating or providing them in computer networks and ICT networks, including the Internet, and in such a manner that anyone can access them at a place and time selected thereby, in parts of the Website other than those indicated by the User.\nThe contents may be used by the Operator after they are anonymised.\nThe User undertakes towards the Operator not to exercise their moral copyrights to the contents, including, in particular, as regards the tagging of the work with their first name and last name or user name.\nThe User is not entitled to any payment for enabling the Operator to use these contents.\nIrrespective of the right awarded to the Operator according to this paragraph, the User may use these contents themselves.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 8.\nBLOCKING OF THE USER ACCOUNT AND TERMINATION OF THE CONTRACT BY THE OPERATOR</strong>\n</p>\n<p>1.\nIf the User breaches the rules for the use of the Website defined in these Terms and Conditions or the generally applicable law, the Operator may temporarily suspend the rights of the User to use the Website.\nTo this end, the Operator contacts the User and informs them of the behaviour that caused their rights to be suspended.\nThe User may reply and explain their behaviour.\nThe Operator promptly considers the User’s reply and may revoke the suspension of their rights or reaffirm the suspension.\nIf the suspension of the rights is reaffirmed, the Operator advises the User of the reasons for this decision.</p>\n<p>2.\nIn case of a gross breach of the rules for using the Website defined in these Terms and Conditions or the generally applicable law, the Operator may remove the Account, terminating the contract with immediate effect.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 9.\nEXCLUSIONS OF THE LIABILITY OF THE OPERATOR</strong>\n</p>\n<p>1.\nThe Operator is not responsible for any disruptions to the functioning of the Website caused by force majeure or unauthorised interventions of the Users or third parties.</p>\n<p>2.\nThe Operator is not responsible for the way the User uses the Website and for the consequences of their use of the Website if the Website was used contrary to these Terms and Conditions or the generally applicable law.</p>\n<p>3.\nThe Operator reserves that the scope of the Services provided on the Website may be modified.</p>\n<p>4.\nThe Website may contain active links to enable the User to access websites other than the Website.\nIn the case of websites operated by parties other than the Operator, the Operator reserves that they have no control over the contents published on such websites and do not verify these contents and that they have no control over the privacy policy of the controllers of such websites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 10 ELECTRONIC SERVICES</strong>\n</p>\n<p>1.\nThe Operator is also a provider of electronic services as defined by the Electronic Services Act of 18 July 2002 (consolidated text, Journal of Laws of 2019, item 123).&nbsp;</p>\n<p>2.\nThese Terms and Conditions are also the terms and conditions for electronic services within the meaning of Article 8 of the Electronic Services Act.</p>\n<p>3.\nThe Operator provides a service to the Users by allowing them to use the functions of the Website.</p>\n<p>4.\nThe technical specifications required to use the Website include:</p>\n<p>1) an electronic device (e.g.\ncomputer, tablet, smartphone) with access to the Internet;</p>\n<p>2) a web browser that meets the latest web standards with enabled JavaScript and cookies (including, in particular, Chrome, FireFox, Opera, Internet Explorer, Microsoft Edge);</p>\n<p>3) an active e-mail account.</p>\n<p>5.\nThe Operator reserves that the use of the services indicated in these Terms and Conditions may involve the standard risk connected with the use of the Internet and recommends the Users to take suitable steps to mitigate them.\nThe Operator ensures the operation of the ICT system that enables using an electronic service, in a way that prevents unauthorised access to the contents of the communication delivered as part of the service, including, in particular, using cryptographic techniques appropriate to the properties of the provided service, and unambiguous identification of the parties to the electronic service.\nIn case of scheduled interruptions, improvements or other similar situations, the Operator may notify the Users using the provided e-mail address or general notifications on the website.&nbsp;</p>\n<p>6.\nThe User’s consent to use the services covered by these Terms and Conditions may be revoked at any time.\nThe termination of the contract for electronic services provided based on these Terms and Conditions shall be done based on the User’s request to erase their data.\nWithin 14 days from receiving the User’s request, the Operator will erase the personal data of the User from the Operator’s database, if they are recorded in the database.</p>\n<p>7.\nComplaints concerning electronic services are governed accordingly by § 11 of these Terms and Conditions, whereas the time limit for the complaint runs from the time of the event giving rise to the complaint.</p>\n<p>8.\nMatters not regulated in these Terms and Conditions regarding electronic services will be governed by the generally applicable law, including, in particular, the provisions concerning electronic services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 11 INTELLECTUAL PROPERTY RIGHTS</strong>\n</p>\n<p>1.\nThe content of the Website cannot be duplicated, distributed or published for any purposes other than permitted private use.&nbsp;</p>\n<p>2.\nWithout the Operator’s written consent, the User may view the Website on their computer, mobile device or print out fragments of these web pages only for personal use, not for the purpose of distribution or redistribution.</p>\n<p>3.\nThe individual documents published on the Website may be subject to the additional conditions defined in these documents.&nbsp;</p>\n<p>4.\nAll actions that infringe upon copyrights or industrial property rights of the Operator are prohibited.&nbsp;</p>\n<p>5.\nThe names of the Website and the products connected with the Operator’s business and the services provided by the Operator are trade names or registered trademarks.&nbsp;</p>\n<p>6.\nAll trademarks or trade names of third parties used on this Website belong to and/or have been reserved by their owners and have been used only for information.\nThe fact that the User accesses the Website of the Operator should not be interpreted as the award of any licence or the right to use the trademarks included on the Website without the prior written consent of the Operator or another owner of such trademarks.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 12 COMPLAINTS</strong>\n</p>\n<p>1.\nUsers of the Website may submit complaints concerning the services available via the Website.\nComplaints may be submitted to the following e-mail address: complaints@gg.deals</p>\n<p>2.\nThe complaint should include the following:</p>\n<p>1) first name and last name of the person submitting the complaint;</p>\n<p>2) residence address of the person submitting the complaint and their e-mail address;</p>\n<p>3) detailed description of the event giving rise to the complaint;</p>\n<p>4) request of the person making the complaint.&nbsp;</p>\n<p>3.\nComplaints may be submitted within 60 (sixty) days from the occurrence of the event giving rise to the complaint.\nCompliance with the time limit for complaints will be determined based on the date on which the complaint is sent by e-mail.&nbsp;</p>\n<p>4.\nThe Operator will not consider the complaint if the person making the complaint does not fulfil the conditions referred to in paragraph 2 and does not observe the time limit referred to in paragraph 3 above.</p>\n<p>5.\nThe Operator considers complaints within 30 (thirty) calendar days from the delivery of the complaint.\nAfter the complaint procedure is exhausted, the user may seek any of their claims that have not been admitted in the common court local to the Operator.&nbsp;</p>\n<p>6.\nThe Operator is responsible for the course of the complaint procedure.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 13 FINAL PROVISIONS</strong>\n</p>\n<p>1.\nThe Operator reserves the right to modify these Terms and Conditions to keep them up to date and compliant with the applicable law.\nThe Terms and Conditions may also be modified due to changes in technology, methods, purposes or legal basis related to the processed personal data of the Users.&nbsp;</p>\n<p>2.\nEnquiries concerning these Terms and Conditions should be sent to the following e-mail address: info@gg.deals.</p>\n<p>3.\nThe Terms and Conditions were last modified on 10th November 2021.</p> Tutorials <ul>\n<li> How to activate Steam CD key? </li>\n<li> How to activate Origin CD key? </li>\n<li> How to activate Uplay CD key? </li>\n<li> How to activate Epic Games CD key? </li>\n<li> How to activate GOG CD key? </li>\n</ul> Disclaimer <p> Powered by Steam, a registered trademark of Valve Corporation.\nGG.deals is in no way affiliated with or endorsed by Valve Corporation.\nWe cannot guarantee the accuracy or availability of the displayed offers - before you buy something in a store, make sure that the prices are correct.\nWe make use of affiliate programs for monetizing links on our site.\nGG.deals is a participant in the Amazon Services LLC Associates Program.\n</p> GG.deals <ul>\n<li> Stores </li>\n<li> Presets </li>\n<li> Contact us </li>\n<li> Advertising </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Privacy policy </li>\n<li> Terms &amp.\nconditions </li>\n</ul> © Copyrights.\n2023 GG.deals.\nAll rights reserved.\nAll trademarks are the property of their respective owners.\nBack To Top Sign in Sign in through Steam to customize your experience!<br>\n<strong>Don't worry - Steam never shares your login and password with 3rd parties.</strong> GG.deals will only access your public profile to sync your wishlist and collection.\n<ul>\n<li>Create price drop alerts</li>\n<li>Link your Steam wishlist and library</li>\n<li> Save filters as custom presets</li>\n</ul> Sign in through <strong>Steam</strong> Cancel Coming soonWe're working hard to implement this feature.\nPlease be patient and check back soon!🚀 ", "created_at": "2023-07-05 04:46:43.974474", "updated_at": "2023-07-05 04:46:52.119686"}, {"id": 17224, "name": "Privacy", "url": "https://gg.deals/privacy", "xpath": "//body", "text": "By using the website, you accept our privacy policy (read more).Got it! Region: United States <ul>\n<li> Australia</li>\n<li> Belgium</li>\n<li> Brazil</li>\n<li> Canada</li>\n<li> Denmark</li>\n<li> Europe</li>\n<li> Finland</li>\n<li> France</li>\n<li> Germany</li>\n<li> Ireland</li>\n<li> Italy</li>\n<li> Netherlands</li>\n<li> Norway</li>\n<li> Poland</li>\n<li> Spain</li>\n<li> Sweden</li>\n<li> Switzerland</li>\n<li> United Kingdom</li>\n<li> United States</li>\n</ul> Keyshops: Enabled <ul>\n<li> Enable </li>\n<li> Disable </li>\n<li> More info </li>\n</ul> Light Dark <ul>\n<li> Home </li>\n<li> Deals </li>\n<li> News </li>\n<li> More Games Popular games\nUnder $5\nNew releases\nUnder $10\nPreorders\nCritically acclaimed\nMost wanted\nSteam Deck verified Gift Cards Steam\nBlizzard\nPlayStation\nRoblox\nXbox\nValorant\nNintendo eShop\nLeague of Legends Subscription Cards Game Pass Ultimate\nNintendo Switch Online\nPC Game Pass\nEA Play\nPlayStation Plus\nWorld of Warcraft\nXbox Live Gold\nFinal Fantasy XIV Game Points Roblox Robux\nFortnite V-Bucks\nApex Coins\nGTA Shark Cards\nFIFA 23 FUT\nDestiny 2 Silver\nOverwatch 2 Coins\nGuild Wars 2 Gems Vouchers Rankings Game Series Community </li>\n</ul>\n<ul>\n<li> Region &amp.\nCurrency </li>\n<li> Keyshops: Enabled </li>\n<li> Theme: Light Dark </li>\n</ul> Region &amp.\nCurrency <ul>\n<li> Australia</li>\n<li> Belgium</li>\n<li> Brazil</li>\n<li> Canada</li>\n<li> Denmark</li>\n<li> Europe</li>\n<li> Finland</li>\n<li> France</li>\n<li> Germany</li>\n<li> Ireland</li>\n<li> Italy</li>\n<li> Netherlands</li>\n<li> Norway</li>\n<li> Poland</li>\n<li> Spain</li>\n<li> Sweden</li>\n<li> Switzerland</li>\n<li> United Kingdom</li>\n<li> United States</li>\n</ul> Keyshops: Enabled <p> Keyshops are usually cheaper than official stores and will help you save money.\nHowever, buying there comes with some risks.\n</p> Read more Enable Keyshops <p> Note: keyshop integration on GG.deals in not completed yet.\nWe will gradually expand keyshop support in upcoming updates.\n</p> Read more <ul>\n<li> Games </li>\n<li> News </li>\n</ul> Trending Searches: <ul>\n<li> Dead Island 2 </li>\n<li> Minecraft Legends </li>\n<li> Star Wars Jedi Survivor </li>\n<li> Resident Evil 4 </li>\n<li> Hogwarts Legacy </li>\n<li> FIFA 23 </li>\n<li> Red Dead Redemption 2 </li>\n<li> GTA 5 </li>\n<li> Xbox Game Pass </li>\n</ul>\n<ul>\n<li> Sign in through <strong>Steam</strong>\n</li>\n<li>\n<ul>\n<li> Login with Steam </li>\n<li> Wishlist Sign in </li>\n<li> Alerts Sign in </li>\n<li> Collection Sign in </li>\n<li> Ignorelist Sign in </li>\n<li> Notifications Sign in </li>\n<li> Settings Sign in </li>\n</ul>\n<ul>\n<li> Region &amp.\nCurrency </li>\n<li> Keyshops: Enabled </li>\n<li> Theme: Light Dark </li>\n</ul> Region &amp.\nCurrency <ul>\n<li> Australia</li>\n<li> Belgium</li>\n<li> Brazil</li>\n<li> Canada</li>\n<li> Denmark</li>\n<li> Europe</li>\n<li> Finland</li>\n<li> France</li>\n<li> Germany</li>\n<li> Ireland</li>\n<li> Italy</li>\n<li> Netherlands</li>\n<li> Norway</li>\n<li> Poland</li>\n<li> Spain</li>\n<li> Sweden</li>\n<li> Switzerland</li>\n<li> United Kingdom</li>\n<li> United States</li>\n</ul> Keyshops: Enabled <p> Keyshops are usually cheaper than official stores and will help you save money.\nHowever, buying there comes with some risks.\n</p> Read more Enable Keyshops <p> Note: keyshop integration on GG.deals in not completed yet.\nWe will gradually expand keyshop support in upcoming updates.\n</p> Read more </li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Privacy policy </li>\n</ul> Privacy policy <p>\n<strong>PRIVACY POLICY AND COOKIE POLICY OF THE GG.DEALS WEBSITE</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 1 BASIC INFORMATION ABOUT THE WEBSITE</strong>\n</p>\n<p>This Privacy Policy defines the rights and obligations of the Users of the gg.deals website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 2 VOCABULARY</strong>\n</p>\n<p>For the purposes of this Privacy Policy and Cookie Policy of the lowcygier.pl website:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Personal Data</strong> – shall mean a set of information about a natural person that can be used to identify them;</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Contact Form</strong> – shall mean the form used by the Guests or Users of the Website to submit information and enquiries in order to receive information about the activity of the Website;</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Operator</strong> – shall mean Łowcy Gier Bryks Spółka Komandytowa with its registered office in Łódź, at: ul.\nStruga 16/406, 90-513, Poland, entered in the register of entrepreneurs of the National Court Register under KRS (National Court Register Number): 0000916308, REGON (National Official Business Register Number): 389668713, NIP (Tax Identification Number): 7252311223, share capital: PLN 10,000 (ten thousand zloty);</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Controller</strong> – shall mean the personal data controller – Łowcy Gier Bryks Spółka Komandytowa with its registered office in Łódź, at: ul.\nStruga 16/406, 90-513, Poland, entered in the register of entrepreneurs of the National Court Register under KRS: 0000916308, REGON: 389668713, NIP: 7252311223, share capital: PLN 10,000 (ten thousand zloty);</p>\n<p>5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Website</strong> – shall mean the website at https://gg.deals/;</p>\n<p>6)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>User Account</strong> – shall mean a dedicated part of the Website complete with the IT solutions that enable the Users to use selected services.\nThe account is created by registration, and it is updated based on the User’s data;</p>\n<p>7)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Guest</strong> – shall mean any natural person who visits the Website and uses its resources via the Internet without registering on the Website as a User;</p>\n<p>8)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>User</strong> – shall mean any natural person who visits the Website and uses its resources via the Internet (Guest), after logging in as a User of the Website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§&nbsp;3 PRIVACY POLICY</strong>\n</p>\n<p>1.\nThe Privacy Policy of the Website concerns the protection and processing of the personal data of Users and Guests.\nThe Policy describes how the privacy of the Users and Guests is protected according to the following regulations:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nregulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive&nbsp;95/46/EC (General Data Protection Regulation, GDPR);</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPersonal Data Protection Act of 10 May 2018 (Journal of Laws, item 1000);</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nElectronic Services Act of 18 July 2002 (consolidated text, Journal of Laws of 2019, item 123);</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTelecommunications Law Act of 16 July 2004 (consolidated text, Journal of Laws of 2018, item 1954, as amended).</p>\n<p>2.\nThe Website is used via a secure connection.\nThe information sent and received by the Website is private.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 4 VIEWING THE WEBSITE RESOURCES AVAILABLE TO THE USERS</strong>\n</p>\n<p>Storing the requests sent by the Users to the server does not require any personal data processing because the data are not associated with specific Guests who view the pages of the Website.\nThe resources viewed by the User are identified by URL addresses, and they concern the following:</p>\n<p>1) public IP address of the terminal device sending the request;</p>\n<p>2) User’s station name – identification via the HTTP protocol, where possible;</p>\n<p>3) User name communicated at the time of authorisation;</p>\n<p>4) request time;</p>\n<p>5) first line of the HTTP request;</p>\n<p>6) HTTP response code;</p>\n<p>7) amount of data sent by the server;</p>\n<p>8) URL of the website previously visited by the User (referrer link) – if the User accessed the Website via an external link;</p>\n<p>9) information about the User’s browser;</p>\n<p>10) information about errors in the HTTP transaction.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 5 COOKIE POLICY</strong>\n</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Website uses cookies.\nCookies are small files with information, and they are saved by the Website on the terminal device of the Guest in connection with their use of the Website.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCookies cannot be used to download any personal data or address data of the Guest or any confidential information from their computer.\nCookies can only be used to determine the profile of the information the Guest is interested in.\nThey are used to collect data needed to examine the aggregate traffic of the Guests on the Website for statistical purposes.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe purpose of using cookies is to ensure the correct functioning of the Website, collect anonymous statistics to help determine how the contents of the Website are used and adapt the information and advertisements displayed to the Guests to their preferences.</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Guest may choose how the cookies are saved on their computer.\nTo do so, the Guest should change the settings/preferences of their web browser.\nThe default settings of popular browsers usually permit the use of cookies.\nBy using the Website, the Guest agrees to use cookies according to the settings of the browser.\nThe Website can also be used without using and saving cookies, but some functions of the Website might not be available in such cases.</p>\n<p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Website uses the following types of cookies:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“session” cookies – kept on the terminal device of the Guest until they leave the Website or close their web browser;</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“persistent” cookies – stored on the terminal device of the Guest for the period specified in their parameters or until they are deleted by the Guest;</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“performance” cookies – used to acquire information about the way the Website is used;</p>\n<p>5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“necessary” cookies – enabling the use of the services provided by the Website;</p>\n<p>6)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“own” cookies – cookies placed by the Website;</p>\n<p>7)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“external” cookies – cookies from websites other than the Website;</p>\n<p>8)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“advertising” cookies – adapting the advertisements in other websites to the preferences of the Guest;</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 6 PERSONAL DATA PROTECTION</strong>\n</p>\n<p>1.&nbsp.\n&nbsp.\n&nbsp.\nNo data of the Guests will be processed on the Website unless the Guest consents to the processing of their personal data and submits their consent with the Contact Form.\nThe following categories of User data are processed on the Website: login, e-mail address, image – if provided on the User profile – and behavioural data concerning activity on the Website.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Controller of the personal data of the Guests who consent to the processing of their personal data and Users, as well as entities that submitted a complaint concerning the use of the Website, is Łowcy Gier Bryks Spółka Komandytowa with its registered office in Łódź, at: ul.\nStruga 16/406, 90-513, Poland, entered in the register of entrepreneurs of the National Court Register under KRS: 0000916308, REGON: 389668713, NIP: 7252311223, share capital: PLN 10,000 (ten thousand zloty), fully paid up.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe personal data of Guests may be processed pursuant to Article 6(1)(a) of the GDPR solely for the purposes specified in the Guest’s consent to personal data processing submitted to the Operator using the Contact Form.</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe personal data of Users are processed by the Controller pursuant to Article 6(1)(b) of the GDPR solely for the purposes of maintaining the User Account and enabling them to use the functions of the Website intended for the User.</p>\n<p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe personal data of entities that submitted a complaint are processed by the Controller pursuant to Article 6(1)(c) of the GDPR solely to consider the complaint, and they are processed for as long as necessary to ensure the highest quality of service on the Website.</p>\n<p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Controller may process the personal data of the entities referred to in paragraphs 3–5 above pursuant to Article 6(1)(f) of the GDPR where required due to legitimate interests pursued by the Controller.</p>\n<p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Controller may provide the personal data of the entities referred to in paragraphs 3–5 above, pursuant to the applicable law, upon request of authorities that monitor compliance with the law, other public authorities, the police and other services.\nIn such a situation, the consent of the persons whose data are provided will not be required.</p>\n<p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe entities referred to in paragraphs 3–5 above, in connection with the processing of their personal data, have the right to access their data and rectify them, the right to data portability and the right to lodge a complaint with the supervisory authority – President of the Personal Data Protection Office (UODO).</p>\n<p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe entities referred to in paragraphs 3–5 above have the right to the erasure of their data, the right to restriction of processing and the right to object to data processing, except where this would be contrary to the generally applicable law or the nature of the legal relationship between the indicated entity and the Controller.</p>\n<p>10.&nbsp;&nbsp.\nThe User may place personal data of other persons on the Website (including their first name and last name, address, phone number or e-mail address) only if this does not violate the generally applicable law.</p>\n<p>11.&nbsp;&nbsp.\nPersonal data are not provided to Third Countries outside the European Economic Area.\nPersonal data may be provided to third parties to use the services of an e-mail provider, obtain legal services or use IT technical support.</p>\n<p>12.&nbsp;&nbsp.\nIn connection with the provided services, personal data may be provided to external entities that provide services to the Operator, including, in particular, to providers responsible for the operation of computer systems, entities that provide legal services and advertising agencies (regarding the marketing services provided for the Operator).\nIn particular, personal data may be entrusted or provided to the following entities and to the following extent:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDigitalOcean (GDPR) – website hosting service, keeping all the data of the Website.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGoogle Analytics (GDPR) – IP address, browser, location data and history of navigation on the website.</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHotjar (GDPR) – data concerning the activity of Guests and the way they use the Website.\nThe system records the way the User navigates the Website and generates maps of clicks on our Website.\nIt also enables the Operator to send surveys to the Users.</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDisqus (GDPR) – IP address, forum account ID, name, address, e-mail and avatar</p>\n<p>5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGleam (GDPR) – user name, social media profiles, IP address, e-mail address.</p>\n<p>6)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nReflinks of partner websites – history of online navigation for payment settlement purposes.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 7 PROCESSING PERIOD</strong>\n</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe period of personal data processing by the Controller depends on the type of provided service and the purpose of processing.\nIn principle, the data are processed for the duration of the service, until the consent is withdrawn or until a successful objection is made against data processing in situations where the legal basis for processing is a legitimate interest of the Controller.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe processing period may be extended if the processing is required for the establishment and exercise of claims (if any) or defence against claims and after that period only where required by the law.\nUpon the lapse of the processing period, the data will be irrevocably erased or anonymised.</p>\n<p>&nbsp;</p>\n<p>\n<strong>§ 8 FINAL PROVISIONS</strong>\n</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Operator reserves the right to modify this Privacy Policy and Cookie Policy of the Website to keep them up to date and compliant with the applicable law.\nThe Privacy Policy may also be modified due to changes in technology, methods, purposes or legal basis related to the processed personal data of the Users.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEnquiries concerning this Privacy Policy and Cookie Policy of the Website, including the processing of the personal data of the Users and the Privacy Policy, should be sent to the following e-mail address: info@gg.deals</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Privacy Policy and Cookie Policy of the Website were last modified on 10th November 2021.</p> Tutorials <ul>\n<li> How to activate Steam CD key? </li>\n<li> How to activate Origin CD key? </li>\n<li> How to activate Uplay CD key? </li>\n<li> How to activate Epic Games CD key? </li>\n<li> How to activate GOG CD key? </li>\n</ul> Disclaimer <p> Powered by Steam, a registered trademark of Valve Corporation.\nGG.deals is in no way affiliated with or endorsed by Valve Corporation.\nWe cannot guarantee the accuracy or availability of the displayed offers - before you buy something in a store, make sure that the prices are correct.\nWe make use of affiliate programs for monetizing links on our site.\nGG.deals is a participant in the Amazon Services LLC Associates Program.\n</p> GG.deals <ul>\n<li> Stores </li>\n<li> Presets </li>\n<li> Contact us </li>\n<li> Advertising </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Privacy policy </li>\n<li> Terms &amp.\nconditions </li>\n</ul> © Copyrights.\n2023 GG.deals.\nAll rights reserved.\nAll trademarks are the property of their respective owners.\nBack To Top Sign in Sign in through Steam to customize your experience!<br>\n<strong>Don't worry - Steam never shares your login and password with 3rd parties.</strong> GG.deals will only access your public profile to sync your wishlist and collection.\n<ul>\n<li>Create price drop alerts</li>\n<li>Link your Steam wishlist and library</li>\n<li> Save filters as custom presets</li>\n</ul> Sign in through <strong>Steam</strong> Cancel Coming soonWe're working hard to implement this feature.\nPlease be patient and check back soon!🚀 ", "created_at": "2023-07-05 04:46:35.059023", "updated_at": "2023-07-05 04:47:10.567452"}], "points": [], "urls": ["gg.deals"]}}