{"error": 448, "message": "OK", "parameters": {"id": 7812, "name": "Dryad", "created_at": "2023-03-29 22:25:54.759184", "updated_at": "2023-04-22 11:50:34.262553", "wikipedia": null, "keywords": null, "related": null, "slug": "dryad", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7812.png", "url": "datadryad.org", "documents": [{"id": 15078, "name": "Terms of Service And Privacy", "url": "https://datadryad.org/stash/terms", "xpath": "//body", "text": " Skip to main content <ul>\n<li>Explore&nbsp;data </li>\n<li> Search Dryad data </li>\n<li>\n</li>\n<li> More <i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Who we are</li>\n<li> What we do </li>\n<li> Join us </li>\n<li> Help <ul>\n<li>Submission process </li>\n<li>Good data practices </li>\n<li>Frequently asked questions </li>\n<li>Contact support </li>\n</ul>\n</li>\n<li> Login\n</li>\n</ul> Terms of Service <p>\n<i>Last revised 26 July 2019</i>\n</p>\n<p>These Terms of Service apply to Individuals and Organizations who use or publish content on the Dryad Data Platform, pay for others to publish content (whether through vouchers, deferred payment plans, subscriptions or otherwise), or obtain and reuse content from the Dryad Data Platform.\nThese terms apply with equal force to Individuals and Organizations using the web interface or an application programming interface to the Dryad Data Platform.</p>\n<p>\n<strong>By submitting content to or using content from the Dryad Data Platform, submitters and users enter into a binding agreement to accept the Terms of Service described herein.\nIf you do not agree to these Terms of Service, please refrain from using content from or submitting content to the Platform.</strong>\n</p>\n<p>If there is any conflict between the Organization Membership Agreement and these Terms, the Organization Membership Agreement will prevail.</p>\n<p>Guiding these Terms of Service are Dryad's aims to:</p>\n<p>\n</p>\n<ul>\n<li>enhance the scholarly record by making data freely available and reusable for research and education;</li>\n<li>enable platform content to be widely indexed and discoverable;</li>\n<li>assign and provide Digital Object Identifiers (DOIs) to platform content;</li>\n<li>track the usage of content, and promote data reuse as a metric of scholarly credit;</li>\n<li>manage data publication embargoes as stipulated by publisher policies;</li>\n<li>make data both accessible today and preserved for accessibility in the future;</li>\n<li>respect and protect the privacy of its users.\nand</li>\n<li>generally, meet the needs of its stakeholders for a trustworthy platform.</li>\n</ul>\n<p>\n</p>\n<p>Please address questions or comments regarding these Terms of Service to help@datadryad.org.</p> Contents <ul>\n<li>\n1.\nDefinitions\n</li>\n<li>\n2.\nPublication Policies <ul>\n<li>\n2.1 Content Criteria\n</li>\n<li>\n2.2 Embargos\n</li>\n<li>\n2.3 Expressions of Concern, Retraction and Removal of Data Files\n</li>\n<li>\n2.4 Large files\n</li>\n</ul>\n</li>\n<li>\n3.\nDryad Obligations, Representations and Warranties to Purchasers and Submitters <ul>\n<li>\n3.1 Curation\n</li>\n<li>\n3.2 Content Distribution\n</li>\n<li>\n3.3 Preservation <ul>\n<li>\n3.3.1 Preferred formats and format support levels\n</li>\n<li>\n3.3.2 Procedures for preservation\n</li>\n<li>\n3.3.3 Security\n</li>\n<li>\n3.3.4 Versioning\n</li>\n<li>\n3.3.5 Sustainability\n</li>\n</ul>\n</li>\n<li>\n3.4 Representations and Warranties\n</li>\n</ul>\n</li>\n<li>\n4.\nPurchaser Obligations, Representations and Warranties to Dryad\n</li>\n<li>\n5.\nSubmitter Obligations, Representations and Warranties to Dryad <ul>\n<li>\n5.1 Permission\n</li>\n<li>\n5.2 Representations and Warranties\n</li>\n</ul>\n</li>\n<li>\n6.\nPayment <ul>\n<li>\n6.1 Charges at Acceptance\n</li>\n<li>\n6.2 Hierarchy of Payments\n</li>\n<li>\n6.3 Additional charges\n</li>\n<li>\n6.4 Refunds\n</li>\n</ul>\n</li>\n<li>\n7.\nUsage <ul>\n<li>\n7.1 Content Usage\n</li>\n<li>\n7.2 Prohibited Uses Generally\n</li>\n<li>\n7.3 Ownership and Use of Other Intellectual Property\n</li>\n</ul>\n</li>\n<li>\n8.\nPrivacy <ul>\n<li>\n8.1 Information Automatically Collected and Stored via the Website\n</li>\n<li>\n8.2 Personally Provided Information\n</li>\n<li>\n8.3 Security and Intrusion Detection\n</li>\n<li>\n8.4 Disclosure of Personally Identifiable information\n</li>\n<li>\n8.5 Privacy Protection Limits\n</li>\n<li>\n8.6 Privacy Concerns\n</li>\n</ul>\n</li>\n<li>\n9.\nGeneral Provisions <ul>\n<li>\n9.1 Termination\n</li>\n<li>\n9.2 Disclaimer\n</li>\n<li>\n9.3 Limitation and Release of Liability\n</li>\n<li>\n9.4 Indemnity\n</li>\n<li>\n9.5 Notices\n</li>\n<li>\n9.6 Changes to Terms of Service\n</li>\n<li>\n9.7 Arbitration/Governing Law\n</li>\n<li>\n9.8 General Miscellaneous Provisions\n</li>\n</ul>\n</li>\n</ul> 1.\nDefinitions\n<p>The following definitions shall apply to terms used herein:</p>\n<ul>\n<li>\n<strong>Accept</strong>: a conclusion by Dryad (in accordance with the Content criteria in Section 3.1 and following curation as described in Section 4.1) that a Submitted Dataset can be Published.</li>\n<li>\n<strong>Content</strong>: data and other material (e.g.\nsoftware code, ReadMe files, multimedia).</li>\n<li>\n<strong>CC0 (CC Zero) Waiver</strong>: the CC0 1.0 Universal Public Domain Dedication developed by Creative Commons.\nSee https://creativecommons.org/publicdomain/zero/1.0/.</li>\n<li>\n<strong>Dataset</strong>: the Content files associated with one Document plus the metadata describing each file and the combined set of files.</li>\n<li>\n<strong>Data Publishing Charge (DPC)</strong>: a one-time fee for publication of an Accepted Dataset in Dryad.\nA DPC is applied only when the Content is approved by Dryad curation personnel.</li>\n<li>\n<strong>Document</strong>: a research article in a scholarly journal, or other scholarly publication such as, but not limited to, a book, chapter, conference proceedings, monograph or dissertation.</li>\n<li>\n<strong>Dryad Data Platform or Platform</strong>: the platform operated by Dryad, including the software, interfaces, and contents.</li>\n<li>\n<strong>Eligible Country</strong>: a country listed on the World Bank website as having a low-income or a lower- middle-income economy.</li>\n<li>\n<strong>Embargo</strong>: a delay of the Publication of Content for a defined period after the publication date of the related Document in a journal or other media.</li>\n<li>\n<strong>Member</strong>: An Organization that is a signatory to an institutional Organization Membership Agreement with Dryad.</li>\n<li>\n<strong>Organization</strong>: an organization (including its sub-organizations or affiliated organizations).</li>\n<li>\n<strong>Organization Membership Agreement</strong>: an institutional membership agreement between an Organization and Dryad that governs the access to and use of the Dryad Data Platform by the Organization’s employees, contractors, agents, affiliates, etc.</li>\n<li>\n<strong>Payment Plan</strong>: any of several methods set forth in a Purchase Agreement that allows purchasing entities to cover the Data Publishing Charge on behalf of individuals Submitting to Dryad.</li>\n<li>\n<strong>Publish/Publication</strong>: to deposit/depositing Content on the Platform for distribution to the public under a CC0 Waiver.</li>\n<li>\n<strong>Purchaser</strong>: the purchasing entity set forth in a Purchase Agreement or an individual Submitter who pays to Publish Content in Dryad.</li>\n<li>\n<strong>Research Data</strong>: information/materials collected, observed or created to validate, reproduce, or better understand research findings.</li>\n<li>\n<strong>Submission Integration</strong>: the process whereby a Submission to Dryad is coordinated with the manuscript processing system of a scholarly journal.</li>\n<li>\n<strong>Submit/Submission</strong>: to deposit/depositing Content on the Platform.</li>\n<li>\n<strong>Submitter</strong>: the individual who Publishes Content on the Platform.\nIt is anticipated that, in the majority of cases, the Submitter will be an author of the Dataset or a researcher collaborating with the author(s).</li>\n<li>\n<strong>User</strong>: someone who views, downloads, or otherwise reuses Content from the Platform.</li>\n<li>\n<strong>Version/Versioning</strong>: updates to Datasets after Publication to correct errors in the Published files or to provide additional data supporting the findings in the associated Document.</li>\n<li>\n<strong>Waiver</strong>: a waiver of all fees to Submit Content to the Platform that may be granted by Dryad to a Submitter: (i) who is employed by an institution in an Eligible Country.\n(ii) who is an independent researcher in residence in an Eligible Country.\nor (iii) pursuant to an Organization Membership Agreement.</li>\n</ul>\n<p>\n(back to top)\n</p> 2.\nPublication Policies 2.1 Content Criteria <p>Dryad only Accepts Content that meet the following criteria:</p>\n<p>\n</p>\n<ul>\n<li>Content may only be submitted by an individual who represents and warrants that s/he is the creator and owner of the Content or otherwise has sufficient rights to be able to make the Content available under a CC0 Waiver.\nAt Dryad's sole discretion, legacy Content may be permitted to be made available under other licensing terms.</li>\n<li>Content must fall within the definition of Research Data and be in digital format.</li>\n<li>Content other than Research Data may be Submitted to the Platform provided such Content is allowed by an associated Document publisher's policy.</li>\n<li>Most Datasets on the Dryad Platform are associated with peer-reviewed Documents.\nResearch Data associated with non-peer reviewed Documents from scholarly sources and Research Data not associated with Documents are also accepted.</li>\n<li>If Content is associated with a Document, the Submitter represents and warrants that the Content is in compliance with the formatting and reporting guidelines of the Document's publisher.</li>\n<li>For researchers affiliated with a Member organization, datasets (all files related to the same DOI) may not exceed 300GB.</li>\n<li>The primary language of the Content must be English.\nDryad curators cannot effectively review or curate submissions in other languages at this time.</li>\n</ul>\n<p>\n</p> 2.2 Embargos <p>\n</p>\n<ul>\n<li>By default, all accepted Content is made public upon approval by curation personnel.</li>\n<li>If allowed by the Submission Integration, preferences specific to the publisher of an associated Document, the Platform will Embargo Publication of Content for a period of one year following the earliest publication of the associated Document.</li>\n<li>If allowed by the Submission Integration preferences specific to the publisher of an associated Document, and if approved by the publisher's designated editorial authority, an Embargo period of greater than one year, and not greater than ten years, may be applied.\nAn Embargo must have an explicit termination date by the time of Content Publication.</li>\n</ul>\n<p>\n</p> 2.3 Expressions of Concern, Retraction and Removal of Data Files <p>If there is an associated Document, Dryad generally defers authority to the Document publisher when issues arise regarding validity of Content.\nIf Content on the Platform is associated with a Document for which there is an \"expression of concern,\" \"retraction,\" or similar statement on the part of the Document publisher, Dryad will continue to make the Content available, but with an appropriate warning and a link to the statement from the Document publisher.\nData files that are updated as corrections to the original paper will be similarly linked to the publisher's corrigendum where Dryad is made aware of such.</p>\n<p>Those who wish to see Content on the platform taken down, either for copyright infringement, because of privacy concerns, or for other legitimate cause, should contact curator@datadryad.org providing the following:</p>\n<p>\n</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the work claimed to have been infringed, or, if multiple works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material;</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the owner, its agent, or the law;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>Notwithstanding the foregoing, Dryad reserves the right to temporarily or permanently remove any Content at any time if Dryad determines in its sole discretion that the Content is inappropriate (containing personally identifiable, sensitive, infringing or otherwise illegal material, or Dryad is advised by legal counsel that inclusion of such Content presents a potential risk to Dryad).\nprovided, however, Dryad shall not be responsible for screening Content prior to or after its Publication for such issues.\nDryad agrees to notify Submitter if Content is rejected or removed and the reasons related to the removal.</strong>\n</p> 2.4 Large files <p>During the process of submission and review, and with the knowledge and consent of the Submitter, unusually large files that are within the scope of another repository may be transferred for archiving by Dryad to that secondary repository without retention of a copy on the Platform.</p>\n<p>\n(back to top)\n</p> 3.\nDryad Obligations, Representations and Warranties to Purchasers and Submitters 3.1 Curation <p>Dryad curation personnel will provide Submitter support and will review and curate Content prior to and following Publication as follows:</p>\n<p>\n</p>\n<ol>\n<li>Confirm that files can be opened, are not corrupted, and do not contain viruses which can be discovered through commercially reasonable efforts;</li>\n<li>Confirm that metadata for the Document is technically correct;</li>\n<li>Confirm administrative metadata including, but not limited to, the embargo release date where applicable;</li>\n<li>Confirm that files are correctly versioned during the Review Workflow where applicable, and review updates to files and metadata Submitted either before or after Publication;</li>\n<li>Confirm that the Submission is covered by a Waiver or Payment Plan where applicable;</li>\n<li>Register Digital Object Identifiers (DOIs) for the Content;</li>\n<li>Resolve issues that come to the attention of curators after Publication including, but not limited to take-down requests and retraction notices.</li>\n</ol>\n<p>\n</p>\n<p>Dryad may, but is under no obligation to:</p>\n<p>\n</p>\n<ol>\n<li>Review Content for personally identifiable or otherwise sensitive or inappropriate information.\n</li>\n<li>Review Content for copyright and license statements that are potentially incompatible with a CC0 Waiver;</li>\n<li>Review Content for compliance with file format and minimum reporting guidelines and alert Submitters or publishers when non-compliance is discovered.</li>\n</ol>\n<p>\n</p>\n<p>Dryad will not:</p>\n<p>\n</p>\n<ol>\n<li>Make decisions regarding what Content is to be archived by the Document publisher rather than Submitted to the Platform;</li>\n<li>Check the scientific validity, veracity, accuracy or completeness of the Content;</li>\n<li>Guarantee compliance with content policies or guidelines set by Purchasers, Document publishers or funders in the absence of a separate contract for special curation services;</li>\n<li>Modify Content except as a by-product of format migration for preservation and accessibility.</li>\n</ol>\n<p>\n</p> 3.2 Content Distribution <p>\n</p>\n<ul>\n<li>Dryad will make Accepted Content available to the public under a CC0 Waiver and communicate scholarly norms for data reuse to Submitters and Users including, but not limited to, guidelines for data citation.\nHowever, Dryad shall NOT be responsible for enforcing scholarly norms.</li>\n<li>Dryad shall make commercially reasonable efforts to maintain the continual availability of the Platform at datadryad.org (subject to reasonable downtime for maintenance), and provide advance notice, when possible, of any material changes or discontinuities.\nHowever, Dryad shall NOT be responsible for the consequences of any downtime, disruptions or discontinuity of the Platform, Website or application programming interfaces, that occur outside of Dryad’s or Dryad’s staff control.</li>\n<li>Dryad is NOT responsible for the uses of Published Datasets made by third parties, including those who view and download Datasets through the Platform.</li>\n</ul>\n<p>\n</p> 3.3 Preservation <p>Dryad aims to maintain the integrity, availability and reusability of its Content over the long term.\nNote that it remains the responsibility of Submitters to provide sufficient metadata and background information in order to facilitate Users' understanding of the data.</p>\n<p>This policy is informed by the Open Archival Information System (OAIS) reference model (ISO 14721:2012) (http://www.iso.org/iso/catalogue_detail.htm?csnumber=57284) which defines \"long term\" to be a period of time long enough for there to be concern about the impacts of changing technologies, including support for new media and data formats, and of a changing user community.</p> 3.3.1 Preferred formats and format support levels <p>While Dryad Accepts all data types and formats within reason, some formats are preferred.\nCurators may contact Submitters to request a file in an alternate format, and/or Dryad may save additional versions of files that have been transformed to preferred formats.\nNon-proprietary, openly documented formats are preferred if the format does not compromise reuse potential.\nDryad recognizes that some formats may be preferred for reusability even if not ideal for preservation.</p>\n<p>Preferred file formats:</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>Text</strong>: plain text (ASCII, UTF-8), Open Office formats <ul>\n<li>Comma-separated (or otherwise delimited) values for tabular data</li>\n<li>Semi-structured plain text formats for non-tabular data (e.g., those used for nucleotide/protein sequences, alignments and phylogenies).</li>\n<li>XML and JSON for structured data</li>\n<li>Many community standard data exchange formats are listed in the BioSharing catalogue (http://biosharing.org).</li>\n</ul>\n</li>\n<li>\n<strong>Images</strong>: PDF/A, JPEG/JPEG2000, PNG, TIFF, SVG/</li>\n<li>\n<strong>Audio</strong>: FLAC, AIFF, WAVE</li>\n<li>\n<strong>Video</strong>: AVI, M-JPEG2000</li>\n<li>\n<strong>Compressed/archived formats</strong>: GZIP/TAR, ZIP <ul>\n<li>Files may be compressed and/or archived when necessary due to large file size, a large number of files (more than 10), or the need to gather files together in a particular directory structure in order for them to be understood.</li>\n</ul>\n</li>\n<li>\n<strong>README files</strong>: should ideally be in plain text format.</li>\n</ul>\n<p>\n</p>\n<p>Format support levels:</p>\n<p>\n</p>\n<ol>\n<li>\n<strong>Full support</strong>: Dryad will make a best effort to ensure the properties and behaviors into the future of Content submitted in a preferred format or other common format as enumerated below, including future format migration.\n<ul>\n<li>Text: TXT (ASCII, UTF-8), PDF/A, RTF, CSV/TSV/TAB</li>\n<li>Office: Open Office (ODS, ODP, ODT), Microsoft Office (DOC, DOCX, XLS, XLSX, PPT, PPTX)</li>\n<li>Markup: HTML/XHTML, XML, Nexus formats (NEX, NEXML)</li>\n<li>Image: PDF/A, JPEG/JPEG2000, PNG, GIF, TIFF, SVG (no Java)</li>\n<li>Audio: FLAC, AIFF, WAV, MP3</li>\n<li>Video: AVI, M-JPEG2000, MP4</li>\n</ul>\n</li>\n<li>\n<strong>Limited support</strong>: For uncommon formats for which we are less confident there will be robust conversion tools, Dryad will make some effort to ensure the future readability and functionality, but there may be some loss.\nExamples would include PDF files that are not compliant with the requirements of PDF/A.</li>\n<li>\n<strong>As-is bitstream access</strong>: For binary files from proprietary instrumentation and software and other exotic formats, Dryad preserves the bitstream as-is and makes no commitment to format transformation or future usability.</li>\n</ol>\n<p>\n</p> 3.3.2 Procedures for preservation <p>Dryad aims to preserve the originally submitted Content indefinitely.\nSteps to ensure long-term availability include:</p>\n<p>\n</p>\n<ul>\n<li>Persistent identification in the form of DOIs.</li>\n<li>Replication of data and metadata.</li>\n<li>Periodic verification that stored content remains uncorrupted.\nUpon ingest, an MD5 checksum is calculated and recorded for each submitted data file.\nIntegrity checks are run nightly.</li>\n<li>If data objects are found to be corrupted, affected data will be restored from known-good copies as appropriate.</li>\n<li>To prevent data loss, multiple copies of content are kept at different sites.</li>\n<li>Prior to release, files are manually inspected by a Dryad curator.\nAny issues that affect preservation (i.e., file corruption, etc.) are addressed before release.</li>\n<li>Ingest, curation, and publication actions are documented by provenance metadata.</li>\n<li>Dryad content is replicated through participation in the DataONE network.</li>\n<li>To the greatest extent possible, personnel create documentation to reflect their activities.\nWe strive to ensure that more than one employee can perform each critical function of the platform.</li>\n</ul>\n<p>\n</p> 3.3.3 Security <p>Full backup copies of Platform Contents are stored in multiple secure facilities offsite.\nAll deposits to Dryad are sent to a CoreTrustSeal-certified preservation repository called Merritt.\nMerritt distributes backup copies through cloud and physical locations globally.\nFor further details on Merritt’s process and certification, see: https://www.coretrustseal.org/wp-content/uploads/2018/08/UC3-Merritt.pdf</p> 3.3.4 Versioning <p>Dryad Datasets may be Versioned in order to correct errors in the archived files or to provide additional data associated with the analysis reported in the associated Document.</p>\n<p>\n</p>\n<ul>\n<li>Dryad shall include updated files on the Platform while retaining and allowing access to the original files and all prior Published Versions.</li>\n<li>The metadata of the Dataset will be updated to include information about the order of the Versions.</li>\n<li>The Dataset DOI and Dryad search results point to the most recent Version of a dataset, which displays a history that allows users to navigate to earlier Versions.</li>\n<li>Older Versions of the Dataset also display the Version history and a prominent warning message that this is not the current Version.</li>\n<li>The Version history includes a brief statement of the reason for Versioning and timestamps of Versioning events.</li>\n<li>New Versions may be initiated by a Dryad curator at the author's or journal's request.</li>\n<li>New Versions will be preserved following the preservation procedures outlined in section 3.3.2.</li>\n</ul>\n<p>\n</p> 3.3.5 Sustainability <p>\n</p>\n<ul>\n<li>\n<strong>Technical</strong>: Dryad is built with open-source, agile software development methodologies.\n</li>\n<li>\n<strong>Content accessibility</strong>: Through registration of DOIs for Datasets, Dryad shows its commitment to online preservation of its Content for many years to come.\nRegistration also allows identifiers to be seamlessly redirected in the event of URL changes.\nDryad's partnership with Merritt, (CoreTrustSeal approved), as a back-up repository ensures that all its data will be available through other institutions if the Dryad organization ever dissolves.</li>\n<li>\n<strong>Institutional and financial sustainability</strong>: Dryad's governance and business model are designed to provide for long-term organizational stability and viability, ensuring that revenues from Data Publishing Charges (DPCs) and Memberships cover the Platform's core operating costs (including curation, storage, and maintenance).</li>\n</ul>\n<p>\n</p> 3.4 Representations and Warranties <p>\n</p>\n<ul>\n<li>Dryad represents and warrants that it has the authority to enter into the Purchase Agreement (in the case of Purchasers) and these Terms of Service (in the case of Purchasers, Submitters and other Users), and to bind itself to the Terms of Service herein.</li>\n<li>In the case of a Purchase Agreement, Dryad further represents and warrants to the Purchaser that it has caused the Purchase Agreement to be executed by a duly authorized representative.</li>\n</ul>\n<p>\n</p>\n<p>\n(back to top)\n</p> 4.\nPurchaser Obligations, Representations and Warranties to Dryad <p>Purchaser Obligations:</p>\n<p>\n</p>\n<ul>\n<li>Purchaser is responsible for communicating to Dryad in a Purchase Agreement the coverage of journal titles for each Payment Plan selected and any caps on the number of Accepted Datasets.\nDryad shall not be responsible for any restrictions not set forth in a Purchase Agreement.\nPurchaser may communicate changes to Submission caps and covered journals by providing written notice to Dryad, and such changes will become effective upon counter-notice by Dryad (generally within 10 working days of Dryad's receipt of notice from Purchaser).</li>\n<li>Purchaser is responsible for informing Dryad of any changes to its contact information in the Purchase Agreement.</li>\n<li>Purchasers may not Submit Content on behalf of Submitters without the express permission and full knowledge of the Submitter, including explicit agreement to the Dryad Terms of Service.</li>\n<li>Purchasers who use the Subscription Plan must maintain Submission Integration for all covered journals.</li>\n</ul>\n<p>\n</p>\n<p>Purchaser Representations and Warranties:</p>\n<p>\n</p>\n<ul>\n<li>Purchaser represents and warrants that it has the authority to enter into the Purchase Agreement (including, without limitation, these Terms of Service), and to bind itself to the Terms of Service herein.</li>\n<li>Purchaser further represents and warrants that it has caused the Purchase Agreement to be executed by a duly authorized representative.</li>\n</ul>\n<p>\n</p>\n<p>\n(back to top)\n</p> 5.\nSubmitter Obligations, Representations and Warranties to Dryad 5.1 Permission <ul>\n<li>By Submitting Content to the Platform, Submitter grants Dryad irrevocable permission to make the Dataset available to the public under a CC0 Waiver.\n</li>\n<li>Unless otherwise indicated during the Submission process to the Platform (see Section 2.2), the Submitter agrees that Content may be Published once it has been approved by Dryad curation personnel.</li>\n<li>Submitter further grants Dryad permission to (i) promote and advertise the availability of the Dataset.\n(ii) re-format or otherwise transform the Dataset in any way to ensure its accessibility and preservability.\n(iii) modify and incorporate metadata or other documentation in the Content.\nand (iv) take any steps Dryad deems necessary in its sole discretion to remove inappropriate Content if identified.\nprovided however, Dryad shall have no responsibility to screen or remove inappropriate Content from Submissions.</li>\n<li>Submitters may, at their discretion, update metadata for Published Datasets and submit new and/or updated files to a Published Dataset without being required to pay an additional Data Publishing Charge (excess storage charges may still apply).\nSee Section 3.3.4.</li>\n</ul> 5.2 Representations and Warranties <ul>\n<li>Submitter represents and warrants that s/he is an author of the Submitted Content or has been granted authority by the authors to Submit and Publish Content on the Platform.</li>\n<li>Submitter represents and warrants that the Publication of the Content does not infringe on the intellectual property or privacy rights of any person or entity (including co-authors or co- creators), and that distribution of the Content under a CC0 Waiver complies with all relevant laws and publisher, funder, and employer guidelines and/or contractual restrictions.</li>\n<li>Submitter represents and warrants that the Content does not contain any information (i) which identifies, or which can be used in conjunction with other publicly available information to personally identify, any individual.\nor (ii) which is false or misleading.</li>\n<li>If Submitter requests a Waiver, the Submitter represents and warrants that s/he is employed by an institution in an Eligible Country or is an independent researcher in residence in an Eligible Country.</li>\n</ul>\n<p>\n(back to top)\n</p> 6.\nPayment 6.1 Charges at Acceptance <p>Dryad does not charge any fees for Submissions that are not Accepted by the Platform.\nDryad only Accepts Submissions that meet the Content criteria described in Section 2.1, including being in press or previously published by a scholarly publisher.</p> 6.2 Hierarchy of Payments <p>In determining the party responsible for the Data Publishing Charges, Dryad will apply the following rules in sequence:</p>\n<ul>\n<li>If Submission is covered by a Payment Plan, the Data Publishing Charge will be covered by the Payment Plan.</li>\n<li>If a Submitter is employed by a Member Institution, no Data Publishing Charge will be incurred.</li>\n<li>If a Submitter qualifies for a Waiver, no Data Publishing Charge will be incurred.</li>\n<li>If none of the above applies, Submitter will be charged.</li>\n</ul> 6.3 Additional charges <p>In all instances (other than where a Waiver is granted or a Submission is covered by a Payment Plan), Submitters will be charged excess data fees for Datasets greater than 50 Gigabytes (GB): $50 for each additional 10GB, or part thereof.\n(Datasets between 50 and 60GB = $50, between 60 and 70GB = $100, and so on).\nThese fees are subject to change as posted to https://datadryad.org</p>\n<p>Submitters also are responsible for paying any third-party costs associated with Submission of the Content (e.g.\nfee to use a large file transfer service external to Dryad).</p> 6.4 Refunds <p>Data Publishing Charges and excess storage fees are not refundable.\nPlease see Purchase Agreements for information regarding refunds for Payment Plans.</p>\n<p>\n(back to top)\n</p> 7.\nUsage 7.1 Content Usage <p>\n</p>\n<ul>\n<li>Platform Users are allowed and encouraged to reuse Content from the Platform in any manner except as described herein under \"Prohibited Uses Generally\" (Section 7.2).\nTo the extent possible under law, Submitters have waived all copyright and related or neighboring rights to this data.</li>\n<li>It is hoped and expected that Users will follow accepted scholarly norms for citing data and giving credit to fellow scholars.</li>\n<li>The desired format for links to the data packages is the fully resolvable DOI URL (e.g.\n\"Data available in the Dryad Data Platform.\nhttps://doi.org/10.5061/dryad.1888\")</li>\n</ul>\n<p>\n</p> 7.2 Prohibited Uses Generally <p>\n</p>\n<ul>\n<li>Users, Purchasers and Submitters may not use the Platform (i) in any unlawful manner.\nor (ii) in any manner that would impair Dryad's services to others or compromise the security or functionality of the Platform or Dryad's services generally.</li>\n<li>Dryad is committed to building an international organization for Purchasers, Submitters, and users from around the globe.\nHowever, if Purchaser or Submitter is prohibited under any U.S.\nlaws or regulations from receiving U.S.\norigin services or software, Purchaser or Submitter (as the case may be) may not use the Dryad Platform, Dryad Website or Dryad software.</li>\n</ul>\n<p>\n</p> 7.3 Ownership and Use of Other Intellectual Property <p>Dryad owns the service marks Dryad, Dryad Data Platform, and the Dryad logos appearing on the Dryad Website.</p>\n<p>Permitted Uses of Dryad Intellectual Property:</p>\n<p>\n</p>\n<ul>\n<li>Purchasers, Submitters and Users are welcome to use screenshots, the Dryad Data Platform name, the Dryad name and other Dryad trademarks (such as the Dryad logo) for informational purposes only.</li>\n<li>Content other than Datasets on the Dryad Website and wiki is available for reuse with attribution under a Creative Commons CC-BY 3.0 license.</li>\n</ul>\n<p>\n</p>\n<p>Prohibited Uses Dryad of Intellectual Property:</p>\n<p>\n</p>\n<ul>\n<li>Users, Purchasers and Submitters may not use trademarks associated with Dryad (including, without limitation, the Dryad logo) to imply an association or endorsement by Dryad without prior written consent.</li>\n</ul>\n<p>\n</p>\n<p>\n(back to top)\n</p> 8.\nPrivacy <p>Dryad respects the privacy of our Users and Submitters and works to protect all personally identifiable information we collect.</p> 8.1 Information Automatically Collected and Stored via the Website <p>For planning and scientific review purposes, Dryad will keep records of usage.\nDryad makes available to the public information about aggregate usage of Datasets.\nLogs of usage may also be maintained for the purposes of monitoring and improving services, or measuring the impact of a particular function on our resources.\nThese logs may be made available, after anonymization, to third parties.\nUsage of the Dryad website indicates agreement to the use of a Google Analytics cookie.</p>\n<p>Dryad may automatically collect and store the following information not generally considered \"personally identifiable\" from Users or Submitters who access Dryad Content directly or indirectly, including:</p>\n<p>\n</p>\n<ul>\n<li>The operating system of the computer used</li>\n<li>The version and type of Web browser used</li>\n<li>The IP address of the computer used to access our Web site</li>\n<li>The date and time of the visit</li>\n<li>The pages visited, including files downloaded, search terms used, and links followed</li>\n<li>The URL of the Web site the user came from</li>\n</ul>\n<p>\n</p>\n<p>These data are kept for the purpose of maintaining and improving services on our site and are only reported publically in aggregated form.\nUnless it is specifically stated otherwise, no additional information about Users will be collected.</p> 8.2 Personally Provided Information <p>Users who do not Submit Content to Dryad are not asked to provide any personally identifying information.</p>\n<p>The Platform shall not store or record any Purchaser's credit card, debit card, bank account or any other form of payment account information on its servers.</p>\n<p>Researchers creating data submissions will login to Dryad via ORCID.\nresearchers affiliated with a Member institution will use a single sign in process via Shibboleth.\nPersonal identifiable information is used by Dryad to conduct and improve core services including billing, and responding to customer help requests.\nWe may contact submitters with information or questions directly related to their use of the Platform service.</p>\n<p>Publishing organizations and the Platform may send automated notices to each other as part of Submission Integration.\nthese communications may convey personally identifiable information regarding authors and Submitters that will only be accessed by staff as required to provide services.</p>\n<p>If Users or Submitters choose to provide Dryad with additional personally identifiable information through an email message, form, survey, etc., Dryad will maintain the information securely to the extent allowable by law and take every precaution to protect it.\nHowever, Dryad will treat feedback on services and software provided by Dryad, excluding personally identifiable information, as non-confidential unless the individual or organization providing the feedback states otherwise.</p> 8.3 Security and Intrusion Detection <p>Dryad implements and follows commercially reasonable electronic security measures to secure the systems through which information is collected or stored.\nSecurity protections, and all other elements of this policy, extend to data copies and backups implemented for business continuity.</p>\n<p>For site security purposes, and to ensure that this service remains available to all Users, we employ software programs to monitor traffic and to identify unauthorized attempts to upload or change information or to otherwise cause damage.\nIn the event of authorized law enforcement investigations, and pursuant to any required legal process, information from these sources may be used to help identify an individual.</p> 8.4 Disclosure of Personally Identifiable information <p>Aggregate information or individual information that does not personally identify a user can be shared with third parties without restriction.\nOne such third party is Google Analytics, (see their privacy policy), which is used to understand how the website is being used.\n</p>\n<p>Dryad will only disclose individually identifiable personal information about its users under the following restricted circumstances:</p>\n<p>\n</p>\n<ul>\n<li>It has been included within a Dataset by the Submitter or the publisher;</li>\n<li>It is required for law enforcement or by statute, or to protect our or others' legal rights, property, or safety;</li>\n<li>Disclosure is required to resolve disputed submissions or otherwise carry out the obligations of our Terms of Service.\nand/or</li>\n<li>Disclosure to trusted third parties is required for them to assist us in operating our services, provided those parties agree to keep this information confidential.</li>\n</ul>\n<p>\n</p> 8.5 Privacy Protection Limits <p>\n<strong>Referrals to external sites</strong>: Dryad's web services may link to Internet sites and services outside the administrative domain of Dryad.\nDryad does not govern the privacy practices of these external sites.\nUsers and Submitters should read the privacy statements at these sites to determine their practices.</p> 8.6 Privacy Concerns <p>If you are concerned about the accuracy of personally identifiable information maintained by Dryad or wish to review, access, amend or correct this information, or would like your personally identifiable information removed from Dryad's records or otherwise deactivated, please contact us at help@datadryad.org.\nWe reserve the right to review requests on a case by case basis.</p>\n<p>\n(back to top)\n</p> 9.\nGeneral Provisions <p>\n<br>\n</p>9.1 Termination<p>\n</p>\n<p>Dryad reserves the right to suspend use by any party (Submitter, Purchaser or User) if that party engages in, or is suspected of engaging in, Prohibited Activities or in any other way breaches any of the party's obligations, representations or warranties hereunder.</p>\n<p>For Payment Plans, in the event that Purchaser or Dryad believes that the other party has materially breached any responsibilities, obligations (including timely payment of any fees due hereunder, including under any purchase agreement), representations, or warranties, the non-breaching party shall so notify the breaching party.\nThe breaching party will have 30 days from the receipt of such notice to cure the alleged breach and to notify the non-breaching party in writing that such cure has been affected.\nIf the breach is not cured within the 30-day period, the non-breaching party shall have the right to terminate the Agreement immediately upon written notice.</p>\n<p>Notwithstanding the foregoing, Dryad reserves the right to immediately terminate any Purchase Agreement where fees are outstanding for over 60 days.</p>\n<p>Dryad has tax-exempt status with the United States Internal Revenue Service (\"IRS\"), and reserves the right to modify or terminate any Purchase Agreement or Content Publication arrangement subject to a fee if it is advised by the IRS or legal counsel that continuation would jeopardize the exempt status of Dryad.\nprovided that in the event of such termination, Dryad would provide Purchaser or Submitter (as relevant) with as much notice as reasonably practicable and a pro-rata refund.</p> 9.2 Disclaimer <p>\n<strong>The Content on the Platform and Dryad Website is made available to Purchasers, Submitters and Users on an \"AS IS\" basis.\nExcept as set forth herein, and to the maximum extent permitted by law, Dryad makes no representations or warranties, express or implied, including, without limitation, (i) implied warranties of accuracy, quality, performance, compatibility, merchantability and/or fitness for a particular purpose, (ii) that any such Content, Dataset or other material is free from personally identifiable, sensitive, infringing, errors, illegal data or material, viruses or other harmful components and (iii) that any such Content not suffer loss, corruption, interruption or destruction.</strong>\n</p> 9.3 Limitation and Release of Liability <p>To the fullest extent permitted by law, in no event shall Dryad, its directors, officers, employees, agents, contractors, consultants, and assigns (the \"Dryad Parties\") be liable for any special, indirect, and/or consequential damages incurred by Purchaser, Submitter or User in connection with the Platform, Content, Datasets, the Dryad Website, software or any other Dryad services, even if such damages are foreseeable.\nFurther, to the extent permitted by law, the parties agree that the maximum liability of the Dryad Parties to any Purchaser, Submitter or User hereunder shall not exceed the fees (other than Purchaser's membership fees or Submitter's indemnity) paid by the relevant Purchaser, Submitter or User to Dryad in the last year hereunder.\nIn the case of Users who have paid no such fees, if the law of the relevant jurisdiction bars zero damages, the maximum liability of the Dryad Parties shall be $50.00.</p>\n<p>\n<strong>Dryad is not responsible for the actions of other persons and entities, including without limitation, the Content submitted by Submitters and the use of such Content.</strong>\n</p> 9.4 Indemnity <p>Except as otherwise stated in a Membership Organization Agreement: (i) each Submitter agrees to indemnify and hold harmless the Dryad Parties against any Claims or threatened Claims (including, without limitation, reasonable attorney’s fees) arising out of or related to Content Submitted by the Submitter or a breach of the Prohibited Uses set forth in Section 7.2.\n(ii) Each User agrees to indemnify and hold harmless the Dryad Parties against any Claims or threatened Claims(including, without limitation, reasonable attorney’s fees) arising out of or related to a breach of the Prohibited Uses set forth in Section 7.2.</p> 9.5 Notices <p>Any and all notices required or permitted by the Terms of Service shall be deemed delivered if delivered personally, transmitted by electronic facsimile/email or, if mailed by registered or certified mail or express mail, postage prepaid to (i) to Executive Director, in the case of Dryad, or (ii) the party listed on the Purchase Agreement, in the case of Purchasers, or (iii) the Submitter listed during the submission process, in the case of Submitters.\nAny party may from time to time change the name and address of the individual(s) to receive notice by written notice to the other party as set forth in this section.</p> 9.6 Changes to Terms of Service <p>Dryad reserves the right to alter services offered by Dryad and/or these Terms of Service at any time in order to ensure their appropriateness to Dryad's mission.\nDryad will post any changes on the Website or a link therefrom and will communicate material changes to Submitters and Purchasers.\nit is the responsibility of Purchasers, Submitters and Users to periodically check the Website for such changes.\nNotwithstanding the foregoing, Dryad will provide Purchasers with 30 days' written notice prior to the effective date (\"Change Effective Date\") of any material reduction in services or material modifications to these Terms of Service (as determined by Dryad in its discretion), and a Purchaser shall have the right to provide Dryad with notice prior to the Change Effective Date of its desire to terminate as of the Change Effective Date any outstanding Vouchers, Deferred Payment Plans or Subscription with a pro-rata refund if it does not agree to such material changes.</p> 9.7 Arbitration/Governing Law <p>Unless otherwise stated to the contrary in any Organization Membership Agreement, any Purchase Agreement and these Terms of Service shall be interpreted under and governed by the laws of North Carolina(United States) excluding any laws that might direct the application of the laws of another jurisdiction.\nEach party waives all rights, if any, arising under the United Nations Convention on Contracts for the International Sale of Goods, and all rights of application or appeal, if any to non U.S.\ncourts in connection with any question of law.</p>\n<p>Unless otherwise stated to the contrary in any Organization Membership Agreement, all disputes shall be settled in court or by mutually agreed arbitration in North Carolina, and each party consents to such jurisdiction.\nEach party shall be entitled, without waiving any other rights or remedies, to injunctive or other equitable relief.\n</p> 9.8 General Miscellaneous Provisions <p>Each party shall comply with all applicable laws.\nDryad reserves the right to take any actions necessary in order to comply with applicable laws or court orders in any jurisdiction.\nThese Terms of Service, together with the Purchase Agreement in the case of Purchasers, makes up the entire agreement between Dryad and Purchaser, Submitter or User, and supersedes any prior written or oral agreements related to the subject matter hereof.\nIf any term is unenforceable, it will not affect the other Terms of Service which shall remain in full force and effect.\nA waiver of any provision or breach shall not be deemed to be a waiver of any other provision or breach.\nThese Terms of Service do not create any third party rights.\nSubmitter/Purchaser/User (as the case may be) may not assign or otherwise transfer its rights hereunder without the prior written consent of Dryad, and any transfer to the contrary shall be null and void.\nUnless otherwise stated to the contrary in any Organization Membership Agreement Dryad reserves the right to transfer all of its rights and obligations under any Purchase Agreement and these Terms of Service, including ownership and/or operation of the Dryad Platform to another nonprofit entity in the event of a merger, joint venture, dissolution, or other corporate restructuring.</p>\n<p>\n(back to top)\n</p> Privacy policy Accessibility policy Terms of service <i>\n</i>Contact us <i>\n</i>Follow us on Twitter <i>\n</i>Check out our blog Copyright (c) 2023 Dryad &nbsp.\nYes No &nbsp.\n", "created_at": "2023-03-29 22:25:54.790463", "updated_at": "2023-03-29 22:26:39.598522"}], "points": [], "urls": ["datadryad.org"]}}