{"error": 448, "message": "OK", "parameters": {"id": 8680, "name": "Statcounter ", "created_at": "2023-06-30 21:01:03.801991", "updated_at": "2023-06-30 22:02:55.783143", "wikipedia": null, "keywords": null, "related": null, "slug": "statcounter", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8680.png", "url": "statcounter.com", "documents": [{"id": 16910, "name": "Legal Notices & Policies", "url": "https://statcounter.com/about/legal/", "xpath": "//*[@id=\"main-el\"]", "text": " <ul>\n<li>Mission</li>\n<li>Press Releases</li>\n<li>Careers</li>\n<li>Legal</li>\n<li>Link To Us</li>\n</ul>Legal Notices &amp.\nPolicies <p>At StatCounter we are heavily committed to your privacy.\nMaintaining the privacy and integrity of your account is of paramount importance to us.\nIf you would like to see our privacy policy include something else, then please contact us.</p> Privacy Policy <p>StatCounter.com respects the privacy and rights of its visitors.\nNo effort is made to identify individuals without their knowledge.</p>\n<ul>\n<li>When a visitor requests pages from the StatCounter.com site, our Web servers automatically log the browser's domain name, and IP address.\nThis information is collected solely for statistical purposes and is not used to identify individuals.</li>\n<li>Personally identifiable information such as visitor's name, telephone number, postal address and email address are technically impossible for StatCounter to collect and no attempt is made to do so.\nThe information that is recorded consists of the date and time of visit, ip address, browser (e.g.\nFirefox 3.5), operating system version (e.g.\nWindows XP), screen resolution (e.g.\n800x600), referring link, the current page url and the current page title.</li>\n<li>To enable StatCounter.com to track whether a visitor has been to your website before (i.e.\na first-time or returning visitor) we send a cookie to your visitors' computer.\nThis information is collected solely to improve the service we offer to you and statistical purposes and is not used to identify individuals.</li>\n<li>StatCounter.com maintains a strict \"no-spam\" policy.\nYour e-mail address will not be sold to a third party.</li>\n<li>We use a third-party to provide monetization technologies for our site.\nYou can review their privacy and cookie policy here.\n</li>\n</ul> Misuse <p>The misuse of StatCounter.com to track unsolicited bulk mailings or fraudulant websites will not be tolerated (spam &amp.\nphishing).\nAny account which is found to be engaged in such activities will be closed immediately.\nWe despise spam.\nWe believe people who send spam should spend time in prison for wasting the world's time.\nIf you come across a spam or phishing site using StatCounter.com, please contact us with the URL of the offending page, or with a copy of the spam email message, and we will take appropriate action.</p> Terms and Conditions <ol>\n<li>We reserve the right to change these terms and conditions without notice by posting the changes to our Web site.</li>\n<li>We or you may terminate your account and remove your site from our database at any time for any reason.</li>\n<li>The following types of sites are NOT allowed to participate in StatCounter.com: sites encouraging illegal activity or racism, sites providing instructions or discussions about performing illegal activities, sites that promote or utilize software or services designed to deliver unsolicited email, or any other sites we deem to be inappropriate.</li>\n<li>You agree not to change the StatCounter.com counter code that you will insert on your site.</li>\n<li>You have read our copyright notice and terms and conditions and you agree to them.</li>\n<li>Users acknowledge and agree that their Web site information (site name, URL, traffic counts, etc.) may be utilized by StatCounter.com.\nPossible uses include (but are not limited to) a directory of the sites using our service, general promotional uses, etc.</li>\n<li>You agree to use our services at your own risk.\nOur services are provided on an \"as is\" and \"as available\" basis.\nYou agree that you have made your own determination regarding the usefulness of the service.\nWe disclaim all warranties including, but not limited to, warranties of merchantability and fitness for a particular purpose.</li>\n<li>We are not liable for damages, direct or consequential, resulting from your use of the service, any failure to provide service, suspension of service, or termination of service.\nWe do not guarantee the availability of the service.\nYou agree not to hold us responsible for data loss or interruption of service of any kind.</li>\n<li>We retain ownership and all rights to StatCounter.com logos, trademarks, software, trade secrets, databases, reports, and Web site.</li>\n<li>If this agreement is terminated by us or by you for any reason, you agree to remove our code, logos and trademarks from all of your Web sites and other items.</li>\n<li>YOU AGREE TO DEFEND, INDEMNIFY AND HOLD US HARMLESS FROM AND AGAINST ANY AND ALL CLAIMS, LOSSES, LIABILITY COSTS AND EXPENSES (INCLUDING BUT NOT LIMITED TO ATTORNEY'S FEES) ARISING FROM YOUR VIOLATION OF THIS AGREEMENT OR ANY THIRD-PARTY'S RIGHTS, INCLUDING BUT NOT LIMITED TO INFRINGEMENT OF ANY COPYRIGHT, VIOLATION OF ANY PROPRIETARY RIGHT AND INVASION OF ANY PRIVACY RIGHTS.\nTHIS OBLIGATION SHALL SURVIVE ANY TERMINATION OF THIS AGREEMENT.\nOUR LIABILITY WILL NOT EXCEED THE PURCHASE PRICE OF THE SERVICES.</li>\n<li>We both own the data regarding visitors to your Web site that we collect.\nYou can use the data we provide for any legal purposes.\nWe will use the data in compliance with our privacy policy.</li>\n<li>This Agreement will be construed and enforced in accordance with the laws of Republic of Ireland without regard to its conflict of law principles.\nVenue for any dispute under this Agreement will be Dublin, Republic of Ireland.</li>\n</ol> Copyright Notice <p>You may print and download portions of material from the StatCounter.com website.\nWe retain ownership and all rights to StatCounter.com logos, trademarks, software, trade secrets, databases, reports, and Web site.</p>\n<p>If this agreement is terminated by us or by you for any reason, you agree to remove our code, logos and trademarks from all of your Web sites and other items.</p>\n<p>YOU AGREE TO DEFEND, INDEMNIFY AND HOLD US HARMLESS FROM AND AGAINST ANY AND ALL CLAIMS, LOSSES, LIABILITY COSTS AND EXPENSES (INCLUDING BUT NOT LIMITED TO ATTORNEY'S FEES) ARISING FROM YOUR VIOLATION OF THIS AGREEMENT OR ANY THIRD-PARTY'S RIGHTS, INCLUDING BUT NOT LIMITED TO INFRINGEMENT OF ANY COPYRIGHT, VIOLATION OF ANY PROPRIETARY RIGHT AND INVASION OF ANY PRIVACY RIGHTS IN ANY MEDIA NOW KNOWN OR HEREAFTER DEVELOPED.\nYou also grant to StatCounter.com the right to use your name in connection with the submitted materials and other information as well as in connection with all advertising, marketing and promotional material related thereto.\nYou agree that you shall have no recourse against StatCounter.com for any alleged or actual infringement or misappropriation of any proprietary right in your communications to StatCounter.com.</p> ", "created_at": "2023-06-30 21:01:03.832617", "updated_at": "2023-06-30 21:01:23.477185"}], "points": [], "urls": ["statcounter.com"]}}