{"error": 448, "message": "OK", "parameters": {"id": 8700, "name": "gyrosco.pe", "created_at": "2023-07-01 04:57:59.30437", "updated_at": "2023-07-01 10:02:08.870308", "wikipedia": null, "keywords": null, "related": null, "slug": "gyrosco-pe", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8700.png", "url": "gyrosco.pe", "documents": [{"id": 16971, "name": "Terms of Service", "url": "https://gyrosco.pe/terms/", "xpath": "//body", "text": " Terms of Service<p>We (the folks at Gyroscope (Gyroscope Innovations, Inc.)) run an app and website platform called&nbsp;Gyrosco.pe and would&nbsp;love&nbsp;for you to use it.\nGyroscope requires a membership to use, and we have a few membership tiers ranging from our digital offering to track, store and analyze your data, and Gyroscope Coach, which includes a human coach and advanced nutrition tracking.\nAlmost all of our revenue comes from these paid subscriptions, which is at the core of our privacy model.</p>\n<p>Our service is designed to give you as much control and privacy over your account as possible, while also providing powerful tools to help you live a healthier and happier life.</p>\n<p>Your privacy is critically important to us.\nThe entire purpose of the service is to sync and process your information.\nThis is done on our servers, so if that is not something you feel comfortable with then you should not sign up for an account or connect your data.\nSee the complete details of how we collect and use your personal information in our Privacy Policy.</p>TLDR:\u2028<p>This agreement has a lot of legal language and is a bit long, but how Gyroscope works is quite simple.\nHere are the basics you need to know:</p>\n<ul>\n<li>We do not sell your data, and rather make money from you subscribing directly.</li>\n<li>You own your content, but give us a right to use it.</li>\n<li>When you pay for a renewing subscription, it will renew until cancelled.</li>\n<li>You can cancel your membership or delete your account at any time.</li>\n<li>Subscription payments are not refundable.</li>\n<li>Data in accounts without memberships will be deleted periodically.</li>\n<li>We can cancel your account if you act inappropriately.</li>\n<li>We want your feedback, and you allow us to use it.</li>\n<li>You agree to arbitrate if there is a dispute between us.</li>\n<li>Follow any suggestions or insights at your own risk — We are not your doctors and do not provide medical advice.</li>\n<li>By using Gyroscope, reading or listening to content, or attending any live or recorded workouts, meditations, breathwork or other activities, you agree to the informed consent agreement and understand associated risks.</li>\n</ul>Full Terms of Service<p>The Gyroscope websites, related mobile applications and services (collectively, the “Services”) are made available to you by Gyroscope Innovations, Inc., subject to these Terms of Service (the “Terms”) and in accordance with the Gyroscope Privacy Policy (the “Privacy Policy”).\nMore information about the Services may be found at&nbsp;https://gyrosco.pe.\nYou agree to comply with these Terms and any supplemental terms which Gyroscope makes available to you on the Services which shall form part of the Terms.</p>\n<p>BY ACCESSING, USING OR UPLOADING OR DOWNLOADING ANY INFORMATION OR MATERIALS TO OR FROM THE SERVICES, OR BY INDICATING YOUR ASSENT TO THESE TERMS BY CREATING AN ACCOUNT, CLICKING “SIGN UP” OR ANY SIMILAR MECHANISM, YOU ARE AGREEING TO THE THESE TERMS.\nIF YOU DO NOT AGREE TO THE THESE TERMS, DO NOT ACCESS OR USE THE SERVICES.\nThis agreement was written in English.\nTo the extent a translated version of the Terms conflict with the English version, the English version controls.</p>\n<p>If you access or use the Services on behalf of a company or other entity, you represent that you have authority to bind such entity and its affiliates to these Terms and that it is fully binding on them.\nIn such case, the term “you” will refer to such entity and its affiliates.\nIf you do not have authority, you may not access or use the Services.\nThese Terms contain disclaimers of warranties and limitations on liability that may be applicable to you.</p>\n<p>The Gyroscope Services cannot be provided and the agreement described in these Terms of Service cannot be performed without Gyroscope processing data about you, and other Gyroscope members, including your location data.\nProcessing of the data you share with Gyroscope, including location data, is essential to the Services which we provide and a necessary part of our performance of the agreement we have with you.</p>\n<p>The following terms and conditions (“Terms”) govern all use of the Gyroscope website and all content, services, and products available at or through the website, app and other platforms.\nOur Services are offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, Gyroscope’s Privacy Policy) and procedures that may be published from time to time by Gyroscope (collectively, the “Agreement”).\nYou agree that we may automatically upgrade our Services, and these Terms will apply to any upgrades.</p>\n<p>We refer to Gyroscope Innovations, Inc.\n“Gyroscope” or “we” throughout this agreement.</p>\n<p>Please read this Agreement carefully before accessing or using our Services.\nBy accessing or using any part of our Services, you agree to become bound by the Terms of this Agreement.\nIf you do not agree to all the Terms of this Agreement, then you may not access or use any of our Services.\nIf these Terms are considered an offer by Gyroscope, acceptance is expressly limited to these Terms.</p>\n<p>Our Services are not directed to children.\nAccess to and use of our Services is only for those over the age of 13 (or 16 in the European Union).\nIf you are younger than this, you may not register for or use our Services.\nAny person who registers as a user or provides their personal information to our Services represents that they are 13 years of age or older (16 years or older in the European Union).</p>Registration and Accounts<p>The Services are intended solely for persons who are 13 years old or such higher age required in your country to use the Services.\nIf you are younger than that, do not sign up for a Gyroscope account or send us your personal data.</p>\n<p>To use the Services, you must register for an account.\nYou agree to: (a) provide true, accurate, current and complete information about yourself (“Member Data”) and (b) maintain and promptly update the Member Data.\nYou agree that Gyroscope may use your Member Data to provide Services that you access or use and as otherwise set forth in these Terms.\nIf you provide any Member Data that is inaccurate or not current, or Gyroscope has reasonable grounds to suspect that such Member Data is inaccurate or not current, Gyroscope has the right to suspend or terminate your account and refuse current or future use of the Services.\nIn consideration of your use of the Services, you represent that you are not a person barred from receiving services under the laws of any applicable jurisdiction.</p>\n<p>You are solely responsible for maintaining the confidentiality of the password associated with your account and for restricting access to your password, your computer and mobile device while logged into the Services.\nYou accept responsibility for all activities that occur under your account or from your computer and mobile devices.\nWe endeavor to use reasonable security measures to protect against unauthorized access to your account.\nWe cannot, however, guarantee absolute security of your account, your Content (as defined below) or the personal information you provide, and we cannot promise that our security measures will prevent third-party “hackers” from illegally accessing the Services or its contents.\nYou agree to immediately notify Gyroscope of any unauthorized use of your account or password, or any other breach of security, and confirm that you understand all risks of unauthorized access to Member Data and any other information or content you provide to Gyroscope.</p>\n<p>You may register for or log-in to your account via a third-party network, such as Facebook.\nIf you do so, you hereby authorize Gyroscope to pre-populate the registration and other relevant information fields of your account and/or to use such third-party credentials to log you into your account.\nIf you connect your account to a third-party network, you agree to comply with the terms and conditions and policies applicable to such third party.</p>Fees, Payment, and Renewal.Fees<p>Some of our Services are offered for a fee — such as data syncing and storage, reports, Health Score processing, human support, custom domains, annual reports, food analysis, health coaching, and other features marketed in the app (“Paid Services”).\nBy using a Paid Service, you agree to pay the specified fees, which we’ll bill or charge you for in regular intervals (such as monthly, annually, or biennially), on a pre-pay basis until you cancel.\nYou can cancel to stop renewals or change plans at any time from the billing page at gyrosco.pe/billing/ (for payments initiated on our website) or through the Apple App Store for subscriptions started in the iPhone app or through the Google Play Store for subscriptions started in the Android app.</p>Payment<p>If you payment fails or Paid Services are otherwise not paid for on time, we may immediately cancel or revoke your access to the Paid Services.\nIf you contact your bank or credit card company to decline or reverse the charge of fees for Paid Services, we may revoke your access to our Services in general.</p>\tAutomatic Renewal<p>To ensure uninterrupted service, our Paid Services are automatically renewed.\nThis means that unless you cancel a Paid Service 24 hours before the end of the applicable subscription period, it will automatically renew, and you authorize us to invoice you or use any payment mechanism we have on record for you to collect the then-applicable subscription fee (as well as any taxes).\nYour Paid Services are renewed for the same interval of time.\n<strong>Payments are not refundable.</strong> For example, if you purchase a Gyroscope annual plan, you will be charged each year.\nSubscriptions can be cancelled prior to their renewal at any time at https://gyrosco.pe/billing/</p>\tRefunds<p>Subscriptions must be cancelled prior to renewal to prevent charges.\nRefunds for previous payments will not be granted.\nThe payment systems is designed to be 100% automated and self-managed in order to provide the lowest costs possible.\nSome services charge very high margins and then expect a certain number of refunds, but at Gyroscope we have already lowered the price as much as possible so this type of refund policy is not included.\nPlease do not email app support requesting refunds, as we do not have the support staff or ability to create refunds.</p>Fee Changes<p>We may change our fees at any time.\nWhen applicable, we will give you advance notice of the fee changes.\nIf you don’t agree with the fee changes, you can cancel your Paid Service.\nTypically, you will be able to keep your promotional price forever until cancelled, and price changes will only affect new memberships.</p>Cancellation<p>If you signed up on the Gyrosco.pe website, you may cancel your membership by visiting the “Billing” page and selecting “Cancel”.\nYou can also navigate directly to https://gyrosco.pe/cancel/ to cancel the membership.</p>\n<p>If you signed up through the Google Play or iTunes store, you may cancel your Premium membership by downgrading through the corresponding store.\nThose memberships are not viewable on the Gyroscope website or processed by us.\nThe cancellation of a membership will go into effect at the end of your current billing cycle.\nWhen your Premium membership ends, your account will remain and become a free membership.</p>\n<p>A premium account is required to store and sync data, so after a period of inactivity a free account may be emptied of its content or removed from the service.</p>\n<p>You can renew your subscription at any time without opening a new account, although the Premium membership fees may have increased.\nYou can delete your account at any time by going to&nbsp;https://gyrosco.pe/delete/ after cancelling any active subscriptions and deleting the app to prevent new syncs.</p>Proprietary Rights<p>You acknowledge and agree that the Services, any necessary software used in connection with the Services (if any), any aggregated data based on Content on the Services, and any Content available or made available on the Services contain proprietary and confidential information that is protected by applicable intellectual property and other laws.\nExcept as expressly permitted by applicable law or authorized by Gyroscope or applicable third party service providers or advertisers, you agree not to modify, rent, lease, loan, sell, distribute or create derivative works based on the Services, the software or Content available on the Services (other than Content that you may submit), in whole or in part.</p>\n<p>Gyroscope grants you a personal, revocable, non-transferable, non-sub-licensable and non-exclusive right and license to access and use the Services.\nprovided that you do not (and do not allow any third party to) copy, modify, create a derivative work from, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Services, except where permitted by law.\nYou agree not to access the Services by any means other than through the interfaces that are provided by Gyroscope.</p>\n<p>The term Gyroscope, the Gyroscope logo and other Gyroscope logos and product and service names are the exclusive trademarks of, and are owned by, Gyroscope Innovations, Inc., and you may not use or display such trademarks in any manner without Gyroscope’s prior written permission.\nAny third party trademarks or service marks displayed on the Services are the property of their respective owners.</p>\n<p>Gyroscope reserves all rights not expressly granted hereunder.</p>Changes<p>We are constantly updating our Services, and that means sometimes we have to change the legal terms under which our Services are offered.\nIf we make changes that are material, we will let you know by posting on one of our blogs, or by sending you an email or other communication before the changes take effect.\nThe notice will designate a reasonable period of time after which the new terms will take effect.\nIf you disagree with our changes, then you should stop using our Services within the designated notice period.\nYour continued use of our Services will be subject to the new terms.\nHowever, any dispute that arose before the changes shall be governed by the Terms (including the binding individual arbitration clause) that were in place when the dispute arose.\u2028 </p>Termination.<p>Gyroscope may terminate your access to all or any part of our Services at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate this Agreement or your Gyroscope account (if you have one), you may simply discontinue using our Services.\nAll provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.&nbsp;\u2028</p>Informed ConsentExercise Program Informed Consent and Release Agreement<p>Use of Gyroscope constitutes an acceptance of the liability waiver, fully detailed at https://gyrosco.pe/waiver/.\nFollowing insights, workouts, meditations or any other instructions from the app includes risks, including injury or death (though these are generally unlikely).</p>\n<p>Gyroscope Innovations, Inc.\n(“Gyroscope”) is facilitating and offering one or more online exercise, meditation, breathwork, and/or other health or wellness classes (collectively, the “Exercise Program”).\nAs a condition of my participation in the Exercise Program, I hereby voluntarily enter into this Exercise Program Informed Consent and Release Agreement (the “Agreement”) with Gyroscope.\n</p>\n<p>Participation in Gyroscope by individuals under 18 years of age is strictly prohibited.\nI hereby represent and warrant that I am at least 18 years of age and that I am legally capable of forming a binding contract with Gyroscope.</p>\n<p>I understand that the Exercise or Meditation Programs may be strenuous and may require me to do bodily, mental, emotional, or other physical movement that I am not familiar with in order to improve overall fitness.\nI know that there may be risks associated with the Exercise Program, Meditation Programs or other insights, and <strong>I assume full responsibility for any risks, injuries or damage, known or unknown, which I might incur as a result of participating in the Exercise Program, including, but not limited to, dizziness, headaches, heart attacks, muscle strains, muscle pulls, muscle, ligament or tendon tears, broken bones, shin splints, heat prostration, injuries to back, neck, knee, leg, foot, arm, hand or other body part, or any other injury, illness or soreness, including death.\n</strong>\n</p>\n<p>I understand that I am responsible for monitoring my own safety, health and medical condition(s) while participating in the Exercise Program and, to the extent I deem advisable, I will consult with a physician before participating in the Exercise Program.\nShould any unusual or concerning symptoms occur while I am participating in the Exercise Program, I will immediately stop until such symptoms have resolved or I have sought appropriate medical consultation.\n</p>\n<p>I make the representations and acknowledgements in this Agreement to Gyroscope with the full understanding that Gyroscope is relying on these representations.</p>WAIVER / RELEASE OF LIABILITY <p>In consideration for being allowed to participate in the Exercise Program, which I do freely and voluntarily for my own personal benefit, I hereby take the following action for myself, my executors, administrators, heirs, next of kin, successors and assigns:</p>\n<p>1.\nI hereby voluntarily release, waive, discharge, relinquish, and covenant not to sue Gyroscope, its related companies, predecessors, successors, assigns, directors, officers, employees, agents and/or representatives, contractors or instructors (collectively, the “Releasees”) for any and all claims, causes of action, or liability for my personal injury, sickness and/or disease, property damage or wrongful death, caused by the negligence of the Releasees or otherwise, relating to or arising out of the Exercise Program or my participation in the Exercise Program.\n</p>\n<p>2.\nI hereby agree to indemnify and hold harmless the Releasees from any and all liabilities or claims made by third parties (including individuals or entities) resulting or arising from my acts or omissions during or relating to my participation in the Exercise Program.\n</p>\n<p>This Agreement is governed by and construed in accordance with the laws of the State of Delaware, without regard to its conflicts of laws principles.\nAny disputes arising out of or relating to this Agreement shall be adjudicated in the state and federal courts of Delaware.\nIf any provision of this Agreement is declared illegal or unenforceable by any court of competent jurisdiction (or other applicable governing body or agency) and cannot be modified to be enforceable (with such modification as shall be necessary to make it enforceable to the fullest extent permissible under law), such provision shall immediately become null and void leaving the remainder of this Agreement in full force and effect.\nThe failure by Gyroscope to enforce any provision of this Agreement will not constitute a waiver of future enforcement of that or any other provision.\nA signed copy (including via electronic signature) of this Agreement or acceptance of the terms of this Agreement transmitted by email or other means of electronic transmission shall be deemed to have the same legal effect as delivery of an original executed copy of this Agreement for all purposes.</p>Disclaimer of Warranties<p>THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND CONTENT AVAILABLE THROUGH THE SERVICES ARE PROVIDED TO YOU “AS IS” AND WITHOUT WARRANTY.\nGYROSCOPE AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS HEREBY DISCLAIM ALL WARRANTIES WITH REGARD TO SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND CONTENT, INCLUDING, WITHOUT LIMITATION, ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NONINFRINGEMENT.\nGYROSCOPE AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT: (a) THE SERVICE WILL MEET YOUR REQUIREMENTS.\n(b) YOUR CONTENT WILL BE AVAILABLE OR THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(c) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\n(d) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS.\nAND (e) ANY ERRORS IN THE SERVICES WILL BE CORRECTED.</p>\n<p>YOU EXPRESSLY AGREE THAT GYROSCOPE IS NOT PROVIDING MEDICAL ADVICE VIA THE SERVICES.\nTHE CONTENT PROVIDED THROUGH THE SERVICES, INCLUDING ALL TEXT, PHOTOGRAPHS, IMAGES, ILLUSTRATIONS, GRAPHICS, AUDIO, VAND OTHER MATERIALS, WHETHER PROVIDED BY US OR BY OTHER ACCOUNT HOLDERS OR THIRD PARTIES IS NOT INTENDED TO BE AND SHOULD NOT BE USED IN PLACE OF (a) THE ADVICE OF YOUR PHYSICIAN OR OTHER MEDICAL PROFESSIONALS, (b) A VISIT, CALL OR CONSULTATION WITH YOUR PHYSICIAN OR OTHER MEDICAL PROFESSIONALS, OR (c) INFORMATION CONTAINED ON OR IN ANY PRODUCT PACKAGING OR LABEL.\nSHOULD YOU HAVE ANY HEALTH RELATED QUESTIONS, PLEASE CALL OR SEE YOUR PHYSICIAN OR OTHER HEALTHCARE PROVIDER PROMPTLY.</p>\n<p>SHOULD YOU HAVE AN EMERGENCY, CALL YOUR PHYSICIAN OR 911 IMMEDIATELY.\nYOU SHOULD NEVER DISREGARD MEDICAL ADVICE OR DELAY IN SEEKING MEDICAL ADVICE BECAUSE OF ANY CONTENT PRESENTED ON THE SERVICES, AND YOU SHOULD NOT USE THE SERVICES OR ANY CONTENT ON THE SERVICES FOR DIAGNOSING OR TREATING A HEALTH PROBLEM.</p>\n<p>THE TRANSMISSION AND RECEIPT OF OUR CONTENT, IN WHOLE OR IN PART, OR COMMUNICATION VIA THE INTERNET, E-MAIL OR OTHER MEANS DOES NOT CONSTITUTE OR CREATE A DOCTOR-PATIENT, THERAPIST-PATIENT OR OTHER HEALTHCARE PROFESSIONAL RELATIONSHIP BETWEEN YOU AND GYROSCOPE.</p>\n<p>YOU EXPRESSLY AGREE THAT YOUR ATHLETIC ACTIVITIES CARRY CERTAIN INHERENT AND SIGNIFICANT RISKS OF PROPERTY DAMAGE, BODILY INJURY OR DEATH AND THAT YOU VOLUNTARILY ASSUME ALL KNOWN AND UNKNOWN RISKS ASSOCIATED WITH THESE ACTIVITIES EVEN IF CAUSED IN WHOLE OR PART BY THE ACTION, INACTION OR NEGLIGENCE OF GYROSCOPE OR BY THE ACTION, INACTION OR NEGLIGENCE OF OTHERS.\nYOU EXPRESSLY AGREE TO RELEASE GYROSCOPE, ITS SUBSIDIARIES, AFFILIATES, OFFICERS, AGENTS, REPRESENTATIVES, EMPLOYEES, PARTNERS AND LICENSORS (THE “RELEASED PARTIES”) FROM ANY AND ALL LIABILITY IN CONNECTION WITH YOUR ATHLETIC ACTIVITIES, DIET PLANS, OR ANY OTHER LIFESTYLE CHANGES, AND/OR USE OF THE GYROSCOPE WEBSITES, MOBILE APPLICATIONS, CONTENT, SERVICES OR PRODUCTS (INCLUDING, WITHOUT LIMITATION, ANY GYROSCOPE TRAINING PLAN), AND PROMISE NOT TO SUE THE RELEASED PARTIES FOR ANY CLAIMS, ACTIONS, INJURIES, DAMAGES, OR LOSSES ASSOCIATED WITH SUCH USE.\nYOU ALSO AGREE THAT IN NO EVENT SHALL THE RELEASED PARTIES BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH (a) YOUR USE OR MISUSE OF THE SERVICES, (b) ANY DELAY OR INABILITY TO USE THE SERVICES EXPERIENCED BY YOU, OR (c) ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES OR CONTENT OBTAINED THROUGH THE SERVICES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF GYROSCOPE HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.</p>\n<p>BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW SOME OR ALL OF THE EXCLUSIONS OR LIMITATIONS OF LIABILITY ABOVE, SUCH AS EXCLUSIONS FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SOME OF THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN ENTERING INTO THIS RELEASE, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND, AND HEREBY EXPRESSLY WAIVE THE BENEFITS OF, SECTION 1542 OF THE CIVIL CODE OF CALIFORNIA, (AND ANY SIMILAR LAW OF ANY STATE, COUNTRY OR TERRITORY), WHICH PROVIDES AS FOLLOWS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”</p>\n<p>GYROSCOPE DOES NOT ENDORSE YOUR CONTENT OR ANY OTHER MEMBER’S CONTENT AND SPECIFICALLY DISCLAIMS ANY RESPONSIBILITY OR LIABILITY TO ANY PERSON OR ENTITY FOR ANY LOSS, DAMAGE (WHETHER ACTUAL, CONSEQUENTIAL, INDIRECT, PUNITIVE OR OTHERWISE), INJURY, CLAIM, LIABILITY OR OTHER CAUSE OF ANY KIND OR CHARACTER BASED UPON OR RESULTING FROM ANY CONTENT ON THE SERVICES.</p>\n<p>THE COMPANY’S MAXIMUM AGGREGATE LIABILITY TO YOU PURSUANT TO THESE TERMS SHALL NOT EXCEED THE GREATER OF EITHER (a) FIFTY DOLLARS ($50) OR (b) THE AMOUNT OF FEES PAID BY YOU TO GYROSCOPE IN THE 12-MONTHS PRIOR TO DATE THE CLAIM.</p>\n<p>IF YOU ARE A CONSUMER RESIDING IN THE EUROPEAN UNION, YOU HAVE LEGAL REMEDIES IF WE CAUSE YOU LOSS BY OUR BREACH OR NON-PERFORMANCE OF OUR LEGAL OBLIGATIONS, OR BY OUR NEGLIGENCE, AND THESE TERMS DO NOT AFFECT THOSE STATUTORY REMEDIES.</p>Jurisdiction and Applicable Law<p>Except to the extent applicable law, if any, provides otherwise, this Agreement, any access to or use of our Services will be governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the state and federal courts located in San Francisco County, California.</p>Notice for California Members<p>Under California Civil Code Section 1789.3, California Services members are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 N.\nMarket Blvd., Suite N 112, Sacramento, California 95834, or by telephone at (800) 952-5210.</p>United States Operation<p>This Services are controlled by Gyroscope from its offices within the United States of America.\nGyroscope makes no representation that the Content or the Services are appropriate or available for use in other locations.\nAccess to or use of the Content or the Services from territories where such access or use is illegal is prohibited.\nThose who choose to access the Services from locations outside of the United States do so on their own initiative and are responsible for compliance with applicable local laws.\nYou may not use or export the Content in violation of U.S.\nexport laws and regulations.</p>Arbitration Agreement<p>Except for claims for injunctive or equitable relief or claims regarding intellectual property rights (which may be brought in any competent court without the posting of a bond), any dispute arising under this Agreement shall be finally settled in accordance with the Comprehensive Arbitration Rules of the Judicial Arbitration and Mediation Service, Inc.\n(“JAMS”) by three arbitrators appointed in accordance with such Rules.\nThe arbitration shall take place in San Francisco, California, in the English language and the arbitral decision may be enforced in any court.\nThe prevailing party in any action or proceeding to enforce this Agreement shall be entitled to costs and attorneys’ fees.</p>Class-Action Waiver<p>The parties further agree that any arbitration shall be conducted in their individual capacities only, and not as a class action or other representative action.\nIf any court or arbitrator determines that the class-action waiver set forth in this section is void or unenforceable for any reason, or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>Time Limitation on Claims<p>You agree that any claim you may have arising out of or related to your relationship with Gyroscope and these Terms must be filed within one year after such claim arose.\notherwise, your claim is permanently barred.</p>Limitation of Liability<p>In no event will Gyroscope, or its suppliers or licensors, be liable with respect to any subject matter of this Agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii) the cost of procurement for substitute products or services.\n(iii) for interruption of use or loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you to Gyroscope under this Agreement during the twelve (12) month period prior to the cause of action.\nGyroscope shall have no liability for any failure or delay due to matters beyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.</p>General Representation and Warranty<p>You represent and warrant that your use of our Services:</p>\n<ul>\n<li>Will be in strict accordance with this Agreement;</li>\n<li>Will comply with all applicable laws and regulations (including without limitation all applicable laws regarding online conduct and acceptable content, the transmission of technical data exported from the United States or the country in which you reside, privacy, and data protection).\nand </li>\n<li>Will not infringe or misappropriate the intellectual property rights of any third party.</li>\n</ul>Indemnification<p>You agree to indemnify and hold harmless Gyroscope, its contractors, and its licensors, and their respective directors, officers, employees, and agents from and against any and all claims and expenses, including attorneys’ fees, arising out of your use of our Services, including but not limited to your violation of this Agreement.</p>Your Feedback<p>We welcome your comments, feedback, suggestions, and other communications regarding the Services and the information and services we make available through the Services (collectively, “Feedback”).\nIf you provide Feedback, you hereby grant to Gyroscope a worldwide, non-exclusive, transferable, assignable, sub-licensable, perpetual, irrevocable, royalty-free license to copy, distribute, create derivative works of, publicly display and perform and otherwise exploit such Feedback and to use, make, have made, sell, offer for sale, import and export products and services based on such Feedback.\nFor this reason, we ask that you not send Gyroscope any Feedback that you do not wish to license to us as set forth above.</p>Miscellaneous<p>This Agreement constitutes the entire agreement between Gyroscope and you concerning the subject matter hereof, and they may only be modified by a written amendment signed by an authorized executive of Gyroscope, or by the posting by Gyroscope of a revised version.</p>\n<p>If any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.</p>\n<p>You may assign your rights under this Agreement to any party that consents to, and agrees to be bound by, its terms and conditions.\nGyroscope may assign its rights under this Agreement without condition.\nThis Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns.</p>Contact<p>To contact us, please send a message to support@gyrosco.pe</p> ", "created_at": "2023-07-01 04:58:11.482734", "updated_at": "2023-07-01 04:58:20.164285"}, {"id": 16970, "name": "Privacy Policy", "url": "https://gyrosco.pe/privacy/", "xpath": "//body", "text": " Privacy PolicyWhat is Gyroscope?<p>Gyroscope is a dashboard to help you track and improve everything about your life.\nIt is powered by data from your phone, wearables and other connected accounts, so you rarely have to manually enter data.\n</p>\n<p>The entire purpose of the service is to process and store information for you, much of which occurs on our servers.\nMost of our users find the health improvements and other benefits from the service far outweigh the slight reduction in privacy.\nHowever, if you are not comfortable with us processing and storing your information, then you should not use the service or send us any data.</p>TLDR:<p>Your privacy is critically important to us.\nAt Gyroscope, we have a few fundamental principles:</p>\n<ul>\n<li>Your account is completely private by default.</li>\n<li>You can add as much or as little data as you want.</li>\n<li>You can delete your account and data at any time.</li>\n<li>We are very protective of our user’s data and privacy.</li>\n<li>It is easy to share your profile with friends or the public, but you do not have to.</li>\n<li>Information you post or sync may be seen by others depending on your settings.</li>\n<li>The Vault (a premium feature) lets you enter more advanced data, like blood sugar or DNA, and ensures that they can not be seen by anyone else on Gyroscope.</li>\n<li>We do not sell your data, and only make money from people paying us directly.</li>\n<li>We do automatic tracking and syncing in the background as much as possible, so you do not have to do a lot of work to maintain your account and manually enter data every day.</li>\n<li>Aggregate information may be used for research, quality assurance, and improving the Gyroscope service—for example, using all of the sleep data to improve the accuracy of our automatic sleep detection (a free feature which anyone can use, by the way), or analyzing when people get sick to prevent our users from getting sick in the future.</li>\n<li>Connecting a 3rd party service gives us access to that data, but does not send your Gyroscope info to them.\nIt is a one way connection.\nFor example, if you connect Facebook, that gives us access to sync your profile photo and basic info, but does not give Facebook access to any of your Gyroscope data.\nWith this in mind, we recommend people use Facebook login for the most easy signup experience, and to prevent the hassle of forgotten passwords.\nThis does not reduce the privacy or security of your account in any way.</li>\n</ul>Who We Are<p>We are Gyroscope Innovations, Inc.\n(collectively referred to herein as \"Gyroscope,\" \"we,\" \"us,\" or \"our\").\nWe provide Internet and mobile app-based services including, for example, the apps listed below (\"Mobile Apps\" or \"Apps\"):</p>\n<ul>\n<li>Gyroscope Website</li>\n<li>Gyroscope iPhone App</li>\n<li>Gyroscope Android App</li>\n<li>Gyroscope Chrome Extension</li>\n<li>Gyroscope Company Dashboard</li>\n<li>Gyroscope Annual Report books</li>\n</ul>\n<p>BY USING THE SERVICES, YOU CONSENT TO THE COLLECTION, USE AND TRANSFER OF YOUR PERSONAL DATA FOR PROCESSING IN THE UNITED STATES AS DESCRIBED IN THIS PRIVACY POLICY.\n</p>\n<p>In order to comply with the requirements of the European General Data Protection Regulation (GDPR) for our European consumers and users, this Privacy Policy outlines the legal basis on which we process your Personal Data and provides other information required by the GDPR.</p>Information About Your Personal Data<p>This Privacy Policy relates to data about you, your devices, and your interaction with our Services.&nbsp;\u2028</p>\n<p>\"Personal Data\" is information that can be used to identify you, directly or indirectly, alone or together with other information.\nThis includes things such as your full name, email address, phone number, precise location, device IDs, certain cookie and network identifiers, and \"Fitness and Wellness Data.\"</p>\n<p>Gyroscope collects, uses, discloses and processes Personal Data as outlined in this Privacy Policy, including to operate and improve the Services and our business.\nfor advertising and marketing.\nand to provide you with innovative fitness and wellness services, as further described in this Privacy Policy.&nbsp;\u2028</p>\n<p>We may create aggregated, de-identified or anonymous data from Personal Data by excluding data components (such as your name, email address, or linkable tracking ID) that makes the data personally identifiable to you, through obfuscation, or through other means.\nOur use of anonymized and de-identified data is not subject to this Privacy Policy.&nbsp;</p>How to Contact Us<p>If you have any questions, comments, or concerns about how we handle your Personal Data, then you may contact us by sending a message to support@gyrosco.pe</p>Privacy Settings<p>Within our Services there are two sharing settings: Private, and Public.\nGyroscope apps are designed for your wellness and fitness benefit.\nAs such, you are able to control what Personal Data you share and with whom you share it.</p>\n<p>Adding friends on the service will allow them to see your private profile.\nNot approving friends and keeping your account private will keep your account completely private.</p>\n<p>We encourage you to adjust the sharing settings to best meet your objectives and sharing comfort level.</p>Deleting Information and Accounts<p>You may delete your account at any time by visiting https://gyrosco.pe/delete.\nOnce deleted, your data, including your account, username, or any other related content, cannot be restored.</p>\n<p>Note that content you have shared with others (for example, through saving photos), exported from the service, or that others have copied may also remain visible after you have deleted your account or deleted the information from your own profile.\nYour public profile may be displayed in search engine results until the search engine refreshes its cache.</p>What information do we collect?<p>When you sign up for an account, we start building your profile and adding data to it.\nA basic user account has details like your name, email address, profile photo, cover photo, date of birth, and gender.\nThese can be prefilled by Facebook login, or manually entered.</p>\n<p>The Gyroscope app tracks some basic stats like steps and sleep, but it is mostly powered by the other services and devices you connect to it.\nWe have many integrations and are constantly adding more.\nWe will update this list as the data we collect evolves.\nThe more services you connect to your account, the more data you will be able to see on your profile and in the app.\nWhat you feel comfortable connecting and sharing is up to you.</p>\n<p>Each type of account has different content and various amounts of personally-identifiable information, so you may be comfortable with connecting some and not others.\nFor example, you might be comfortable connecting your public photos from Instagram, but not the locations you've been to on Foursquare.</p>\n<p>We use our access to your accounts only to load the information we need, never to write or modify your data in any way.\nFor example, if you connect your Twitter account we will never post anything on your behalf.\nIn most cases, we only ask for read-only access to your accounts.</p>\n<p>We load data once when your account is first connected, and then periodically to keep your account up to date.\nThis data is processed and stored on Gyroscope servers so it can be accessed through the website, mobile app and other platforms.\nWhen you disconnect an account, we also delete all of the associated data that was imported from that account.</p>\n<p>The following are some of the commonly used services we integrate with, and the data that can come from it.</p>Steps<p>We load your count of daily steps from a variety of sources.\nYou can select which is the primary source in settings.\nThe common sources for steps include Apple Health, Google Fit, Fitbit, Garmin, and others.</p>HealthKit<p>From the iPhone app, we load various data-points from HealthKit (aka Apple Health) during the initial install, and keep them synced occasionally throughout the day.\nWhen installing the app, you will be able to choose which data types you want to sync.\nThe possible options include: steps, workouts, sleep, heart rate, weight, bodyfat percentage, blood pressure, blood glucose, and menstrual cycles.\nPro users can also use details like calories, carbs/protein/fat intake, mindfulness time, and more if it is available in HealthKit.</p>\n<p>Setting up Gyroscope syncing will upload the data from your phone to our servers.</p>Runkeeper, Strava, Moves<p>Runs, swims, walks, biking and other types of physical activity.\nThe details we get include the start time, duration, pace, calories, etc.\nIf available, we also load the latitude/longitude coordinates to plot it on a map.\nWe also load your heart rate information if available.</p>Withings/Nokia<p>We sync with Withings to retreive bodyweight measurements taken with their wireless scales.\nWe also load blood pressure and heart rates.\nIf you use the Withings sleep tracker, we also load your sleep data.</p>Moves, Foursquare<p>We load a list of the places you've been to.\nFrom Moves, these contain Foursquare or Facebook locations and the start and end times.\nFrom Foursquare, these consist of checkins at a point in time.\nThese can contain latitude/longitude coordinates and addresses of locations.\nIf both Moves and Foursquare are connected at the same time, we prioritize the data from Moves because it has more details about the time spent—for example that you were at a restaurant for an hour and a half, rather than just that you were there at a specific time of day.\nFrom Foursquare, we may also load photos that were associated with your checkins.</p>RescueTime<p>We use RescueTime to calculate your productivity for each day and show your top apps and websites.\nWe load an hourly list of what apps and websites you used.\nPages visited in incognito mode are not tracked by RescueTime and not loaded by us.\nWe understand that this data is potentially very sensitive, and only show basic averages of productivity and a few of the top apps, and not individual websites or applications.</p>Twitter<p>We connect to Twitter to load your latest shared photos.\nWe look at the favorite counts to feature the top photos you've shared on Twitter.\nWe get read-only access and never will write to your Twitter—we only use it to get your latest shared content.</p>Google Fit<p>Especially for users on the Android platform, we use Google Fit to load stats like step counts and heart rate.</p>Instagram<p>Similar to Twitter, we connect to Instagram to load all of the photos you have posted.\nThis happens whether or not the Instagram account was set to private, so if you don't want to load your Instagram photos it is recommended to not connect your account.</p>23&amp;me<p>Pro members can upload an export of their 23&amp;me data, and we will load relevant reports to show in the Vault.\nThese include stats like your muscle fiber composition, lactose intolerance, and other simple traits.\nThe raw data is stored for further analysis and correlation, and tailoring your Gyroscope experience in the future.\nOnce you have added the DNA integration, you can always delete it through the website later.\nThe DNA stats are only accessible by you in the Vault, and not shared with friends or visible on your profile.\nDNA data can be deleted at any time from the Vault.</p>Manually entered data<p>In addition to the integrations, info can be manually entered into Gyroscope.</p>\n<p>Members can take a simple quiz in the app to track their mood, and also manually enter other details like symptoms, sport injuries, and blood sugar measurements or ketone levels for those on a ketogenic diet.\nThese are only for your own easy reference, and potential corellations in the future, and should not be considered medical data.</p>\n<p>Gyroscope cannot provide any medical recommendations or analysis of your medical data, and you should always consult with your doctor before making any changes to your behavior or following anything that the app may suggest.</p>\n<p>Data stored in the Vault will remain private and not be revealed to any friends.\nHowever, it may be used to find correlations or for large-scale studies in aggregate across the platform — ie.\nresearching why users get sick or how to prevent injuries.</p>Saved Cards<p>Cards from the mobile app can be added to your account via the Saved Cards feature.\nWhen saving a card to share, you can also add it to your friends feed which will make it viewable by your friends and coworkers on Gyroscope.</p>\n<p>Cards that are saved to your saved cards are part of your profile and can be viewed in the app, and by your friends.\nAn image an be removed right after it is added, or at any time later with the delete button in your highlights tab.\n</p>\n<p>Cards from all your friends can be aggregated and shown in a feed, for motivating your friends and allowing liking/commenting.\nIf you like or comment on someone's card, they may be notified about it.</p>Payments<p>We offer free and paid accounts.\nThose who upgrade to Gyroscope Track, Pro, Score, XRAY, Coach or other premium subscriptions will be charged a recurring fee, depending on the plan selected.\nDurations can range from monthly to yearly.\nRefunds will not be granted.</p>\n<p>Through the website, you can upgrade with Stripe Checkout.\nIn the app, you can upgrade with In App Purchase.\nYou get the same features, on all platforms, but are just charged in different ways.</p>\n<p>Upgrades done on the website use Stripe to store credit cards and do recurring billing.\nCredit card details are stored entirely by Stripe and not by Gyroscope.\nWe only store a token linked to that credit card, and none of your actual credit card information.\nIf you subscribed with Stripe and entered your credit card, you can manage your subscription or edit your card information from the billing page</p>\n<p>Subscriptions through iTunes can be managed through your Apple ID — Learn more about iTunes subscriptions.</p>\n<p>Subscriptions through the Google Play Store can be managed in the Google Play Store settings — Learn more about Google Play subscriptions.</p>In App Purchases with mobile app<p>Gyroscope memberships can be purchased directly with card on the website, or subscribed through the iPhone and Android apps.</p>\n<p>You can do monthly or yearly subscription, and the exact price will depend on your App Store region—since the prices are converted to local currency in different places.\nIn the US, the price is $9.99/month or $69.99/year with the annual discount</p>\n<p> Payment will be charged to iTunes Account or Google Play account at confirmation of purchase.\nSubscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.\nAccount will be charged for renewal within 24-hours prior to the end of the current period.</p>\n<p>Subscriptions may be managed by the user and auto-renewal may be turned off by going to iTunes or Google Play subscription settings after purchase.</p>Cookies<p>These are required to log in to your account and for basic web browsing features.\nWhen you visit the Services, a cookie will be stored on your computer.</p>Log Files<p>The Services use log files.\nStored information includes IP addresses, browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks.\nThis information is used to analyze trends, administer, protect and secure the Services, track member movement in the aggregate, and gather broad demographic information for aggregate use.\nThese files may be stored on our servers or on analytics platforms that we use.</p>Who can see your content?<p>By default, your account is set to private and you are the only one who can see your profile.\nEveryone else will see a screen with your profile photo, name, and the fact that your account is private and you must be friends to view the page.</p>\n<p>There are two simple visibility options: Private (Friends only) or Public.</p>\n<p>The default is Friends Only, and you will have no friends until you accept some requests or send requests to add people, so your account starts off as completely private.</p>\n<p>If people add you as a friend (and you accept), or you request that someone be your friend, they will be able to see your profile and all your weekly reports.\nBe careful when adding friends on Gyroscope, and only accept people that you know and trust.\nIf you do not wish to give them access to view your complete Gyroscope profile, then you should not accept their friend request.</p>\n<p>That said, some people (including everyone on the Gyroscope team) may choose to make their page completely public and transparently share it with the world.\nWe have designed most of the views Gyroscope with this in mind, to analyze and share your stats in a way that is not embarassing or dangerous.\nPublic profiles can be viewed by anyone, and may occasionally be featured on our homepage and other parts of Gyroscope.</p>\n<p>Gyroscope staff can also view your profile for testing or support purposes, but will never share anything not made public.</p>\n<p>We only use your data to power your profile page, and will never share or sell your details to any 3rd parties.\nData in your account can also be used to order print goods like posters and books for your own personal usage, which may require more access by Gyroscope staff to generate.</p>Hiding options<p>If you don’t want a constant reminder of your age or weight, you can choose to hide them from settings.\nThat will put them \"out of sight &amp.\nout of mind\" but isn't intended to make them completely inaccessible.\nHiding in settings isn’t a guarantee that the data is gone, but just a preference to not show it prominently and remind you about it.</p>The Vault<p>A Pro feature called the Vault gives you additional granularity over what gets shared.\nFor example, you can add friends but move your locations or weight to the Vault if you don’t want them to be able to see it.\nOtherwise by default, adding friends will let them see the same view of your profile as yourself.</p>\n<p>The Vault doesn't add encryption or significantly change how the information is stored, but changes the access control to ensure that you have maximum privacy and no other members on the service can access the info.\nFrom user research, we've found that the main risk in tracking your weight or productivity is not in some russian adversary gaining access to the data, but being embarassed by it with your friends.\nThe Vault is designed to protect against these scenarios.</p>\n<p>Separate from the Vault, all users have the option to hide common things like weight and age from the account settings.\nThose are common items that people may not want to be reminded of or see on their profile, so we have made those easy to hide.</p>\n<p>The difference between hiding something or moving it to the Vault is whether you want to hide it from everyone including yourself, or just from everyone else but keep seeing it yourself.\nThe Vault also allows hiding for other data-types like location and computer usage.</p>API Access &amp.\nexporting<p>There is currently no public API to get data out of Gyroscope.\nYour account data can be exported at https://gyrosco.pe/export/</p>Your company on Gyroscope<p>If your company has a Gyroscope membership, you may be able to join your company on Gyroscope.\nJoining will give you a Pro membership, and it will also give other members in the company access to certain details from your account—including things like your steps or recent workouts.\nInformation stored in the Vault or set to be hidden will still be kept private from other members.</p>GDPR DetailsHow We Collect and Use Personal Data<p>We collect your Personal Data in a number of ways and for various purposes, including:</p>\n<ol>\n<li>When you register for an account or interact with our Services.</li>\n<li>When you input Fitness and Wellness Data within our Services or use our Services that collect or infer such data from mobile device sensors.</li>\n<li>When you use or interact with a wearable or other connected device.</li>\n<li>When you give us permission to sync Apple Health data in the iPhone app.</li>\n<li>When you give us permission to sync Samsung or Google Fit data in the Android app.</li>\n<li>When you give us permission to collect Location Data in the mobile apps.</li>\n<li>When you connect an integration to sync data to your account.</li>\n<li>When you communicate with us or sign up for promotional materials.</li>\n<li>When you engage with our online communities or advertising.</li>\n<li>When you access third party products and services.</li>\n<li>When you connect with us through social media.</li>\n<li>When we collect data from third parties or publicly-available sources.</li>\n<li>When we leverage and/or collect cookies, device IDs, Location, data from the environment, and other tracking technologies.</li>\n<li>When we aggregate or centralize data.</li>\n<li>When we link you to friends across platforms.</li>\n<li>When you take fitness tests or assessments.\nshare content or achievements.\nor invite friends.</li>\n<li>When we provide you geographically relevant Services, offers, or advertising.</li>\n<li>When you ask us to customize products, or Services.</li>\n<li>When we comply with Legal Requirements or Obligations, Law Enforcement, and for Public Safety Purposes (&nbsp;Country/Region-Specific Disclosures&nbsp;may apply).</li>\n</ol>How Information is Shared<p>We may disclose your Personal Data for the purposes as described in the prior section of this Privacy Policy, and in the following ways:</p>\n<ol>\n<li>To the public if you set your account to public</li>\n<li>To people you have approved as friends on Gyroscope</li>\n<li>To other Users/Gyroscope Registered Users</li>\n<li>To Affiliates and Partners</li>\n<li>To Service Providers and Vendors</li>\n<li>For Advertising and Marketing</li>\n<li>For Certain Analytics and Improvement&nbsp;</li>\n<li>For Interest-Based Advertising</li>\n<li>For Legal Compliance, Law Enforcement, and Public Safety Purposes</li>\n<li>In the event of an actual or contemplated sale</li>\n</ol>Publicly Available Information<p>Subject to your privacy settings, some of your information and content may be publicly accessible.\nHaving an account on the service will make your name, profile photo and cover photo viewable so people can send a friend request.\nMore sensitive details like your recent activity will remain private unless made public, or a friend request is accepted.</p>Affiliates and Acquirors of our Business or Assets<p>We may share your information with affiliates under common control with us, who are required to comply with the terms of this Privacy Policy with regard to your information.\nIf Gyroscope becomes involved in a business combination, securities offering, bankruptcy, reorganization, dissolution or other similar transaction, we may share or transfer your information in connection with such transaction.</p>Transfers of Your Personal Data to Other Countries<p>The Personal Data Gyroscope processes, and all associated Services and systems, including registration, is housed on servers in the United States.\nIf you are located outside of the United States, please be aware that Personal Data we collect will be processed and stored in the United States (the data protection and privacy laws in the United States may offer a lower level of protections than in your country/region).&nbsp;\u2028</p>\n<p>By using our Services and submitting your Personal Data, you agree to the transfer, storage, and/or processing of your Personal Data in the United States.\nWhere and as required, we will seek your explicit consent as outlined in this Privacy Policy.</p>European Union rights<p>If you are habitually located in the European Union, you have the right to access, rectify, download or erase your information, as well as the right to restrict and object to certain processing of your information.\nWhile some of these rights apply generally, certain rights apply only in certain limited circumstances.\nWe describe these rights below:</p>Access and Porting\u2028<p>You can access much of your information by logging into your account.\nPeople in the EU can find export their history as CSVs from https://gyrosco.pe/export/</p>Rectify, Restrict, Limit, Delete<p>\u2028You can also rectify, restrict, limit or delete much of your information by logging into your account and deleting particular integrations, data points, or the entire account.</p>Object\u2028<p>Where we process your information based on our legitimate interests explained above, or in the public interest, you can object to this processing in certain circumstances.\nIn such cases, we will cease processing your information unless we have compelling legitimate grounds to continue processing or where it is needed for legal reasons.\u2028</p>Revoke consent\u2028<p>Where you have previously provided your consent, such as to permit us to process health-related data about you, you have the right to withdraw your consent to the processing of your information at any time.\nFor example, you can withdraw your consent by updating your&nbsp;settings or disconnecting an integration.\nIn certain cases, we may continue to process your information after you have withdrawn consent if we have a legal basis to do so or if your withdrawal of consent was limited to certain processing activities.\u2028</p>Complain<p>\u2028Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local supervisory authority.\u2028</p>Legal Basis for Processing<p>This section addresses the legal basis for processing your data if you reside outside the United States (within the United States, you typically provide consent when you receive notice of this Privacy Policy in a website link or mobile app).\nSome processing is addressed in multiple sections because more than one legal basis may apply depending on the circumstances or service.\u2028</p>\n<p>For the purposes of applicable data protection laws, Gyroscope Innovations, Inc.\nis the controller of the Personal Data you provide to us (\"Data Controller\").\nAs a Data Controller, we process the Personal Data we maintain about you in accordance with this Privacy Policy.\nIf you have any questions or concerns regarding the processing of your Personal Data, or if you have questions regarding this Privacy Policy, please see our&nbsp;Country/Region-Specific Disclosures&nbsp;for appropriate contact information.</p>\n<p>We collect and process your Personal Data for a variety of purposes outlined in this Privacy Policy.\nIn certain cases, separate consent is not required, including:&nbsp;\u2028</p>\n<ol>\n<li>For the performance of a contract</li>\n<li>To meet legal obligations</li>\n<li>For Legitimate Interests</li>\n</ol>Consent as a Basis for Processing<p>In some cases, we will ask for your consent to process your Personal Data.\nYou may indicate your consent in a number of ways, including, as permitted by law, ticking a box or connecting an integration, to indicate your consent when (i) providing us with your Personal Data through our Services or a form (including enrolling in Promotions).\nor (ii) registering or creating an account with us.\nDue to different countries' laws governing consent for the collection and use of Personal Data, the requirements for consent will differ across regions.\nWe may request your consent for a number of activities including:</p>\n<ol>\n<li>Gyroscope Marketing and Communication</li>\n<li>Third Party Marketing</li>\n<li>Collecting Mobile Device IDs, Advertising IDs, and Data from Sensors</li>\n<li>Processing Sensitive Personal Data</li>\n<li>Collecting and Sharing Location Data</li>\n<li>Research</li>\n<li>Advertising</li>\n<li>Transfer of Data</li>\n<li>Automated Processing</li>\n<li>To Enable Social Sharing and Connect with Us on Social Media</li>\n<li>Promotions</li>\n</ol>Managing Preferences and Withdrawing Consent<p>You may at any time withdraw your consent with future effect and without affecting the lawfulness of processing of your Personal Data based on the consent you provided before you withdrew it, and exercise other controls regarding website and online data collection, interest-based advertising, your communication settings, and app preferences.\nDepending on the Service, collection and use of Personal Data may be required for the Services to work.&nbsp;To withdraw your consent, you can delete your account at gyrosco.pe/delete/ which will stop the future processing of data.</p>Interest-Based Advertising<p>We do very little advertising, and mostly rely on word of mouth for growth.\nOccasionally we will do advertisments to get more users for the service.\nInterest-based advertising is advertising that is targeted to you based on your web browsing and app usage over time and across websites or apps.</p>How We Protect InformationData Retention<p>We will retain your Personal Data for as long as you maintain an account or as otherwise necessary to provide you the Services.\nSince part of the service is keeping your history for you to view later, we will generally retain data as much as possible.\nWe will also retain your Personal Data as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.&nbsp;\u2028</p>\n<p>Where we no longer need to process your Personal Data for the purposes set out in this Privacy Policy, we will delete your Personal Data from our systems.\u2028</p>\n<p>Where permissible, we will also delete your Personal Data upon your request.\nIf you have questions about our data retention practices, please contact us through our&nbsp;Support Team.</p>Security<p>We implement appropriate technical and organizational safeguards to protect against unauthorized or unlawful processing of Personal Data and against accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to Personal Data.\nPlease be advised, however, that we cannot fully eliminate security risks associated with the storage and transmission of Personal Data.</p>\n<p>Although we strive to employ reasonable protections for your information that are appropriate to its sensitivity, we do not guarantee or warrant the security of the information you share with us and we are not responsible for the theft, destruction, loss or inadvertent disclosure of your information or content.</p>Links to Other Websites<p>Please note that this Privacy Policy does not apply to the practices of companies that we do not own or control or to people that we do not employ or manage.\nOur Services may provide a link, recommendations or otherwise provide access to Third Party Sites.\nWe provide these links merely for your convenience.\nWe have no control over, do not review, and are not responsible for Third Party Sites, their content, or any goods or services available through the Third Party Sites.\nOur Privacy Policy does not apply to Third Party Sites, and any data you provide to Third Party Sites, you provide at your own risk.\nWe encourage you to review the privacy policies of any Third Party Sites with that you interact with.</p>Children<p>We do not knowingly collect Personal Data online from children under 13 (note that the minimum age may vary based on country/region, and on local law).\nIf you become aware that a child has provided us with Personal Data without parental consent, please contact us through our&nbsp;Support Team.\nIf we become aware that a child under 13 has provided us with Personal Data without parental consent, we will take steps to remove the data and cancel the child's account.</p>Privacy Policy Changes<p>Although most changes are likely to be minor, Gyroscope may change its Privacy Policy from time to time, especially as we add new features and improvements to the product.</p>\n<p>Gyroscope encourages visitors to frequently check this page for any changes to its Privacy Policy.\nMost changes will be around keeping the details up to date or in updating it to reflect changes in legal reuqirements, and not material changes to how we actually handle your privacy.\nIf we make significant changes, we may send you a notification through email.\nYour further use of the Services after a change to our Privacy Policy will be subject to the updated policy.</p>\n<p>If you object to anything in this Privacy Policy, you should stop using the Services and delete your account.</p>\n<p>That’s it! Thanks for reading.</p> ", "created_at": "2023-07-01 04:57:59.334604", "updated_at": "2023-07-01 04:58:39.877822"}], "points": [], "urls": ["gyrosco.pe"]}}