{"error": 448, "message": "OK", "parameters": {"id": 7285, "name": "Digital Turbine", "created_at": "2023-01-18 21:03:57.384985", "updated_at": "2023-01-22 17:00:20.435184", "wikipedia": null, "keywords": null, "related": null, "slug": "digital-turbine", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7285.png", "url": "digitalturbine.com", "documents": [{"id": 13969, "name": "Terms of Use", "url": "https://www.digitalturbine.com/terms-of-use/", "xpath": "//body", "text": " App Developers Brands &amp.\nAgencies Telecom <ul>\n<li>Company\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Investors</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Case Studies</li>\n<li>Insights</li>\n<li>Mobile Explorers</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n<li>Login\n<ul>\n<li>Adcolony</li>\n<li>DT Console</li>\n<li>ACP Offer Wall</li>\n</ul>\n</li>\n<li>Contact</li>\n</ul> Login AdColony DT Console ACP Offer Wall Contact Terms of Use <p>In this Website’s Terms of Use (“TOU”), we, Digital Turbine, Inc.\nand our affiliates in the Digital Turbine group of companies (together, “Digital Turbine”), set forth the terms by which you may use our sites including&nbsp;www.digitalturbine.com and other web sites that we operate and on which we post a direct link to this statement (collectively the “Site”).\nBy using the Site, you are agreeing to these TOU.\nIf you do not agree to these TOU, you may not and should not use the Site.</p>\n<ol>\n<li>\n<strong>Copyright Notice and Use of the Site.</strong>&nbsp;<br>The contents of the Site are protected by the copyright and other laws of the United States, its treaty countries and other jurisdictions.\nExcept as may otherwise be provided in a written Agreement you have with Digital Turbine, you may not modify, copy, reproduce, republish, upload, post, transmit, transfer, or distribute in any way any of the contents of this site.\nYou may download content from this site solely for your personal, non-commercial use (except as may otherwise be provided in a written agreement you have with Digital Turbine), provided you keep intact all copyright and other proprietary notices.\nAny copies of the content must include Digital Turbine’s copyright notice: © Copyright 2013-2021 Digital Turbine, Inc.\nAll rights reserved.&nbsp;Nothing in these materials is an offer to sell any of the products and/or services referenced herein.</li>\n<li>\n<strong>Links.</strong>&nbsp;<br>This website may contain links to third party web sites which are controlled and operated by third parties.\nYour use of each third party web site is subject to the terms of use and other guidelines, if any, contained within the relevant web site.\nYou agree to review and accept such terms of use prior to using such third party web sites.&nbsp;&nbsp;Digital Turbine makes no representations whatsoever about any third party web site which you may access through the website.\nWhen you access a third party web site, you agree that it is independent from Digital Turbine, and that Digital Turbine has no control over any content on that web site.\nIn addition, a link to a third party web site does not mean that Digital Turbine accepts any responsibility for the content, or the use, of such web site.\nIt is up to you to take precautions to ensure that whatever you select for your use is free of such items as viruses, worms, trojans and other items of a destructive nature.</li>\n<li>\n<strong>Privacy.</strong>&nbsp;<br>In order to operate and provide the Site, we collect certain information about you.\nOur practices with respect to the information we collect is described in our privacy policy which is available at http://www.digitalturbine.com/privacy-policy&nbsp;(“Privacy Policy”).\nBy agreeing to these TOU you are agreeing to our Privacy Policy.\nInformation, including but not limited to personal information, collected through the Site may be stored and processed in the United States or any other country in which Digital Turbine or its affiliates, subsidiaries or agents maintain facilities.\nBy using the service, you consent to any such transfer of information outside of your country.</li>\n<li>\n<strong>Disclaimer.</strong>&nbsp;The materials on the Site are provided “as is” and without warranties of any kind either express or implied.\nCommentary and other materials posted on the Site are not intended to amount to advice on which reliance should be placed and we therefore disclaim all liability and responsibility arising from any such reliance.&nbsp;&nbsp;To the fullest extent permissible pursuant to applicable law, Digital Turbine disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability and fitness for a particular purpose, title and non-infringement and any other conditions, warranties and other terms which might otherwise be implied by statute, common law or the law of equity.\nDigital Turbine does not warrant that the Site or functions contained in the materials will be uninterrupted or error-free, that defects will be corrected, or that the Site, or the server that makes it available, are free of viruses or other harmful components.\nDigital Turbine does not warrant or make any representations regarding the use or the results of the use of the materials on the Site in terms of correctness, accuracy, timeliness, reliability, or otherwise.\nYou (and not Digital Turbine or its licensors) assume the entire cost of all necessary maintenance, repair, or correction.</li>\n<li>\n<strong>Limitation of liability.</strong>&nbsp;<br>Under no circumstances, including, but not limited to, negligence, shall Digital Turbine, its subsidiaries and affiliates be liable for any direct, indirect, incidental, special or consequential damages that arise or result from or are related to the use of, or the inability to use, the Site or any of the Postings made available on or through the Site.\nYou specifically acknowledge and agree that Digital Turbine, its subsidiaries and affiliates are not liable for any defamatory, offensive or illegal conduct of any user of the Site or any posting to the Site.\nIf you are dissatisfied with the Site or any materials made available by or through the Site, or with these TOU, your sole and exclusive remedy is to discontinue using the Site.</li>\n<li>\n<strong>EXPORT RESTRICTION</strong>S.&nbsp;<br>You must comply with all domestic and international export laws and regulations that may apply to the software or other materials obtained from this Site.</li>\n<li>\n<strong>Trademarks.</strong>&nbsp;<br>© 2013-2021 Digital Turbine, Inc.\nDigital Turbine, Ignite and SingleTap are trademarks and/or registered trademarks of Digital Turbine Inc.\nand/or its subsidiaries.\nAll other trademarks belong to their respective owners.\nAll Rights Reserved.</li>\n<li>\n<strong>Modification &amp.\nTermination.</strong>&nbsp;<br>These TOU are effective until modified or terminated by Digital Turbine.\nDigital Turbine may modify these TOU from time to time and the new TOU will be effective when posted.\nDigital Turbine may also terminate these TOU at any time without notice to you.\nIn the event of termination, you are no longer authorized to access the Site and the restrictions imposed on you with respect to material downloaded from the Site, the disclaimers and limitations of liabilities, and export restrictions set forth in this agreement, shall survive.</li>\n<li>\n<strong>General.&nbsp;<br>\n</strong>These TOU shall be governed by and construed in accordance with the laws of the State of Texas without giving effect to any principles or conflicts of law.\nIf any provision of these TOU shall be unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from this agreement and shall not affect the validity and enforceability of any remaining provisions.</li>\n</ol>\n<p>Updated version: June 8, 2021</p>\n<ul>\n<li>Get Started\n<ul>\n<li>Contact us</li>\n</ul>\n</li>\n<li>Main Links\n<ul>\n<li>App Developers</li>\n<li>Brands &amp.\nAgencies</li>\n<li>Telecom</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About</li>\n<li>Investors</li>\n<li>Careers</li>\n<li>Locations</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Insights</li>\n<li>Case Studies</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Login\n<ul>\n<li>Ad Colony</li>\n<li>Fyber</li>\n<li>ACP Offer Wall</li>\n</ul>\n</li>\n<li>App Developers</li>\n<li>Brands &amp.\nAgencies</li>\n<li>Telecom</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Case Studies</li>\n<li>Insights</li>\n<li>Mobile Explorers</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Investors</li>\n</ul>\n</li>\n</ul> Copyright © 2023 Digital Turbine, Inc.\nAll rights Reserved.\nTerms of Use Privacy Policy Cookie Policy CCPA Legal Brand Safety Policy Ad Content Guidelines We use cookies to operate our site and for marketing purposes.\nView our Privacy Policy or Do Not Sell My Personal Information Policy for more details.\nACCEPT REFUSE ", "created_at": "2023-01-18 21:03:57.447678", "updated_at": "2023-01-18 21:04:28.23031"}, {"id": 13970, "name": "Cookie Policy", "url": "https://www.digitalturbine.com/cookie-policy/", "xpath": "//body", "text": " App Developers Brands &amp.\nAgencies Telecom <ul>\n<li>Company\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Investors</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Case Studies</li>\n<li>Insights</li>\n<li>Mobile Explorers</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n<li>Login\n<ul>\n<li>Adcolony</li>\n<li>DT Console</li>\n<li>ACP Offer Wall</li>\n</ul>\n</li>\n<li>Contact</li>\n</ul> Login AdColony DT Console ACP Offer Wall Contact Digital Turbine – Cookies and Similar Tracking Technologies Policy\n<p>This Cookies and Similar Tracking Technologies Policy (this “<strong>Policy</strong>”) provides you with general information about cookies and similar tracking technologies (collectively, “<strong>Tracking Technologies</strong>”) as well as how and for what purposes Digital Turbine, Inc.\n(“<strong>Digital Turbine</strong>”, “<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>”) use such Tracking Technologies on the Digital Turbine website (“<strong>Website</strong>”).</p>\n<p>Please take the time to read this Policy.\nIf you have questions or comments, you are welcome to contact us at: <u>privacy@digitalturbine.com</u>.</p>\n<ul>\n<li>What Are ‘Cookies’?</li>\n<li>For what purposes are Cookies being Used?</li>\n<li>What Are ‘Session’ and ‘Persistent’ Cookies?</li>\n<li>What Are ‘First-party’ and ‘Third-party’ Cookies?</li>\n<li>What Are ‘Similar Technologies’?</li>\n<li>What Are ‘First-party’ and ‘Third-party’ Cookies?</li>\n<li>How Does Digital Turbine Use Tracking Technologies and for What Purposes?</li>\n<li>Does Digital Turbine Need to Obtain My Consent for Using Tracking Technologies?</li>\n<li>Can I Manage My Tracking Technologies Preferences at Any Given Time?</li>\n<li>Will Digital Turbine Change This Policy?</li>\n<li>Appendix A: Tracking Technologies Table</li>\n</ul>\n<p>\n</p>\nWhat Are ‘Cookies’?\n<p>Cookies are small files with pieces of information, normally consisting of just letters and numbers, which websites use when users visit them.</p>\n<p>Software on the users’ devices (for example, a web browser) can store cookies and send them back to the website the next time they visit, to make a specific function of the website work and to provide information about the user’s activities on the website.</p>\n<p>\n</p>\nFor What Purposes Are Cookies Being Used?\n<p>Cookies are used in numerous ways.\nFor example, when analyzing traffic to a website or tracking users’ browsing behavior.\nCookies are widely used as they allow a website to recognize a user’s device.\nCookies and other similar technologies help websites to remember the visitors and their activities, for example, the user’s login details, or the goods users wish to buy when they add goods to their online basket or proceed to the checkout on an internet shopping website.</p>\n<p>\n</p>\nWhat Are ‘Session’ and ‘Persistent’ Cookies?\n<p>“Session Cookies” are removed from your device once you close your browser session.</p>\n<p>“Persistent Cookies” last for longer periods on your device – after you close your browser session.</p>\n<p>A user can delete previously set persistent cookies manually or configure the browser settings to delete cookies, as further described below.</p>\n<p>\n</p>\nWhat Are ‘First-party’ and ‘Third-party’ Cookies?\n<p>First-party cookies are set directly by the website that the user is visiting.\nFor the purpose of this Policy, these are cookies that are set directly by this Website.</p>\n<p>Third-party cookies are set by a domain other than the one visited by the user.\nFor the purpose of this Policy, these are cookies that are set by service providers of this Website.</p>\n<p>\n</p>\nWhat Are ‘Similar Technologies’?\n<p>Functions usually performed by a cookie can be achieved by other means.\nThis could include, for example, using certain characteristics to identify devices so that visits to a website can be analyzed.</p>\n<p>Any technology that stores or accesses information on the user’s device is relevant for this purpose, and therefore it includes, for example, HTML5 local storage, Local Shared Objects and fingerprinting techniques.</p>\n<p>Additionally, technologies like scripts, tracking pixels and plugins, wherever these are used – are also considered as similar technologies.</p>\n<p>\n</p>\nDoes Digital Turbine Use Tracking Technologies?\n<p>Yes, we do.</p>\n<p>We use both Session Cookies and Persistent Cookies as part of your experience on this Website so that we can facilitate the use of the Website’s features and tools, keep track of your preferences, improve your experience with our Website, for web analytics and for marketing purposes.</p>\n<p>Some cookies are strictly essential for the operation of this Website while other cookies help to improve our services and marketing activities.\nThe same rule goes for all Tracking Technologies that we use.</p>\n<p>We have created a detailed Tracking Technologies table page, which is attached as an <strong>\n<u>Appendix A</u>\n</strong> to this Policy and is available <u>here.</u> The table will provide you with a clear and comprehensive image of the Tracking Technologies that we use.</p>\n<p>When a Tracking Technology contains personal data, as indicated in <strong>\n<u>Appendix A</u>\n</strong>, then the Digital Turbine Privacy Policy applies as well.</p>\n<p>\n<strong>By using our website, you expressly consent to the use of cookies and the use of your personal data to use our website for the purpose of improving our internet services.\nThis consent also includes the use of service providers by Digital Turbine, as designated in Appendix A, and the transfer of data to them for this purpose.</strong>\n</p>\n<p>\n</p>\nDoes Digital Turbine Need to Obtain My Consent for Using Tracking Technologies?\n<p>Yes, however only with respect to the Tracking Technologies that are not strictly essential for the operation of this Website, as further indicated in <strong>\n<u>Appendix A</u>\n</strong>.\nFor essential Tracking Technologies Digital Turbine does not need your consent.</p>\n<p>If you do not agree to accept our cookies or other Tracking Technologies that are not strictly essential for the operation of this Website, we will make commercially reasonable efforts to provide you with as similar level of services as we can.</p>\n<p>\n</p>\nCan I Manage My Tracking Technologies Preferences?\n<p>Every browser allows you to manage your Tracking Technologies preferences, usually found in the “Help” or “Settings” sections of the web browser.</p>\n<p>Here are some links to some commonly used web browsers: (a) Google Chrome.\n(b) Microsoft Edge.\n(c) Mozilla Firefox.\n(d) Microsoft Internet Explorer.\n(e) Opera.\n(f) Apple Safari.</p>\n<p>In addition, you can turn off certain third party targeting or advertising cookies by visiting the following link: Network Advertising Initiative.</p>\n<p>You have the right to object to the processing.\nTo find out more about cookies, including how to see what cookies have been set, you can visit the following websites: www.aboutcookies.org and www.allaboutcookies.org.</p>\n<p>Some web browsers offer a “Do Not Track” (“DNT”) signal.\nA DNT signal is an HTTP header field indicating your preference for tracking your activities on our services or through cross-site user tracking.</p>\n<p>This Website does not respond to DNT signals.</p>\n<p>\n</p>\nWill We Change This Policy?\n<p>We update this Policy, when needed.\nEvery time we will change this Policy, we will post a notice on this Website if our policy update includes substantial changes and obtain your consent once again, where required under applicable laws.</p>\n<p>\n<em>This Policy was last updated on May 31, 2022</em>\n</p>\n<p>\n</p>\nGoogle Analytics\n<p>This website uses Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses so-called cookies, which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.</p>\n<p>In the event that IP anonymization is activated on this website, however, your IP address will be truncated beforehand by Google within member states of the European Union or in other contracting states to the Agreement on the European Economic Area.\nOnly in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there.</p>\n<p>On behalf of the website operator, Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity and providing other services relating to website activity and internet usage to the website operator.\nThe IP address transmitted by your browser as part of Google Analytics will not be merged with other data from Google.</p>\n<p>\n</p>\nAppendix A: Tracking Technologies Table\nStrictly Essential Cookies\n<p>These cookies are strictly essential for enabling your movement around the Website and supporting the Website’s security features.</p>\n<p>This category of cookies cannot be disabled.</p>\n<p>&nbsp;</p>\n<strong>Name</strong>\n<strong>Provider</strong>\n<strong>Purpose</strong>\n<strong>Expiry</strong> visitor_id&lt;accountid&gt.\nSalesForce\nAutomation visitor ID.\nno personally identifiable information, used for enabling population of assets for B2B inquiries.\nensure that if a B2B inquiry is made, the best geographically located resource assists with the inquiry.\nPersistent visitor_id&lt;accountid&gt;-hash\nSalesForce\nThe visitor hash cookie contains the account ID and stores a unique hash.\nThis cookie is a security measure to make sure that a malicious user can’t fake a visitor from Pardot and access corresponding prospect information.\nPersistent pardot\nSalesForce\nA session cookie named pardot is set in your browser while you’re logged in to Pardot as a user or when a visitor accesses a form, landing page, or page with Pardot tracking code.\nThe cookie denotes an active session and isn’t used for tracking.\nPersistent what-intent\nceros\nDetermines the device used to access the website.\nThis allows the website to be formatted accordingly.\nPersistent _grecaptcha\nGoogle\nThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\nPersistent pa_enabled\nPingdom\nDetermines the device used to access the website.\nThis allows the website to be formatted accordingly.\nPersistent rc::a\nGoogle\nThis cookie is used to distinguish between humans and bots.\nPersistent rc::b\nGoogle\nThis cookie is used to distinguish between humans and bots.\nPersistent rc::c\nGoogle\nThis cookie is used to distinguish between humans and bots.\nSession test_cookie\nGoogle\nUsed to check if the user’s browser supports cookies.\nPersistent cookieSet\nDigital Turbine\nUsed to keep the user’s cookies preference (displaying the cookie banner and loading other cookies).\nPersistent t3D, tADe, tADu, tAE, tC, tMQ, tnsApp, tPL, tTDe, tTDu, tTE, tTf\nDigital Turbine\nThese cookies are part of a bundle of cookies which serve the purpose of content delivery and presentation.\nThe cookies keep the correct state of font, blog/picture sliders, color themes and other website settings.\nPersistent The legal basis is Art.\n6 (1) p.\n1 lit.\na GDPR – see above.\nMarketing Cookies\n<p>Marketing cookies collect personal information such as your name, which pages you visit on this Website, your history arriving at this Website, your purchases from us, and so on.\nCollected information is used to evaluate and improve the effectiveness of our marketing campaigns.</p>\n<p>This category of cookie may be safely disabled.</p> Name\nProvider\nPurpose\nExpiry __Secure-3PAPISID\nGoogle\nUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising\nPersistent __Secure-3PSID\nGoogle\nUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising\nPersistent __Secure-3PSIDCC\nGoogle\nUsed by for targeting purposes to build a profile of the website visitor’s interests in order to show relevant &amp.\npersonalised Google advertising\nPersistent _fbp\nFacebook\nUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers\nPersistent ANID\nGoogle\nGoogle uses this cookies to make advertising more engaging to users and more valuable to publishers and advertisers\nPersistent APISID\nGoogle\nDownload certain Google Tools and save certain preferences, for example the number of search results per page or activation of the SafeSearch Filter.\nAdjusts the ads that appear in Google Search.\nPersistent HSID\nGoogle\nDownload certain Google Tools and save certain preferences, for example the number of search results per page or activation of the SafeSearch Filter.\nAdjusts the ads that appear in Google Search.\nSession NID\nGoogle\nThis cookies is used to collect website statistics and track conversion rates and Google ad personalisation\nPersistent SAPISID\nGoogle\nDownload certain Google Tools and save certain preferences, for example the number of search results per page or activation of the SafeSearch Filter.\nAdjusts the ads that appear in Google Search.\nPersistent SID\nGoogle\nDownload certain Google Tools and save certain preferences, for example the number of search results per page or activation of the SafeSearch Filter.\nAdjusts the ads that appear in Google Search.\nPersistent SIDCC\nGoogle\nDownload certain Google Tools and save certain preferences, for example the number of search results per page or activation of the SafeSearch Filter.\nAdjusts the ads that appear in Google Search.\nSession SSID\nGoogle\nDownload certain Google Tools and save certain preferences, for example the number of search results per page or activation of the SafeSearch Filter.\nAdjusts the ads that appear in Google Search.\nPersistent __widgetsettings\ntwitter\nThis cookie is set by Twitter – The cookie allows the visitor to share content from the website onto their Twitter profile.\nPersistent ads_ga-audiences\nGoogle\nUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor’s online behaviour across websites.\nPersistent bcookie\nLinkedIn Session bscookie\nLinkedIn\nUsed by the social networking service, LinkedIn, for tracking the use of embedded services.\nPersistent fr\nFaceBook\nUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\nPersistent i/jot\ntwitter\nSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\nPersistent lidc\nLinkedIn\nUsed by the social networking service, LinkedIn, for tracking the use of embedded services.\nPersistent pagead/1p-user-list/#\nGoogle\nTracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.\nPersistent pagead/landing\nGoogle\nCollects data on visitor behaviour from multiple websites, in order to present more relevant advertisement – This also allows the website to limit the number of times that they are shown the same advertisement.\nPersistent RUL\nGoogle\nUsed by DoubleClick to determine whether website advertisement has been properly displayed – This is done to make their marketing efforts more efficient.\nPersistent tr\nFacebook\nUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\nPersistent UserMatchHistory\nLinkedIn\nUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor’s preferences.\nPersistent vuid\nVimeo\nCollects data on the user’s visits to the website, such as which pages have been read.\nPersistent YSC\nGoogle\nRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.\nSession yt.innertube::nextId\nGoogle\nRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent yt.innertube::requests\nGoogle\nRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent IDE\nGoogle\nUsed by Google DoubleClick to register and report the website user’s actions after viewing or clicking one of the advertiser’s ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\nPersistent __unam\nShareThis\nThe __unam cookie is set as part of the ShareThis service and monitors clickstream activity, e.g., Web pages viewed, navigation from page to page, time spent on each page.\nThe ShareThis service personally identifies you only if you have separately signed up with ShareThis for a ShareThis account and given your consent.\nSee more at: http://sharethis.com/privacy.\nPersistent _clck\nMicrosoft Clarity\nPersists the Clarity User ID and preferences, unique to that site, on the browser.\nThis ensures that behavior in subsequent visits to the same site will be attributed to the same user ID.\nPersistent _clsk\nMicrosoft Clarity\nConnects multiple page views by a user into a single Clarity session recording.\nPersistent CLID\nMicrosoft Clarity\nIdentifies the first-time Clarity saw this user on any site using Clarity.\nPersistent MUID\nMicrosoft Clarity\nIdentifies unique web browsers visiting Microsoft sites.\nThese cookies are used for advertising, site analytics, and other operational purposes.\nPersistent ANONCHK\nMicrosoft Clarity\nIndicates whether MUID is transferred to ANID, a cookie used for advertising.\nClarity doesn’t use ANID and so this is always set to 0.\nPersistent __qca\nQuantCast\nThis cookie is used for audience segmentation and targeted advertising.\nPersistent mc\nQuantserve\nThis cookie is used to track anonymous information about how website visitors use the site.\nPersistent lang\nLinkedIn\nUsed to remember a user’s language setting to ensure LinkedIn.com displays in the language selected by the user in their settings.\nPersistent UserMatchHistory\nLinkedIn\nLinkedIn Ads ID syncing.\nThis cookie is used by LinkedIn Ads to help measure advertising performance.\nPersistent li_gc\nLinkedIn\nUsed to store consent of guests regarding the use of cookies for non-essential purposes.\nPersistent li_alerts\nLinkedIn\nUsed to track impressions of LinkedIn alerts, such as the Cookie Banner and to implement cool off periods for display of alerts.\nPersistent DV\nGoogle\nThis cookie is used to collect information about how visitors use the site and use the information to compile reports and to help improve the site.\nPersistent _gcl_au\nGoogle\nUsed by Google AdSense for experimenting with advertisement efficiency across websites using their services.\nPersistent CONSENT\nGoogle\nUsed to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\nPersistent outbrain_cid_fetch\nOutbrain\nCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.\nPersistent <p>&nbsp;</p>\nProduct/Service Enhancement Cookies\n<p>Collecting and analyzing data, including personal data, to understand how you use our products and services so we can improve them.\nwe may set cookies or other trackers for this purpose.</p>\n<p>This category of cookie may be safely disabled.</p> Name\nProvider\nPurpose\nExpiry 1P_JAR\nGoogle\nThese cookies are set via embedded youtube-videos.\nThey register anonymous statistical data on for example how many times the video is displayed and what settings are used for playback.\nPersistent yt-remote-cast-installed\nyoutube\nStores the user’s video player preferences using embedded YouTube video\nSession yt-remote-fast-check-period\nGoogle\nStores the user’s video player preferences using embedded YouTube video\nSession yt-remote-session-name\nYoutube\nStores the user’s video player preferences using embedded YouTube video\nSession local_storage_support_test\ntwitter\nThe cookie is used in context with the local-storage function in the browser.\nThis function allows the website to load faster by pre-loading certain procedures.\nPersistent yt-remote-connected-devices\nyoutube\nStores the user’s video player preferences using embedded YouTube video\nPersistent yt-remote-session-app\nYoutube\nStores the user’s video player preferences using embedded YouTube video\nSession wglang\nWordPress Persistent Business Enhancing Research &amp.\nAnalytics Cookies\n<p>General business-driving analytics, including activities such as lookalike modeling and website analytics.\nwe may set cookies or other trackers for this purpose.</p>\n<p>This category of cookie may be safely disabled.</p> Name\nProvider\nPurpose\nExpiry _ga\nGoogle Analytics\nID used to identify users\nPersistent _gat\nGoogle Analytics\nUsed by Google Analytics to throttle request rate\nPersistent BE_CLA3\nBrightedge\nEnables data aggregation, analysis and report creation to assess marketing effectiveness and for website performance\nPersistent _gid\nGoogle Analytics\nID used to identify users for 24 hours after last activity\nPersistent AnalyticsSyncHistory\nLinkedIn\nUsed in connection with data-synchronization with third-party analysis service.\nPersistent brightedge3.php\nbrighhtedge Session collect\ngoogle\nUsed to send data to Google Analytics about the visitor’s device and behavior.\nTracks the visitor across devices and marketing channels.\nSession pa\nPingdom\nRegisters the website’s speed and performance.\nThis function can be used in context with statistics and load-balancing.\nPersistent VISITOR_INFO1_LIVE\nYoutube\nTries to estimate the users’ bandwidth on pages with integrated YouTube videos.\nPersistent <ul>\n<li>Get Started\n<ul>\n<li>Contact us</li>\n</ul>\n</li>\n<li>Main Links\n<ul>\n<li>App Developers</li>\n<li>Brands &amp.\nAgencies</li>\n<li>Telecom</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About</li>\n<li>Investors</li>\n<li>Careers</li>\n<li>Locations</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Insights</li>\n<li>Case Studies</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Login\n<ul>\n<li>Ad Colony</li>\n<li>Fyber</li>\n<li>ACP Offer Wall</li>\n</ul>\n</li>\n<li>App Developers</li>\n<li>Brands &amp.\nAgencies</li>\n<li>Telecom</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Case Studies</li>\n<li>Insights</li>\n<li>Mobile Explorers</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Investors</li>\n</ul>\n</li>\n</ul> Copyright © 2023 Digital Turbine, Inc.\nAll rights Reserved.\nTerms of Use Privacy Policy Cookie Policy CCPA Legal Brand Safety Policy Ad Content Guidelines We use cookies to operate our site and for marketing purposes.\nView our Privacy Policy or Do Not Sell My Personal Information Policy for more details.\nACCEPT REFUSE ", "created_at": "2023-01-18 21:03:57.510417", "updated_at": "2023-01-18 21:04:30.899974"}, {"id": 13971, "name": "Privacy Policy", "url": "https://www.digitalturbine.com/privacy-policy/", "xpath": "//body", "text": " App Developers Brands &amp.\nAgencies Telecom <ul>\n<li>Company\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Investors</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Case Studies</li>\n<li>Insights</li>\n<li>Mobile Explorers</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n<li>Login\n<ul>\n<li>Adcolony</li>\n<li>DT Console</li>\n<li>ACP Offer Wall</li>\n</ul>\n</li>\n<li>Contact</li>\n</ul> Login AdColony DT Console ACP Offer Wall Contact Digital Turbine Privacy Policy <p>Digital Turbine, Inc.\nand its subsidiaries (collectively, “Digital Turbine”, “We” or “Us”) recognize privacy as an important matter and have adopted this Privacy Policy to inform you of our data collection and use practices and confirm our commitment to keep your personal information secure.</p>\n<p>Digital Turbine provides a broad mix of products and services through various channels.\nWe provide products and services through websites or other properties we own or operate for our business partners (collectively, the “Sites”).\nCertain products and services are primarily provided to our mobile operator and handset manufacturer partners, through software solutions of ours embedded in devices distributed by such business partners.\nCertain personal and non-personal information is collected and /or shared with us through products and services we provide we provide.</p>\n<p>This Privacy Policy describes what user information we collect and store through the products and services we provide to our business partners, as their processor/service provider, and how we use such information, on their behalf.</p>\n<p>Residents of California should review our California Privacy Notice that supplements and forms a part of this Privacy Policy.\nThe California Privacy Notice is available&nbsp;here.</p>\n<p>\n<strong>What We Collect</strong>\n</p>\n<p>As part of our products and services, We receive information in order to provision such services and to better service our business partners and their users.\nTwo types of data and information are collected by Us, on behalf of our business partners, or shared with Us:</p>\n<p>\n<strong>Non-personal Information</strong>: which is non-identifying and non-identifiable information, without particular reference to the identity of the user from which such information was collected;</p>\n<p>\n<strong>&nbsp;and</strong>\n</p>\n<p>\n<strong>Personal Information</strong>: which is individually identifiable information that identifies an individual, or may with reasonable effort identify an individual, either alone or in combination with other information, or may be of private or sensitive nature.\n&nbsp;As part of our products and services, We may receive, collect and analyze personal information in order to provide services requested by or offered to our business partners, and to improve the features and usability of our products and services.\nSuch personal information is acquired from either our business partners, the user’s mobile device, or directly from the user, and may include device usage information such as log information regarding the use of applications and device features, which applications have been downloaded, installed and uninstalled, wireless location, network traffic data, product and device-specific information and identifiers, service options the user chooses, mobile and device identifiers, and other similar information.</p>\n<p>Our advertising partners may share with us information that describes how often users use their applications and information about events that occur within their application.</p>\n<p>If you choose to access the Digital Turbine website, We may collect personal information which is shared with us (such as name, email address or other address you provide, and any other information you provide us when you contact us for support or provide feedback), to respond to inquiries and to allow login with email address and social media accounts.</p>\n<p>\n<strong>\n<u>Note Regarding Data Practices in the EU</u>\n</strong>\n</p>\n<p>Digital Turbine is committed to comply with applicable legislation relating to its operation, including the General Data Protection Regulation (EU) 2016/679 of the European Parliament and of the Council (“<strong>GDPR</strong>“).\nDigital Turbine has implemented specific data practices regarding the provisions of its products and services in the EU, as described below:</p>\n<p>For mobile devices activated in the EU, information collected through our products and services embedded in mobile devices activated in the EU is non-personal information.\nFor such devices, the Digital Turbine products and services will replace any identifiers relating to a specific mobile device with a randomly generated identifier and/or a de-identified identifier.\nThese identifiers cannot be used to identify a specific individual.</p>\n<p>When your mobile device is activated, we only collect Android Advertising ID (“<strong>AAID</strong>”) for operational purposes.\nAAID is a user-resettable identifier which is normally provided by Google and is used for advertising and monetization.\nWe use your AAID to verify the installations on your device for attribution.\nYou can reset your AAID at any time through your mobile device settings.</p>\n<p>\n<strong>Information Collected On our Websites</strong>\n</p>\n<p>When you use our websites, information may be collected through cookies and web beacons about your device and your visit including browsing activity as you interact with our Sites.\nIP address.\nand information about your connection, including your device’s browser, operating system, platform type and Internet connection speed.\nWe use this information for operational, performance measurement and other business purposes.\nWe also may use this information to assess the effectiveness of our Sites and to help you should you request help with navigation problems on these Sites.</p>\n<p>Visitors or subscribers of our services may provide contact information through our websites in connection with purchasing, subscribing or content access inquiries.\nto find out more about Digital Turbine, and to be contacted by a Digital Turbine representative.\nWe may use this information to respond to your request, and for business purposes such as marketing and research.\nWe will not rent or sell this information to other companies.</p>\n<p>We use a tool called “Google Analytics” to collect information about use of our websites.\nGoogle Analytics collects information such as how often users visit this site, what pages they visit when they do so, and what other sites they used prior to coming to our websites.\nWe use the information we get from Google Analytics only to improve our websites and our services.\nGoogle Analytics collects only the IP address assigned to you on the date you visit our websites, rather than your name or other identifying This information may be associated with your account.\nAlthough Google Analytics places a permanent cookie on your web browser to identify you as a unique user the next time you visit our websites, the cookie cannot be used by anyone but Google.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to this site is restricted by the Google Analytics Terms of Use (as amended for government websites) and the Google Privacy Policy.</p>\n<p>Users may be required to sign up with an email address for some services made available through our websites, and must consent to our privacy practices to sign up.\nIn such cases, we may de-identify user’s email address with a cryptographically secure hashing method and share the deidentified email with google analytics.</p>\n<p>\n<strong>How We Use Collected Information</strong>\n</p>\n<p>We use the information We collect for the purpose of providing our products and services as well as perform analysis to improve our products, services and technologies and those of our partners.\nThe information also enables targeting capabilities that are most likely suited for our business partners and device users.\nIn addition, We use the information to analyze the performance of advertising campaigns of our business partners and to provide them with performance reports.</p>\n<p>\n<strong>Who We Share The Information With</strong>\n</p>\n<p>We do not share the data which We collect or which is shared with us, with third parties other than our business partners and users of our products and services that are strictly related with such data.\nOur business partners then may use the data for various purposes, such as targeting applications, advertisements or other content.\nWe may also use some of the data We collect that can be publicly disclosed to create industry reports, analyses, and similar materials that We may use for sales, marketing or other business purposes.</p>\n<p>Please note that there are some exceptions where We may be obligated to provide data to third parties such as regulatory authorities and law enforcement officials when We believe in good faith that the law requires such disclosure.</p>\n<p>\n<strong>Interest-based advertising</strong>\n</p>\n<p>Through our products and services, we may provide advertisements and content items that are tailored to you, for example ads that are based on your recent browsing behavior across different websites, browsers, or devices or news items based on your location.</p>\n<p>In order to target advertisements and content items in which you might be interested, we as well as certain third parties, may use Tracking Technologies to display personalized advertisements and news items These Tracking Technologies are governed by each third party’s specific privacy policy and terms.</p>\n<p>Microsoft – your use or access to MSN services or websites shall be governed by&nbsp;Microsoft’s Terms&nbsp;and&nbsp;Privacy Policy.\nMicrosoft also enables you to control your personal information through its&nbsp;Privacy Dashboard.</p>\n<p>You can turn off certain third party Tracking Technologies used for behavioral advertising purposes by visiting the&nbsp;Network Advertising Initiative&nbsp;or by visiting the&nbsp;DAA opt-out program&nbsp;or the&nbsp;EDAA consumer choice page&nbsp;(if you reside in the EU).\nPlease note that certain Tracking Technologies operate at the device and browser level, so to fully opt-out across devices, you will need to do so on each device and browser individually.</p>\n<p>If you wish to prevent the use of your AAID for interest-based advertising, you may change your device settings to reset the AAID or to opt-out of interest-based advertising (typically, this is available under the “Ads” section in your device Google settings).\nPlease note that if you reset your AAID or opt-out of interest-based advertising, you may still see advertisements, but those ads will not be targeted based on interest-based advertising.\nFor example, such ads may be instead based on context or your language preference.\nPlease note that such actions may result in less relevant ads.</p>\n<p>\n<strong>We respect ‘Do Not Track’ settings</strong>\n</p>\n<p>Users can indicate their privacy preferences through&nbsp;Limit Ad Tracking settings on iOS devices&nbsp;or opt-out from Personalized Ads settings on Android devices.\nWhenever publishing partners pass us requests with the Do Not Track flag set, we do not retain any device-level data associated with the request.</p>\n<p>\n<strong>International Data Transfers</strong>\n</p>\n<p>Please note that our businesses, as well as our trusted partners and service providers, operates globally.\nInformation that we collect (including any personal information) is stored and processed in various jurisdictions around the world (including in the United States), for the purposes detailed in this Privacy Policy, in accordance with applicable laws.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>\n<strong>We take industry-standard security measures that include physical, administrative, and technical safeguards that are designed to protect the personal information that We collect and maintain.\nPlease be aware, however, that despite our efforts, no security measures are perfect or impenetrable and no method of data transmission can be guaranteed against any interception or other type of misuse.</strong>\n</p>\n<p>\n<strong>Contact Us For Any Questions or Concerns</strong>\n</p>\n<p>Please contact us at&nbsp;privacy@digitalturbine.com&nbsp;with any questions about this privacy policy.</p>\n<p>\n<strong>Changes To</strong>\n<strong>&nbsp;This Policy</strong>\n</p>\n<p>We may change our Privacy Policy from time to time.\nIf We do, We will post such changes on our homepage.</p>\n<p>Updated June 22, 2022</p>\n<ul>\n<li>Get Started\n<ul>\n<li>Contact us</li>\n</ul>\n</li>\n<li>Main Links\n<ul>\n<li>App Developers</li>\n<li>Brands &amp.\nAgencies</li>\n<li>Telecom</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About</li>\n<li>Investors</li>\n<li>Careers</li>\n<li>Locations</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Insights</li>\n<li>Case Studies</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Contact Us</li>\n<li>Login\n<ul>\n<li>Ad Colony</li>\n<li>Fyber</li>\n<li>ACP Offer Wall</li>\n</ul>\n</li>\n<li>App Developers</li>\n<li>Brands &amp.\nAgencies</li>\n<li>Telecom</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Case Studies</li>\n<li>Insights</li>\n<li>Mobile Explorers</li>\n<li>Developer Portal</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Investors</li>\n</ul>\n</li>\n</ul> Copyright © 2023 Digital Turbine, Inc.\nAll rights Reserved.\nTerms of Use Privacy Policy Cookie Policy CCPA Legal Brand Safety Policy Ad Content Guidelines We use cookies to operate our site and for marketing purposes.\nView our Privacy Policy or Do Not Sell My Personal Information Policy for more details.\nACCEPT REFUSE ", "created_at": "2023-01-18 21:03:57.572752", "updated_at": "2023-01-18 21:04:33.73572"}], "points": [], "urls": ["digitalturbine.com"]}}