{"error": 448, "message": "OK", "parameters": {"id": 8698, "name": "Advertise Free.co.uk", "created_at": "2023-07-01 04:55:18.762042", "updated_at": "2023-11-19 02:49:53.648079", "wikipedia": null, "keywords": null, "related": null, "slug": "advertise-free-co-uk", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8698.png", "url": "advertisefree.co.uk,advertisefr.ee", "documents": [{"id": 16968, "name": "Terms and Conditions", "url": "https://www.advertisefree.co.uk/terms.html", "xpath": "//body", "text": " Terms Of Service <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul> Advertise Free Terms Of Service Terms and Conditions Advertise Free terms of service\n&nbsp;<p>\n</p>\n<b>\n</b>\n<p>\n<b>Advertise Free reserves the right to modify these terms at any time.</b>\n</p>\n<p>The following Terms and Conditions are an agreement between you and AdvertiseFree.co.uk and AdvertiseFree.co.\nMembers who use our free banner exchange service agree to include the HTML code provided by Advertise Free for displaying banner ads on their web site.\nThis code may be inserted in one or more pages within the website.\nNo part of this code may be modified without the written consent of Advertise Free.\n* A banner that appears on your site at any time may be a banner for another member, for a sponsor, or for Advertise Free.\nMembers may, however, filter their sites to accept banners of certain ratings only, ie, for sites that do not wish to display banners linking to matured oriented sites may do so.\nAdvertise Free reserves the right to not accept any advertisement from entities Advertise Free determine to be inappropriate.\nFor instance, we do not advertise for sites that are racist or discriminatory.\n* Advertise Free reserves the right to discontinue membership to sites that are deemed to be inappropriate.\nFor example, sites that promote spamming, racism, discrimination, or sites that are illegal such as warez sites, etc.\n* A member may cancel their participation in Advertise Free by notifying Advertise Free in writing or by sending e-mail to admin@advertisefree.co.uk * All Advertise Free banners must be placed on a page such that the the banner is easily visible.\n* A member may not artificially inflate traffic counts to his/her site using any device, program, robot or other means.\nA banner cannot be placed on a page which reloads or refreshes automatically.\nBanners, loaded via the Advertise Free HTML may not be placed in newsgroups, e-mail, chatrooms, or guestbooks, unless permission is granted from Advertise Free.\n* Anyone caught artificially inflating traffic counts will have the offending account terminated immediately.\nIf a member is part of the paid-publisher, the payments will be on hold until further investigation.\n* A member may not place the html tag on pages that are inaccessible.\n* Advertise Free also reserves the right to refuse to continue membership to any web site in the Advertise Free network that contains hate groups, illegal activities, is offensive or for any other reason.* Advertise Free retains all rights to the Advertise Free name, logo, software, databases, reports, web site, and information.\nNo part of the Advertise Free website may be re-produced, stored, or distributed without the written consent of Advertise Free.\n* The information members provide to Advertise Free will be kept confidential and will not be distributed to any outside agency.\n* Advertise Free, its administrators, partners and sponsors cannot be held liable for any damage or loss of information that may occur from the use of Advertise Free' services.\n* Members agree to use Advertise Free at their own risk.\n* Advertise Free makes every effort to verify and maintain a high standard of quality for our services, but does not make any guarantees regarding the dependability, or accuracy of services.\n* Advertise Free will attempt to correct inconsistencies in credits due any member, if member offers some proof of inconsistency.\nAdvertise Free is not responsible for loss of data, profits or any issues associated with using out website, including loss of credits, referrals you agree to use our website at your own risk.\nIf someone is caught cheating we consider this stealing from other members, your account will be limited and banned for life and all credits and earnings will be forfeited.\n* Advertise Free reserves the right to modify, or change these Terms and Conditions as it deems necessary.\nIt is the member's responsibility to keep current with changes in the Terms and Conditions, since changes are effective for all members, regardless of when member joined.\n</p> ", "created_at": "2023-07-01 04:55:18.822124", "updated_at": "2023-07-01 04:55:55.684395"}, {"id": 16967, "name": "Privacy Policy", "url": "https://www.advertisefree.co.uk/privacy.html", "xpath": "//body", "text": " Privacy <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul> Advertise Free Affiliate Center Privacy Policy &nbsp;<p>\n</p>\n<b>\n</b>\n<p>\n<b>Advertise Free respects your privacy.</b>\n</p>\n<p>Advertise Free.co.uk does not sell, rent or give any identifiable personal information regarding its members to any third party unless the member has subscribed to such services on his/her own.\nAny information that you give to us is held with the utmost care and security.\nAdvertise Free will work with our partners, such as advertising agencies, content providers, to bring you relevant information that pertains to your interest categories, and thus some of your information may be shared with such parties.\nHowever all companies that we work with will also be bound by our privacy statement.\nYou will never receive any unwanted email or postal mail as a result of information you have given to Advertise Free.\nAnd you can opt-out or unsubscribe to any lists or announcement categories at any time by following the procedures set forth by Advertise Free.\nWhen you register as a member at Advertise Free, you must submit your name, email address and your website information so that we can properly set up your account and send you the relevant information that you have requested or subscribed to.\nAdvertise Free will not collect any personal information about individuals except when specifically and knowingly provided by such individuals.\nExamples of such information are name, postal address and email address.\nAdvertise Free may share non-personal aggregate, or summary, information regarding its customers with partners or other third parties, but Advertise Free does not sell or share any information at the individual customer level unless the individual customer has subscribed to receiving such information.\nYou have the right to request that we delete the Personal Information that we have collected from you.\nYou can request your account and data deletion in your account area or contact us admin@advertisefree.co.uk By registering as a member at Advertise Free, you agree to accept this privacy policy and are aware that our policy may change at any time.\nThis policy will always be available to users on this page for members to read.\n</p> ", "created_at": "2023-07-01 04:55:18.792275", "updated_at": "2023-07-01 04:55:50.204183"}], "points": [], "urls": ["advertisefree.co.uk", "advertisefr.ee"]}}