{"error": 448, "message": "OK", "parameters": {"id": 8873, "name": "Oneplus", "created_at": "2023-07-07 16:33:30.292436", "updated_at": "2023-07-07 22:02:28.26899", "wikipedia": "https://en.wikipedia.org/wiki/OnePlus", "keywords": null, "related": null, "slug": "oneplus", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8873.png", "url": "oneplus.com", "documents": [{"id": 17341, "name": "Privacy Policy", "url": "https://www.oneplus.com/ca_en/legal/privacy-policy", "xpath": "//body", "text": " <p>Limited-time Offer: Buy OnePlus Pad and get a free Magnetic Keyboard.</p>\n<p>Limited-time Offer: Buy OnePlus Pad and get a free Magnetic Keyboard.</p>\n<li>\n</li>\n<li>\n<i>\n</i>\n</li>\n<ul>\n<li>Phones <ul>\n<li> OnePlus 11 5G NEW</li>\n<li> OnePlus 10T 5G </li>\n<li> OnePlus 10 Pro 5G </li>\n<li> OnePlus Nord N30 5G NEW</li>\n<li> OnePlus Nord N200 5G </li>\n</ul> Flagship Series OnePlus Nord N Series Compare View All</li>\n<li>Audio <ul>\n<li> OnePlus Nord Buds 2 NEW</li>\n<li> Oneplus Buds Pro 2 </li>\n<li> Oneplus Nord Wired Earphones </li>\n<li> OnePlus Nord Buds </li>\n<li> OnePlus Buds Z2 </li>\n</ul> Compare View All</li>\n<li>Tablet <ul>\n<li> OnePlus Pad NEW</li>\n<li> Pad Accessories </li>\n</ul>\n</li>\n<li>Accessories <ul>\n<li> Cases &amp.\nProtection </li>\n<li> Power &amp.\nCables </li>\n<li> Bundles </li>\n<li> Gear </li>\n</ul>\n</li>\n<li>Offers <ul>\n<li> Trade-in &amp.\nUpgrade </li>\n<li> Link OnePlus Devices </li>\n<li> Student Discounts </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Store</li>\n<li>OneTopia</li>\n<li>OnePlus Featuring</li>\n<li>Community</li>\n<li>Support</li>\n</ul> Sign up or Sign in <ul>\n<li> Orders </li>\n<li> Account </li>\n<li> RedCoins </li>\n<li> Red Cable Club </li>\n<li> Coupon </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Loading...\n</li>\n<li> Sign up or Sign in <ul>\n<li> Orders </li>\n<li> Account </li>\n<li> RedCoins </li>\n<li> Red Cable Club </li>\n<li> Coupon </li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Legal <ul>\n<li>Privacy Policy</li>\n<li>User Agreement</li>\n<li>Use of Cookies</li>\n<li>Terms of Sales</li>\n<li>IP Policy</li>\n</ul> Privacy Notice <p>Last updated: 21 February 2023</p>\n<u>Summary</u>\n<p> To help you understand how we process your personal data, we have prepared a brief summary of our Privacy Notice.\nFor more details, please see the full version of the Privacy Notice below.\nWe recommend that you also read the full version of the Privacy Notice so that you fully understand how we handle your personal data and what options and rights you have in relation to your personal data.\n</p>\n<p>\n<strong>Key Points</strong>\n</p>\n<p>\n<strong>Summary</strong>\n</p>\n<p> Who is responsible for collecting and using your data? </p>\n<p> OnePlus Technology (Shenzhen) Co., Ltd.\nis responsible for collecting and using your personal data.\n</p>\n<p> Data We Use </p>\n<p> We process data about you that you directly provide to us or that we collect when you use our Services.\nWe may also receive personal data about you from third parties.\n</p>\n<p> What we use it for </p>\n<p> We will use your personal data only when we have a lawful basis to do so, such as the performance of contract to provide you with Services, for our legitimate interest, with your consent or to comply with our legal obligations.\n</p>\n<p> We may also process your personal data when you participate in promotional activities such as prize draws.\n</p>\n<p> How long we keep your data </p>\n<p> We will not keep your personal data for longer than we need it.\nIn most cases, we will keep your personal data only for as long as necessary to use it for the purposes that we tell you about.\nSometimes, though, the law requires us to keep it for longer.\n</p>\n<p> Marketing </p>\n<p> We may send you information about Services or offers that you may be interested in.\nIf we need your consent to do that, we will only do so with your consent and you can opt out of such marketing communications at any time.\n</p>\n<p> Sharing Your personal data with Third Parties </p>\n<p> We may share your personal data with other companies that are controlled by, or under common control with us, third parties such as our business partners and service providers or where we are required to do so by law.\nWe will ensure that our business partners and service providers are subject to appropriate data protection obligations.\n</p>\n<p> Security </p>\n<p> We take the security of your data very seriously.\nWe have implemented various technical and organisational measures to protect your personal data.\n</p>\n<p> Your Rights </p>\n<p> Some data protection laws may grant you rights in relation to your personal data, including, for example, the right: </p>\n<p>\n</p>\n<ul>\n<li>• to be informed of how we process your personal data;</li>\n<li>• to access the personal data we hold about you and information about their processing;</li>\n<li>• to request that we delete or update inaccurate personal data.\nor</li>\n<li>• to complain to the relevant regulator if you think that we have infringed any of your rights.</li>\n</ul>\n<p>\n</p>\n<p> If you are living in Europe, you will have specified rights further outlined in this Privacy Notice.\n</p>\n<p> Children </p>\n<p> Our Services are aimed at users who are at least 18 years old.\nWe try not to collect and use children’s data.\n</p>\n<p> International Transfer </p>\n<p> We are a global business, so we may transfer your personal data to other countries.\nWe will ensure that we abide by storage localisation requirements and put appropriate legal safeguards in place for such transfers.\n</p>\n<p> Updates </p>\n<p> We may update this Privacy Notice from time to time and will notify you of any updates in an adequate manner.\n</p>\n<p> Contact Us </p>\n<p> If you have any questions, you can contact us at privacy@oneplus.com.\n</p> Privacy Notice <p> This Privacy Notice describes how we collect, use, disclose, transfer, store and otherwise process your personal data when you are using our services, including our websites, our smartphones or wearable devices, apps, online services and other products (hereinafter collectively referred to as <b>\"Services\"</b>).\nPlease read the Privacy Notice carefully and familiarise yourself with our privacy practices before using our Services or providing your personal data.\n</p>\n<p> This Privacy Notice will help you understand the following: </p>\n<p> A.\nGeneral Provisions </p>\n<p> &nbsp;&nbsp;&nbsp;I.\nResponsibilities </p>\n<p> &nbsp;&nbsp;&nbsp;II.\nHow We Collect Personal Data and What Types of Personal Data We Collect </p>\n<p> &nbsp;&nbsp;&nbsp;III.\nHow We Use Your Personal Data </p>\n<p> &nbsp;&nbsp;&nbsp;IV.\nHow We Use Cookies and Similar Technologies </p>\n<p> &nbsp;&nbsp;&nbsp;V.\nHow Long We Keep Your Personal Data </p>\n<p> &nbsp;&nbsp;&nbsp;VI.\nHow We Disclose Your Personal Data </p>\n<p> &nbsp;&nbsp;&nbsp;VII.\nHow Your Personal Data Is Transferred Globally </p>\n<p> &nbsp;&nbsp;&nbsp;VIII.\nHow We Protect Your Personal Data </p>\n<p> &nbsp;&nbsp;&nbsp;IX.\nYour Rights Regarding Your Personal Data </p>\n<p> &nbsp;&nbsp;&nbsp;X.\nHow We Process Children's Personal Data </p>\n<p> &nbsp;&nbsp;&nbsp;XI.\nThird-Party Websites </p>\n<p> &nbsp;&nbsp;&nbsp;XII.\nHow This Privacy Notice Is Updated </p>\n<p> B.\nGDPR Specific Provisions </p>\n<p> &nbsp;&nbsp;&nbsp;I.\nLegal Bases for the Processing of Personal Data </p>\n<p> &nbsp;&nbsp;&nbsp;II.\nAdditional Information on How Your Personal Data Is Transferred Globally </p>\n<p> &nbsp;&nbsp;&nbsp;III.\nAdditional Information on Cookies and Other Tracking Technology </p>\n<p> &nbsp;&nbsp;&nbsp;IV.\nAdditional Information on Your Rights Regarding Personal Data </p>\n<p> C.\nCalifornia, United States Specific Provisions </p>\n<p> &nbsp;&nbsp;&nbsp;I.\nAdditional Information on What and How Your Personal Data Is Processed </p>\n<p> &nbsp;&nbsp;&nbsp;II.\nAdditional Information on Your Rights Regarding Your Personal Data </p>\n<p> D.\nContact Us </p>\n<br>\n<p> In addition to this Privacy Notice, specific privacy notices might apply depending on the Services used.\nWe will, in each case, provide you with the applicable privacy notice.\n</p>\n<p> The general provisions of Section A shall apply to you, regardless of your location.\nSection B only applies to customers located in the European Union, Liechtenstein, Norway, the United Kingdom or Switzerland (\"<b>Europe</b>\").\nSection C only applies to customers located in California, United States.\n</p> A.General Provisions I.Responsibilities <p> This Privacy Policy explains how OnePlus Technology (Shenzhen) Co., Ltd., along with its affiliates (hereinafter referred to as “we”, “us” or “OnePlus”), collects, uses, shares, transfers and protects the personal data of the user (hereinafter referred to as “you”) and the corresponding rights of the user.\nPersonal data refers to any information related to a natural person that has been identified or is identifiable.&nbsp;[1]&nbsp;Within the meaning applicable law, we will act as a data controller when we process your personal data.\n</p>\n<p> Please note that, in relation to aftersales-services, we work with authorised exclusive distributors.\nThese authorised exclusive distributors are responsible for the processing of personal data that you provide to them in connection with your requested customer service, or in connection with their marketing activities.\n</p> II.How We Collect Personal Data and What Types of Personal Data We Collect <p> The term personal data is broadly defined and means any information relating to an identified or identifiable individual.\nThis means that not only the data that, for example, identifies you directly, such as your name or address, is personal data but also other data, which when combined with other information accessible to us, enables us to link that data to you, for example, an IP address.\n</p>\n<p> Our channels for collecting personal data include: 1.\npersonal data that you provide to us directly.\n2.\npersonal data that we automatically obtain when you interact with our Services, such as information on your interactions with our Services or us, and/or.\n3.\npersonal data that we obtain about you from third parties.\n</p>\n<p> The personal data we collect depends on the environment in which you interact with us and the choices you make, including your privacy settings and the features and Services you use.\n</p> 1.\nPersonal Data Directly Provided by You <p> You may provide personal data to us directly, in which case you are generally free to choose which personal data you want to provide to us.\nHowever, if some personal data is required for the performance of our Services and you choose not to provide that personal data, we may not be able to provide you with the Services you requested.\nPersonal data we directly collect from you may, for instance, include the following: </p>\n<p> &nbsp;&nbsp;&nbsp;<b>• If you order Services from us, or use a paid Service:</b> We may collect your delivery details, bank account number, credit card details, billing address and other financial information relating to the transaction, order number, name and contact details, information about purchase/return/refund requests or other requests and any other communication records, so we can process your order.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• If you register an OnePlus account：</b>some of our Services requires you to create an account or to complete a personal profile.\nIn these services, we may ask you to provide personal data to set up an account or a personal profile.\nTypes of personal data include email address, username and password created, region, phone number, profile picture.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• When you follow our social media accounts or interact with us in any other way:</b> We may collect your profile information, the content and details of the timing of the communication exchanged or other personal data as required to respond to your request.\nThe data we receive is dependent on your privacy settings with the social network.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• When you share content with others:</b> Some of our Services allow you to communicate and share content with others.\nThe communicated or shared content shall be transmitted through and stored in our system.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• When you sign up for our User Experience Program:</b> When participating in this program, we may collect your device information (device identification data, configuration data, system and app data, advertising ID, IP address and time zone), your usage data (such as product function usage statistics, product upgrade statistics and data about app installation, uninstallation and error logs), information about the location of your device (to the extent you allow such location tracking separately) and your log information (such as the time and duration for which the service was used, any search terms that were entered using the service and information about device and software events such as reboots, upgrades, errors and crashes).\nThis program may require a network connection, and some data can only be uploaded over Wi-Fi.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• We may ask you to provide personal data or collect it under other circumstances such as in connection with marketing:</b> Such activities include when you enter prize draws, use coupons or enter other competitions, participate in promotional or marketing activities organised by us or our business partners on our behalf, complete questionnaires or participate in user forums or blogs hosted by us or our business partners.\nTo this extent, we may ask you to provide personal data such as your name, address, email address, phone number and other personal data as indicated in connection with such activities.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• When you subscribe to our newsletters:</b> We may collect your name, email address and information on how you interact with our promotional communication (such as whether or not you have opened the email or tapped on an accompanying link).\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• In some jurisdictions we may be required to conduct real name authentication for certain Services you might use:</b> In such a case, we will also collect your full name and details of your government-issued ID.\nIf you refuse to provide such personal data we may not be able to provide you with the corresponding Services.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• In case we provide you with a chat function or any other function on the Platform to contact our customer service:</b> We may collect Your Information including but not limited to your account ID, identity verification details, contact details, order details, chatting history, complaint or query related details, details about the product or services being enquired, etc.\n</p> 2.\nPersonal Data We Automatically Collect About Your Use of Our Services <p> In addition to the personal data you provide yourself, we may also automatically collect information about your use of our Services, particularly when you are using your device.\nThe personal data we may collect includes the following: </p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Device information:</b> This may include the device name, device model, region and language settings, device identification number (IMEI number), device hardware information and status, IP address, MAC address, operating system version and the settings of the device used to access the Service.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Log information:</b> This may include when and how long the Service is used, search terms entered through the Service and the device error logs.\nThe Android system on your smartphone and/or wearable is designed in such a way that your error or crash log will contain information collected at the time of the event, which allows us to analyse the reasons for the crash.\nSuch information may sometimes include your personal data, such as phone number, email address, Google account or Facebook account.\nHowever, we have implemented security measures to ensure that this information is used only for error log analysis and not for personal identification or other purposes.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Location information:</b> This may include the GPS signal of the device or information about Wi-Fi access points and base stations near you, or the device location ID and network service provider ID when you access some location-based services (for example when you use the weather app).\nWe will ask you if you want to enable location-based services for each of the various location-based apps.\nYou can disable the location settings of your device from the device settings.\nIf you disable location information, the functionalities of the apps that use location information to provide Services to you may be impaired.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Camera:</b> To ensure the camera app functions properly, we collect operational data (such as how many times you use the app and the number of photos taken), information about the photos taken (such as the photosensitivity and number of faces captured) and information about the available space left on your mobile phone.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Other information about your use of the Service:</b> This may include the version of the app or browser type being used, language settings, IP address, device type, IMEI, websites visited and how you interact with content provided through the Service.\n</p>\n<p> Please also see the Section <b>\"How We Use Cookies and Similar Technologies\"</b> below for further information on personal data that we automatically collect via cookies and other tracking technology when you visit our website.\n</p> 3.\nPersonal Data We Obtain From Third Parties <p> We may obtain personal data about you from third parties.\nFor example, where permitted by law, we may obtain data about you from public or commercial sources, including your activity on social networks you use, and may combine it with other information received from you or relevant to you.\nIn particular, if you interact with us through a social media site or third-party service, such as when you like, follow or share OnePlus content on Facebook, Twitter or other sites, we may receive information from the social network, including your profile information, picture, user ID associated with your social media account and any other information you permit the social network to share with third parties.\n</p> 4.\nTypes of Data Processed Locally on Your Device <p> For the avoidance of doubt and to ensure transparency about the processing of data, please note that the data set out in this section will only be collected and processed locally on your device and not uploaded to our servers.\nTherefore, we will neither access, collect nor otherwise process such data, nor will we be able to disclose this information to any third party or use it for any other purpose.\nThis also means that this data processing is done by you only and is thus not subject to this Privacy Notice.\nIf you want to exercise your rights in relation to such data or would like to modify or delete it, we will not be able to support you, except to provide information on how you can handle your data yourself.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• When you use facial and fingerprint recognition:</b> These functionalities enable rapid unlocking of your device with your pre-recorded facial or fingerprint information.\nTo activate this function, you will need to provide your facial information or your fingerprint information captured from different angles.\nThis type of information will be encrypted and stored using a unique secret key.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Photos information:</b> The \"Photos\" app uses local image and video recognition algorithms on your device to enable you to organise your photos and videos.\nIf you allow the app to use your location information, the device will record latitude and longitude information for your photo and video files.\nIf you do not want to record your location when you take a photo, you can disable this feature at any time in your device's settings.\nWhen you search for a picture, the device's technology will identify photos that match the search terms, allowing you to quickly view relevant photos.\n</p> 5.\nOther Non-personal Data <p> Non-personal data refers to information which cannot be directly or indirectly associated with any specific individual.\nWe may process aggregated or otherwise anonymised data.\n</p>\n<p> We collect non-personal data to understand users' preferences, improve our operational efficiency and optimise our websites and your product experience.\nIf the non-personal data is combined with personal data, all such data will be treated as personal data.\n</p> III.\nHow We Use Your Personal Data <p> 1.We will use your personal data for the following purposes: </p>\n<p> • to provide you with OnePlus 's Services, process your orders or fulfil the contract between you and OnePlus.\n</p>\n<p> • to help you create and manage your OnePlus account, activate Services you have purchased, your warranty service and specific software licenses and provide notifications for software updates.\n</p>\n<p> • to diagnose product issues and provide other customer care and support Services.\n</p>\n<p> • to conduct customer surveys in order to enhance your user experience and improve our Services along with their security features.\n</p>\n<p> • to analyse the customer market on the basis of the country where the users use our Services.\n</p>\n<p> • to analyse the efficiency of our business operations.\n</p>\n<p> • to analyse error logs to improve phone quality and app functions.\n</p>\n<p> • to allow and manage your participation in prize draws, contests or similar promotional activities held by us.\n</p>\n<p> • to communicate with you and reply to your questions or comments submitted through email or our online platforms, including social media accounts.\n</p>\n<p> • to ensure the functionality and safety of our Services, verify your identity, conduct internal auditing and prevent and investigate fraud, cybersecurity threats or other improper use.\n</p>\n<p> • to enhance and develop our Services, so as to improve the product usage experience, user-friendliness, operational performance, functions and design.\n</p>\n<p> • to pursue or defend against legal claims.\n</p>\n<p> • to comply with our legal obligations.\n</p>\n<p> 2.\nWhen we want to use the personal data for other purposes not covered by this Privacy Notice, we will inform you thereof and ensure that said use of your personal data is lawful.\n</p>\n<p> 3.\nWe do not make any decisions involving the use of algorithms or profiling that produces legal effects or other effects that significantly affect you.\n</p> IV.\nHow We Use Cookies and Similar Technologies <p> We use cookies and similar tracking technologies on our website and other Services.\n</p> 1.\nWhat Are Cookies? <p> Cookies are small text files that are transferred from our Services and stored on your device.\nOur Services may use \"cookies\" and other technologies such as pixel tags and web beacons (collectively referred to as \"<b>Cookies</b>\").\nCookies may be stored on your computer.\nCookies not set by us will not be accessible to us.\n</p> 2.\nHow We Use Cookies <p> We and our third-party partners use Cookies to better understand the functionality of our mobile software on your device, and to monitor and analyse how you use and interact with our Services so that we can continue to improve them (such as to evaluate information on how often you use the Services, events that occur on our Services and where an app was downloaded).\nWe do not link information that we store in analytics software to any personal data you may submit through our mobile apps.\n</p>\n<p> We and our third-party partners also use Cookies to analyse trends, manage websites, track user activity across these websites and collect aggregate demographic information about our user base.\n</p> 3.\nTypes of Personal Data We Collect <p> This information may include Internet protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages, files viewed on our site (such as html pages and graphics), operating system, date/time stamp and/or touch stream data.\n</p> 4.\nThird-Party Tracking and Online Advertising <p> We partner with third parties to display advertisements on our websites and apps or to manage our advertisements on other sites.\nOur third-party partners may use cookies or similar tracking technologies to provide advertisements to you based on your browsing activities and interests.\nIf you wish to opt out of interest-based advertising, you can manage Cookies as described in the following paragraph, click here , or if located in the European Union click here.\nPlease note that opting out of interest-based advertising does not mean you will no longer see advertising on your device – it just means that adverts may no longer be tailored to your interests.\n</p> 5.\nClear/Disable Cookies <p> Depending on your mobile device and operating system, you may not be able to delete or block all cookies.\nPlease note that if you choose to refuse all cookies, you may not be able to use the full functionality of our Services.\nThese settings will typically be found in the \"Options\" or \"Preferences\" menu of your browser.\n</p>\n<p> See the instructions below on how to manage cookies in some common web browsers: </p>\n<p> &nbsp;&nbsp;&nbsp;<u>• Microsoft Internet Explorer</u>\n</p>\n<p> &nbsp;&nbsp;&nbsp;<u>• Microsoft Edge</u>\n</p>\n<p> &nbsp;&nbsp;&nbsp;<u>• Mozilla Firefox</u>\n</p>\n<p> &nbsp;&nbsp;&nbsp;<u>• Google Chrome</u>\n</p>\n<p> &nbsp;&nbsp;&nbsp;<u>• Safari for macOS</u>\n</p>\n<p> &nbsp;&nbsp;&nbsp;<u>• Safari for iOS</u>\n</p>\n<p> For more information about cookies and instructions on how to configure your browser to accept, delete or reject cookies, see www.allaboutcookies.org.\n</p>\n<p> Please note that deleting or blocking cookies may not be effective for all types of tracking technologies, such as Local Storage Objects (LSOs) like HTML5.\n</p> If the \"Do Not Track\" function is enabled in your browser, we will respect your choice.\n<p> Where required by law, we will provide you with further information about cookies.\n</p> V.\nHow Long We Keep Your Personal Data <p> We will only store your personal data for as long as necessary to achieve the collection purposes set out in this Privacy Notice, unless a longer retention period is required by law.\nIf we are required by law to store your personal data beyond this period (such as for tax and commercial law reasons), we will delete the personal data at the end of this storage period.\n</p>\n<p> After the expiry of the aforementioned retention periods, we will delete or anonymise your personal data.\n</p>\n<p> To determine the appropriate retention period for personal data, we consider the amount, nature and sensitivity of the personal data, the potential risk of harm from unauthorised use and disclosure of your personal data, the purposes for which we process the personal data and the applicable legal requirements.\n</p>\n<p> If, after you sign up for our promotional emails, you unsubscribe from receiving our promotional emails, we will delete your personal data from our mailing lists.\nHowever, we will continue to store your email address in a blocklist to ensure that you will not receive any further communication.\n</p> VI.\nHow We Disclose Your Personal Data <p> At times OnePlus may make certain personal data available to other companies that are wholly or jointly controlled by us (<b>\"Affiliates\"</b>) and other third parties that work with OnePlus in order to provide Services to you.\nYour personal data will not be shared with third parties for their own independent marketing purposes.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Affiliates:</b> Your personal data may be shared with OnePlus's Affiliates for the purpose of rendering our Services to you.\nIf Affiliates wish to process data for a different purpose, they must first seek your consent, unless another lawful basis exists.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Service Providers and Partners:</b> Some of our Services will be provided with the assistance of third parties.\nWe may also share some personal data with our partners in particular so as to deliver you a better service and improve your user experience.\nFor example, when you use the security centre app, third-party service providers are used to scan for viruses and free up storage space on your phone, and we engage third-party service providers to provide you with enhanced customer service.\nWe may also rely on service providers to identify and serve targeted advertisements, provide email services, provide tax and accounting services, organise competitions and deliver web hosting or analytics services.\nAny such service providers will, through appropriate data processing agreements, be bound to only process personal data on OnePlus's behalf and under our instructions, unless such service providers act as independent controllers.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Purchasers and third parties in connection with a business transaction:</b> Where a merger, acquisition, bankruptcy liquidation or similar action takes place, we may transfer or disclose your personal data to a limited, but necessary extent to the applicable third party.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Law enforcement, regulators and other parties for legal reasons:</b> We may also disclose your personal data to third parties as required by law, or if we reasonably believe that such action is necessary (a) to comply with a subpoena or other legal proceedings, legal actions or government agency requests.\n(b) when we believe in good faith that a disclosure is necessary to comply with the law and the reasonable requests of law enforcement.\n(c) to protect and exercise our legal claims, rights and property.\n(d) to protect your rights, property or personal safety or that of others.\n(e) to investigate fraud and (f) to protect the security or integrity of our Services.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The public, when posted in certain public spaces:</b> Some of our Services allow you to connect and interact with others.\nYour profile information or information that you post in a forum or on a blog, including personal data, will be accessible to other users or the general public by default when you create it.\nSuch content will be accessible by the general public or the members of the Service depending on the Service used.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Otherwise with consent:</b> We may disclose your personal data to certain other third parties with your consent.\n</p> VII.\nHow Your Personal Data Is Transferred Globally <p> 1.\nWe leverage our resources and servers around the world to provide Services.\nWe have data centres in the U.S., France, Singapore, India and Indonesia, which means that in compliance with applicable laws, your personal data might be transferred to or accessed from countries or regions outside of where you use our Services.\n</p>\n<p> 2.\nPlease note that different countries or regions offer different levels of data protection.\nThis means that your personal data could be stored in a country that offers a level of protection that may, in certain instances, be less protective of your personal data than the country or region in which you are located.\nHowever, in such cases, we will take measures to ensure that the personal data we collect is processed in accordance with this Privacy Notice and applicable laws, and that your personal data is adequately protected.\nFor example, we might ask your permission to transfer your personal data across borders, and we will implement adequate security measures (such as encryption and de-identification where feasible) and sign the necessary data transmission/sharing agreements with the recipients of your personal data prior to the transfer taking place.\nWe will also specifically ensure that we comply with laws that require us to store data locally within a specific country or region.\n</p> VIII.\nHow We Protect Your Personal Data <p> 1.\nThe security of your personal data is very important to us.\nWe have taken reasonably practical, technical and organisational measures in accordance with industry standards to protect personal data collected in connection with our Service and prevent it from accidental or unlawful destruction, loss, alteration, unauthorised disclosure or access.\nHowever, please note that while we have taken reasonable measures to protect your personal data, no websites, Internet transmissions, computer systems or wireless connections are absolutely secure.\nIn particular: </p>\n<p> &nbsp;&nbsp;&nbsp;• Where appropriate, we will de-identify your personal data to mitigate the risk that other organisations or individuals may identify you on the basis of that personal data.\nWe may also implement full security encryption during storage and transmission to prevent your personal data from unauthorised access, use or disclosure (such as by using SSL to encrypt many Services).\nWe regularly review practices regarding personal data collection, storage and processing (including physical security measures) to prevent unauthorised access to or tampering with our various systems and your personal data.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• We only allow our employees and personnel of authorised service companies to access such personal data on a need-to-know basis, in order to process such personal data or provide relevant Services to you.\nThese employees and external personnel are subject to strict contractual confidentiality obligations.\nIf they fail to perform these obligations, they may be held liable and/or their relationship with OnePlus may be terminated.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• When transmitting and storing special categories of personal data, we use extra security measures, such as encryption of the transmitted content.\nWe also use technical measures to process your personal biometric information so that we only need to store essential data (such as basic parameters necessary to identify a person, but not the raw facial and fingerprint data).\n</p>\n<p> &nbsp;&nbsp;&nbsp;• We carefully select our business partners and service providers and ensure that they are sufficiently bound to protect personal data and will be subject to privacy audits and assessments.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• We conduct security and privacy protection training, testing and other activities to enhance employee awareness of and proficiency in personal data protection.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• We use international and industry-recognised standards to protect your personal data and actively pursue relevant security and privacy protection accreditation.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• We promise not to sell personal data to any third party and guarantees the legitimate and fair use of user information only to the extent permitted by law.\n</p>\n<p> 2.\nIn case of a personal data security incident, we will act in accordance with applicable law and notify you and/or the competent data protection authority of any such security incident where required, and take measures to mitigate any risks arising therefrom.\n</p> IX.\nYour Rights Regarding Your Personal Data <p> 1.\nSubject to applicable laws in your jurisdiction, you may have specific rights regarding your personal data.\nThis may include the following rights in particular: </p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to be informed:</b> OnePlus is publishing this Privacy Notice to keep you informed as to how we handle your personal data and what options and rights you have regarding your personal data.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to access:</b> If you wish to access your personal data, some of our Services provide an interface through which you may directly search for or access certain personal data.\nYou may also request access to the personal data we hold about you and information about its processing by contacting us using the \"Contact Us\" section.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to rectification:</b> If you find that the personal data we process about you is inaccurate or incomplete, you are entitled to ask us to make rectifications without undue delay and request the completion of your personal data where appropriate.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• You can opt out of the User Experience Program at any time through your device settings or by contacting us:</b> (please refer to the section \"Contact Us\" below).\nAfter you opt out of the Program, we will delete or anonymise all data collected from your device for the Program.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• Unsubscribe from marketing communications:</b> If you no longer wish to receive marketing communications, you may unsubscribe from such communications at any time using the method provided in each promotional message.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to deactivate your OnePlus account.</b> You can deactivate your account via https://www.oneplus.com/ca_en/customer/info#/, by choosing “Deactivate my account”.\nYour account will have a 15-day deactivation period, followed immediately by account deletion.\nYou may choose to reactivate your account at any time within 15 days.\nAfterwards, your account will be permanently deleted.\n</p>\n<p> 2.\nYou may also have further legal rights concerning your personal data, depending on the jurisdiction in which you are located.\nIn this respect, please see the GDPR-specific Section if you live in Europe.\n</p>\n<p> 3.\nIf you wish to make a request, you can submit it through privacy@oneplus.com.\n</p>\n<p> 4.\nPlease note that, in the interest of security, we may ask you to verify your identity before processing your request.\n</p>\n<p> 5.\nCertain jurisdictions might entitle you to refer the complaint to the relevant regulatory authority if you are not satisfied with the response you received.\n</p>\n<p> 6.\nIn principle, we do not charge a fee for responding to your reasonable request.\nHowever, for multiple and repetitive requests that exceed a reasonable limit, we may charge a reasonable fee to cover some of our costs, depending on the nature of the request.\nWe are entitled to refuse requests in whole or in part, and we may refuse requests that are manifestly unfounded, unreasonably repetitive or that require disproportionate technical effort (for instance, requests that require the development of new systems).\nIn addition, we may not respond to requests that directly concern significant issues of public interest or may cause serious damage to the legitimate rights and interests of you or other individuals or entities.\n</p> X.\nHow We Process Children's Personal Data <p> 1.\nOur Services are mainly intended for adults.\nA child should not use our Services without his/her legal guardian's consent.\nWe treat anyone less than 18 years of age (or the equivalent minimum age for full legal capacity in the relevant jurisdiction) as a child.\n</p>\n<p> 2.\nIf we discover that a child's personal data has been collected, we will delete the corresponding data as soon as possible.\n</p>\n<p> 3.\nIf you believe that we might have any personal data concerning a child, please contact us using the \"Contact Us\" section.\n</p> XI.\nThird-Party Websites <p> 1.\nOnePlus Services may contain links to third-party websites, products and services.\nYou can choose whether to access websites or accept products and services provided by third parties or not.\nFor example, the \"Follow us\" function on our official website provides links to our official social media accounts (such as Facebook, Instagram, LinkedIn and Twitter) where you can view marketing or promotional information published by OnePlus .\n</p>\n<p> 2.\nWe do not control third-party privacy and data protection policies and do not accept any responsibility or liability for such policies.\nAt the same time, such third parties are not bound by this Privacy Notice.\nTherefore, before submitting personal data to third parties, we strongly recommend that you refer to the privacy protection practices of such third parties.\n</p> XII.\nHow This Privacy Notice Is Updated <p> We reserve the right to update or modify this Privacy Notice from time to time.\nWe will, as appropriate, send you notifications of material updates to this Privacy Notice in a form we deem appropriate and we will update the \"last updated\" date at the start of this Privacy Notice.\n</p> B.\nGDPR-Specific Provisions <p> The following provisions only apply to you if you live in Europe.\n</p> I.\nLegal Bases for the Processing of Personal Data <p> Our processing of your personal data as described in the Section \"How We Use Your Personal Data\" is based on the following legal grounds: </p>\n<p>\n<b>1.\nConsent:</b> We may process your personal data with your consent.\nIn particular, we may ask for your consent to participate in promotional activities, such as to send you promotional messages or enable you to participate in the User Experience Program and certain Services, including services through which we collect location information.\nYou have the right not to provide consent, or to withdraw it at any time.\nThe withdrawal of your consent does not affect the lawfulness of our use of your personal data before your withdrawal.\nIf you have granted us consent to use your personal data, we will use it only for the purposes specified in the consent declaration.\nPlease note that to the extent our processing is based on your consent and you deny your consent or withdraw it, we may not be able to provide the service relating thereto.\nBesides from that, neither the initial denial nor a withdrawal will have any negative consequences for you.\n</p>\n<p>\n<b>2.\nPerform or enter into a contract with you:</b>\n</p>\n<p> We rely on this legal basis in particular in the following cases: </p>\n<p> &nbsp;&nbsp;&nbsp;• to provide you with OnePlus's Services, process your orders or fulfil the contract between you and OnePlus.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to help you create and manage OnePlus account, activate Services you have purchased, your warranty service and specific software licenses and provide notifications for software updates.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to allow and manage your participation in prize draws, contests or similar promotional activities held by us.\nand </p>\n<p> &nbsp;&nbsp;&nbsp;• to diagnose product issues, repair customer equipment and provide other customer care and support Services.\n</p>\n<p>\n<b>3.\nCompliance with a legal obligation:</b> OnePlus may be obliged to process personal data to comply with our legal obligations, for example where OnePlus is required to retain data for tax law or commercial purposes.\n</p>\n<p>\n<b>4.\nLegitimate interests:</b> The processing of your personal data may also be necessary for OnePlus 's legitimate interests.\nIn particular, such cases may include the following: </p>\n<p> &nbsp;&nbsp;&nbsp;• to conduct customer surveys to enhance your user experience.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to analyse the customer market on the basis of the country where you use our Services, including the number of users for product marketing and promotion.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to analyse the efficiency of our business operations.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to analyse error logs to improve phone quality and app functions.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to communicate with you and reply to your questions or comments submitted to us by any means.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to ensure the functionality and safety of our Services.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to verify your identity.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to conduct internal auditing and to prevent and investigate fraud, cybersecurity threats or other improper use.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to enhance and develop our Services, including relevant security features, so as to improve the product usage experience, user-friendliness, operational performance, functions and design.\n</p>\n<p> &nbsp;&nbsp;&nbsp;• to pursue or defend against legal claims.\n</p>\n<p> Your personal data will only be processed on the above grounds after we have appropriately assessed and balanced our interests against your right to privacy.\n</p> II.\nAdditional Information on How Your Personal Data Is Transferred Globally <p> In case your personal data is transferred to jurisdictions located outside of Europe, we will ensure that appropriate safeguards exist and are applied, such as: </p>\n<p> 1.\nthe recipient of the personal data is located within a country that benefits from an \"adequacy\" decision of the European Commission.\n</p>\n<p> 2.\nthe recipient has signed a contract based on \"model contractual clauses\" approved by the European Commission, obliging them to protect your personal data.\n</p>\n<p> 3.\nor in the absence of the above appropriate safeguards, we will ask you for your explicit consent for the cross-border transfer of your personal data or take any other measures that are recognised as providing a sufficient level of protection for your personal data.\n</p>\n<p> For more information about the safeguards relating to personal data transfers outside of Europe, please submit your request via privacy@oneplus.com.\n</p> III.\nAdditional Information on Cookies and Other Tracking Technology <p> If you wish to obtain detailed information on the use of cookies and other tracking technology, please read our Cookies Statement.\n</p> IV.\nAdditional Information on Your Rights Regarding Personal Data <p> Subject to the legal requirements under the GDPR, you have the following rights: </p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to access:</b> You may request access to the personal data we hold about you.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to rectification:</b> If you find that the personal data we process about you is inaccurate or incomplete, you are entitled to ask us to make rectifications without undue delay and to request the completion of your personal data where appropriate.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to erasure:</b> You can submit a request to us to delete personal data, and we shall have the obligation to erase it without undue delay in some circumstances – for example, if we do not have a legal reason to continue to process the personal data to the extent required by applicable laws and regulations.\nPlease note in so far as you delete all the data that is contained in your device, this does not mean that you have deleted all data that OnePlus collects and processes about you.\nTherefore, we encourage you to contact us (please refer to the section \"Contact Us\" above) to request that your personal data is deleted.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to restriction of processing:</b> You have the right, in certain circumstances, to request OnePlus to temporarily restrict the processing of your personal data, such as where the accuracy of that personal data is contested by you, while we verify the accuracy of that personal data.\nWe will keep just enough data, or process such data as is necessary to ensure that we comply with your restriction request in the future.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• THE RIGHT TO OBJECT:</b> You have the right to object to any processing justified by legitimate interests based on grounds relating to your particular situation at any time.\nShould you decide to object to the processing of your personal data, we will stop processing personal data that concerns you, unless we can demonstrate compelling reasons for continuing to process your personal data that override your interests, rights and freedoms, or in the case that we establish, exercise or defend our legal claims.\nYou can object to direct marketing activities at any time for any reason whatsoever.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to data portability:</b> You have the right to obtain a copy of your personal data in a structured, commonly-used and machine-readable format and transmit such data to another provider or have such data transmitted to another provider under certain circumstances.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to withdraw consent:</b> If you have given us your consent to process your personal data but change your mind later, you have the right to withdraw your consent at any time.\nThe withdrawal of your consent does not affect the lawfulness of our use of your personal data before your withdrawal.\nIf you want to withdraw your consent with regard to receiving promotional communications, you can unsubscribe through the method described in each promotional message.\nIf you withdraw your consent, we may no longer be able to provide you with the corresponding Service.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to lodge a complaint:</b> You have the right to lodge a complaint with a competent supervisory authority about the way we handle or process your personal data, or file a lawsuit in a court with jurisdiction.\nInformation about how to contact your local data protection supervisory authority is available here.\n</p>\n<p> &nbsp;&nbsp;&nbsp;<b>• The right to deactivate your OnePlus account.</b> You can deactivate your account via https://www.oneplus.com/ca_en/customer/info#/, by choosing “Deactivate my account”.\nYour account will have a 15-day deactivation period, followed immediately by account deletion.\nYou may choose to reactivate your account at any time within 15 days.\nAfterwards, your account will be permanently deleted.\n</p> C．California, United States Specific Provisions I.\nAdditional Information on What and How Your Personal Data Is Processed <p> Under California law, we are required to provide the following information regarding information that we collect from California residents.\nWe may have collected the following personal data in the past 12 months: </p>\n<p>\n<strong>Category of personal data</strong>\n</p>\n<p>\n<strong>Source(s)</strong>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Disclosure to third parties</strong>\n</p>\n<p>\n<b>Identifiers</b>&nbsp;, which may include name, postal address, online identifier, Internet Protocol address, email address or account name </p>\n<p> Directly from you<br> Indirectly from you (eg from observing your actions on our website) From third party service provider, such as social media </p>\n<p> To fulfil or meet the reason you provided the information (eg to help you manage your OnePlus account, to contact you in relation to our Services, and to respond to an inquiry or process an order) </p>\n<p> Disclosure for business purposes to: OnePlus’ affiliates, third-party service providers, payment processors </p>\n<p>\n<b>Personal data&nbsp;categories</b>&nbsp;contained in customer records, which may include name, address, telephone number, bank account number, credit card number, debit card number, or any other payment and financial information </p>\n<p> Directly from you </p>\n<p> To fulfil or meet the reason you provided the information (eg to help you manage your OnePlus account, to contact you in relation to our Services, and to respond to an inquiry or process an order) </p>\n<p> Disclosure for business purposes to: OnePlus’ affiliates, third-party service providers, payment processors </p>\n<p>\n<b>Commercial information</b>&nbsp;, which may include records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies </p>\n<p> Directly from you<br> From third party service provider, such as a retailer </p>\n<p> To fulfil or meet the reason you provided the information (eg to help you manage your OnePlus account, to contact you in relation to our Services, and to respond to an inquiry or process an order </p>\n<p> Disclosure for business purposes to: OnePlus’ affiliates, third-party service providers, payment processors </p>\n<p>\n<b>Biometric information</b>,&nbsp;which may include&nbsp;face or fingerprints </p>\n<p> Directly from you </p>\n<p> To fulfil or meet the reason you provided the information (eg such information is stored only on your device in order for you to enable face or fingerprints recognition functions to unlock your mobile device) </p>\n<p> None </p>\n<p>\n<b>Internet or other similar network activity</b>&nbsp;, which may include browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement </p>\n<p> Indirectly from you (eg from observing your actions on our website) From third party service provider, such as social media </p>\n<p> To fulfil or meet the reason you provided the information (eg to improve our Services, or to provide targeted advertising with your consent) </p>\n<p> Disclosure for business purposes to: OnePlus’ affiliates, third-party service providers </p>\n<p>\n<b>Geolocation data</b>, which may include physical location or movements </p>\n<p> Directly from you<br> Indirectly from you (eg from observing your actions on our website) </p>\n<p> To fulfil or meet the reason you provided the information (eg to help you manage your OnePlus account, to contact you in relation to our Services, and to respond to an inquiry, to process an order, or provide targeted advertising with your consent) </p>\n<p> Disclosure for business purposes to: OnePlus’ affiliates, third-party service providers </p>\n<p>\n<b>Inferences drawn from other personal data</b>, which may include a profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes </p>\n<p> Indirectly from you (eg from observing your actions on our website) From third party service provider, such as social media </p>\n<p> To fulfil or meet the reason you provided the information (eg to provide targeted advertising with your account) </p>\n<p> Disclosure for business purposes to: OnePlus’ affiliates, third-party service providers </p> II.\nAdditional Information on Your Rights Regarding Your Personal Data <p> For residents of California, United States only, California Civil Code Section 1798.83 permits users who are California residents to request certain information regarding our disclosure of personal data to third parties for their direct marketing purposes.\nTo make such a request, please contact us using the details in the “Contact Us” section below.\n</p>\n<p> California residents are also entitled to the below rights: </p>\n<p> (A) the&nbsp;<b>right to know and access information</b>&nbsp;about the categories and specific pieces of personal data we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information, and the categories of third parties with whom we share the personal data we have collected.\n</p>\n<p> (B) the&nbsp;<b>right to request the information</b>&nbsp;regarding our disclosure of personal data to third parties for business purposes.\nTo make such a request, please contact us using the details in the “Contact Us” section below.\n</p>\n<p> (C) the&nbsp;<b>right to request the deletion</b>&nbsp;of your personal data, subject to certain exceptions.\n</p>\n<p> (D) the&nbsp;<b>right to opt out of the sale</b>&nbsp;of your personal data to third parties.\nNote, we do not sell personal data, including the personal data of minors under 16.\nand </p>\n<p> (E) the&nbsp;<b>right to not be discriminated against</b>&nbsp;for exercising any of the rights mentioned above.\n</p>\n<p> (F) the&nbsp;<b>right to deactivate your OnePlus account.</b>You can deactivate your account via https://www.oneplus.com/ca_en/customer/info#/, by choosing “Deactivate my account”.\nYour account will have a 15-day deactivation period, followed immediately by account deletion.\nYou may choose to reactivate your account at any time within 15 days.\nAfterwards, your account will be permanently deleted.\n</p>\n<p> Whenever feasible for verification, we will match the identifying information provided by you to the personal data already maintained by us.\nIf, however, we cannot verify your identity from the information already maintained by us, we may request additional information.\nYou may designate an authorised agent to make a request on your behalf.\nSuch authorised agent must be registered with the California Secretary of State.\nWe may deny a request from an agent that does not submit proof that they have been authorised by you to act on your behalf.\n</p>\n<p> You can exercise your rights by contacting us using the details set out in the “Contact Us” section below and put “California Privacy Rights” in the subject line of your request and we will response your request within 15 days.\n</p> D.\nContact Us <p> If you have questions or concerns regarding our Privacy Notice or practices, please submit your request through: </p>\n<p> &nbsp;&nbsp;&nbsp;• Email:privacy@oneplus.com </p>\n<p> &nbsp;&nbsp;&nbsp;• Postal address: F18, Block C, Tairan Building, Tairan 8th&nbsp;Road, Chegongmiao, Futian District, Shenzhen, China, ZIP Code: 518040 </p>\n<p> If you are located in Europe, our EU representative is Reflection Investment B.V.\nYou can contact our EU representative via the following methods: </p>\n<p> (a)Email: eurepresentative@oneplus.com </p>\n<p> (b)Postal address: Hofplein 20, 3032AC Rotterdam, the Netherlands.\n</p>\n<p> Our UK representative is Unumplus Limited.\nYou can contact our UK representative via the following methods: </p>\n<p> (a)Email: ukrepresentative@oneplus.com </p>\n<p> (b)Postal address: 7 Albert Buildings, 49 Queen Victoria Street, London, United Kingdom, EC4N 4SA.\n</p>\n<p> For users in India, please contact our Grievance Officer in India, at:&nbsp;legal.india@oneplus.com </p>\n<p> If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.\n</p>\n<dl>\n<dt>Phones<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> OnePlus 11 5G </li>\n<li> OnePlus 10T 5G </li>\n<li> OnePlus 10 Pro 5G </li>\n<li> OnePlus Nord N30 5G </li>\n<li> OnePlus Nord N200 5G </li>\n<li> OnePlus Nord N100 </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Accessories<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> Audio </li>\n<li> Tablet </li>\n<li> Case &amp.\nProtection </li>\n<li> Power &amp.\nCables </li>\n<li> Bundles </li>\n<li> Gear </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Programs<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> Discount Program </li>\n<li> Trade-in Program </li>\n<li> Referral Program </li>\n<li> Affiliate Program </li>\n<li> Shot on OnePlus </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Support<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> OnePlus Store app </li>\n<li> Shopping FAQs </li>\n<li> User Manuals </li>\n<li> Software Upgrade </li>\n<li> Repair Service </li>\n<li> Contact Us </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Company<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> About OnePlus </li>\n<li> Community </li>\n<li> Careers </li>\n<li> Sustainability </li>\n<li> Press </li>\n<li> Featured Stories </li>\n</ul>\n</dd>\n</dl>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> +1 587 600 1882\n<p>4:00 am – 10:00 pm CET Mon to Sun</p>\n<p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</p>\n<i>\n</i>Canada ( English / CAD ) <ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Sale</li>\n<li>Security Feedback</li>\n</ul> © 2013 - 2023 OnePlus.\nAll Rights Reserved.\n", "created_at": "2023-07-07 16:33:30.32434", "updated_at": "2023-07-07 16:33:45.727121"}, {"id": 17343, "name": "Terms of Sales", "url": "https://www.oneplus.com/ca_en/legal/terms-of-sales", "xpath": "//body", "text": " <p>Limited-time Offer: Buy OnePlus Pad and get a free Magnetic Keyboard.</p>\n<p>Limited-time Offer: Buy OnePlus Pad and get a free Magnetic Keyboard.</p>\n<li>\n</li>\n<li>\n<i>\n</i>\n</li>\n<ul>\n<li>Phones <ul>\n<li> OnePlus 11 5G NEW</li>\n<li> OnePlus 10T 5G </li>\n<li> OnePlus 10 Pro 5G </li>\n<li> OnePlus Nord N30 5G NEW</li>\n<li> OnePlus Nord N200 5G </li>\n</ul> Flagship Series OnePlus Nord N Series Compare View All</li>\n<li>Audio <ul>\n<li> OnePlus Nord Buds 2 NEW</li>\n<li> Oneplus Buds Pro 2 </li>\n<li> Oneplus Nord Wired Earphones </li>\n<li> OnePlus Nord Buds </li>\n<li> OnePlus Buds Z2 </li>\n</ul> Compare View All</li>\n<li>Tablet <ul>\n<li> OnePlus Pad NEW</li>\n<li> Pad Accessories </li>\n</ul>\n</li>\n<li>Accessories <ul>\n<li> Cases &amp.\nProtection </li>\n<li> Power &amp.\nCables </li>\n<li> Bundles </li>\n<li> Gear </li>\n</ul>\n</li>\n<li>Offers <ul>\n<li> Trade-in &amp.\nUpgrade </li>\n<li> Link OnePlus Devices </li>\n<li> Student Discounts </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Store</li>\n<li>OneTopia</li>\n<li>OnePlus Featuring</li>\n<li>Community</li>\n<li>Support</li>\n</ul> Sign up or Sign in <ul>\n<li> Orders </li>\n<li> Account </li>\n<li> RedCoins </li>\n<li> Red Cable Club </li>\n<li> Coupon </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Loading...\n</li>\n<li> Sign up or Sign in <ul>\n<li> Orders </li>\n<li> Account </li>\n<li> RedCoins </li>\n<li> Red Cable Club </li>\n<li> Coupon </li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Legal <ul>\n<li>Privacy Policy</li>\n<li>User Agreement</li>\n<li>Use of Cookies</li>\n<li>Terms of Sales</li>\n<li>IP Policy</li>\n</ul> OnePlus Terms of Sale 1.\nGeneral <p> 1.1.\nPlease read these Terms of Sale carefully before you submit any order to us.\nTHESE TERMS OF SALE CONTAIN VERY IMPORTANT INFORMATION REGARDING YOUR RIGHTS AND OBLIGATIONS, AS WELL AS CONDITIONS, LIMITATIONS, AND EXCLUSIONS THAT MIGHT APPLY TO YOU.\nBY PLACING AN ORDER FOR PRODUCTS OR SERVICES FROM THIS WEBSITE, YOU ACCEPT AND ARE BOUND BY THESE TERMS AND CONDITIONS.\n</p>\n<p> 1.2.\nThese Terms of Sale, including any information made available via a hyperlink herein (together the “Terms of Sale”), set forth the terms and conditions upon which we supply Products to you.\nThese Terms of Sale will govern all orders placed on this website and will constitute an agreement between OnePlus, as the seller, and you, as the purchaser, with respect thereto.\n</p>\n<p> 1.3.\nReferences in these Terms of Sale to “Products” (or, singularly, to a “Product”) shall mean all products sold on this website, including but not limited to OnePlus mobile and wearable devices (i.e., mobile phones, wearable devices, tablets, and other devices) and accessories (i.e., earbuds, earphones, power adapters, chargers, keyboards, and other accessories, gear, and device-related products), available now or in the future and/or any other products sent to you by OnePlus, or which OnePlus agrees to supply to you, under these Terms of Sale.\n</p>\n<p> 1.4.\nReferences in these Terms of Sale to “you,“ “your,” or the “customer” shall mean the person purchasing any Product(s).\n</p>\n<p> 1.5.\nReferences in these Terms of Sale to “we,“ “our, “ us,” or “OnePlus” shall mean ONEPLUS USA CORP., a Nevada corporation, trading as ‘OnePlus’ and having (i) its registered office in the State of Nevada at 1810 E Sahara Ave., Suite 215, Las Vegas, Nevada 89104 USA.\nand (ii) its principal place of business at Riverside Commons, 5000 Riverside Drive, Building 5, Suite 300, Irving, Texas 75039 USA.\n</p>\n<p> 1.6.\nPlease contact us as set forth in Section 17 (‘Contact Us’) below with any questions, comments, or concerns in connection with these Terms of Sale.\n</p> 2.\nProduct Images <p> Images of the Products on this website are for illustrative purposes only.\nAlthough we have made every effort to ensure the accuracy of Product images on this website, your Product may vary slightly (e.g., by color) from those images.\nTo the extent permitted by applicable law, all features, functionality, and other Product specifications are subject to change without notice or obligation.\n</p> 3.\nContract for the Purchase of Product(s) <p> 3.1.\nBy placing an order using the online check-out process on this website, (i) you are making an offer to buy the selected Product(s) from us under these Terms of Sale.\nand (ii) you represent and warrant that you are authorized to use the designated payment method.\nAll orders must be accepted by us or we will not be obligated to sell the Product(s) to you.\nWe may choose not to accept any orders in our sole discretion.\n</p>\n<p> 3.2.\nYour offer to purchase Product(s) will be considered accepted by us upon the earlier of (i) your receipt of a confirmation email from us with your order number and details of the Products(s) you have ordered, or (ii) delivery of the Product(s).\nAcceptance of your order and the formation of the contract of sale between OnePlus and you will not take place unless and until you have so received your order confirmation email and/or the Product(s).\n</p>\n<p> 3.3.\nWithout limiting the generality of the foregoing, we may refuse to accept your order if: (i) the Product is no longer in stock.\n(ii) the Product is no longer being produced.\n(iii) there is a price fluctuation.\n(iv) we cannot obtain authorization for your payment or we do not receive payment.\n(v) a credit reference we have obtained for you does not meet our minimum requirements.\n(vi) we have a reasonable suspicion of fraudulent activity (including unauthorized reseller activity) in violation of these Terms of Sale.\n(vii) you do not live in a region in which Products may be purchased.\nor (viii) you are not of legal age to enter into a binding agreement.\n</p>\n<p> 3.4.\nIn the event of any such nonacceptance, OnePlus will notify you of the nonacceptance and refund any money you have paid toward an order in a timely manner.\n</p>\n<p> 3.5.\nUnless otherwise provided under applicable law, refund of any money you have paid toward an order will be the extent of OnePlus’s liability for any such nonacceptance.\n</p> 4.\nCancellations <p> 4.1.\nOnePlus makes every effort to supply the Product(s) listed in your order confirmation email.\nIn some situations, however, we will need to cancel your order.\nFor example, if: (i) we are legally required to do so.\n(ii) the item is no longer in stock.\nand/or (iii) we have a reasonable suspicion of fraudulent activity (including unauthorized reseller activity) in violation of these Terms of Sale.\n</p>\n<p> 4.2.\nIncomplete shipping address information or failure to update required shipping details via email/phone when asked may also result in order cancellation.\n</p>\n<p> 4.3.\nNOT APPLICABLE TO QUéBEC CONSUMERS: To the fullest extent permitted by applicable law, we are not responsible for pricing, typographical, or other errors in any offer by us and we reserve the right to cancel any orders arising from such errors.\n</p>\n<p> 4.4.\nIn the event of any such cancellation, OnePlus will notify you of the cancellation and refund the money you have paid toward the order in a timely manner.\n</p>\n<p> 4.5.\nUnless otherwise provided under applicable law, refund of money you have paid toward an order will be the extent of OnePlus’s liability for any such cancellation.\n</p> 5.\nPrices and Payment <p> 5.1.\nAll prices posted on this website are subject to change without notice.\nThe price charged for a Product will be the price in effect at the time the order is placed.\nPrice increases will only apply to orders placed after such changes.\nPrices and currencies displayed on your order confirmation at checkout and set forth in your order confirmation email are final.\n</p>\n<p> 5.2.\nPayments are subject to the terms and conditions governing your payment instrument (e.g., the credit card you used for payment) between you and the issuer of your payment instrument (e.g., your bank).\nYou are responsible for any charges and related fees that may be imposed under the payment instrument terms and conditions as a result of your use of a payment instrument.\nOnePlus does not charge extra transaction fees.\nYou agree that OnePlus shall not be held liable for any fees in addition to those displayed at checkout.\n</p>\n<p> 5.3.\nIf you are paying for your order with an international credit or debit card, the price displayed in your card statement may vary based on exchange rates.\nYour bank or card issuer may also charge additional foreign conversion charges and fees, which may increase the overall cost of your purchase.\nPlease contact your bank or card issuer regarding any such fees incurred.\n</p>\n<p> 5.4.\nAll local or national taxes or duties, if any, due on account of purchases hereunder shall be paid by the customer.\nPosted prices do not include charges for shipping and handling.\nAll such taxes and charges will be added to your total price.\n</p>\n<p> 5.5.\nThe personal information you provide when making a purchase will be processed electronically by OnePlus for the payment of the order and for anti-fraud control.\nPayments on OnePlus.com are handled by third-party payment partners and transmitted using the Secure Sockets Layer (“SSL”) protocol with 2048-bit encryption.\nOnePlus does not store or have access to your payment details.\nYour credit/debit card information is retained via our third-party payment partners’ servers.\n</p>\n<p> 5.6.\nThe methods of payment we will accept (e.g., credit or debit card, bank transfer, etc.) are within our sole discretion and payment must be received by us before our acceptance of an order.\nYou represent and warrant that you will pay charges incurred by you at the posted prices, including all applicable taxes, if any.\n</p> 6.\nShipping and Handling Policy <p> 6.1.\nAll goods are inspected and sealed before delivery to avoid damage.\nOrders are usually shipped within two (2) business days of payment.\nAt the discretion of OnePlus, orders made during promotional periods and special events may have longer shipping times.\nIn such cases, the customer will be separately informed in advance.\n</p>\n<p> 6.2.\nShipping time is calculated based on shipping address and shipping method.\nThe following options can be selected during checkout: (i) Standard Shipping (two (2) business days processing time, plus three to seven (3-7) business days shipping time).\nor (ii) Priority Shipping (two (2) business days processing time, plus one to three (1-3) business days shipping time).\n</p>\n<p> 6.3.\nOnePlus will keep you updated on your order status via email.\nOrders cannot be cancelled once they have reached “shipped” status.\n</p>\n<p> 6.4.\nDisclaimer:<br> (a) Please note that all delivery dates are estimates only and cannot be guaranteed.\nWe are not liable for any delays in shipments.\nAdditional charges will be necessary for shipping addresses in remote locations.\nWe are unable to ship to PO Box and military addresses.<br> (b) Using a forwarding company is not recommended as tracking information will be beyond our monitoring system.<br> (c) Please note that three (3)-day shipping (aka ‘Priority Shipping,’ as described above) will not be available in the following circumstances: (i) you schedule delivery at a fixed time.\n(ii) you provide incomplete or incorrect address information.\n(iii) you are not home or available at the time of delivery.\n(iv) you request self-pickup at a post office.\nand (v) extreme weather conditions or other force majeure events.\n</p>\n<p> 6.5.\nYou will pay all shipping and handling charges specified during the ordering process.\n</p> 7.\nRisk of Loss or Damage <p> 7.1.\nRisk of loss or damage to all Products hereunder will pass to the customer upon delivery of the Products to the customer.\n</p> 8.\nReturn and Replacement Policy <p> 8.1.\nOnePlus devices and accessories are made to the highest standards and undergo rigorous testing.\nIf you are not satisfied with your Product for any reason, you may request a refund or replacement within fifteen (15) calendar days of delivery.\nOnce we have approved your request, we receive your returned Product, and such Product passes inspection, we will replace your Product or give you a full refund in accordance with the price you paid for the Product.\n</p>\n<p> 8.2.\nTo return an item, you will be required to submit a Return Merchandise Authorization (“RMA”) form describing the problem with your Product.\nYou will also be required to provide your original proof of purchase (i.e., the invoice).\nPlease contact OnePlus customer service at Support (and please refer to Section 8.5 below) for assistance with this process.\nIn order to be eligible for a refund or replacement, you must contact us within fifteen (15) calendar days of delivery and your RMA form must describe in detail how the goods were defective, damaged, materially different from as described, or otherwise unsatisfactory or unfit for their given purpose.\n</p>\n<p> 8.3.\nWe may choose not to accept returns in certain situations, including, without limitation, the following circumstances: (i) defects or damages caused by misuse, neglect, physical damage, tampering, incorrect adjustment, normal wear and tear, or incorrect installation after purchase.\nor (ii) price fluctuations being the sole reason for return.\n</p>\n<p> 8.4.\nIn all cases, we will inspect the Product(s) and verify any fault.\nTo qualify for a replacement or refund, Products must be in undamaged, ‘as new’ condition and with the original packaging.\nWe reserve the right to refuse a refund if the Product returned is reasonably deemed to have been damaged.\n</p>\n<p> 8.5.\nTo request a return, please contact OnePlus customer service at Support.\nOnce you have so contacted OnePlus customer service regarding a refund or replacement: </p>\n<p> (a) You will receive and be required to submit an RMA form.\nPrint out the RMA form and place it inside of the shipping package you're returning.\nWithout a verified RMA form, the returned package will be declined.\nReturn requests cannot be cancelled by you once the returned package has reached “shipped” status.\n</p>\n<p> (b) Return all items from your original shipment, including devices, accessories, packaging and documentation.\nDo not send additional add-ons such as your SIM card, cases, screen protectors, earphones, earbuds, or other accessories that didn’t come with the Product(s).\nIf such additional or other items are shipped to us by mistake, we are not able to return them.\n</p>\n<p> (c) Before returning any unit, be sure to transfer, back up, or erase all of your personal and other data, as appropriate.\nYou are responsible for the personal information stored on your device.\nPlease erase all personal and sensitive data on the device before sending it to OnePlus.\nOnePlus will not be responsible for any disclosure of data still on the returned device.\n</p>\n<p> (d) OnePlus is not and shall not be held responsible for the loss or deletion of any software programs, data, or other information contained on or accessible through the returned Product.\nRecovery and reinstallation of third-party software programs, data and other information are not covered under warranty.\n</p>\n<p> 8.6.\nOnePlus will pay all shipping and handling charges on returned items, provided the Product is shipped back pursuant to OnePlus’s standard practices (e.g., a carrier selected by OnePlus).\nIf the Product is not shipped back pursuant to OnePlus’s standard practices, but instead shipped at the customer’s expense, OnePlus will not refund any such costs unless the return is due to OnePlus’s error (e.g., defective, damaged, or wrong item).\n</p>\n<p> 8.7.\nAny refund will be credited back using the same payment method used to make the original purchase on this website.\n</p> 9.\nLIMITED Warranty Policy <p> 9.1.\nTHIS LIMITED WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS AND YOU MAY ALSO HAVE OTHER RIGHTS, WHICH VARY FROM JURISDICTION TO JURISDICTION.\nWE WARRANT THAT, DURING THE WARRANTY PERIOD, THE PRODUCT(S) PURCHASED FROM THIS WEBSITE WILL BE FREE FROM DEFECTS IN MATERIALS AND WORKMANSHIP.\n</p>\n<p> 9.2.\nEXCEPT FOR QUéBEC CONSUMERS, AND EXCEPT AS EXPRESSLY PROVIDED OTHERWISE IN THESE TERMS OF SALE OR AS OTHERWISE REQUIRED UNDER APPLICABLE LAW, (I) ONEPLUS PROVIDES ITS GOODS AND SERVICES ON AN “AS IS” BASIS WITHOUT REPRESENTATIONS OR WARRANTIES OR CONDITIONS OF ANY KIND.\nAND (II) THIS WARRANTY IS EXCLUSIVE AND IN LIEU OF ALL OTHER WARRANTIES AND CONDITIONS, ORAL, WRITTEN, STATUTORY, EXPRESS OR IMPLIED.\nEXCEPT FOR THE EXPRESS WARRANTIES CONTAINED IN THESE TERMS OF SALE AND TO THE EXTENT NOT PROHIBITED BY LAW, WE DISCLAIM ALL OTHER WARRANTIES AND CONDITIONS, EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT, OR ABSENCE OF HIDDEN DEFECTS.\n</p>\n<p> Some states, provinces and territories do not allow disclaimers of implied warranties, so the above disclaimer may not apply to you.\n</p>\n<p> 9.3.\nNOT APPLICABLE TO QUéBEC CONSUMERS: To the fullest extent permitted by applicable law, for consumers outside the Province of Québec, OUR RESPONSIBILITY FOR DEFECTIVE PRODUCTS IS LIMITED TO REPAIR, REPLACEMENT, OR REFUND AS SET FORTH IN THESE TERMS OF SALE.\nNEITHER ANY PERFORMANCE OR OTHER CONDUCT, NOR ANY ORAL OR WRITTEN INFORMATION, STATEMENT, OR ADVICE PROVIDED BY US OR ANY OF OUR AGENTS OR EMPLOYEES, WILL CREATE A WARRANTY OR IN ANY WAY INCREASE THE SCOPE OR DURATION OF THIS LIMITED WARRANTY.\n</p>\n<p> 9.4.\nExcept as otherwise specifically provided immediately below, all Products purchased on OnePlus.com come with a limited warranty, commencing on the date of delivery and for the duration of twelve (12) months.\nNotwithstanding the foregoing, OnePlus screen protectors, protective covers and cases, and gear or ‘swag’ purchased on OnePlus.com come with a limited warranty, commencing on the date of delivery and for the duration of fifteen (15) days.\nThis limited warranty extends only to the original purchaser of Product(s) from this website.\nIt does not extend to any subsequent or other owner or transferee of the Product(s).\nSaid warranty only covers Product defects in materials and workmanship.\n</p>\n<p> 9.5.\nThis warranty is only redeemable within your original country or region of purchase.\nPlease note that we offer after-sales assistance (including repairs and/or replacements/returns) only in official sales regions (i.e., the regions in which we make shipments).\n</p>\n<p> 9.6.\nExcept as otherwise specifically provided in Section 9.4 above, this warranty covers the hardware components of the Product as originally supplied and does not cover, in whole or in part, any associated software, services, consumable items (such as batteries), or accessories—even if packaged or sold together with the Product.\n</p>\n<p> 9.7.\nThe warranty period is not extended if we repair or replace a warranted Product.\nThe repaired or replaced Product will, however, continue to be warranted for the remaining time of the original warranty period.\n</p>\n<p> 9.8.\nTo obtain warranty service, you must submit an RMA form describing the problem with your device.\nYou will also be required to provide your original proof of purchase (i.e., the invoice), the model and serial number of the Product, and photographic evidence of the Product’s defect(s).\nPlease contact OnePlus customer service at Support for assistance with this process.\nOnce you have so contacted OnePlus customer service regarding warranty service: </p>\n<p> (a) You will receive and be required to submit said RMA form.\nPrint out the RMA form and place it inside of the shipping package you're forwarding for warranty service.\nNo warranty service will be provided without a verified RMA form.\n</p>\n<p> (b) Forward all appropriate items from your original shipment, including devices and any available packaging and documentation.\nDo not send additional add-ons such as your SIM card, cases, screen protectors, earphones, earbuds, or other accessories.\nIf such additional or other items are shipped to us by mistake, OnePlus is not and shall not be held responsible for their loss.\n</p>\n<p> (c) Before forwarding any unit for warranty service, be sure to transfer, back up, or erase all of your personal and other data, as appropriate.\nYou are responsible for the personal information stored on your device.\nPlease erase all personal and sensitive data on the device before forwarding it for warranty service.\nOnePlus will not be responsible for any disclosure of data still on the serviced device.\n</p>\n<p> (d) During service, the device may undergo a ‘hard reset’ that will completely erase all data, settings, and content on the device, return the device to its original factory settings, and/or cause the device to become locked to the original carrier.\nShould your device become locked, only said carrier or a third-party device unlocking service provider can unlock your device and you will need to contact such carrier or service provider (or otherwise follow their established procedures) to request or effectuate an unlock.\nDuring service, even if the device does not undergo a ‘hard reset,’ data stored on the device may otherwise be deleted and reformatted in whole or in part.\nOnePlus is not and shall not be held responsible for the loss of any such data, software programs, or other information contained on or accessible through the serviced Product.\nRecovery and reinstallation of any such data, third-party software programs and other information are not covered under warranty.\n</p>\n<p> (e) If your device suffers from multiple problems and not all of them are covered under warranty, and if you are only requesting a repair of the problem(s) that are covered under warranty, it may not be possible or feasible to do such a partial repair, as requested, if we reasonably determine (in our sole discretion) that such a partial repair will create an undue risk of further problems with the device.\nIn such cases, OnePlus may refuse to service the device unless you agree to also allow, at your expense, the simultaneous repair of the problem(s) that are not covered under warranty.\n</p>\n<p> 9.9.\nOnePlus will pay all shipping and handling charges on serviced items, provided the Product is forwarded for warranty service pursuant to OnePlus’s standard practices (e.g., a carrier selected by OnePlus).\n</p>\n<p> 9.10.\nWith respect to any defective Products during the applicable warranty period, we will, in our sole discretion, either: (i) repair or replace the Product (or the defective part), or (ii) refund the purchase price of the Product.\n</p>\n<p> 9.11.\nOnePlus may use rebuilt, reconditioned, or new parts and components when repairing any Product.\nAlternatively, we may replace any defective Product entirely with a rebuilt, reconditioned, or new OnePlus Product.\n</p>\n<p> 9.12.\nTHIS LIMITED WARRANTY DOES NOT COVER: </p>\n<p> (a) Defects or damage resulting from or caused by: (i) ordinary wear and tear.\n(ii) accidents.\n(iii) misuse (including failure to follow Product documentation).\n(iv) abnormal use.\n(v) neglect (including failure to perform preventative maintenance).\n(vi) disassembly.\n(vii) improper testing, maintenance, installation, modification, adjustment, repair, or servicing not furnished by OnePlus or an authorized OnePlus partner.\n(viii) external causes such as, but not limited to, theft, liquid damage, exposure to sharp objects, exposure to excessive force, anomalies in the electrical current supplied to the Product, exposure to extreme thermal conditions, and exposure to moisture, dampness, sand, dirt, or other weather/environmental conditions (including as the result of improper storage).\n(ix) use of the Product in conjunction with accessories, devices, ancillary/peripheral equipment, systems, software, or other matter not furnished or approved by OnePlus.\nor (x) cellular signal reception or transmission, viruses, or other software problems introduced into the Product.\n</p>\n<p> (b) Devices that have the serial number or the International Mobile Equipment Identity (“IMEI”) numbers removed, defaced, damaged, altered, or made illegible.\n</p>\n<p> (c) Products not purchased from OnePlus.com or authorized resellers (it is recommended that you first contact the point of sale for any support).\n</p>\n<p> (d) Products purchased outside of officially supported OnePlus countries or regions (i.e., outside of countries or regions in which we make shipments).\nThis limited warranty is only valid and enforceable in locations where the Product is sold.\n</p>\n<p> (e) Loss of data, whether caused by warranty service or otherwise.\n</p>\n<p> (f) All third-party products (hardware and software) and services, which are sold by OnePlus “as is” and without warranty from OnePlus (but which, without prejudice to the foregoing, may be accompanied by a warranty from the original manufacturer).\n</p>\n<p> 9.13.\nThis limited warranty does not guarantee that use of a Product will be uninterrupted or error-free.\n</p> 10.\nLimitation of Liability <p> 10.1.\nNOT APPLICABLE TO QUéBEC CONSUMERS: To the fullest extent permitted by applicable law, THE REMEDIES SET FORTH IN THESE TERMS OF SALE ARE (I) THE ONLY EXPRESS WARRANTY ONEPLUS PROVIDES with respect to the Products AND/OR ANY OTHER CLAIM AGAINST ONEPLUS UNDER OR RELATED TO THESE TERMS OF SALE, (II) YOUR SOLE AND EXCLUSIVE REMEDIES, AND (III) OUR ENTIRE OBLIGATION AND LIABILITY.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ONEPLUS EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES, CONDITIONS, OR OTHER TERMS BINDING ON ONEPLUS OF ANY KIND, WHETHER STATUTORY OR IMPLIED, ARISING FROM COURSE OF CONDUCT OR OTHERWISE, REGARDING YOUR PRODUCT(S), EXCEPT THAT ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT THAT CANNOT BE DISCLAIMED ARE LIMITED IN DURATION TO THE PERIOD OF THE EXPRESS WARRANTY SET FORTH IN THESE TERMS OF SALE.\n</p>\n<p> Some states, provinces, or territories do not allow limitations on how long an implied warranty lasts, so the above limitation may not apply to you.\n</p>\n<p> 10.2.\nNOT APPLICABLE TO QUéBEC CONSUMERS: TO THE MAXIMUM EXTENT PERMITTED BY LAW, AND EXCEPT FOR PAYMENTS EXPLICITLY OUTLINED IN THESE TERMS OF SALE, EITHER PARTY’S MAXIMUM AGGREGATE LIABILITY UNDER, ARISING OUT OF, OR RELATING TO THESE TERMS OF SALE, WHETHER IN CONTRACT, WARRANTY, CONDITION, TORT, STRICT LIABILITY, STATUTE, OR OTHERWISE, SHALL NOT EXCEED THE TOTAL AMOUNT PAID TO ONEPLUS HEREUNDER FOR THE APPLICABLE PRODUCT(S) OR ANY SERVICE.\nTHIS LIMITATION IS CUMULATIVE AND WILL NOT BE INCREASED BY THE EXISTENCE OF MORE THAN ONE INCIDENT OR CLAIM.\nONEPLUS DISCLAIMS ALL LIABILITY OF ANY KIND OF ONEPLUS’S LICENSORS AND SUPPLIERS.\n</p>\n<p> 10.3.\nThe foregoing limitations shall not apply to (i) any claim by OnePlus against the customer for violation of intellectual property rights, or (ii) for payment of the amount due to OnePlus by the customer for Products and services purchased under these Terms of Sale.\n</p>\n<p> 10.4.\nNOT APPLICABLE TO QUéBEC CONSUMERS: Except for OnePlus’s explicit warranty obligations (as expressly provided in these Terms of Sale).\ncases of death or serious bodily harm, fraud, or fraudulent misrepresentation.\nor any other damage that cannot be excluded under applicable law: </p>\n<p> YOU EXPRESSLY UNDERSTAND AND AGREE THAT, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL EITHER PARTY BE LIABLE TO THE OTHER PARTY FOR LOSS OF PROFITS, REVENUE, OR INCOME.\nLOSS OF BUSINESS, OPPORTUNITY, PRODUCTION, WORK, GOODWILL, OR REPUTATION.\nLOSS OF USE.\nLOSS OF DATA.\nANY DIMINUTION OF IN VALUE.\nCOST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR OF RECOVERING OR REPRODUCING ANY DATA.\nOR ANY SPECIAL, ECONOMIC, EXEMPLARY, PUNITIVE, INCIDENTAL, COVER, OR CONSEQUENTIAL DAMAGES OR LOSSES THAT MAY BE INCURRED BY EITHER PARTY UNDER, ARISING OUT OF, OR RELATING TO THESE TERMS OF SALE, WHETHER DIRECT OR INDIRECT, HOWEVER CAUSED, AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), WARRANTY, INFRINGEMENT, CONDITION, STATUTE, OR OTHERWISE, AND WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>\n<p> Some states, provinces, or territories do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.\n</p>\n<p> 10.5.\nOnePlus shall also not be held liable for any losses due to the fault of third parties, including, without limitation, packages that are lost or stolen in transit.\ndamages caused by incorrect or improper usage of the Products by third parties.\nor other losses or damages attributable in full or in part to third parties.\n</p> 11.\nIntellectual Property <p> 11.1.\nWe own or have a right to use all intellectual property and proprietary rights in our website, including all content.\nYou agree that you will only use our website for personal, non-commercial use.\n</p>\n<p> 11.2.\nCertain trademarks on this website belong to third parties and may not be used without permission.\nPlease see their respective websites for more information.\n</p>\n<p> 11.3.\nNothing herein shall be construed as granting a license to any name, logo, trademarks, trade names, copyrights, patents, design patents, mask works, trade dress, or any other forms of intellectual property or proprietary rights of either OnePlus or its licensors.\nOnePlus expressly reserves all such rights.\n</p>\n<p> 11.4.\nOnePlus and its licensors are and will remain the sole and exclusive owners of all intellectual property rights in and to the Products (and any services) made available on this website and any related specifications, instructions, documentation, software, or other materials, including, without limitation, all related copyrights, patents, trademarks, and other intellectual property rights, subject only to such limited license as may be granted under such Product’s or service’s applicable license terms and provisions.\nYou do not and will not have or acquire any ownership of these intellectual property rights in and to the Products or any services made available through this website, or of any intellectual property rights otherwise relating to such Products or services.\n</p>\n<p> 11.5.\nYou will comply with all terms and conditions of the specific license agreement for Products and any services you obtain through this website, including, without limitation, all confidentiality obligations and restrictions on resale, use, reverse engineering, copying, making, modifying, improving, sublicensing, and transfer of such licensed Products or services.\n</p>\n<p> 11.6.\nFor questions regarding OnePlus’s Intellectual Property Policy, please see here.\n</p> 12.\nPersonal Data <p> 12.1.\nBy making a purchase via OnePlus.com, you consent to your Personal Data being transferred and stored (both electronically and manually) by OnePlus and by OnePlus’s affiliates and business partner(s) located both inside and outside of the U.S.\nfor the purposes of processing payment, fulfilling your order, and/or maintaining sales and customer records.\nYou hereby agree that such usages shall constitute legitimate business needs of OnePlus.\n</p>\n<p> 12.2.\nFor the purposes of this Agreement, “Personal Data” may include, but is not limited to, name, date of birth, customer and Product ID number(s), home address, contact information, and purchase history on OnePlus.com.\nYour Personal Data shall be retained by OnePlus and its partners only for as long as it may be needed.\n</p>\n<p> 12.3.\nOnePlus undertakes to ensure that it and its partners will take appropriate measures to protect your Personal Data and use your Personal Data only for the purposes described in these Terms of Sale.\n</p>\n<p> 12.4.\nYou further agree that OnePlus shall not be held liable for the misuse of your Personal Data by any third party arising from or relating to your usage of this website.\nOnePlus may provide your Personal Information to third parties to detect, prevent, or otherwise address fraud, security, or technical issues.\n</p>\n<p> 12.5.\nPlease refer to our Privacy Policy for more information.\n</p> 13.\nResale and Export Control <p> 13.1.\nYou represent and warrant that the Product(s) and/or any service purchased by you through this website are for your own personal or household use only (including gifts to others), and not for resale or export.\n</p>\n<p> 13.2.\nThe Products may be subject to export controls.\nYou agree to comply with applicable export control laws of the United States and Canada, the United Nations Organization, the member states of the European Union, and the European Free Trade Association, and any other country/region not in conflict with U.S.\nlaw with respect to the export, re-export, transfer, sale, or resale of the Products.\n</p>\n<p> 13.3.\nWithout limiting the foregoing, you shall under no circumstances sell, offer for sale, ship to, transship to, or otherwise make the Products available, directly or indirectly, in contravention of (and/or in any region subject to) U.S.\nsanctions or export restrictions, or export, directly or indirectly, the Products to any regions requiring an export license or other governmental approval without first obtaining such license or other required governmental approval.\n</p> 14.\nMiscellaneous <p>14.1.\nSeverability – Each term and provision of these Terms of Sale shall be valid and enforceable to the fullest extent permitted by law.\nIf any provision hereof, in whole or in part, is held by a court of competent jurisdiction to be invalid, illegal, or unenforceable, it shall be deemed modified to the minimum extent necessary to make it valid, legal, and enforceable.\nIf such modification is not possible, the relevant provision or portion thereof shall be deemed deleted and replaced by a term or provision that is valid and enforceable and that comes closest to expressing the intention of the invalid, illegal, or unenforceable provision.\nAny modification to or deletion of a provision hereof, in whole or in part, under this clause shall not affect the validity and enforceability of the rest of these Terms of Sale.</p>\n<p> 14.2.\nRights of Third Parties – These Terms of Sale do not and are not intended to confer any rights or remedies upon any person or entity other than you and OnePlus.\n</p>\n<p> 14.3.\nAssignment – You may not voluntarily, or by operation of law, assign or otherwise transfer any of your rights or delegate any of your obligations under these Terms of Sale without the prior written consent of OnePlus.\nAny purported assignment or delegation in violation of this Section 14.3 is null and void.\nNo assignment or delegation relieves you of any of your obligations under these Terms of Sale.\nOnePlus, however, may transfer its rights and obligations under these Terms of Sale to another organization.\n</p>\n<p> 14.4.\nNo Waivers – Our failure to enforce any right or provision of these Terms of Sale will not constitute a continuing or subsequent waiver of future enforcement of the same or other rights or provisions.\nOur waiver of any right or provision will be effective only if in writing and signed by a duly authorized representative of OnePlus.\n</p>\n<p> 14.5.\nForce Majeure – Neither party shall be liable or responsible to the other party, nor be deemed to have defaulted or committed a breach, for any failure or delay in fulfilling or performing any term hereunder (except for your failure to make payments to us when due) when and to the extent such failure or delay is caused by or results from acts beyond the impacted party’s reasonable control and not involving any fault or negligence of the impacted party, including, without limitation: (i) acts of God.\n(ii) flood, fire, earthquake, other natural disasters, or explosion.\n(iii) war, acts of terrorism, riot, or other civil unrest.\n(iv) government order, law, or actions.\n(v) embargoes or blockades in effect on or after the effective date hereof.\n(vi) strikes, labor stoppages or slowdowns, or other industrial disturbances.\n(vii) telecommunication breakdowns, power outages or shortages, lack of warehouse or storage space, inadequate transportation services, or inability or delay in obtaining supplies of adequate or suitable materials.\nand (viii) other similar events beyond the reasonable control of the impacted party.\n</p>\n<p> 14.6.\nGoverning Law –To the fullest extent permitted by applicable law, all matters arising out of or relating to these Term of Sale are governed by and construed in accordance with the domestic laws of the Province of Ontario and the federal laws of Canada applicable therein, without giving effect to any choice or conflict of law provision or rule (whether of the Province of Ontario or any other jurisdiction) that would cause the application of the laws of any jurisdiction other than those of the Province of Ontario.\nFor Québec consumers, all matters arising out of or relating to these Terms of Sale, or any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), are governed by and construed in accordance with the laws of the Province of Québec and the federal laws of Canada applicable therein.\n</p>\n<p> NOT APPLICABLE TO QUéBEC CONSUMERS: These Terms of Sale shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.\n</p>\n<p> 14.7.\nCaptions, Pronouns and Interpretation – The captions of sections of these Terms of Sale are for convenience and reference only, and the words contained therein shall in no way be held to explain, modify, amplify, or aid in the interpretation, construction, or meaning of these Terms of Sale.\nAny pronouns or references used herein shall be deemed to include the masculine, feminine, nonbinary, or neutral genders as appropriate.\nAny expression in the singular or the plural shall, if appropriate in the context, include both the singular and the plural.\nThese Terms of Sale shall be construed according to the fair meaning of their language and (to the extent legally permissible) the rule of construction, to the effect that ambiguities are to be resolved against the drafting party, will not be employed in interpreting these Terms of Sale.\n</p>\n<p> 14.8.\nEntire Agreement – These Terms of Sale will be deemed the final and integrated agreement between you and us on the matters contained herein.\n</p> 15.\nChanges <p> 15.1.\nWe reserve the right to update these Terms of Sale without prior notification at any time, in our sole discretion, by updating our website accordingly.\nEach updated version of these Terms of Sale, at the tail end thereof, will reference the date it was last updated.\n</p>\n<p> 15.2.\nSubject to Section 15.3 below, you will be bound by the version of these Terms of Sale in force at the time of purchase.\nYou are responsible for reviewing the latest version of these Terms of Sale each time you order a Product or service from this website.\n</p>\n<p> 15.3.\nIn any event, OnePlus may amend the Terms of Sale to which you are subject if (i) we are required to make such changes under applicable law or regulations.\nand/or (ii) we notify you of the change to these Terms of Sale before we accept your order.\n</p> 16.\nNotices <p> 16.1.\nWe may provide any notice to you under these Terms of Sale by: (i) sending a message to the email or postal address you provide to us when placing an order, or (ii) by updating this website.\nNotices sent by email will be effective twenty-four (24) hours after the e-mail is sent and notices we provide by posting to our website will be effective immediately upon posting.\nIt is your responsibility to keep your email address current with us.\nNotices sent to your postal address will be effective three (3) business days after the date of posting.\n</p>\n<p> 16.2.\nTo give us notice under these Terms of Sale, you must contact us by email at our email address indicated in Section 17 (‘Contact Us’).\nNotices will be effective twenty-four (24) hours after the email is sent.\nWe may update our email address for notices to us by posting a notice on this website.\n</p>\n<p> 16.3.\nIn proving the service of any notice, it will be sufficient to prove, in the case of a letter, that such letter was properly addressed, stamped and placed in the post and, in the case of an email, that such email was sent to the specified email address of the addressee.\n</p> 17.\nContact Us <p> Please email or otherwise contact us by clicking the ‘Contact Us’ link below.\nYou will then be given the option to click on an ‘Email us’ link or a ‘Chat with us’ link, or to simply call us at +1 (833) 777-3633, if you have any questions about these Terms of Sale.\n</p>\n<p> This document was last updated on May 5, 2023 </p>\n<dl>\n<dt>Phones<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> OnePlus 11 5G </li>\n<li> OnePlus 10T 5G </li>\n<li> OnePlus 10 Pro 5G </li>\n<li> OnePlus Nord N30 5G </li>\n<li> OnePlus Nord N200 5G </li>\n<li> OnePlus Nord N100 </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Accessories<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> Audio </li>\n<li> Tablet </li>\n<li> Case &amp.\nProtection </li>\n<li> Power &amp.\nCables </li>\n<li> Bundles </li>\n<li> Gear </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Programs<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> Discount Program </li>\n<li> Trade-in Program </li>\n<li> Referral Program </li>\n<li> Affiliate Program </li>\n<li> Shot on OnePlus </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Support<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> OnePlus Store app </li>\n<li> Shopping FAQs </li>\n<li> User Manuals </li>\n<li> Software Upgrade </li>\n<li> Repair Service </li>\n<li> Contact Us </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Company<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> About OnePlus </li>\n<li> Community </li>\n<li> Careers </li>\n<li> Sustainability </li>\n<li> Press </li>\n<li> Featured Stories </li>\n</ul>\n</dd>\n</dl>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> +1 587 600 1882\n<p>4:00 am – 10:00 pm CET Mon to Sun</p>\n<p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</p>\n<i>\n</i>Canada ( English / CAD ) <ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Sale</li>\n<li>Security Feedback</li>\n</ul> © 2013 - 2023 OnePlus.\nAll Rights Reserved.\nWE VALUE YOUR PRIVACY This site uses cookies and related technologies, as described in our Cookie Policy, for purposes that may include site operation, analytics, enhanced user experience, or advertising.\nYou may choose to consent to our use of these technologies, or manage your own preferences.\nMANAGE CHOICES AGREE &amp.\nPROCEED REJECT ALL Privacy Policy Powered by: Cookie Preferences ", "created_at": "2023-07-07 16:33:30.384531", "updated_at": "2023-07-07 16:34:06.624609"}, {"id": 17342, "name": "User Agreement", "url": "https://www.oneplus.com/ca_en/legal/user-agreement", "xpath": "//body", "text": " <p>Limited-time Offer: Buy OnePlus Pad and get a free Magnetic Keyboard.</p>\n<p>Limited-time Offer: Buy OnePlus Pad and get a free Magnetic Keyboard.</p>\n<li>\n</li>\n<li>\n<i>\n</i>\n</li>\n<ul>\n<li>Phones <ul>\n<li> OnePlus 11 5G NEW</li>\n<li> OnePlus 10T 5G </li>\n<li> OnePlus 10 Pro 5G </li>\n<li> OnePlus Nord N30 5G NEW</li>\n<li> OnePlus Nord N200 5G </li>\n</ul> Flagship Series OnePlus Nord N Series Compare View All</li>\n<li>Audio <ul>\n<li> OnePlus Nord Buds 2 NEW</li>\n<li> Oneplus Buds Pro 2 </li>\n<li> Oneplus Nord Wired Earphones </li>\n<li> OnePlus Nord Buds </li>\n<li> OnePlus Buds Z2 </li>\n</ul> Compare View All</li>\n<li>Tablet <ul>\n<li> OnePlus Pad NEW</li>\n<li> Pad Accessories </li>\n</ul>\n</li>\n<li>Accessories <ul>\n<li> Cases &amp.\nProtection </li>\n<li> Power &amp.\nCables </li>\n<li> Bundles </li>\n<li> Gear </li>\n</ul>\n</li>\n<li>Offers <ul>\n<li> Trade-in &amp.\nUpgrade </li>\n<li> Link OnePlus Devices </li>\n<li> Student Discounts </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Store</li>\n<li>OneTopia</li>\n<li>OnePlus Featuring</li>\n<li>Community</li>\n<li>Support</li>\n</ul> Sign up or Sign in <ul>\n<li> Orders </li>\n<li> Account </li>\n<li> RedCoins </li>\n<li> Red Cable Club </li>\n<li> Coupon </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Loading...\n</li>\n<li> Sign up or Sign in <ul>\n<li> Orders </li>\n<li> Account </li>\n<li> RedCoins </li>\n<li> Red Cable Club </li>\n<li> Coupon </li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Legal <ul>\n<li>Privacy Policy</li>\n<li>User Agreement</li>\n<li>Use of Cookies</li>\n<li>Terms of Sales</li>\n<li>IP Policy</li>\n</ul> Website Terms of Use I.\nAcceptance of the Terms of Use <p>1.1 These Website Terms of Use, together with any documents they expressly incorporate by reference and/or make available via a hyperlink herein (collectively, the “Terms of Use”), are entered into by and between ONEPLUS USA CORP., a Nevada corporation, and its licensors and affiliates (referred to herein as “OnePlus,” “we,” or “us”), and user(s) (referred to herein as “you” and “your”) of www.oneplus.com, including any content, functionality, and services offered on or through www.oneplus.com (collectively, the “Site”).\nThe Terms of Use govern your access to and use of the Site, whether as a guest or a registered user.</p>\n<p>1.2 Please read the Terms of Use carefully before you start to use the Site.\nBy using the Site, and/or or by clicking to accept or agree to the Terms of Use when/if you register a oneplus account, you accept and agree to be bound and to abide by these Terms of Use and our Privacy Policyincorporated herein by reference.\nIf you do not want to agree to these Terms of Use or the Privacy Policy, you must not access or use the Site.</p>\n<p>1.3 THESE TERMS OF USE CONTAIN BOTH A MANDATORY INDIVIDUAL ARBITRATION PROVISION AND A CLASS ACTION/JURY TRIAL WAIVER PROVISION.\nTHESE PROVISIONS REQUIRE THE USE OF ARBITRATION (OR SMALL CLAIMS COURT) ON AN INDIVIDUAL BASIS TO RESOLVE ANY AND ALL DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.\nBY USING THE SITE, YOU EXPRESSLY AGREE TO BE BOUND BY AND ABIDE BY THEM, INCLUDING THE MANDATORY INDIVIDUAL ARBITRATION PROVISION AND THE CLASS ACTION/JURY TRIAL WAIVER PROVISION.\nIF YOU DO NOT AGREE TO THESE TERMS, YOU SHOULD NOT ACCESS OR USE THE SITE AND MUST IMMEDIATELY DISCONTINUE ANY AND ALL USE OF THE SITE.</p>\n<p>1.4 This Site is offered and available to users who are eighteen (18) years of age or older.\nBy using this Site, you represent and warrant that you meet the foregoing eligibility requirement or that you do so with the consent of your parent or legal guardian.\nOtherwise, you must not access or use the Site.</p> II.\nChanges to the Terms of Use.\nChanges to the Site <p>2.1 We may revise and update these Terms of Use from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Site thereafter.\nHowever, any changes to the dispute resolution provisions set out in Articles XVII and XVIII, below, will not apply to any disputes for which the parties have actual notice on or before the date the change is posted on the Site.\nYour continued use of the Site following the posting of revised Terms of Use means that you accept and agree to the changes.\nYou are expected to check this page from time to time so you are aware of any changes, as they are binding on you.</p>\n<p>2.2 The information contained in this Site is subject to change without notice.</p>\n<p>2.3 We may update the content on this Site from time to time, but its content is not necessarily complete, up-to-date, or error-free (including content related to product or service availability, specifications, features, or prices).\nIn the event of a pricing or other error, we reserve the right to revoke offers, cancel orders, and correct errors or omissions, including after an order has been placed.\nAny of the material on the Site may be out of date at any given time, and we are under no obligation to update such material.</p> III.\nAccessing the Site, Accounts, and Security <p>3.1 Certain features or services offered on or through the Site may require you to open an account (including setting up a OnePlus ID and password).\nYou may access our Site and experience our products and services without the need to register a OnePlus account, but you can enjoy more services and experiences by registering for a OnePlus account.\nFor example, you can receive the latest information on OnePlus, participate in OnePlus activities, upload your personal photos, share comments and feedback, and purchase OnePlus goods through your OnePlus account.\nMoreover, all OnePlus account holders will become members of Red Cable Club and may thereby qualify for privileges and rewards.</p>\n<p>3.2 To register your OnePlus account, you will be asked to provide certain registration details or other information.\nIt is a condition of your use of the Site that all the information you provide on the Site is accurate, current, legal, and belongs solely to you.\nYou agree that all information you provide to register with the Site or otherwise (including through the use of any interactive features on the Site) is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.\nIf any of the above information changes after you have registered for your OnePlus account, you will be responsible for logging into your OnePlus account to update your information in a timely manner.</p>\n<p>3.3 You agree that when you use your OnePlus account to receive services provided by OnePlus, OnePlus or any of OnePlus’s third-party partners is permitted to send any commercial or non-commercial information to the contact details you have provided or directly through the OnePlus account in a manner consistent with applicable law.</p>\n<p>3.4 You must safeguard your OnePlus account details, OnePlus ID, and password.\nYou must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to the Site or portions of it using your OnePlus ID, password, or other security information.\nYou are entirely responsible for any and all activity that occurs under your account as a result of your failing to comply with the foregoing.\nYou agree to notify us immediately of any unauthorized access to or use of your OnePlus ID or password, or any other breach of security.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.\nYou may be held liable for losses incurred by OnePlus or any other user of or visitor to the Site due to someone else using your OnePlus ID, password, or account as a result of your failing to keep your account information secure and confidential.</p>\n<p>3.5 You only have the right to use the OnePlus account registered in your own name, and you may not use anyone else’s OnePlus ID, password, or account at any time without the express permission and consent of the holder of that OnePlus ID, password, or account.\nOnePlus cannot and will not be liable for any loss or damage arising from your failure to comply with these obligations.\n</p>\n<p>3.6 We reserve the right to do any of the following, at any time and in our sole discretion, without notice: (i) to modify, suspend, or terminate operation of or access to the Site, or any portion of the Site, for any reason.\n(ii) to modify or change the Site, or any portion of the Site, and any applicable policies or terms.\n(iii) to interrupt the operation of the Site, or any portion of the Site, as necessary to perform routine or non-routine maintenance, error correction, or other changes.\nand (iv) to restrict access to some parts of the Site, or the entire Site, to registered users.\nWe will not be liable if for any reason all or any part of the Site, or any OnePlus account(s), are unavailable at any time or for any period in accordance with our own business needs.\n</p>\n<p>3.7 You are responsible for both: (i) making all arrangements necessary for you to have access to the Site.\nand (ii) ensuring that all persons who access the Site through your Internet connection are aware of these Terms of Use and comply with them.\n</p>\n<p>3.8 We have the right to disable any OnePlus ID, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Use.\n</p> IV.\nIntellectual Property Rights <p>4.1 All intellectual property rights in and to the Site and its entire contents, features, and functionality (including but not limited to all information, software, text, graphics, trademarks, logos, displays, images, artwork, computer code, video, and audio (collectively, “Content”), and the design, structure, selection, arrangement, and expression of such Content) are owned by OnePlus, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, trade dress, and other intellectual property rights and unfair competition laws.</p>\n<p>4.2 These Terms of Use permit you to use the Site for your personal, non-commercial use only.\nYou must not access or use for any commercial purposes any part of the Site or any services or materials available through the Site.\nExcept as expressly provided in these Terms of Use, you must not copy, reproduce, distribute, modify, create derivative works from, publicly display, publicly perform, republish, post, download, store, or transmit any Content.\nYou may use information relating to OnePlus products and services purposely made available by OnePlus for downloading from the Site, provided that you: (i) print or download one copy for your own personal, non-commercial use and not for further reproduction, publication, or distribution.\n(ii) do not modify copies of any materials from this Site.\nand (iii) do not delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from this Site.\nIf we provide desktop, mobile, or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use, provided you agree to be bound by our end user license agreement for such applications.</p>\n<p>4.3 If you register for a OnePlus account, join Red Cable Club, or utilize other features offered through the Site, you may take such actions as are enabled by such features, subject to these Terms of Use, OnePlus’s Community Terms of Service and Rules, and other applicable terms and conditions.</p>\n<p>4.4 If you print, copy, modify, download, or otherwise use or provide any other person with access to any part of the Site in breach of the Terms of Use, your right to use the Site will stop immediately and you must, at our option, return or destroy any copies of the materials you have made.\nNo right, title, or interest in or to the Site or any Content on the Site is transferred to you, and all rights not expressly granted are reserved by OnePlus.\nAny use of the Site not expressly permitted by these Terms of Use is a breach of these Terms of Use and may violate copyright, trademark, and other laws.</p>\n<p>4.5 OnePlus’s name and logo, and all related names, logos, product and service names, designs, and slogans, are trademarks of OnePlus or its affiliates or licensors.\nYou must not use such marks without the prior written permission of OnePlus.\nAll other names, logos, product and service names, designs, and slogans on the Site are the trademarks of their respective owners.</p> V.\nCopyright Infringement <p>If you believe that any User Content (as defined in Article VII below) violates your copyright, please see our Copyright/Intellectual Property Policy for instructions on sending us a notice of copyright infringement in accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (“DMCA”).\nIt is the policy of OnePlus to terminate the user accounts of repeat infringers.</p> VI.\nProhibited Uses <p>6.1 You may use the Site only for lawful purposes and in accordance with these Terms of Use.\nYou agree not to use the Site:</p>\n<ul>\n<li>In any way that violates these Terms of Use or any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the United States or other countries).</li>\n<li>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.</li>\n<li>To send, knowingly receive, upload, download, use, or re-use any material that does not comply with the Content Standards set forth in Article IX, below, of these Terms of Use.</li>\n<li>To impersonate or attempt to impersonate OnePlus, a OnePlus employee, another user, or any other person or entity (including, without limitation, by using email addresses or screen names associated with any of the foregoing).</li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Site, or which, as determined by us, may harm OnePlus or users of the Site, or expose them to liability.</li>\n<li>In any manner that could disable, overburden, damage, or impair the Site or interfere with any other party’s use of the Site, including their ability to engage in real-time activities through the Site.</li>\n<li>To attempt to obtain or harvest any information or data through any means not purposely made available through the Site.</li>\n<li>To infringe our intellectual property rights or the rights of anyone else, or to solicit the performance of any illegal activity or other activity which infringes the rights of OnePlus or others.</li>\n</ul>\n<p>6.2 In addition to the foregoing restrictions on your use of the Site, you also agree not to:</p>\n<ul>\n<li>Use any (i) robot, spider, or other automatic device, process, algorithm, or means to access the Site for any purpose, including monitoring or copying any of the Content on the Site.\nor (ii) manual process to monitor or copy any of the Content on the Site, or for any other purpose not expressly authorized in these Terms of Use, without our prior written consent.</li>\n<li>Use any device, software, or routine that interferes with the proper working of the Site, any transaction being conducted on the Site, or any other person’s use of the Site.</li>\n<li>Introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.</li>\n<li>Attack the Site via a denial-of-service attack or a distributed denial-of-service attack.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Site, or the server on which the Site is stored, or any server, computer, database, system, or network connected to the Site, by hacking, password mining, or any other illegitimate means.</li>\n<li>Attempt to probe, scan, or test the vulnerability of the Site or any network connected to the Site, or breach the security or authentication measures on the Site or any network connected to the Site.</li>\n<li>Attempt to reverse look-up, trace, or seek to trace any information on any other user of or visitor to the Site, or any other customer of OnePlus, including any OnePlus account not owned by you, to its source, or exploit the Site or any service or information made available or offered by or through the Site, in any way where the purpose is to reveal any information, including but not limited to personal identification or information, other than your own information, as provided for by the Site.</li>\n<li>Reverse engineer, decompile, disassemble, or make any attempts to discover the source code or algorithms of the Site, or create any derivative works based on the Site.</li>\n<li>Circumvent the Site’s navigational structure, or otherwise attempt to interfere with the proper working of the Site in any way.</li>\n</ul> VII.\nUser Content <p>7.1 The Site may contain interactive features that allow users (e.g., using their OnePlus account while using OnePlus services) to upload, post, submit, publish, display, create, transmit, or otherwise provide to other users or other persons words, documents, pictures, music, videos, software, media files, and other information, content, or materials (collectively, “User Content”) on or through the Site.</p>\n<p>7.2 All User Content must comply with the Content Standards set out in Article IX, below, of these Terms of Use.</p>\n<p>7.3 When you share User Content, you continue to own the intellectual property rights thereto and you are free to share it with anyone else wherever you want.\nHowever, any such User Content will be considered non-confidential and non-proprietary.\nBy sharing any User Content on the Site, you grant to us and our affiliates and service providers, and each of their and our respective licensees, successors, and assigns, a non-exclusive, unlimited, worldwide, royalty-free, and irrevocable right to use, copy, reproduce, modify, perform, display, distribute, translate, publish, and otherwise disclose to third parties any such material for any purpose.\nYou further agree that OnePlus may sublicense such rights.</p>\n<p>7.4 You represent and warrant that: (i) you own or control all rights in and to the User Content and have the right to grant the license granted above to us and our affiliates and service providers, and each of their and our respective licensees, successors, and assigns.\n(ii) all of your User Content does and will comply with these Terms of Use.\n(iii) such User Content will not infringe upon the lawful rights and interests of any third party.\nand (iv) the user content will comply WITH and conform to any age classification rules and requirements (including accurate and adequate classification and rating of any user content, as the case may be) under applicable law.\nIf any third party raises a lawful and reasonable objection to your User Content, OnePlus reserves the right to delete relevant information based on the circumstances, and to take appropriate legal action to hold you accountable.</p>\n<p>7.5 You understand and acknowledge that you are responsible for any User Content you submit or contribute, and you, not OnePlus, have full responsibility for any consequences arising in connection with that user content and its legality, reliability, accuracy, and appropriateness (including any loss or damage suffered or incurred by us or other users).\nWe are not responsible or liable to any third party for the content or accuracy of any User Content posted by you or any other user of the Site.\nWe are not responsible if any of your User Content or other data is lost, and you should keep local copies or make backups of such User Content and other data in case of any such loss.</p> VIII.\nMonitoring and Enforcement.\nTermination <p>8.1 OnePlus, in its sole discretion and without prior notice, may: (i) remove or refuse to post any User Content for any or no reason.\n(ii) take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Site.\nor (iii) suspend or terminate your access to all or part of the Site (including the use of any OnePlus account) for any or no reason, including, without limitation, any violation of these Terms of Use.</p>\n<p>8.2 OnePlus may also take any other action with respect to any User Content that we deem necessary or appropriate in our sole discretion, including if we believe that such User Content (intentionally or unintentionally) violates the Terms of Use (including the Content Standards set forth in Article IX below), infringes any intellectual property right or other right of OnePlus or any other person or entity, threatens the personal safety of users of the Site or the public, or could create liability for OnePlus.\nOnePlus also may disclose your identity or other information (including any transmittal or communication by you through the Site or any service offered on or through the Site) about you if we determine (subject to applicable laws and our Privacy Policy) that such disclosure is necessary: (i) to enforce our legal rights under these Terms of Use and to protect the security and integrity of the Site.\nor (ii) in connection with any claim by OnePlus or a third party that material posted by you violates their rights, including their intellectual property rights or their right to privacy (including exchanging information with other companies and organizations for fraud protection purposes).</p>\n<p>8.3 Without limiting the foregoing, we have the right to cooperate fully with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Site.\nYOU WAIVE AND HOLD HARMLESS ONEPLUS AND ITS AFFILIATES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ONEPLUS OR ANY OF THE FOREGOING PARTIES DURING, OR TAKEN AS A CONSEQUENCE OF, INVESTIGATIONS BY EITHER ONEPLUS OR SUCH PARTIES OR BY LAW ENFORCEMENT AUTHORITIES.\n</p>\n<p>8.4 We do not, however, undertake to review all material before it is posted on the Site, and cannot ensure prompt removal of objectionable material after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party.\nWe have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.\nNonetheless, OnePlus will deal with the said objectionable material as soon as practicable/possible upon discovery.\n</p>\n<p>8.5 You also agree that any violation by you of these Terms of Use will constitute an unlawful and unfair business practice, and will cause irreparable harm to OnePlus, for which monetary damages would be inadequate, and you consent to OnePlus obtaining any injunctive or equitable relief that OnePlus deems necessary or appropriate in such circumstances.\nThese remedies are in addition to any other remedies OnePlus may have at law or in equity.\nMoreover, if OnePlus does take any legal action against you as a result of your violation of these Terms of Use, OnePlus will be entitled to recover from you, and you agree to pay, all reasonable attorneys’ fees and costs of such action, in addition to any other relief granted to OnePlus.\nYou agree that OnePlus will not be liable to you or to any third party for termination of your access to the Site as a result of any violation of these Terms of Use.\n</p> IX.\nContent Standards <p>9.1 The following content standards (“Content Standards”) apply to any and all User Content and use of the Site’s interactive features (e.g., OnePlus accounts).\nUser Content must in its entirety comply with all applicable federal, state, local, and international laws and regulations.\n</p>\n<p>9.2 Without limiting the foregoing, User Content must not: (i) contain any material that is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory, or otherwise objectionable.\n(ii) promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.\n(iii) infringe any patent, trademark, trade secret, copyright, or other intellectual property or other rights of any other person.\n(iv) violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Terms of Use and our Privacy Policy.\n(v) be likely to deceive any person.\n(vi) promote any illegal activity, or advocate, promote, or assist any unlawful act.\n(vii) cause annoyance, inconvenience, or needless anxiety or be likely to upset, embarrass, alarm, or annoy any other person.\n(viii) impersonate any person, or misrepresent your identity or affiliation with any person or organization.\n(ix) involve commercial activities or sales, such as contests, sweepstakes, and other sales promotions, barter, or advertising.\nor (x) give the impression that they emanate from or are endorsed by us or any other person or entity, if this is not the case.\n</p> X.\nPrivacy <p>All personal and non-personal information we collect, store, dispose of, share, and use on this Site (or in the course of your use of your OnePlus account) is subject to our Privacy Policy.\nBy using the Site, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.\nAdditionally, by using the Site, you acknowledge and agree that Internet transmissions are never completely private or secure.\nYou understand that any message or information you send to the Site may be read or intercepted by others, even if there is a special notice that a particular transmission (for example, credit card information) is encrypted.\n</p> XI.\nOnline Purchases and Other Terms and Conditions <p>11.1 All purchases through our Site or other transactions for the sale of goods or services formed through the Site, or resulting from visits made by you, are governed by our Terms of Use, which are hereby incorporated into these Terms of Use.\nIf you wish to purchase products or services described on the Site, you will be asked to supply certain information applicable to your purchase, including credit card and shipping information.\nYou may be able to store your information with your OnePlus account, which allows you to make future purchases without re-entering information.\n</p>\n<p>11.2 Additional terms and conditions may also apply to specific portions, services, or features of the Site, including contests, promotions, registering a OnePlus account, or other similar features.\nAll such additional terms and conditions are hereby incorporated by this reference into these Terms of Use, including, without limitation, OnePlus’s Privacy Policy and Copyright/Intellectual Property Policy.\n</p>\n<p>11.3 All information provided by you must be accurate, complete, and correct.\nBy confirming your purchase at the end of the checkout process, you agree to accept and pay for the items, products, or services that you have requested.\nReceiving an order acknowledgement via email or confirmation page does not guarantee the acceptance of an order.\n</p> XII.\nSocial Media and Links to Other Sites <p>12.1 This Site may provide certain social media features.\nYou may use these features solely in accordance with any additional terms and conditions we provide with respect to such features.\nWe welcome you to share User Content and information about our products and services through social media.\nWhen you use social media to share Content from the Site, you grant us the right to reproduce and publish your social media posting and to use the username or social media handle that you used when sharing the Content.\nYou are responsible for complying with the terms and conditions of social media platforms.\n</p>\n<p>12.2 The website from which you are linking, or on which you make certain Content accessible, must comply in all respects with the Content Standards set out in these Terms of Use.\nWe reserve the right to withdraw linking permission without notice.\nWe may disable all or any social media features and any links at any time without notice in our discretion.\nSubject to the foregoing, you must not otherwise take any action with respect to the materials on this Site that is inconsistent with any other provision of these Terms of Use.\n</p>\n<p>12.3 If the Site contains links to other sites for purposes of connecting you with useful resources provided by third parties (e.g., financing options, mobile service, phone insurance, etc.), these links are provided for your convenience only.\nWe do not endorse and have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any such third-party websites linked to this Site, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.\n</p> XIII.\nGeographic Restrictions <p>The owner of the Site is based in the State of Texas in the United States.\nWe provide this Site for use only by persons located in the United States.\nWe make no claims that the Site or any of its Content is accessible or appropriate outside of the United States.\nClaims about our features, products, or services are limited to the United States and the Site is solely intended to promote features, products, and services that are provided in the United States.\nAccess to the Site may not be legal by certain persons or in certain countries.\nIf you access the Site from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.\n</p> XIV.\nDisclaimer of Warranties <p>14.1 Given the special nature of Internet services, you understand and agree that under none of the following circumstances shall OnePlus be held liable for your losses (including but not limited to property loss, earning loss, loss of data, loss of goodwill, or other intangible losses): </p>\n<ul>\n<li>If OnePlus’s system fails and cannot normally operate due to an event of force majeure, including but not limited to strikes, labor disputes, civil disturbances, riot, rebellion, invasion, epidemic, hostilities, coup, war, terrorist attack, embargo, natural disasters, acts of God, flood, fire, sabotage, and fluctuations or non-availability of electrical power.</li>\n<li>If the services provided by OnePlus’s platform are suspended or delayed due to hacker attack, computer virus, Trojan horse, and/or any other such malicious programs or acts.</li>\n<li>If the services provided by OnePlus’s platform are suspended or delayed due to technical adjustments, malfunctions, or system maintenance (or any other network, technology, communication line, or information security management measures or issues) on the part of third-party telecommunication departments and network operators.</li>\n<li>If the services provided by OnePlus’s platform are delayed, suspended, or terminated due to governmental control, the change of laws and regulations, or order and ruling of judicial authorities, administrative organs, and other departments.</li>\n<li>If you suffer losses due to your use of your OnePlus account or the Site in violation of relevant provisions, or you use your account or the Site improperly.</li>\n</ul>\n<p>14.2 You understand that we cannot and do not guarantee or warrant that files available for downloading from the Internet or the Site will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our Site for any reconstruction of any lost data.\nALL INFORMATION PROVIDED ON THE SITE IS SUBJECT TO CHANGE WITHOUT NOTICE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SITE, ANY FEATURE OF THE SITE, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE, OR DUE TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON THE SITE, OR ON ANY WEBSITE LINKED TO IT.\n</p>\n<p>14.3 YOUR USE OF THE SITE, ITS CONTENT, ANY FEATURE OF THE SITE, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE IS AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE ARE PROVIDED ON AN “AS-IS” AND “AS-AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER ONEPLUS NOR ANY PERSON ASSOCIATED WITH ONEPLUS MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SITE.\nWITHOUT LIMITING THE FOREGOING, NEITHER ONEPLUS NOR ANYONE ASSOCIATED WITH ONEPLUS REPRESENTS OR WARRANTS THAT THE SITE, ITS CONTENT, ANY FEATURE OF THE SITE, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, THAT THE SITE WILL BE SECURE OR IMMUNE (INCLUDING THE CONTENT DELIVERED TO YOU OR THE INFORMATION YOU PROVIDED) FROM UNAUTHORIZED ACCESS, OR THAT THE SITE, ANY FEATURE OF THE SITE, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS OR PROVIDE SPECIFIC RESULTS.\n</p>\n<p>14.4 TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ONEPLUS HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, SATISFACTORY QUALITY, WORKMANLIKE EFFORT, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.\n</p>\n<p>14.5 WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR THIRD-PARTY SERVICES, ADVERTISEMENTS, CONTENT, OR ANY OTHER PRODUCTS, WEBSITES, OR SERVICES ADVERTISED OR OFFERED BY A THIRD PARTY ON OR THROUGH THE SITE.\nONEPLUS DISCLAIMS ANY AND ALL LIABILITY FOR THE ACTS, OMISSIONS, AND CONDUCT OF ANY THIRD PARTIES IN CONNECTION WITH OR RELATED TO YOUR USE OF THE SITE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR OUR AFFILIATES SHALL BE DEEMED TO ALTER OUR DISCLAIMER OF WARRANTY REGARDING OUR SITE, OR TO CREATE ANY WARRANTY OF ANY SORT FROM US.\n</p>\n<p>14.6 YOU ASSUME TOTAL RESPONSIBILITY FOR YOUR USE OF THE SITE AND ANY LINKED SITES.\nYOUR SOLE REMEDY AGAINST ONEPLUS FOR DISSATISFACTION WITH THE SITE OR ANY CONTENT IS TO STOP USING THE SITE OR ANY SUCH CONTENT.\nTHIS LIMITATION OF RELIEF IS A PART OF THE BARGAIN BETWEEN THE PARTIES.\n</p>\n<p>14.7 THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\n</p> XV.\nLimitation of Liability <p>15.1 TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL ONEPLUS, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE SITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE SITE OR SUCH OTHER WEBSITES, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, EXEMPLARY, CONSEQUENTIAL, OR PUNITIVE DAMAGES, AND INCLUDING, BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF OPPORTUNITY, LOSS OF USE, LOSS OF DATA, LOSS OF GOODWILL, OR ANY OTHER INTANGIBLE LOSSES, AND WHETHER BASED ON TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, WARRANTY, STATUTE, OR OTHERWISE, EVEN IF ONEPLUS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE, AND EVEN FOR ANY CLAIMS YOU MAY BRING AGAINST ANY OTHER PARTY TO THE EXTENT THAT WE WOULD BE REQUIRED TO INDEMNIFY THAT PARTY FOR SUCH CLAIM.\n</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE FOREGOING LIMITATION MAY NOT APPLY TO YOU.\nYOU ACKNOWLEDGE AND AGREE THAT THIS LIMITATION IS REASONABLE GIVEN THE BENEFITS OF THE SITE AND YOU WILL ACCEPT SUCH RISK AND/OR INSURE ACCORDINGLY.\n</p>\n<p>15.2 If, notwithstanding the other provisions of these Terms of Use, OnePlus is found to be liable to you for any damage or loss which arises out of or is in any way connected with your use of the Site or any Content, THE COLLECTIVE LIABILITY OF ONEPLUS, ITS AFFILIATES, AND THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, AND DIRECTORS shall in no event exceed the greater of (I) us$100.00.\nOR (II) THE AMOUNT YOU HAVE PAID TO ONEPLUS (in the six (6) months prior to the date of your initial claim) FOR THE APPLICABLE CONTENT, PRODUCT(s), OR SERVICE(s), INCLUDING any subscription or similar fees with respect to your OnePlus account (or any other service or feature of or on the Site), out of which the liability arose.\n</p>\n<p>Some jurisdictions do not allow such a cap on liability resulting from gross negligence or willful misconduct, or death or bodily injury caused by products you purchase, so the foregoing limitation may not apply to you.\n</p>\n<p>15.3 NONE OF THE FOREGOING PROVISIONS AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\n</p> XVI.\nIndemnification <p>You agree to defend, indemnify, and hold harmless OnePlus, its affiliates, licensors, and service providers, and its and their respective officers, directors, shareholders, employees, contractors, agents, licensors, suppliers, predecessors, successors, and assigns, from and against any third-party claims, actions, demands, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to: (i) your violation of these Terms of Use.\n(ii) your use of the Site, including, but not limited to, your User Content, any use of the Site’s Content, services, and products other than as expressly authorized in these Terms of Use, or your use of any information obtained from the Site.\nor (iii) any violation of any laws or regulations or the rights of any third party by you.\n</p> XVII.\nGoverning Law.\nJurisdiction.\nLimitation on Time to File Claims <p>17.1 All matters arising out of or relating to the Site and these Terms of Use, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), are governed by and construed in accordance with the Federal Arbitration Act (“FAA”) and (only to the extent not inconsistent with the provisions of Article XVIII below and the substantive and procedural provisions of the FAA) the internal laws of the State of Texas, without giving effect to any choice or conflict of law provision or rule (whether of the State of Texas or any other jurisdiction) that would cause the application of the laws of any jurisdiction other than those of the State of Texas.\nThe arbitrator will not be bound by rulings in other arbitrations involving OnePlus to which you are not a party.\nOther than claims that must be resolved through binding arbitration (or that may be brought in small claims court), any disputes relating to these Terms of Use or the Site will be litigated exclusively in the federal or state courts of Dallas County, Texas.\nthe parties consent to personal and exclusive jurisdiction in these courts and waive any objection to such jurisdiction and venue.\nNotwithstanding the foregoing, other than claims that must be resolved through binding arbitration (or that may be brought in small claims court), OnePlus reserves the right to institute proceedings and/or apply for injunctive remedies (or any equivalent type of urgent legal relief) against the user in the courts having jurisdiction in the place where the user has its seat or in any jurisdiction where harm to OnePlus is occurring.\n</p>\n<p>17.2 These Terms of Use will not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.\n</p>\n<p>17.3 ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE SITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.\n</p> XVIII.\nDispute Resolution and Binding Arbitration <p>READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM ONEPLUS.</p>\n<p>18.1 YOU AND ONEPLUS ARE AGREEING TO GIVE UP ANY RIGHTS TO LITIGATE CLAIMS IN A COURT (EXCEPT FOR MATTERS THAT MAY BE TAKEN TO SMALL CLAIMS COURT AS FURTHER SET FORTH BELOW IN THIS SECTION 18) OR BEFORE A JURY, OR TO PARTICIPATE IN A CLASS ACTION OR REPRESENTATIVE ACTION WITH RESPECT TO A CLAIM.\nOTHER RIGHTS THAT YOU WOULD HAVE IF YOU WENT TO COURT MAY ALSO BE UNAVAILABLE OR MAY BE LIMITED IN ARBITRATION.\n</p>\n<p>18.2 EXCEPT AS OTHERWISE PROVIDED BELOW, ANY AND ALL CLAIMS, DISPUTES, OR CONTROVERSIES (WHETHER IN CONTRACT, TORT, OR OTHERWISE, WHETHER PRE-EXISTING, PRESENT, OR FUTURE, AND INCLUDING, WITHOUT LIMITATION, STATUTORY, CONSUMER PROTECTION, COMMON LAW, INTENTIONAL TORT, INJUNCTIVE, AND EQUITABLE CLAIMS) BETWEEN YOU AND ONEPLUS, ARISING FROM OR RELATING IN ANY WAY TO, AMONG OTHER THINGS, (I) THE SITE.\n(II) THESE TERMS OF USE AND PRIOR VERSIONS OF THESE TERMS OF USE, OR THE EXISTENCE, BREACH, TERMINATION, ENFORCEMENT, INTERPRETATION, SCOPE, WAIVER, OR VALIDITY THEREOF.\nOR (III) YOUR RELATIONSHIP WITH ONEPLUS (COLLECTIVELY, THE “COVERED DISPUTES”), WILL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION, REGARDLESS OF WHETHER THE COVERED DISPUTE OCCURRED OR ACCRUED BEFORE OR AFTER THE DATE YOU AGREED TO THESE TERMS OF USE.\n</p>\n<p>18.3 Notwithstanding any choice of law or other provision in these Terms of Use, this agreement to arbitrate evidences a transaction involving interstate commerce and the FAA will govern its interpretation, enforcement, and proceedings pursuant thereto.\nIt is the intent of the parties to be bound by the provisions of the FAA for all purposes, that the applicable arbitration provider’s rules shall preempt all state laws to the fullest extent permitted by law, and that the agreement to arbitrate be broadly interpreted.\n</p>\n<p>18.4 This agreement to arbitrate applies (i) whether your dispute is with OnePlus, its subsidiaries, affiliates, or parent company, or any suppliers or service providers involved with the Site or OnePlus’s products and services, and their officers, directors, employees, agents, assigns, predecessors, and successors.\nand (ii) regardless of the legal theory on which you base your claim (such as breach of warranty, breach of contract, negligence, etc.).\nThis agreement to arbitrate will also be binding upon, and shall include any claims brought by, any other third parties, including, without limitation, your spouse, heirs, third-party beneficiaries, successors, and assigns, where their underlying claims arise out of or relate to a Covered Dispute.\n</p>\n<p>18.5 For Covered Disputes specifically relating to these Terms of Use or the Site, this agreement to arbitrate supersedes any terms regarding dispute resolution in any other agreement between you and OnePlus and contains the whole agreement between you and OnePlus with respect to any such disputes or claims.\n</p>\n<p>18.6 The arbitration shall be conducted by a single arbitrator and will be administered by JAMS pursuant to its Comprehensive Arbitration Rules and Procedures applicable to consumer disputes, and in accordance with the Expedited Procedures in those Rules, unless the parties agree to JAMS’ Streamlined Arbitration Rules and Procedures (collectively, the “JAMS Rules”), except as modified by this Article XVIII.\nThe JAMS Rules are available online at www.jamsadr.com.\n</p>\n<p>18.7 For disputes arising in a jurisdiction where JAMS cannot or will not administer the arbitration, the parties shall be required to meet and confer to select a neutral arbitration provider.\nSuch an arbitration provider shall have operations in the state in which the dispute arises.\nIf the parties are unable to mutually agree upon an arbitration provider, then either party may invoke 9 U.S.C.\n§ 5 to request that a court of competent jurisdiction appoint an arbitration provider with operations in the state in which the dispute arises.\nAny arbitration provider appointed by a court under 9 U.S.C.\n§ 5 shall conduct arbitration solely on an individualized basis as set forth herein.\nOnce the parties mutually agree upon a neutral arbitration provider, or an arbitrator provider is appointed under 9 U.S.C.\n§ 5, the ensuing arbitration shall commence pursuant to the rules of the designated arbitration provider, except as otherwise designated herein.\nOnce an arbitration provider is agreed upon or appointed, an arbitrator shall be appointed.\nThe arbitrator will be either (i) a retired judge, or (ii) an attorney licensed to practice law in the state where the arbitration is conducted with experience in the law underlying the dispute.\nThe arbitrator will be selected by the parties from the applicable arbitration provider’s roster of arbitrators.\nIf the parties are unable to agree upon an arbitrator after a good faith meet and confer effort, then the applicable arbitration provider will appoint the arbitrator in accordance with its rules.\n</p>\n<p>18.8 We each agree that, as a condition precedent to initiating any arbitration or other legal proceedings, the parties shall make a good faith effort to resolve any Covered Dispute.\nIn the event that the parties are unable to resolve any Covered Dispute within a reasonable period (which, in any event, shall not exceed sixty (60) days), you or OnePlus may initiate an arbitration proceeding by (i) sending a written notice (entitled, and referred to herein as a, “Demand for Arbitration”) to the other party by mail.\nAND (ii) sending an electronic copy of the Demand for Arbitration to legal-usa@oneplus.com (if the Demand for Arbitration is from you) or to any email address that you provide to us when registering a OnePlus account or purchasing OnePlus product(s) or that you otherwise publish through the Site (if the Demand for Arbitration is from OnePlus).\nAny Demand for Arbitration that you send to OnePlus should be delivered to our principal place of business at: OnePlus, Attn: Legal Department, Re: Demand for Arbitration, Riverside Commons, 5000 Riverside Drive, Building 5, Suite 300, Irving, Texas 75039 USA.\n</p>\n<p>18.9 Unless the parties agree otherwise, any arbitration hearing will take place (at your option) in Dallas County, Texas or in the county in which you reside.\nHowever, subject to the approval of the arbitrator and OnePlus, you may decide whether you want the arbitration to be conducted instead: (i) based on written submissions without an oral hearing, or (ii) through a telephone or videoconference hearing.\n</p>\n<p>18.10 All issues in dispute are for the arbitrator to decide.\nExcept as otherwise specifically provided in Section 18.14 below, the arbitrator will have exclusive authority to resolve any dispute relating to the scope, arbitrability, and/or enforceability of this agreement to arbitrate, whether a dispute can be arbitrated, or the interpretation of this agreement to arbitrate, including any unconscionability challenge or any other challenge to the effect that these arbitration provisions or these Terms of Use are void, voidable, or otherwise invalid.\nThe arbitrator shall, in accordance with the JAMS Rules, allow for the discovery or exchange of non-privileged information relevant to the dispute, and shall enter orders as appropriate in order to protect the parties’ trade secrets or confidential information.\nThe arbitrator will be empowered to grant whatever relief would be available in court under law or in equity.\nAny award of the arbitrator will be final and binding on each of the parties and may be entered as a judgment in any court of competent jurisdiction.\nThe arbitrator is not bound by decisions reached in separate arbitrations, and the arbitrator’s decision shall be binding only upon the parties to the arbitration that are the subject of the decision.\nThe arbitrator shall award reasonable costs incurred in the arbitration to the prevailing party in accordance with the law(s) of the state in which arbitration is held.\n</p>\n<p>18.11 Payment of all filing, administration, and arbitrator fees will be governed by the JAMS Rules unless otherwise stated in this agreement to arbitrate.\nIf the value of the relief sought is $10,000 or less, OnePlus will pay all filing, administration, and arbitrator fees associated with the arbitration.\nIf the value of the relief sought is more than $10,000 and you are able to demonstrate that the cost of accessing arbitration will be prohibitive as compared to the cost of accessing a court for purposes of pursuing litigation on an individual basis, OnePlus will pay as much of the filing, administration, and arbitrator fees as the arbitrator deems necessary to prevent the cost of accessing arbitration from being prohibitive.\nIf the arbitrator decides that either the substance of your claim or the remedy you asked for is frivolous or brought for an improper purpose, the parties will use the JAMS Rules to determine whether you or OnePlus is responsible for the filing, administrative, and arbitrator fees.\n</p>\n<p>18.12 The foregoing notwithstanding, if a party’s claim is within the jurisdiction of a small claims court, either party may choose to take the claim to that court instead of arbitration as follows: (i) a party may take its claim to small claims court without first sending a Demand for Arbitration to the other party.\n(ii) a party that receives a Demand for Arbitration can, within thirty (30) calendar days after its receipt of the Demand for Arbitration (the “Forum Determination Period”), send written notice (in the manner prescribed in Section 18.8 above) to the opposing party that it wants the case decided by a small claims court.\n(iii) after the expiration of the Forum Determination Period and after a case is filed with JAMS, but before the issuance of a Commencement Letter (as such term is defined in the JAMS Rules), a party can send written notice (in the manner prescribed in Section 18.8 above) to the opposing party and JAMS that it wants the case decided by a small claims court (after receiving this notice, JAMS will administratively close the case).\nand (iv) after the expiration of the Forum Determination Period, after a case is filed with JAMS, and after the issuance of a Commencement Letter, the parties may mutually agree in writing that the arbitration case should be closed and the dispute decided in small claims court.\nThe small-claims court proceeding will be limited solely to your individual dispute or controversy and will not be consolidated with any other action or conducted on a class-wide, representative, or class-action basis.\nNeither party may file a case with jams (for a claim that is within the jurisdiction of a small claims court) until after the expiration of the Forum Determination Period.\n</p>\n<p>18.13 The forgoing notwithstanding, you or OnePlus may file suit in court to address an intellectual property rights infringement claim (as set forth in Section 17.1 above).\n</p>\n<p>18.14 You agree to an arbitration on an individual basis.\nIn any dispute, NEITHER YOU NOR ONEPLUS WILL BE ENTITLED TO JOIN OR CONSOLIDATE CLAIMS BY OR AGAINST OTHER USERS OF THE SITE IN COURT OR IN ARBITRATION OR OTHERWISE PARTICIPATE IN ANY CLAIM AS A CLASS REPRESENTATIVE, CLASS MEMBER, IN A REPRESENATIVE CAPACITY, OR IN A PRIVATE ATTORNEY GENERAL CAPACITY.\nThe arbitral tribunal may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding.\nThe arbitrator may award injunctive relief only in favor of you, the individual party seeking relief, and only to the extent necessary to provide relief that is warranted by your individual claim, and not any remedy that affects other users of the Site or third parties.\nThe arbitral tribunal has no power to consider the enforceability of this class arbitration waiver and any challenge to the class arbitration waiver may only be raised in a court of competent jurisdiction.\nIf a court decides that applicable law precludes enforcement of any of the limitations set forth in this Section 18.14 as to a particular claim for relief or remedy (such as declaratory or injunctive relief), then that claim or remedy (and only that claim or remedy) must be severed from the arbitration and must be brought in the state or federal courts located in Dallas County, Texas or in the county in which you reside, while the remaining claims and remedies (such as individual damages or restitution) will still be resolved through binding arbitration.\n</p>\n<p>18.15 You can choose to reject the agreement to arbitrate (“opt out”) by mailing us a written opt-out notice (“Opt-Out Notice”).\nThe Opt-Out Notice must be postmarked no later than thirty (30) days after the date you accept these Terms of Use.\nYou must mail the Opt-Out Notice to OnePlus at the following address: OnePlus, Attn: Legal Department, Re: Opt-Out Notice, Riverside Commons, 5000 Riverside Drive, Building 5, Suite 300, Irving, Texas 75039 USA.\nYour Opt-Out Notice must include a statement that you intend to opt out of the arbitration agreement in the OnePlus Website Terms of Use, together with your name, address (including street number and address, city, state, and zip code), phone number, and any email address that you used in connection with registering a OnePlus account or purchasing OnePlus product(s) or that you otherwise published through the Site.\nYou must sign the Opt-Out Notice in order for it to be effective.\nThis procedure is the only way to opt out of the agreement to arbitrate.\nIf you opt out of this agreement to arbitrate, all other parts of the Terms of Use will continue to apply.\nOpting out of this agreement to arbitrate has no effect on any previous, other, or future arbitration agreements you may have with us.</p>\n<p>18.16 Subject to the provisions of Section 18.14 above, if any provision of this agreement to arbitrate is found unenforceable, that provision will be severed and the balance of this agreement to arbitrate will remain in full force and effect.\nSeverance of the unenforceable or unlawful provision shall have no impact whatsoever on the remainder of the agreement to arbitrate or the parties’ ability to compel arbitration of any remaining claims on an individual basis pursuant to the agreement to arbitrate.\nTo the extent any claims must proceed on a class, collective, consolidated, or representative basis, such claims must be litigated in a civil court of competent jurisdiction and not in arbitration, and the parties agree that litigation of those claims shall be stayed pending the outcome of any individual claims in arbitration.</p>\n<p>18.17 Subject to the provisions of Section 18.14 above, (i) the substance of any disputes where public injunctive relief is available shall be decided by the arbitrator.\nand (ii) only if the claimant succeeds on its claim permitting the remedy of public injunction may such claimant request that a court of competent jurisdiction enter an injunction in conformity with the arbitral award.</p> IX.\nMiscellaneous <p>19.1 No waiver by OnePlus of any term or condition set out in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of OnePlus to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.\n</p>\n<p>19.2 If any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent necessary and replaced with a valid provision that best embodies the intent of these Terms of Use, such that the remaining provisions of these Terms of Use will continue in full force and effect.\n</p>\n<p>19.3 These Terms of Use, our Terms of Sale, Privacy Policy, Copyright/Intellectual Property Policy, any additional terms that accompany the Site, any amendments, and any additional agreements you may enter into with us shall constitute the sole and entire agreement between you and OnePlus regarding the Site and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Site.\nAs set forth in Article XI, above, depending on which of our products or services you use, additional terms may apply.\nYou may also be subject to additional terms and conditions that govern your use of third-party services, content, or software.\n</p>\n<p>19.4 Except as expressly stated herein, these Terms of Use are for the sole benefit of the parties hereto and nothing herein, express or implied, is intended to or shall confer any rights or remedies on any third parties.\n</p>\n<p>19.5 You may not voluntarily, or by operation of law, assign or otherwise transfer any of your rights or delegate any of your obligations under these Terms of Use without the prior written consent of OnePlus.\nNo assignment or delegation relieves you of any of your obligations under these Terms of Use.\nOnePlus, however, may transfer its rights and obligations under these Terms of Use to another organization.\n</p>\n<p>19.6 You may not use or export or re-export any Content or any copy or adaptation of such Content, or any product or service offered on the Site, in violation of any applicable export laws or regulations.\nYou are responsible for complying with United States and foreign export controls and for any violation of such controls, including any United States embargoes or other rules and regulations restricting exports.\nYou represent that you are not: (i) located in, or a resident or a national of, any country subject to a government embargo or other restriction, or that has been designated by any government as a “terrorist supporting” country.\nor (ii) on any government list of restricted end users.\n</p>\n<p>19.7 Any provisions within these Terms of Use that by their nature should continue to be in effect, shall survive the expiration or termination of these Terms of Use, and remain valid and binding, including but not limited to Articles IV, V, VI, VII, X, XIV, XV, XVI, XVII, and XVIII.\n</p>\n<p>19.8 The captions of sections of these Terms of Use are for convenience and reference only, and the words contained therein shall in no way be held to explain, modify, amplify, or aid in the interpretation, construction, or meaning of these Terms of Use.\nAny pronouns or references used herein shall be deemed to include the masculine, feminine, nonbinary, or neutral genders as appropriate.\nAny expression in the singular or the plural shall, if appropriate in the context, include both the singular and the plural.\nThese Terms of Use shall be construed according to the fair meaning of their language and (to the extent legally permissible) the rule of construction, to the effect that ambiguities are to be resolved against the drafting party, will not be employed in interpreting these Terms of Use.\n</p> XX.\nInformation and Feedback <p>20.1 This website is operated by ONEPLUS USA CORP., a Nevada corporation.\n</p>\n<p>20.2 All notices of copyright infringement claims should be sent to the copyright agent designated in our Copyright/Intellectual Property Policy in the manner and by the means set out therein.\n</p>\n<p>20.3 Except as otherwise specifically provided in Article XVIII above, all other feedback, comments, requests for technical support, and other communications relating to the Site should be directed to: </p>\n<ul>\n<li>Email address: support@oneplus.com;</li>\n<li>Street address: Riverside Commons, 5000 Riverside Drive, Building 5, Suite 300, Irving, Texas 75039 USA.</li>\n</ul>\n<p>20.4 Except as otherwise specifically provided in Article XVIII above, if OnePlus needs to send any information to you, it will be sent via email, telephone, or to any address and other contact details you provided when you registered a OnePlus account, purchased OnePlus product(s), or published such information through the Site.\nExcept as otherwise specifically provided in Article XVIII above, if the information is sent via electronic communication, it shall be deemed to be delivered on the date sent (with confirmation of transmission) if sent during normal business hours of the recipient, and on the next business day if sent after normal business hours of the recipient.\nif sent by a nationally recognized overnight courier (receipt requested), it will be deemed delivered when received by the addressee.\nand if sent by certified or registered mail, return receipt requested, postage prepaid, it will be deemed delivered on the third day after the date mailed.</p>\n<p>\n</p>\n<dl>\n<dt>Phones<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> OnePlus 11 5G </li>\n<li> OnePlus 10T 5G </li>\n<li> OnePlus 10 Pro 5G </li>\n<li> OnePlus Nord N30 5G </li>\n<li> OnePlus Nord N200 5G </li>\n<li> OnePlus Nord N100 </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Accessories<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> Audio </li>\n<li> Tablet </li>\n<li> Case &amp.\nProtection </li>\n<li> Power &amp.\nCables </li>\n<li> Bundles </li>\n<li> Gear </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Programs<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> Discount Program </li>\n<li> Trade-in Program </li>\n<li> Referral Program </li>\n<li> Affiliate Program </li>\n<li> Shot on OnePlus </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Support<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> OnePlus Store app </li>\n<li> Shopping FAQs </li>\n<li> User Manuals </li>\n<li> Software Upgrade </li>\n<li> Repair Service </li>\n<li> Contact Us </li>\n</ul>\n</dd>\n</dl>\n<dl>\n<dt>Company<i>\n</i>\n</dt>\n<dd>\n<ul>\n<li> About OnePlus </li>\n<li> Community </li>\n<li> Careers </li>\n<li> Sustainability </li>\n<li> Press </li>\n<li> Featured Stories </li>\n</ul>\n</dd>\n</dl>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> +1 587 600 1882\n<p>4:00 am – 10:00 pm CET Mon to Sun</p>\n<p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</p>\n<i>\n</i>Canada ( English / CAD ) <ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Terms of Sale</li>\n<li>Security Feedback</li>\n</ul> © 2013 - 2023 OnePlus.\nAll Rights Reserved.\n", "created_at": "2023-07-07 16:33:30.354835", "updated_at": "2023-07-07 16:34:25.962334"}], "points": [], "urls": ["oneplus.com"]}}