{"error": 448, "message": "OK", "parameters": {"id": 7825, "name": "University of South Dakota", "created_at": "2023-03-29 23:43:07.333367", "updated_at": "2023-04-22 11:50:34.752362", "wikipedia": "https://en.wikipedia.org/wiki/University_of_South_Dakota", "keywords": null, "related": null, "slug": "university-of-south-dakota", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7825.png", "url": "usd.edu", "documents": [{"id": 15101, "name": "Terms of use And Privacy Policy", "url": "https://www.usd.edu/Terms-of-Use", "xpath": "//body", "text": " Skip to main site navigation\nSkip to main content <ul>\n<li>Apply</li>\n<li>Visit</li>\n<li>Request Information</li>\n</ul> Open the main Menu <ul>\n<li> Academics Open the Academics menu quick<ul>\n<li>Undergraduate Programs</li>\n<li>Graduate Programs</li>\n<li>USD – Sioux Falls</li>\n<li>USD – Online</li>\n<li>Colleges &amp.\nSchools</li>\n<li>Dual Credit</li>\n<li>Signature Programs</li>\n<li>Continuing Education</li>\n<li>Libraries</li>\n<li>Academic Calendars</li>\n</ul>\n</li>\n<li> Admissions &amp.\nAid Open the Admissions &amp.\nAid menu quick<ul>\n<li>Undergraduate Admissions</li>\n<li>Graduate Admissions</li>\n<li>International Admissions</li>\n<li>Law School Admissions</li>\n<li>Medical School Admissions</li>\n<li>Military &amp.\nVeterans' Admissions</li>\n<li>Visit USD</li>\n<li>Tuition &amp.\nCosts</li>\n<li>Financial Aid</li>\n</ul>\n</li>\n<li> Research Open the Research menu quick<ul>\n<li>Undergraduate Research</li>\n<li>Graduate Research</li>\n<li>Faculty &amp.\nStaff Directory</li>\n</ul>\n</li>\n<li> Student Life Open the Student Life menu quick<ul>\n<li>Housing &amp.\nDining</li>\n<li>Get Involved</li>\n<li>Athletics &amp.\nSpirit Squad</li>\n<li>Fitness &amp.\nRecreation</li>\n<li>Special Events &amp.\nTraditions</li>\n<li>Arts &amp.\nCulture</li>\n<li>Student Resources &amp.\nWellness</li>\n<li>Security &amp.\nSafety</li>\n</ul>\n</li>\n<li> Athletics Open the Athletics menu quick</li>\n<li> About Open the About menu quick<ul>\n<li>At a Glance</li>\n<li>Vermillion Campus &amp.\nCommunity</li>\n<li>Sioux Falls Campus &amp.\nCommunity</li>\n<li>Campus Maps, Directions &amp.\nParking</li>\n<li>Mission &amp.\nHistory</li>\n<li>Purpose &amp.\nLeadership</li>\n<li>Departments, Offices &amp.\nResources</li>\n<li>Accreditation &amp.\nConsumer Information</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul> Open the search panel Search <ul>\n<li> Helpful Links Open the Helpful Links menu<ul>\n<li>myUSD</li>\n<li>News &amp.\nStories</li>\n<li>Calendars</li>\n<li>Coyote OneStop</li>\n<li>Academic Catalog</li>\n<li>Campus Map</li>\n<li>Coyote Athletics</li>\n<li>Online Bookstore</li>\n<li>Coyote Gear</li>\n<li>Support USD</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Resources For Open the Resources For menu<ul>\n<li>Current Students</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Apply</li>\n<li>Visit</li>\n<li>Request Information</li>\n</ul>\n<ol>\n<li> Home </li>\n<li> Terms of Use </li>\n</ol> Terms of Use <p> Rules and requirements of the USD Website.\n</p>\n<ul>\n</ul> Copyright\n<p>All material contained in this website is protected by U.S.\ncopyright regulations and protections.\nRedistribution or commercial use is prohibited without express written permission.</p>\n<ul>\n<li>Web Copyright Policy</li>\n</ul>\nTrademarks &amp.\nLicensing\n<p>The University of South Dakota Trademark Licensing Program protects the use of any logo, wordmark, nickname, series of letters or acronyms associated with the University that are distinguishable from those of other universities, teams, mascots or organizations.\nAny use without the University of South Dakota's express written consent is prohibited.\nFor information regarding the lawful use of trademarks or to report unlicensed uses, contact the Office of Marketing Communications &amp.\nUniversity Relations.</p>\n<p>\n<br>\n</p> Reporting Alleged Copyright Infringements\n<p>To report suspected electronic copyright infringement originating at the University of South Dakota, please notify the designated agent as per the Digital Millennium Copyright Act (DMCA), Public Law 105-304:</p>\n<p>Cheryl Tiahrt, Chief Information Officer<br>\nUniversity of South Dakota<br>\n414 E.\nClark St.<br>\nVermillion, SD 57069<br>\nCheryl.Tiahrt@usd.edu<br>\nPhone: 605-658-6000</p>\n<p>In notifying us of the alleged copyright infringement, please include the following information:</p>\n<ul>\n<li>A description of the infringed material and information sufficient to permit us to locate the material;</li>\n<li>Contact information for you, including your address, telephone number and/or email address;</li>\n<li>A statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, or its agent, or the law;</li>\n<li>A statement by you, signed under penalty of perjury, that the information in the notification is accurate and that you have the authority to enforce the copyrights that are claimed to be infringed.\nand</li>\n<li>A physical or electronic signature of the copyright owner or a person authorized to act on its behalf.</li>\n</ul> Privacy Policy\n<p>The University of South Dakota supports the privacy of information submitted by students, employees and visitors who visit our official university website.</p>\n<ul>\n<li>Privacy Policy</li>\n</ul>\nGoogle Analytics\n<p>This website uses Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.</p>\n<p>Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however, please note that if you do this you may not be able to use the full functionality of this website.\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.</p>\n<p>The data gathered for Google Analytics is held and processed by Google and is subject to the policies of that company.\nThe University of South Dakota has no control over Google's policies.</p>\n<p>For more information on Google Analytics terms of use and privacy practices, please visit the following pages:</p>\n<ul>\n<li>Google Privacy Policy</li>\n<li>Google Analytics Terms of Service</li>\n</ul>\nConsumer Information\n<p>We receive and may keep information voluntarily given to us when you decide to request more about USD or apply for admission.\nInformation is collected so we can provide you with the service you requested:</p>\n<ul>\n<li>Your name, address and phone number</li>\n<li>Your academic interests</li>\n<li>Your e-mail address</li>\n<li>Your credit card</li>\n<li>Use of technology</li>\n</ul>\n<p>We want you to be aware that certain online tools exist to help us serve and recognize you and your activities when you visit our website.\nTo help better serve your online experience, we may receive and store certain types of information upon visiting our site.\nOur site uses session identifiers, JavaScript, IP address identification and browser detection, to help us understand how visitors are viewing our site.</p>\nDo we use 'cookies'?\n<p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information.\nThey are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</p>\nWe use cookies to:\n<ul>\n<li>Understand and save users' preferences for future visits.</li>\n<li>Keep track of and serve advertisements with a third party.\nThird parties may place cookies on users' browsers for targeted advertising purposes.<br> Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future.\nWe may also use trusted third-party services that track this information on our behalf.</li>\n<li>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser (like Internet Explorer) settings.\nEach browser is a little different, so look at your browser's Help menu to learn the correct way to modify your cookies.</li>\n</ul>\n<p>If you disable cookies off, some features will be disabled.\nIt won't affect the user's experience that make your site experience more efficient and some of our services will not function properly.</p>\nOnce information is collected, how do we use it?\nWithin usd.edu\n<p>Information we collect from you may be shared with our agents or employees of our service providers.\nWe may also use information to:</p>\n<ul>\n<li>Provide you with timely and reliable fulfillment of requests</li>\n<li>Respond to your customer service inquiries</li>\n<li>Inform you of featured events, deadlines or information personalized to you</li>\n</ul>\nOutside of usd.edu\n<p>We may partner with other third parties to provide various products and services.\nWhen you sign up for these products or services, we will share required information that is necessary for the third party to provide the product or service to you.\nWe take reasonable steps to ensure that these third parties are obligated to protect your information on our behalf.\nIt is also against our policy to sell or trade information collected online without consumer consent.\nWe may, however, release personal information if we are legally required to do so with or without notifying you based on the conditions.</p>\nOpt out of interest-based advertising\n<p>To opt out of interest-based advertising, visit the Network Advertising Initiative opt-out page.</p>\nSmart Pixel Opt Out\n<p>usd.edu is being monitored by one or more third-party monitoring software(s) and may capture information about your visit that will help us improve the quality of our service.\nYou may control the data being collected from your visit by visiting www.matchmyip.com through a universal consumer options page located at http://matchmyip.com/T/unsub.html</p>\nDisclaimer\n<p>Information on the University of South Dakota website is provided without warranty of any kind.</p>\n<p>The University of South Dakota makes web resources available to all segments of the university community and may provide listings of and/or links to web pages maintained by university faculty, students, staff and organizations.\nThe university website contains web pages that have been created by the university, its schools, departments, or other administrative offices, as well as web pages generated by organizations and individuals.</p>\n<p>University departments, schools, and administrative offices strive to ensure the accuracy of the web pages.\nIf you have a question or concern regarding any of the university web pages, please contact that department directly.</p>\n<p>Personal or organization web pages are not endorsed, edited or approved by the university.\nThe content and the items accessible from the pages are the sole responsibility of their creators and do not represent positions, policies or opinions of the University of South Dakota.\nIf you have any questions about a particular page or document, please contact the site's author directly.</p>\n<p>Some web pages may contain links to web pages created by sources outside the university.\nThe existence of these links does not suggest that the university approves or endorses the content of these web pages.</p>\n<p>Marketing Communications &amp.\nUniversity Relations is responsible for the design and maintenance of the University of South Dakota homepage and primary web pages, but is not responsible for the timeliness or completeness of the information provided by other departments, individuals or schools.\nIf you have any general questions, comments, or concerns about the University of South Dakota web pages, please send an email to web@usd.edu.</p>\n<p>By submitting content to any of the University of South Dakota's social media sites, users understand and acknowledge that the information is available to the public and may be used for promotional purposes.\nUsers who do not wish to have information they have made published, copied and/or reprinted, should not post on social media sites.</p>\nEqual Opportunity / Affirmative Action / Title IX Statement\n<p>The University of South Dakota shall offer equal opportunities in employment and for access to and participation in educational, extension and other institutional services to all persons qualified by academic preparation, experience and ability for the various levels of employment or academic program or other institutional service, without discrimination based on sex, race, color, creed, national origin, ancestry, citizenship, gender, gender identification, transgender, sexual orientation, religion, age, disability, genetic information or veteran status or on any other status that may become protected under law against discrimination.\nIf you have questions or concerns, please contact Human Resources, Office of Equal Opportunity.\nTitle IX of the U.S Education Amendments of 1972 (“Title IX”) is a federal civil rights law that prohibits discrimination on the basis of sex in education programs and activities.\nUnder Title IX, discrimination on the basis of sex can also include sexual harassment, sexual assault, sexual violence, stalking and sexual coercion.\nFor more information or to report a violation, visit the Human Resources website, Title IX.</p> Accessibility\n<p>The University of South Dakota (USD) is committed to ensuring equal access for individuals with disabilities to the programs and services of the university in accordance with the Americans with Disabilities Act of 1990 (ADA), the ADA Amendments Act of 2008, and Section 504/Section 508 of the 1973 Rehabilitation Act as amended.\nEqual access includes access to electronic and information technology.\nUSD strives to ensure all aspects of electronic and information technology – from procurement and development to online course content and public web pages – are accessible to individuals with disabilities.</p>\n<p>Cheryl Tiahrt, Chief Information Officer, Cheryl.Tiahrt@usd.edu&nbsp.\n605-658-6000</p>\n<p>Disability Services, disabilityservices@usd.edu 605-658-3745</p>\n<p>Digital Accessibility, udl@usd.edu 605-677-5411</p>\n<p>\n<br>\n</p>\n<p>414 E.\nClark Street</p>\n<p>\nVermillion, SD 57069</p>\n<p> 877-COYOTES </p>\n<p> 877-269-6837 </p>\n<ul>\n<li>\nContact Us </li>\n<li>\nMaps &amp.\nDirections </li>\n</ul> Social Media Links <ul>\n<li> Instagram <i>\n</i>\n</li>\n<li> Facebook <i>\n</i>\n</li>\n<li> Twitter <i>\n</i>\n</li>\n</ul> University Resources <ul>\n<li>\nAlumni </li>\n<li>\nEmployment </li>\n<li>\nDirectory </li>\n<li>\nPolicies </li>\n</ul> Legal <ul>\n<li>\nAccessibility </li>\n<li>\nPrivacy </li>\n<li>\nEOAA/Title IX </li>\n<li>\nTerms of Use </li>\n</ul> Helpful Links <ul>\n<li>\nmyUSD </li>\n<li>\nAbout USD </li>\n<li>\nUSD Athletics </li>\n<li>\nRequest Information </li>\n</ul> X Please review our website privacy policy.\nReview Privacy Policy Confirm ", "created_at": "2023-03-29 23:43:07.365714", "updated_at": "2023-03-29 23:43:29.737656"}], "points": [], "urls": ["usd.edu"]}}