{"error": 448, "message": "OK", "parameters": {"id": 9656, "name": "The OT Toolbox", "created_at": "2023-09-29 23:17:51.325095", "updated_at": "2023-09-30 10:02:33.728824", "wikipedia": null, "keywords": null, "related": null, "slug": "the-ot-toolbox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9656.png", "url": "theottoolbox.com", "documents": [{"id": 19204, "name": " Privacy Policy", "url": "https://www.theottoolbox.com/disclosure-policy/", "xpath": "//*[@id=\"content\"]", "text": " Privacy Policy <p>Privacy Policy</p>\nTo keep up with FTC regulations, we offer the following disclosure policy:<p>\n</p> Privacy Policy for www.theottoolbox.com\nThe privacy of visitors to www.theottoolbox.com is important to us.\nAt www.theottoolbox.com, we recognize that privacy of your personal information is important.\nHere is information on what types of personal information we receive and collect when you use and visit www.theottoolbox.com, and how we safeguard your information.\nWe never sell your personal information to third parties.\nLog Files<br>As with most other websites, we collect and use the data contained in log files.\nThe information in the log files include your IP (internet protocol) address, your ISP (internet service provider), the browser you used to visit our site (such as Google Chrome or Firefox), the time you visited our site and which pages you visited throughout our site.\nCookies<br>\nWe use third party advertisements on www.theottoolbox.com to support our site.\nSome of these advertisers may use technology such as cookies and web beacons when they advertise on our site, which will also send these advertisers (such as Google through the Google AdSense program) information including your IP address, your ISP , the browser you used to visit our site, and in some cases, whether you have Flash installed.\nThis is generally used for geotargeting purposes (showing New York real estate ads to someone in New York, for example) or showing certain ads based on specific sites visited (such as showing cooking ads to someone who frequents cooking sites).\nYou can chose to disable or selectively turn off our cookies or third-party cookies in your browser settings, or by managing preferences in your browser.\nHowever, this can affect how you are able to interact with our site as well as other websites.\nThis could include the inability to login to services or programs, such as logging into forums or accounts.\n<p>\n<b>Advertising.</b>\n<br>\nThis Site is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (“CafeMedia”) for the purposes of placing advertising on the Site, and CafeMedia will collect and use certain data for advertising purposes.\nTo learn more about CafeMedia’s data usage, click here:&nbsp;www.cafemedia.com/publisher-advertising-privacy-policy</p>\n<p>Affiliate links<br>\nWe apply Amazon affiliate links and other affiliates into blog posts where appropriate to the post.&nbsp.\nThis means that&nbsp;purchases made through the links on this blog will make us money.&nbsp.\nWe only link products if they are appropriate to the activity or craft.&nbsp.\nThis in no way affects our opinions or ideas.&nbsp.\n</p>\n<p>Products Reviews and Giveaways<br>\nOccasionally,&nbsp;we receive products or materials from companies for review, use,&nbsp;or giveaway.&nbsp.\nThis does not affect our opinions in any way.\n</p>\n<p>Sponsored Posts<br>\nWe accept sponsored posts in exchange for compensation.&nbsp.\nAll opinions are our own.</p>\n<p>Ads: <br>\nWe promote ads from advertising networks in exchange for&nbsp;a small percentage&nbsp;of money.&nbsp.\n</p>\n<p>Disclosure Policy:<br>\nThis policy is valid beginning 20 November 2012.<br>\nThis blog is a collaborative blog written by a group of individuals.\nThis blog accepts forms of cash advertising, sponsorship, paid insertions or other forms of compensation.<br>\n&nbsp;This blog abides by word of mouth marketing standards.\nWe believe in honesty of relationship, opinion and identity.\nThe compensation received may influence the advertising content, topics or posts made in this blog.\nThat content, advertising space or post will be clearly identified as paid or sponsored content.<br>\n&nbsp;The owner(s) of this blog is compensated to provide opinion on products, services, websites and various other topics.\nEven though the owner(s) of this blog receives compensation for our posts or advertisements, we always give our honest opinions, findings, beliefs, or experiences on those topics or products.\nThe views and opinions expressed on this blog are purely the bloggers’ own.\nAny product claim, statistic, quote or other representation about a product or service should be verified with the manufacturer, provider or party in question.<br>\n&nbsp;This blog does not contain any content which might present a conflict of interest.</p> ", "created_at": "2023-09-29 23:17:51.36494", "updated_at": "2023-09-29 23:18:58.850201"}], "points": [], "urls": ["theottoolbox.com"]}}