{"error": 448, "message": "OK", "parameters": {"id": 2189, "name": "Citationsy", "created_at": "2020-02-21 15:01:22.370563", "updated_at": "2021-03-25 03:19:41.215357", "wikipedia": null, "keywords": null, "related": null, "slug": "citationsy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2189.png", "url": "citationsy.com", "documents": [{"id": 13525, "name": "Privacy Policy", "url": "https://citationsy.com/privacy", "xpath": "/html/body/div[3]/div", "text": " Citationsy Privacy Policy <br>\n<em>Last updated: April 3, 2019</em>\n<br>\n<br>\n<br> We take our users privacy very seriously.\n<br> Citationsy runs on dedicated servers only we have access to.\n<br> Our servers are hosted in the EU.\n<p> The entire site uses SSL encryption, which means no-one can see the data being transfered from you to the site and vice-versa.\n</p>\n<p> We don’t share any of your data with anyone.\n</p>\n<p> Visitors and users are tracked with an internal installation of Matomo, <br>a libre / open source analytics solution.\n<br> It is hosted on our own servers, and no data from it leaves our infrastructure.<br> This is to let us see how many people visit the page, but all of that data is anonymized and never shared with anyone.<br> This data lets us see, for example, how many visitors we get to what pages on the website, roughly where those visitors are located, and what website they came from.<br> It does not let us track a single user, but rather get statistics on all our users.<br> It has been set to collect as little data as possible, and many of it’s features have been deactivated.<br>\n</p>\n<br>\n<p>\n<b>\n<u>Once you sign up</u>, Citationsy collects the following information from you:</b>\n<br>\n</p>\n<ul>\n<li>Your email address <br>\n<small>Obviously we need to somehow identifiy you, and be able to send you password reset emails for example.</small>\n</li>\n<li>Your institution (University, School, Research Lab, etc.) <br>\n<small>We only collect this if you tell it to us, or if you sign up through a partnership with your institution.</small>\n</li>\n<li>The date and time when you signed up</li>\n<li>The date and time when you log in</li>\n<li>If you try to log in with a wrong password/email address, we save how many times you attempt this.\n<br>\n<small>We take your account security seriously, and if somebody is trying to break into your account we block them for a set amount of time after five tries.</small>\n</li>\n<li>The date and time you last modified your account settings</li>\n<li>Wether you have activated Night Mode <br>\n<small>Otherwise, how would we know to keep it activated?</small>\n</li>\n</ul>\n<p> In addition to these, we also obviously keep records of what you reference in which project – we need to do this in order to show them to you.\n<br> We <em>can</em> access this information in the back-end, and if you ask for support with a specific reference we do so.\nOur policy prohibits any of our staff members from doing so without a reason, and all access is logged.<br>\n</p>\n<p>\n<b>Statistics</b>: We use Mamoto to collect some statistics on how people use Citationsy.\nMamoto is installed on our own servers that only we have access to, and no-one else can see this data.<br> When we started out we didn’t have this, but it’s really helpful because it lets us see what features are used the most (or the least) so we know where to concentrate our efforts.\n<br> All of the information collected this way <em>non-personally-identifiable</em>, which means we can only ever know roughly the percentage of users who do certain things, but never what you specifically do.\n<br>\n<br>\n</p>\n<p> When you delete something on Citationsy it is <em>immediately, completely, absolutely</em> deleted, with no way to get it back.<br>\n</p>\n<p> All passwords are hashed and encrypted, so no-one, not even me, can see your password.\n</p>\n<p>\n<b>Server Logs</b>: Citationsy‘s server backend keeps logs, as do most servers.<br> For certain errors the IP address is still logged, for example when someone tries to break into our server or when certain things fail and we need to fix them.<br>\n</p>\n<p>\n<b>Consent Withdrawl</b>: To withdraw your consent on any of the data being collected by Citationsy on you, simply click here to open an email to our GDPR inbox.\nJust click send, and we will get in touch with you.\n</p>\n<p>\n<b>Data Portability</b>: You can always download all your projects right from inside Citationsy in various formats.\nIf you need any help with this, or would like any other data, simply click here to open an email to our GDPR inbox.\nJust click send, and we will get in touch with you.\n</p>\n<p>\n<b>Data Deletion</b>: If you would like we can completely delete any data we have on you.\nClick here to open an email to our GDPR inbox.\nJust click send, and we will get in touch with you.\n</p>\n<br>\n<b>If you have any specific privacy concerns or questions, email us.</b>\n<br> ", "created_at": "2022-12-23 00:59:19.52717", "updated_at": "2022-12-23 00:59:25.891266"}], "points": [{"id": 9002, "title": "You maintain ownership of your data", "source": "https://citationsy.com/privacy", "status": "The only info collected is:\r\n• email address \r\n• institution (University, School, Research Lab, etc.) \r\n• Registration date and time\r\n• Login dates and times \r\n• Failed login attempts\r\n• The date and time you last modified your account settings\r\n• Whether you have activated Night Mode", "created_at": "2020-02-21 15:05:30.838106", "updated_at": "2021-02-16 00:01:39.578355", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["citationsy.com"]}}