{"error": 448, "message": "OK", "parameters": {"id": 8299, "name": "FreeFileSync", "created_at": "2023-05-14 03:56:57.242693", "updated_at": "2023-05-14 10:01:57.650407", "wikipedia": null, "keywords": null, "related": null, "slug": "freefilesync", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8299.png", "url": "freefilesync.org", "documents": [{"id": 16111, "name": "Privacy Policy", "url": "https://freefilesync.org/privacy.php", "xpath": "//body", "text": " FreeFileSync\nOpen Source File Synchronization About\nTutorials\nScreenshots\nVision Download Archive Forum FAQ\nManual Donate Thanks, About FreeFileSync Tutorials\nScreenshots\nVision <br>\nDownload Archive Forum Report Bugs<br>\nDiscuss Features FAQ\nManual Donate Thank you,<br> &nbsp.\n<b>It looks like an ad blocker has blocked the ads.</b> The FreeFileSync project is 100% dependent on ad revenue and donations to stay alive.\nInstead of the ads, and\nafter FreeFileSync has proven useful to you, please think about supporting with a donation.\nPrivacy Policy\nThe privacy of our visitors to freefilesync.org is important to us.\nThis privacy policy document describes in detail the\ntypes of personal information that are collected and recorded by freefilesync.org and how they are used.\nPlease direct all questions regarding this policy to [Turn on JavaScript to see the email address].\n<br>\n<br>\nLog Files\nLike many other websites, freefilesync.org makes use of log files.\nThese files merely log visitors of the site - usually\na standard procedure for hosting companies and a part of hosting services' analytics.\nThe information inside the log\nfiles includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date/time stamp, referring/exit\npages, and possibly the number of clicks.\nThis information is used to analyze trends, administer the site, track user's\nmovement around the site, and gather demographic information.\nIP addresses, and other such information is not linked to\nany information that is personally identifiable.\n<br>\n<br>\nFreeFileSync Forum\nThis section explains in detail how the \"FreeFileSync Forum\" (hereinafter \"we\", \"us\", \"FreeFileSync Forum\", \"https://freefilesync.org/forum\")\nand phpBB (hereinafter \"phpBB software\") use any information collected during any session of usage by you (hereinafter \"your information\").<br>\n<br>\nYour information is collected via two ways.\nFirstly, browsing the \"FreeFileSync Forum\" will cause the phpBB software to create a number of cookies,\nwhich are small text files that are downloaded on to your computer’s web browser temporary files.\nThe first two cookies just contain a user\nidentifier (hereinafter \"user-id\") and an anonymous session identifier (hereinafter \"session-id\"), automatically assigned to you by the phpBB\nsoftware.\nA third cookie will be created once you have browsed topics within the \"FreeFileSync Forum\" and is used to store which topics have\nbeen read, thereby improving your user experience.<br>\n<br>\nWe may also create cookies external to the phpBB software whilst browsing the \"FreeFileSync Forum\", though these are outside the scope of\nthis section which is intended to only cover the pages created by the phpBB software.\nThe second way in which we collect your information\nis by what you submit to us.\nThis can be, and is not limited to: posting as an anonymous user, registering on the \"FreeFileSync Forum\"\n(hereinafter \"your account\") and posts submitted by you after registration and whilst logged in (hereinafter \"your posts\").<br>\n<br>\nYour account will at a bare minimum contain a uniquely identifiable name (hereinafter \"your user name\"), a personal password used for\nlogging into your account (hereinafter \"your password\") and a personal, valid email address (hereinafter \"your email\").\nYour information\nfor your account at the \"FreeFileSync Forum\" is protected by data-protection laws applicable in the country that hosts us.\nAny information\nbeyond your user name, your password, and your email address required by the \"FreeFileSync Forum\" during the registration process is\neither mandatory or optional, at the discretion of the \"FreeFileSync Forum\".\nIn all cases, you have the option of what information in\nyour account is publicly displayed.\nFurthermore, within your account, you have the option to opt-in or opt-out of automatically\ngenerated emails from the phpBB software.<br>\n<br>\nYour password is ciphered (a one-way hash) so that it is secure.\nHowever, it is recommended that you do not reuse the same password\nacross a number of different websites.\nYour password is the means of accessing your account at the \"FreeFileSync Forum\", so please\nguard it carefully and under no circumstance will anyone affiliated with the \"FreeFileSync Forum\", phpBB or another 3rd party,\nlegitimately ask you for your password.\nShould you forget your password for your account, you can use the \"I forgot my password\"\nfeature provided by the phpBB software.\nThis process will ask you to submit your user name and your email, then the phpBB software\nwill generate a new password to reclaim your account.<br>\n<br>\nOur Advertising Partners\nThird party vendors, including Google, use cookies to serve ads on freefilesync.org.\nGoogle's use of the DoubleClick cookie enables it and its partners to serve ads to our site's visitors\nbased on their visit to freefilesync.org and/or other sites on the internet.\nUsers may opt out of the use of the DoubleClick cookie for interest-based advertising by visiting Google Ad Settings.\n<br>\nThird-party ad servers or ad networks use technology in their respective advertisements and links that\nappear on freefilesync.org and which are sent directly to your browser.\nThey automatically receive your\nIP address when this occurs.\nOther technologies (such as cookies, JavaScript, or Web Beacons) may also be\nused by our site's third-party ad networks to measure the effectiveness of their advertising campaigns and/or\nto personalize the advertising content that you see on the site.<br>\n<br>\nfreefilesync.org has no access to or control over these cookies that are used by third-party advertisers.\nIf you wish to disable cookies, you may do so through your individual browser options.\nMore detailed information about cookie management with specific web browsers can be found at the browsers' respective websites.\n<br>\n<br>\nThird Party Privacy Policies\nYou should consult the respective privacy policies of these third-party servers for more detailed information on their practices\nas well as for instructions about how to opt-out of certain practices.\nfreefilesync.org's privacy policy does not apply to,\nand we cannot control the activities of, such other advertisers or web sites:<br>\n<br>\n<ul>\n<li>\nYouTube Privacy Guidelines\n(embedded demo videos)\n</li>\n<li>\nGoogle Privacy Policies\n(AdSense website advertisements)\n</li>\n</ul>\n<br>\nData Regarding Donations\nIn order to comply with accounting regulations, the following personal data related to donations is stored:\ntransaction id, email, user name, and donation amount.\nIn order to enable software features of the FreeFileSync Donation Edition\n(calculation of update interval, device count determination, email notifications),\nuser name and hardware id are recorded during the first start of the FreeFileSync Donation Edition.\nThis personal data will be used exclusively for the purposes described here,\nand not made accessible to third parties.\nIn the case of email notifications, the email content is not stored by the freefilesync.org server\nwhich only forwards for delivery.\n<br>\n<br>\nChildren's Information\nfreefilesync.org does not knowingly collect any personally identifiable information from children under the age of 13.\nIf a parent or guardian believes that freefilesync.org has in its database the personally-identifiable information of\na child under the age of 13, please contact us and we will use our best efforts to promptly remove such information from our records.\n<br>\n<br>\nOnline Privacy Policy Only\nThis privacy policy applies only to our online activities and is valid for visitors to our website and regarding information shared and/or collected there.\nThis policy does not apply to any information collected offline or via channels other than this website.\n<br>\n<br>\nConsent\nBy using our website, you hereby consent to our privacy policy and agree to its terms.\n<br>\n<br>\nUpdate\nThis Privacy Policy was last updated on:\nMay 18, 2022\n<br>\n<br> Privacy Policy Copyright © 2023 Zenju: [Turn on JavaScript to see the email address] ", "created_at": "2023-05-14 03:56:57.273781", "updated_at": "2023-05-14 03:57:56.987482"}], "points": [], "urls": ["freefilesync.org"]}}