{"error": 448, "message": "OK", "parameters": {"id": 9504, "name": "NHS", "created_at": "2023-09-03 22:29:27.143261", "updated_at": "2023-09-04 10:02:30.81141", "wikipedia": "https://en.wikipedia.org/wiki/National_Health_Service", "keywords": null, "related": null, "slug": "nhs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9504.png", "url": "nhs.uk", "documents": [{"id": 18772, "name": "Your privacy on the NHS website", "url": "https://www.nhs.uk/our-policies/privacy-policy/", "xpath": "//*[@id=\"maincontent\"]", "text": " Your privacy on the NHS website Our privacy policy<p>Your privacy is important to us.\nThis privacy policy covers what we collect and how we use, disclose, transfer and store your information.</p>What information do we collect when you use the NHS website?<p>When you use the NHS website, we use various technologies to collect information automatically – such as your IP address.\nThis is commonplace across all internet services to enable the investigation of issues such as service availability and the identification of malicious use.\nThis information is then kept in our internet access logs.</p>\n<p>We also collect some personal information directly – for example, when you actively submit details like your postcode to find nearby services.</p>\n<p>When you log in to the NHS website, you are logging in to your NHS account.\nBy using your NHS account, you are accepting the NHS account terms and conditions, including the NHS account privacy policy and the NHS account cookies policy.\nThese will apply while you are using services within your NHS account.</p>How do we use the information we collect about you?<p>We analyse information to see what is most effective about our website and associated services to help us identify ways to improve it and to make it more effective.\nWe may also use information for other purposes, which we would describe to you at the point when we collect the information.</p>Cookies<p>Our website uses cookies.\nThese are small files saved on your phone, tablet or computer when you visit a website.\nThey store information about how you use the website, such as the pages you visit.</p>\n<p>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission before we can use them on your device.</p>\n<p>You can:</p>\n<ul>\n<li>choose which cookies we use</li>\n<li>see details about the cookies we use</li>\n</ul>Video content<p>The NHS website video content – whether viewed on the website, in emails or embedded in third-party sites – are streamed to users by a third-party company, Brightcove.</p>\n<p>See the Brightcove privacy policy for more information about how they collect and use data about viewers of our videos.</p>Email subscriptions<p>If you sign up for one of our email subscription services, we will hold the information you submitted (such as your email address) for as long as we are providing you services.</p>\n<p>If you do not access the services provided by us, for instance you do not open or click through one of the emails for more than a year, we will send you an email asking you to confirm that you wish to continue receiving our emails.\nIf you do not respond to this email within 1 month we will unsubscribe you.</p>\n<p>We will remove all personal information we hold relating to you, which you registered with us, within 6 months of you unsubscribing from the site.\nWe hold this information for a further 6 months following unsubscription, as we may need to use it for statistical analysis or if you choose to resubscribe.\nBe assured that if you unsubscribe you will not receive further information from us.</p>NHS website enquiries<p>If you contact the NHS website with an enquiry, such as a question about our content, you may be contacted to provide feedback on how we managed your enquiry.\nYou will be asked for your consent when you submit your data to us.</p>\n<p>We will hold the information you provide us for as long as necessary to support the service we are providing you, for example so we can continue to provide assistance or resolve an ongoing issue.</p>\n<p>If no communication has been made in over 12 months and the information is not required to resolve an ongoing issue, then all communication and any personal information will be deleted.\nNon-personal information, such as how long your enquiry was open for or the part of the website you were using, will remain.\nThis is to allow for reporting over a period greater than 12 months.</p>\n<p>Information is kept for 12 months to allow for trend analysis, identifying reoccurring issues and understanding common issues.</p>\n<p>Exceptions include those currently following the complaints process, or when consent to keep information for longer has been obtained.\nAdditionally, if we have determined that the information supplied contains personal information that we do not need to hold to provide assistance, we will endeavour to remove this information sooner.</p>Our interactive tools<p>We produce several interactive tools that can help you learn more about your health.\nFor example, our Heart Age tool can help you find out how healthy your heart is.</p>\n<p>As well as appearing on the NHS website, these tools can be used on other (third-party) sites.</p>\n<p>If you turn on cookies that measure website use (on our cookies page), use of our tools on third-party sites will be tracked.\nNo personal data is collected by these tools.</p>\n<p>Information gathered by us includes your IP address, the page a tool is used on, and how many times it is used.\nIn some cases, tracking is used to show user progress through a tool.\nThis information will not be shared with third parties.\nAll our tools store the number of times a user has visited the tool.\nSome tools also store information about how far you got through a tool, so you do not have to restart the tool if you use it again.</p>\n<p>Some tools, such as the Heart Age tool, allow input of date of birth or postcode, which are converted to age and deprivation score.</p>Third-party services<p>If you turn on cookies that measure website use (on our cookies page) we may use the following services on the NHS website:</p>\n<ul>\n<li>New Relic provides information on how well our site is working</li>\n<li>Adobe Analytics, Google Analytics and Hotjar collect information about how you use our website, to help us make it better</li>\n<li>Hotjar and Qualtrics survey tools are used to ask you questions to help us make the website better.\nThese surveys may collect both personal data and data that cannot identify you (anonymised data).\nYou will be reminded of specific details when we collect this data and your rights under this policy and legislation are not affected</li>\n</ul>\n<p>For more information about how these services process your data, see:</p>\n<ul>\n<li>New Relic privacy policy</li>\n<li>Adobe Analytics privacy policy</li>\n<li>Google Analytics privacy policy</li>\n<li>Hotjar privacy policy</li>\n<li>Qualtrics privacy policy</li>\n</ul>Syndication<p>We offer a free syndication service that enables partner organisations to pull content from the NHS website via an application programming interface (API) and display it on their website, app or service.</p>\n<p>In line with the syndication standard licence agreement, we require personal information of those using this service for contractual purposes.\nWe use the data to inform subscribers of changes to functionality, structure or features within the syndicated content, or if there is a breach of the agreement.\nWe also use subscriber's personal data to feed into internal reports, which identify active callers of the API alongside their usage.</p>\n<p>While an active subscriber is receiving syndicated content we will continue to store their personal data.\nWe will carry out an annual review to identify users who are inactive and who do not want to continue to use the service.\nWe will close accounts for these users.</p>\n<p>A user can also remove their own account without admin assistance via the API developer portal.</p>\n<p>Once an account has been closed by either the user or an admin, we will no longer store their data.</p>Service finders<p>The website provides a number of service finders to assist you in finding health services near you.\nWhile we do not capture any specific information about you as part of this service, the searches, including postcode and other personal information, are saved in our logs and analytics tools.\nIdeally we would only use part postcodes but this renders the searches ineffectual in rural areas.</p>Ratings and reviews<p>User ratings and reviews are moderated by a service called Thornacre.\nThey will receive details of any comments you make and the name and email address you submit.</p>\n<p>See the privacy policy on the Thornacre website to find out how they process your information.</p>\n<p>We also syndicate published ratings and reviews to partner websites, apps or services that adhere to the syndication standard licence terms.\nWe do not pass your email address to our syndication partners.</p>General data services<p>We process and publish data in directories on NHS.UK from data aggregators and professional bodies – for example, the British Association for Counselling and Psychotherapy (BACP).\nThis is to provide information to the public about health-related services.</p>Profile Information Management System (PIMS)<p>PIMS is used by staff working within dental practices, general practices, pharmacies, opticians, NHS Trusts and social care providers to enter service information on the NHS website so that it can be displayed on the website and syndicated to third parties.</p>\n<p>If you are a PIMS profile editor, we collect personal data from you on registration.\nThe personal data that we collect includes your name, email address, organisation name and job title.\nWe use your personal data to provide the PIMS service and to communicate with you by email for PIMS service related purposes.\nOccasionally we may contact you for research purposes with the objective of improving the PIMS service or the service information that we provide on the NHS website.</p>\n<p>PIMS enables you to add staff information on to your service profile(s).\nBefore doing so, you need to ensure that you acquire and record their consent unless the information is already in the public domain (for example, published on your corporate website or included in a professional body medical register).</p>Social media<p>We utilise the following social media platforms to interact with our users:</p>\n<ul>\n<li>Facebook (incorporating Instagram)</li>\n<li>Twitter</li>\n<li>YouTube</li>\n</ul>How the NHS website collects and stores your data<p>If you choose to interact with us on social media, we may receive some personally identifiable data about you, which is supplied by the channel you are using (for example, Facebook, Twitter or YouTube).\nThis may include:</p>\n<ul>\n<li>name</li>\n<li>social media handles (such as Twitter account name)</li>\n<li>location history (where you are contacting us from)</li>\n<li>images (such as your profile picture)</li>\n</ul>\n<p>We will process and store your data in accordance with the terms and conditions and privacy policy of the platform in question.\nYou should be aware that your use of these platforms is governed by the terms and conditions agreed between you and the platform, rather than the NHS website.</p>\n<p>We may use social media management tools (such as Hootsuite) to help deliver elements of our service to you.\nAny personally identifiable data processed using these tools is supplied by the platforms we use, in accordance with their terms and conditions.</p>\n<p>We will not remove, duplicate or transfer your personal data from or between any of the social platforms that we use, except for when you give us explicit permission to do so or when we believe that we need to in order to respond to an urgent risk to health.</p>\n<p>For example, if you interact with us in a way that raises serious concerns about your mental health, we may share your personal details with local NHS services to ensure that you are offered appropriate support.</p>\n<p>You should be aware that social networks may control some of the data associated with interactions between you (the user) and us (the NHS website) on their platforms.\nFor example, we will be able to delete our own records of a private message conversation if you request us to do so, but social networks may store a copy of this conversation that we are unable to access.</p>\n<p>We would recommend using the privacy tools built in to the social networks in question to ensure you are able to exercise your rights appropriately.</p>Understanding how social networks use your data<p>Social networks use information about your online activity to build a profile of you.\nThis data is then used (anonymously) to send you targeted adverts across various digital platforms.</p>\n<p>You should be aware that interacting with health-related accounts such as ours may help build the profile of you that social networks maintain, and could potentially result in you receiving adverts related to health issues.</p>\n<p>This process of collecting data for advertising purposes is not controlled by the NHS website, and we do not have access to the profiling data stored by social networks about you.</p>How long do we hold this information?<p>Unless otherwise stated, business information that falls under NHS Digital is held for a minimum of 3 years and will be subject to review.\nWe will hold the information for as long as we are providing you services.</p>Do we share information?<ul>\n<li>we strive to capture the minimal amount of personal data, and only share with other organisations where the law permits us to do so or where we require and have gained your consent</li>\n<li>we only share information with our authorised Data Processors for the sole purpose of processing the data in connection with the service we have procured from them.\nThese processors must act at all times on our instructions as the Data Controller under the Data Protection legislation</li>\n<li>we do not sell individuals' information</li>\n<li>we host health information campaigns on behalf of the Department of Health and Social Care, where we are Data Processors.\nThese campaigns may have separate privacy terms and consent requirements</li>\n<li>before you submit any information, you will be informed why we are asking for specific information and it is up to you whether you provide it</li>\n</ul>How can you access, amend or withdraw the personal data you have given us?<p>To get in touch about these rights, please contact us via the Data Controller details above.\nWe will seek to deal with your request without undue delay, and in any event within 1 month (subject to any extensions to which we are lawfully entitled).</p>\n<p>*Please note that we may keep a record of your communications to help us resolve any issues that you raise.</p>Right to object<ul>\n<li>if we are using your data because we have a legal basis to do so under the Health and Social Care Act, and you do not agree, you have the right to object.\nWe will respond to your request within the required time frame (although we may be allowed to extend this period in certain cases).\nGenerally, we will only disagree with you if certain limited conditions apply</li>\n<li>this right enables you to object to us processing your personal data where we do so for one of the following reasons: (i) to enable us to perform a public task or exercise official authority.\n(ii) to send you direct marketing communications.\nand (iii) for research or analytical purposes</li>\n</ul>Right to withdraw consent<p>Where we have obtained your consent to process your personal data, or consent to send you information, you may withdraw your consent at any time and we will cease to carry out the particular activity that you previously consented to, unless we consider that there is an alternative reason to justify our continued processing of your data for this purpose, in which case we will inform you of this condition.</p>Data access requests<p>You may ask us to confirm what information we hold about you at any time, and request us to modify, update or delete such information.\nWe may ask you to verify your identity and for more information about your request.</p>\n<p>If we provide you with access to the information we hold about you, we will not charge you for this.\nIf we refuse your request for any legitimate reason, we will always tell you the reasons for doing so.</p>Right to remove<p>In certain situations, you have the right to request us to \"remove\" your personal data.\nWe will respond to your request within the agreed timeframe (although we may be allowed to extend this period in certain cases) and will only disagree with you if certain limited conditions apply.</p>\n<p>If we do agree to your request, we will delete your data but will generally assume that you would prefer us to keep a note of your name on a register of individuals who would prefer not to be contacted.\nThat way, we will minimise the chances of you being contacted in the future where your data is collected in unconnected circumstances.\nIf you would prefer us not to do this, you are free to say so.</p>\n<p>Normally, the information must meet one of the following criteria:</p>\n<ul>\n<li>the data is no longer necessary for the purpose for which we originally collected and/or processed it</li>\n<li>where previously given, you have withdrawn your consent to us processing your data, and there is no other valid reason for us to continue processing</li>\n<li>the data has been processed unlawfully (i.e.\nin a manner that does not comply with existing Data Protection regulations)</li>\n<li>it is necessary for the data to be deleted for us to comply with our legal obligations as a data controller</li>\n</ul>\n<p>We would only be entitled to refuse to comply with your request for one of the following reasons:</p>\n<ul>\n<li>to exercise the right of freedom of expression and information</li>\n<li>to comply with legal obligations or for the performance of a public interest task or exercise of official authority</li>\n<li>for public health reasons in the public interest</li>\n<li>for archival, research or statistical purposes</li>\n<li>to exercise or defend a legal claim.\nWhen complying with a valid request for the removal of data, we will take all reasonably practicable steps to delete the relevant data</li>\n</ul>Right to restrict processing<p>You have the right to request that we restrict our processing of your personal data in certain circumstances.</p>\n<p>This means that we can only continue to store your data and will not be able to carry out any further processing activities with it until either: (i) one of the circumstances listed below is resolved.\n(ii) you consent.\nor (iii) further processing is necessary for either the establishment, exercise or defence of legal claims, the protection of the rights of another individual, or reasons of important public interest.</p>\n<p>The circumstances in which you are entitled to request that we restrict the processing of your personal data are:</p>\n<ul>\n<li>where you dispute the accuracy of the personal data that we are processing about you.\nIn this case, our processing of your personal data will be restricted for the period during which the accuracy of the data is verified</li>\n<li>where you object to our processing of your personal data for our legitimate interests.\nHere, you can request that the data be restricted while we verify our grounds for processing your personal data</li>\n<li>where our processing of your data is unlawful, but you would prefer us to restrict our processing of it rather than erasing it</li>\n<li>where we have no further need to process your personal data but you require the data to establish, exercise or defend legal claims</li>\n</ul>\n<p>If we have shared your personal data with third parties, we will notify them about the restricted processing unless this is impossible or involves disproportionate effort.\nWe will, of course, notify you before lifting any restriction on processing your personal data.</p>Right to rectification<p>You also have the right to request that we rectify any inaccurate or incomplete personal data that we hold about you.\nIf we have shared this personal data with third parties, we will notify them about the rectification unless this is impossible or involves disproportionate effort.</p>\n<p>Where appropriate, we will also tell you which third parties we have disclosed the inaccurate or incomplete personal data to.\nWhere we think that it is reasonable for us not to comply with your request, we will explain our reasons for this decision.</p>Purpose and legal basis for processing<p>NHS Digital operates the NHS website as directed by the Electronic Prescription Service, Health and Social Care Network, N3, NHS e-Referral Service, Secondary Use Service (SUS), Spine 2 (Named Programmes) Directions 2016 under the powers of sections 254(1) and (6), 274(2), 304(9) and (10) of the Health and Social Care Act 2012.</p>\n<p>This direction supplements the Health and Social Care Information Centre (Systems Delivery Functions for the NHS website and Additional Systems Delivery Functions for the NHS website) Directions 2013.</p>Keeping information secure<p>We invest significant resources to protect your personal information, from loss, misuse, unauthorised access, modification or disclosure.\nHowever, no internet-based site can be 100% secure and so we cannot be held responsible for unauthorised or unintended access that is beyond our control.</p>The NHS website Data Controller<ul>\n<li>the Health and Social Care Information Centre (known as NHS Digital) is the Data Controller for the NHS website</li>\n<li>the Data Protection Officer is Kevin Willis</li>\n<li>find out how NHS Digital looks after your health and care information</li>\n<li>if there are any queries regarding this privacy policy, you may contact us using the information below:</li>\n</ul>\n<p>Information Governance Compliance Team<br> NHS Digital<br> 7 and 8 Wellington Place<br> Leeds, West Yorkshire<br> LS1 4AP</p>\n<p>or email enquiries@nhsdigital.nhs.uk</p>\n<ul>\n<li>in some cases, the NHS website is acting as a Data Processor on behalf of another Data Controller, for example the Department of Health and Social Care health campaigns</li>\n<li>we will process your data in accordance with the Data Protection regulations in force in the UK at the time</li>\n<li>you are entitled to know whether we hold information about you and, if we do, to have access to that information and require it to be corrected if it is inaccurate</li>\n<li>you also have the right to lodge a complaint with the Information Commissioner's Office.\nContact the ICO</li>\n</ul>\n<p> Page last reviewed: 12 November 2018<br> Next review due: 12 November 2021 </p> Our policies <ul>\n<li>Governance of the NHS website</li>\n<li>Content policy</li>\n<li>Linking from the NHS website</li>\n<li>Terms and conditions</li>\n<li>Your privacy on the NHS website</li>\n<li>Cookies on the NHS website</li>\n<li>Reviews policy</li>\n<li>Requests for research support</li>\n</ul> ", "created_at": "2023-09-03 22:29:27.290877", "updated_at": "2023-09-03 22:31:53.694812"}, {"id": 18769, "name": "Content policy", "url": "https://www.nhs.uk/our-policies/content-policy/", "xpath": "//*[@id=\"maincontent\"]", "text": " Content policy <p>The NHS website is committed to the highest editorial and ethical standards in the provision of all its content and related services.</p>\n<p>The site is funded by the Department of Health and Social Care.\nThe content, data and services on the NHS website are commissioned by NHS England and delivered by NHS Digital.</p>\n<p>The NHS website is committed to providing objective and trustworthy information and guidance on all aspects of health and healthcare.</p>\n<p>The overall NHS website content policy covers all content, both data-driven – directories and comparative data – and editorial.\nThe latter includes written content, video and audio resources, interactive tools and images.</p>\n<p>In all instances, we strive to ensure that data is accurate and clearly presented and that editorial content meets users' needs, is clinically safe and evidence-based – in other words, that it is founded on the best scientific knowledge and research currently available.</p>\n<p>All clinical content on the NHS website is checked and approved by an appropriately qualified and experienced member of our internal clinical team.\nFor specialist content, we may consult practising doctors or other external subject matter experts.</p>\n<p>The following sections set out our editorial principles, standards and processes.</p> Accuracy<p>Content on the NHS website will be accurate, balanced and transparent.\nInformation given will be based on the best available scientific evidence and data sources.\nWhere content contains conjecture or opinion, this will be clearly indicated.</p>Impartiality and diversity of opinion<p>The NHS website will be objective, impartial and even-handed.\nWhere views differ and no scientific consensus can be found it will reflect all significant strands of opinion and state the uncertainty clearly.</p>Accountability<p>The NHS website is accountable to its users and will deal fairly with them.\nIt will be open in admitting mistakes and encourages a culture of learning through user feedback.\nIts editorial processes will be transparent.</p>Serving the public<p>The NHS website will put its users' interests first when sourcing and developing content.\nIt will consult widely with relevant professional bodies, patient organisations, charities and other interest groups but meeting users' needs will remain paramount.</p>Taste and decency<p>All content on the NHS website will be suitable for a general audience and will not include material that might reasonably be deemed offensive.\nWhere content includes explicit sexual information it will be clearly flagged.</p>Privacy<p>The NHS website views its users' privacy as paramount.\nFind out more about privacy on the NHS website.</p>Funding<p>The NHS website is funded by the Department of Health and Social Care.\nIt does not carry advertising and does not accept corporate sponsorship.</p> Staff interests and independence<p>The NHS website has a dedicated content team.\nIt has a clear mandate to produce accurate, balanced and transparent information that meets the needs of users.</p>\n<p>No member of staff will be asked, or is permitted, to provide favoured treatment to any partner organisation, and all staff must fully disclose any financial or other interests they may have in any healthcare-related companies or organisations.\nSuch interests must be reported to the site's Content Director at the time of employment or at the point the interests arise thereafter.</p>\n<p>The Content Director will report any potential conflict of interest to the Programme's Director and the Programme's Clinical Lead who will determine what needs to be done to eliminate it.\nWhere content is produced by outside organisations or individuals, NHS.UK requires that such agents make a similar disclosure of outside interests.</p>Training<p>All content team members are given training to ensure editorial standards are met.\nSpecifically, they are trained to search for and review high-quality evidence to make sure that content is factually and clinically accurate.</p>Quality assurance<p>The Programme's Clinical Lead, reporting to NHS Digital's Chief Medical Officers, is accountable for making sure the content we publish has a clear evidence base, is clinically safe, meets users' needs and supports the NHS.</p>\n<p>The Content Director is accountable for the maintenance of general editorial standards, in particular for making sure that content meets the Standard for creating health content (in the NHS digital service manual).</p> Research<p>The evidence-based knowledge that informs all NHS.UK content is derived from:</p>\n<ul>\n<li>user research with patients and the public</li>\n<li>the most authoritative clinical sources</li>\n<li>direct experience of clinicians and other health professionals</li>\n</ul>\n<p>In pulling together this knowledge to provide users with a rounded and balanced package of material on a particular subject, the NHS website requires its staff and contractors to consult the following resources.</p>\n<p>For peer-reviewed scientific research, they consult reputable sources of clinical evidence, such as the National Institute for Health and Care Excellence (NICE) and Clinical Knowledge Summaries (CKS).</p>\n<p>Where knowledge of direct experience is required, they consult:</p>\n<ul>\n<li>patients and members of the public who may be affected by a topic or issue</li>\n<li>practising doctors and other clinicians with direct and current experience in dealing with or treating the health issue under investigation</li>\n<li>medical royal colleges</li>\n<li>national charities with a recognised expertise and specialist interest</li>\n<li>patient organisations</li>\n</ul>\n<p>Resources used in the development of content are available on request.\nYou can contact us through the NHS website.</p>Production<p>New content or major changes are checked by a senior and experienced member of staff.\nThey are checked for:</p>\n<ul>\n<li>accuracy</li>\n<li>balance</li>\n<li>accessibility</li>\n<li>tone</li>\n</ul>Clinical sign-off<p>Before any content containing clinical information is published on the NHS website, 1 or more clinicians must confirm that it is accurate, clinically safe and reflects relevant evidence.</p> Content types and clinical approval Type of content Approved by All clinical information A member of the internal (NHS Digital) clinical team New content, major changes, videos and images 2 members of the internal clinical team Content about public health emergencies or fast-changing public health policy where the internal clinical team identifies a potential clinical, system-wide or reputational impact NHS Digital's Chief Medical Officer or someone they delegate to <p>Content may also be read and approved by other appropriately qualified and experienced clinicians (and the internal clinical team may require that it is) but final clinical sign-off is provided by the internal clinical team.</p>Policy sign-off<p>Prior to publication, if there is a relevant policy, content must also be read by an appropriate policy official, either at the Department of Health and Social Care or NHS England, who checks it for alignment with that policy.</p>Final editorial checks<p>Final content is then checked for:</p>\n<ul>\n<li>common factual errors</li>\n<li>spelling</li>\n<li>grammar</li>\n<li>adherence to house style</li>\n</ul>Review of content<p>Editorial content on the NHS website is reviewed systematically.\nAll editorial content is reviewed at least every 3 years.</p>\n<p>Evidence updates to published content, as well as feedback from users and stakeholders, are considered on a day-by-day basis as they arrive, and content is reviewed and amended immediately if necessary.</p>\n<p>Publication dates are displayed on all content.</p>New content in development<p>We are developing various new content products that are tested with the public before they go live.\nWe signpost to users that these are prototypes and not final products.\nNot all the provisions of this policy apply to content in development.</p>\n<p>The NHS website welcomes feedback on all its content.\nYou can contact us through the NHS website.</p>\n<p>Your feedback or complaint will be sent to our Service Desk team.\nThe team will pass it to the appropriate content team member or clinician.\nAlternatively, you can email us at nhswebsite.servicedesk@nhs.net.</p>\n<p>In the event that a complaint cannot be resolved by a member of the team responsible for the NHS website, it will be escalated under NHS Digital's complaints procedure.</p>\n<p> Page last reviewed: 14 October 2022<br> Next review due: 14 October 2025 </p> Our policies <ul>\n<li>Governance of the NHS website</li>\n<li>Content policy</li>\n<li>Linking from the NHS website</li>\n<li>Terms and conditions</li>\n<li>Your privacy on the NHS website</li>\n<li>Cookies on the NHS website</li>\n<li>Reviews policy</li>\n<li>Requests for research support</li>\n</ul> ", "created_at": "2023-09-03 22:29:27.203341", "updated_at": "2023-09-03 22:30:15.603607"}, {"id": 18775, "name": "Requests for research support", "url": "https://www.nhs.uk/our-policies/requests-for-research-support/", "xpath": "//*[@id=\"maincontent\"]", "text": " Requests for research support <p>The NHS website team can sometimes support other organisations with their research.</p>\n<p>The types of research we may be able to support include:</p>\n<ul>\n<li>posting a survey on the NHS website – surveys are generally designed by the requesting organisation or their delivery partner</li>\n<li>using the NHS website survey invitation banner to invite service users to take part in research organised by external organisations</li>\n</ul> Acceptance criteria<p>Any requests for research support will need to conform to acceptance criteria.</p>Organisation types<p>The NHS website team will only consider requests from:</p>\n<ul>\n<li>arm's length bodies</li>\n<li>academic institutions</li>\n<li>central government departments</li>\n<li>voluntary sector organisations</li>\n<li>the NHS</li>\n</ul>\n<p>Requests from commercial organisations that have no public sector element will be rejected.\nThe NHS website team does not have the resources required to conduct a due diligence assessment in these circumstances.</p>\n<p>Where a commercial organisation makes a request that is also supported by a public sector health organisation, we will consider this on its merits.</p>Research quality and content<p>Research requests must be relevant to the NHS website programme as set out in the service proposition about the NHS website.\nWhen you submit your research support request, please outline its relevance to the service propositions and any possible benefits it may bring.</p>\n<p>You'll need to provide a detailed description of the scope of the research that includes:</p>\n<ul>\n<li>background to the research</li>\n<li>relevance to the NHS website and its service proposition</li>\n<li>research objectives</li>\n<li>research methodology</li>\n<li>ethics approval (where appropriate)</li>\n<li>how the research organisation will protect the data, anonymity and privacy of research participants</li>\n<li>research outputs and dissemination</li>\n</ul>\n<p>The detailed description should be included even where the request is solely to recruit research participants.\nThis is to maintain compliance with current data protection regulations.\nWe also have a duty of care to site users, who need to be reassured that their confidentiality is protected.</p>\n<p>The NHS website user research lead has the right to comment on the suitability of the research and veto surveys or proposals that do not meet the required standard.\nWritten feedback on the reasons an application is rejected will be provided.</p>\n<p>The NHS website user research lead will have the right to comment on or amend any elements of the research instruments (for example, tools for data collection, such as questionnaires) posted on the NHS website.</p>Privacy and data security<p>The NHS website is careful to take appropriate steps to maintain the security of site users' data on our service.</p>\n<p>We require that all organisations planning to conduct research among our site users have a suitable privacy and data security policy that is compliant with existing general data protection regulations (GDPR).\nThis policy will need to be included with the request.</p>Resource requirement<p>An assessment of the resource required from the NHS website team will be made when requests are submitted.\nThose deemed to need too much resource will be rejected unless there is a clear business need for that project to be supported.</p>Research findings<p>Supported organisations will ensure the findings are published and accessible to the public.</p>\n<p>All organisations given this research support will credit the support given by the NHS website programme in any report they produce.</p>\n<p>Supported organisations agree to share in writing their findings or report with the NHS website programme before publication.</p>Availability of this resource<p>Our ability to meet these requests is limited.\nWe anticipate we will be able to support a maximum of three requests per year in total.</p> How to submit an application<p>Email nhswebsite.servicedesk@nhs.net with \"Research support\" in the subject line.</p> Summary of the application process<ol>\n<li>Submit a worked up request that includes background to the research.\nrelevance to the NHS website programme.\nresearch objectives.\nresearch methodology.\nethics approval (where appropriate).\nclarity on how the research organisation will protect the data, privacy and anonymity of research participants.\nresearch outputs and dissemination.\nand description of how the NHS website contribution will be credited.</li>\n<li>A user research lead and NHS website programme director vet the request and seek clarifications or provide comments on the proposal.\nThey will seek advice from subject matter experts, such as the clinical lead or data security lead, as appropriate.</li>\n<li>If the project is of the required standard, the external organisation and the research team agree on the implementation details.</li>\n<li>The request to participate in research goes live on the NHS website.</li>\n</ol>\n<p> Page last reviewed: 31 October 2022<br> Next review due: 31 October 2025 </p> Our policies <ul>\n<li>Governance of the NHS website</li>\n<li>Content policy</li>\n<li>Linking from the NHS website</li>\n<li>Terms and conditions</li>\n<li>Your privacy on the NHS website</li>\n<li>Cookies on the NHS website</li>\n<li>Reviews policy</li>\n<li>Requests for research support</li>\n</ul> ", "created_at": "2023-09-03 22:29:27.379161", "updated_at": "2023-09-03 22:30:34.490806"}, {"id": 18770, "name": "Linking from the NHS website", "url": "https://www.nhs.uk/our-policies/linking-from-the-nhs-website/", "xpath": "//*[@id=\"maincontent\"]", "text": " Linking from the NHS website <p>We take great care over the websites we link to and review them regularly, but we are not responsible for the content of those sites.</p>\n<p>The inclusion of a link to an external website from the NHS website should not, therefore, be interpreted as an endorsement of that site, its content or any product or service it may provide.</p>\n<p>Transactions between users and any external site are not the responsibility of the NHS website.</p>\n<p>Read our terms and conditions.</p>Removal of links<p>If you would like us to remove a link to your website from the NHS website, please email us at nhswebsite.servicedesk@nhs.net.</p>\n<p>Note that unless you have a legal right to demand removal, such removal will be at our discretion.</p>How our links are chosen<p>We decide when, where and how we link to other websites from the NHS website, taking into consideration the usefulness, appropriateness and quality of links for our users.</p>\n<p>We only include links that provide a useful onward journey for our users, based on what we know about their needs and how they use the NHS website.</p>\n<p>We only link to websites that:</p>\n<ul>\n<li>are free to access​</li>\n<li>do not require registration to view basic content​</li>\n<li>are not intended for the sole or main purpose of selling products or services​</li>\n<li>present a responsible perspective, reflecting the existence of choice or alternatives when relevant​</li>\n<li>make a clear distinction between standard content and any advertising​</li>\n<li>are appropriate for users in England​</li>\n<li>contain information beyond that which is available on the NHS website ​</li>\n</ul>\n<p>We also consider the following criteria when deciding whether to add links from the NHS website:​</p>\n<ul>\n<li>the linked content aligns with NHS standards for creating health content, including standards for quality assurance, usability and accessibility​</li>\n<li>the linked content is suitable for a national audience​</li>\n<li>any sources of funding for the website or organisation are clearly stated​</li>\n<li>the website has a valid security (SSL) certificate​</li>\n<li>the website is compliant with legislation regarding cookie consent</li>\n</ul>\n<p>Adding or removing links is at the discretion of the NHS website team.\nWe do not link to websites in return for money, services or any other consideration in kind.​</p>\n<p>We are not responsible for the content on external websites and the inclusion of a link on the NHS website is not an endorsement of that website, its content, or any product or service it may provide.</p> Information: <p>Links added on the NHS website should align with the links guidance in the NHS digital service manual.\nFor example, link text should be descriptive and linking to PDFs should be avoided wherever possible.</p> Social media links<p>In addition to linking to specific websites, we may also link to content hosted on various social media platforms.\n</p>\n<p>Although we choose the pages and communities we link to carefully, it's important to understand:</p>\n<ul>\n<li>We do not review the pages and communities we link to at a frequency that would constitute routine or continual monitoring of their content.\nIndividual users are free to post whatever they want on these platforms – their comments may not necessarily reflect reality, and should never be taken as medical advice.</li>\n<li>Anything you post on these platforms may be publicly visible.\nDo not share anything you would not feel comfortable talking about with a stranger, and avoid giving away too much personal information.</li>\n<li>If you would like to let us know what you think about the communities we link to, or report a problem, you can contact us.</li>\n</ul>\n<p>Where we link to social media platforms, we highlight the nature of the linked content and its likely basis in unvalidated personal experience on the page containing the links.</p>Understanding how social networks use your data<p>Social networks use information about your online activity to build a profile of you.\nThis data is then used to send you targeted adverts across various digital platforms.</p>\n<p>You should be aware that interacting with health-related content on social media may help to build the profile of you that social networks maintain, and could result in you receiving adverts related to health issues.</p>\n<p>This process of collecting data for advertising purposes is not controlled by the NHS website and we do not have access to the data stored by social networks about you.</p>\n<p>You can find out more about how we manage data in the NHS website privacy policy.</p>\n<p> Page last reviewed: 19 October 2022<br> Next review due: 19 October 2025 </p> Our policies <ul>\n<li>Governance of the NHS website</li>\n<li>Content policy</li>\n<li>Linking from the NHS website</li>\n<li>Terms and conditions</li>\n<li>Your privacy on the NHS website</li>\n<li>Cookies on the NHS website</li>\n<li>Reviews policy</li>\n<li>Requests for research support</li>\n</ul> ", "created_at": "2023-09-03 22:29:27.232438", "updated_at": "2023-09-03 22:32:10.39538"}, {"id": 18774, "name": "Comments policy", "url": "https://www.nhs.uk/our-policies/comments-policy/", "xpath": "//*[@id=\"maincontent\"]", "text": " Reviews policy <p>The NHS website has a number of areas where you can contribute to the site.\nYou can review and rate almost any NHS service, including hospitals, GP practices and dentists.\nWe welcome feedback, whether you, a friend or a family member were a patient, a customer or just visiting.</p>\n<p>Contributions to this website are moderated, meaning they are checked to make sure they do not break our rules before they are published.\nWe employ the services of a trusted third party to help us do this.\nYou will need to keep your contributions constructive, relevant and civil.\nThe rules and guidelines below are to protect both you and the NHS, and our moderators will not publish contributions they deem to break the rules.</p>\n<p>Should you have further questions, or would like to raise a complaint, please get in touch with our Service Desk team via our feedback form.</p>\n<p>The service you receive from the NHS in England will never be adversely affected by your feedback on hospitals, GP surgeries, dental practices or any other health provider and you can review anonymously if you wish.\nYou should respect the anonymity of other patients and staff at the service you are reviewing by not using their names or any descriptors that may identify the individual.</p>\n<p>The \"Leave review\" feature available on many NHS service provider profiles on the NHS website allows you to review the service you received, or the service you witnessed a friend or a family member receiving.\nThis is not a formal complaint procedure and if you wish to make a complaint you should read our guide to making a complaint.</p>\n<p>NHS trusts and the service providers are not obliged to read or respond to review, though many do.\nIf you want a reply to your feedback you should contact the provider of the NHS service directly or alternatively contact the commissioner of the service.\nNHS England is responsible for purchasing primary care services such as GPs, dentists, pharmacists, optical services and some specialised services.\nYour local integrated care board (ICB) is responsible for secondary care including hospital treatments, emergency care and some community services, like district nursing.</p>\n<p>You can leave a review for NHS or private healthcare if the service provider offers both NHS and private treatment on their premises.</p>\n<p>You can leave a review about any aspect of your experience using an NHS service.\nThis includes feedback on your medical care and clinical staff, as well as on the wider NHS environment, service and supporting staff you encountered.</p>\n<p>Feedback should be made within the \"Leave review\" area of the NHS service provider profile page.\nThis area is not suitable for making general political points about NHS services.\nFeedback from members of staff will not be accepted.\nService providers may promote the ratings and reviews service and encourage you to leave reviews.&nbsp.\nIf service providers are promoting the ratings and review service they must do so equally and openly and must not ask about the content of your review, make any aspect of your care conditional upon you giving a review (or the content of it) or solicit positive only reviews.&nbsp;Service providers must not post reviews on behalf of patients, their friends or family members.</p>\n<p>Ratings and reviews must be about events within the past 2 years.\nOnce the event described in a review we've published is more than 2 years old, it is removed from the service's profile, along with any associated ratings and information.</p>\n<p>If you think someone's contribution to the website breaks our rules you can alert one of our moderators by selecting the \"Report as unsuitable\" link directly beneath the review.\nReporting a review will not delete it but will temporarily remove it and ensure we look at it as soon as possible.\nThe moderators will then decide whether to remove it permanently or reinstate it.</p>\n<p>The NHS website does not remove reviews in situations where organisations and reviewers disagree about the facts disclosed in a review.\nOur policy is to be impartial and it is not possible to determine what happened or who is right about the reviewer's experience.</p>\n<p>\n<b>Relevance</b>: reviews must be relevant to the experience of care with the associated provider.\nWhen reviewing a particular service provider, you should ensure your review only references that provider.\nIf your experience involves other service providers, you should leave a review on each provider detailing their part in the experience.</p>\n<p>You may reference other service providers within your review for feedback context, however, you should not name them.</p>\n<p>\n<b>Be civil</b>: please ensure that your contributions are respectful of others.\nWe will remove contributions that are unlawful, harassing, abusive, threatening, obscene, sexually suggestive, racist, homophobic or sexist, or that incite or promote hatred of any group or individual.</p>\n<p>\n<b>Writing in capitals</b>: do not overuse capital letters – on the internet this can be regarded as \"shouting\" and people may find it offensive.</p>\n<p>\n<b>Be informative</b>: ensure your review has enough information to describe your experience, and if you're reviewing a hospital, GP practice, dental practice or community NHS service, provide enough information to assist someone else in making decisions about the service.\nReviews deemed uninformative by our moderators may not be published.</p>\n<p>\n<b>Abusive language</b>: reviews containing swearing will not be published.</p>\n<p>\n<b>English</b>: all reviews on the website must be made in English.\nReviews in other languages will not be published.</p>\n<p>\n<b>Stereotypes</b>: reviews that stereotype sections of society will not be published.</p>\n<p>\n<b>Multiple posts</b>: duplicate reviews or repeats will not be published.\nUsers should only post one review per experience.</p>\n<p>\n<b>Use of emojis:</b> do not submit any reviews containing emojis.\nThere's a risk they could be misinterpreted by other users of the site.</p>\n<p>\n<b>Complaint investigations:</b> reviews mentioning or describing an investigation into a complaint with an NHS service will not be published.\nThis includes past, current and future investigations.</p>\n<p>\n<b>Moderation decisions:</b> comments about a previous decision not to publish a review will not be published.\nReviews must only describe a person's experience of using an NHS service.</p>\n<p>Your review can be about any experience you had in the building that you visited.\nFor example, a physiotherapist you visit may be renting a room at a GP surgery.\nIn this case you would review them on the GP surgery page.</p>\n<p>The NHS website uses a trusted third party (called Thornacre) to provide moderation services, subject to a contract with us.\nThis company is based in the UK and is required to keep your details confidential and secure, in keeping with our own privacy policy.</p>\n<p>For the NHS website to publish your review you will need to be either logged in to your NHS website account or provide a valid email address where we can contact you.\nWhen you submit your review, we will also see your IP address.\nThese details are kept confidential and will be used by NHS staff and the moderation service provider to process your submission.\nThe NHS website uses your email address to contact you:</p>\n<ul>\n<li>to let you know your review has been published, or if it has breached this policy</li>\n<li>if we need to clarify an aspect of your review</li>\n<li>if your review gives us cause for concern about your wellbeing or that of someone else.\nWe may send you information about how to access appropriate support</li>\n</ul>\n<p>The NHS website will only use your details for the purposes of dealing with your enquiry, training, quality monitoring or evaluating the services we provide.\nWe will not pass on your details to anyone else without your express permission except in exceptional circumstances.\nExamples of this might include anyone reporting serious self-harm or posing a threat to others, or children contacting us and sharing serious issues.</p>\n<p>We do not publish reviews on the NHS website that state someone is intending to self-harm or end their life.\nWe also do not publish reviews that describe methods of self-harm or suicide because this information could be harmful to others.\nGo to your nearest A&amp;E if you're feeling suicidal or thinking about self-harming.</p>\n<p>Whether you are speaking for yourself, a friend or a family member, do not name the individuals you are talking about.\nIf you're leaving a review on another person's behalf, it is best to talk of \"my husband\" or \"my uncle\" and so on to help protect their privacy.</p>Personal information<p>To help protect your privacy, any information you contribute that reveals personal information, such as names, phone numbers, email addresses, Twitter handles, addresses and so on will be removed.\nAny posts attempting to use the site to exchange personal information or arrange meetings with another user will not be published.</p>\n<p>The personal information you share will be held by us for up to 2 years so that we can get in touch with you about what you have written and so you can contact us to change or remove your review.\nWhen we remove the review from our site due to the events occurring over 2 years ago, we also remove all the personal information we hold in connection with it.</p>\n<p>When you write a review and wish to remain anonymous we will not publish your personal details on the website or pass them to the organisation you are reviewing, except in the exceptional circumstances described above.\nYou should be aware your reviews may allow the provider to guess who you are even when you post anonymously.\nWe do not allow the provider to reveal your identity in any response they submit for publication on this website.</p>\n<p>Names used on the NHS website are moderated.\nWhen selecting a name to be displayed on the website make sure you choose one that is not rude, offensive or aimed at impersonating another person.</p>\n<p>\n<b>Naming businesses</b>: please avoid naming businesses or commercial services in your review.\nAny reviews breaching this rule will not be published.</p>\n<p>\n<b>Under-16s</b>: if you're under 16 ensure you have permission from a parent or guardian before posting on the NHS website.</p>\n<p>Reviews that glamourise smoking, drug use or drinking, or that promote a poor moral example will be removed.</p>\n<p>Asking for and giving specific medical or health advice is not permitted.</p>\n<p>Reviews deemed to be advertising a product or service will not be published.</p>\n<p>We may remove reviews that reference specific medical products or medicines if the context is not appropriate.</p>\n<p>Irrespective of their contents, we will not publish any reviews if we know or reasonably suspect they have been made following financial or any other inducement.\nby service providers or members of staff.\nor subject to undue influence from service providers.</p>\n<p>\n<b>Current court cases and court injunctions</b>: contempt of court rules mean you cannot leave reviews that could prejudice the outcome of a court case or General Medical Council hearing.\nReviews about something that subsequently becomes the subject of a court case or hearing will also be removed if they risk being in contempt of court.\nContributions that break a court injunction will be removed.</p>\n<p>\n<b>Clinical negligence or criminal activity</b>: reviews that give an account of clinical negligence will not be published.\nIf you have an allegation of clinical negligence please use the NHS complaints procedure.\nAccusations of criminal activity will not be published.\nIf you believe that criminal activity is or has taken place at an organisation please contact the police or the organisation directly.</p>\n<p>\n<b>Defamation</b>: defamation is a complex area.\nDefamation may occur when someone makes a statement that causes serious harm to a person's reputation.\nThe law allows you to post reviews containing your honestly held opinion, provided you identify the facts on which you are expressing your opinion.\nPosting untrue statements is against the law if they cause serious harm to a person's reputation or are likely to do so.\nWe remove reviews where we judge there is not a lawful basis for their publication.</p>\n<p>\n<b>Disclaimer</b>: this definition is not to be regarded as a statement of the law nor should it be relied upon to make any judgement as to whether content is potentially defamatory.\nIt is up to you to decide whether to take specific legal advice.</p>\n<p>\n<b>Threats</b>: reviews containing threats of public fear, terrorism or threats towards any individual are not permitted.</p>\n<p>\n<b>Copyright</b>: ensure that you own the copyright to any material you put on the site – especially if you have copied it from another source.\nIf we're in doubt about the ownership of content we will remove it from the site.</p> Copyright of your contributions<p>Your contributions to the NHS website are published to the general public.\nIn submitting your reviews you assign all rights to the NHS website for use and publication of your contribution (further information can be found in terms and conditions).\nIf you're unwilling to grant the NHS website copyright to your contribution you should not submit it to the site.</p>Action we may take<p>A breach of any of our rules can lead to your review being rejected.\nRepeated or serious breaches of our rules may lead to the NHS website blocking contributions from your email address or suspending your NHS website account.\nThe NHS website reserves the right to delete any content at any time for any reason and is under no obligation to publish any contributions.\nThe NHS website reserves the right to alter or update the house rules or terms and conditions at any time.</p>\n<p> Page last reviewed: 14 April 2021<br> Next review due: 14 April 2024 </p> Our policies <ul>\n<li>Governance of the NHS website</li>\n<li>Content policy</li>\n<li>Linking from the NHS website</li>\n<li>Terms and conditions</li>\n<li>Your privacy on the NHS website</li>\n<li>Cookies on the NHS website</li>\n<li>Reviews policy</li>\n<li>Requests for research support</li>\n</ul> ", "created_at": "2023-09-03 22:29:27.349468", "updated_at": "2023-09-03 22:30:51.549828"}, {"id": 18771, "name": "Terms and conditions", "url": "https://www.nhs.uk/our-policies/terms-and-conditions/", "xpath": "//*[@id=\"maincontent\"]", "text": " Terms and conditions 1 Introduction1.1<p>The Department of Health and Social Care owns the NHS website.\nThe content, data and services on the NHS website are delivered by NHS Digital.\nYou may access and use this website if you agree to be legally bound by the terms set out here.\nIf you do not agree to be legally bound by these terms, please do not access and/or use the NHS website.</p>1.2<p>Terms for access to and use of the patient feedback facility under which you can review, or comment on, individual NHS services, such as GPs or hospitals, or comment on articles, are set out in sections 7 to 10 below.\nIf you agree to be legally bound by the terms you may use the comments facility.\nIf you do not agree to be legally bound by these terms, please do not use the facility to post comments.</p>1.3<p>If you choose to log in to the NHS website, you are using your NHS account.\nBy using your NHS account you are accepting the NHS account terms and conditions, NHS account privacy policy and NHS account cookies policy.\nThese will apply while you are using services within your NHS account.</p>\n<p>Your use of the NHS website other than for the services available in your NHS account will continue to be covered by the NHS website terms and conditions, privacy policy and cookies policy (other than where other applicable terms or policies are notified to you).</p>1.4<p>The NHS website is intended for use only by people who live in England.\nReferences to \"the NHS\" mean \"the NHS in England\" unless otherwise stated.\nService descriptions, entitlements and costs refer to services in England and arrangements may differ elsewhere in the UK.</p>1.5<p>If you use the NHS website on behalf of someone else:</p>\n<p>(a) these terms apply to your use;</p>\n<p>\n</p>\n<p>(b) you are responsible for such access and use, including being responsible for compliance with these terms.\nand</p>\n<p>\n</p>\n<p>(c) you must, to the extent possible, make the person you are using the NHS website on behalf of aware of: (i) your access and use and any steps you take on their behalf, and (ii) these terms.</p>\n<p>\n</p>\n<p>If you put someone's details in without the right to act on their behalf or their consent, you will be breaching the terms of use for this service and may be committing a criminal offence.</p> 2 Changes to terms2.1<p>We may make changes to the NHS website, including these terms, at any time.\nYou will be legally bound by the updated or amended terms from the first time that you use the NHS website after we publish the changes on it.</p> 3 Intellectual property rights and licence terms3.1<p>The Department of Health and Social Care own or have the right to use all intellectual property rights in the contents of the NHS website or used for the provision of the NHS website (\"NHS Website Content\").\nThis includes rights in copyright, patents, database rights, trademarks and other intellectual property rights.</p>3.2<p>You have permission to use NHS Website Content for the sole purposes described, and on the terms detailed, in these terms and conditions.\nYou need written permission from us or any other owner of NHS Website Content before you may use these items in any other way.</p>3.3<p>Copyright and database rights in NHS Website Content are released free-of-charge under the current version of the Open Government Licence (\"OGL\"), except where specified, either in these terms and conditions, elsewhere on this website or in the OGL terms.\nIf there is any conflict between the OGL terms and these terms and conditions these terms and conditions shall take precedence.</p>3.4<p>This means that you can use NHS Website Content, except where specified, including copying it, adapting it, and using it for any purpose, including commercially, provided you follow these terms and conditions and the terms of the OGL.</p>3.5<p>The OGL terms do not apply to the following categories of NHS Website Content, and therefore these must not be used without our or the relevant owner’s prior consent, other than to the extent necessary for users to use services on the NHS website for their intended purposes:</p>\n<ul>\n<li>any logos, visuals, image rights, trademarks, trade names and design styles (except where these are integral to a document or data set) of the NHS website, or any predecessor or linked body, as well as of any partner or contributor;</li>\n<li>any other intellectual property rights, including but not limited to patents, design rights and trademarks;</li>\n<li>personal data (which will include but not be limited to images, videos and audio with identifiable people in them);</li>\n<li>information owned by third parties which we are not authorised to licence on to you.\nThis includes everything itemised on our content not covered by our standard terms and conditions page, although we cannot guarantee that this list includes all information owned by third parties.\nMany images on the NHS website are included as these are licensed by stock sites.\nIf in doubt, contact us using the details below (14.4);</li>\n<li>any medical devices on the NHS website.</li>\n</ul>3.6<p>\n<b>(a)</b> If you copy and reuse NHS Website Content but do not make any changes or adaptions AND EITHER:<br>\n<br>i.\ninclude information clearly notifying users of the date when the NHS Website Content was copied from the NHS website, or<br>\n<br>ii.\nrefresh your copy of the NHS Website Content:</p>\n<ul>\n<li>at the frequency specified on our content not covered by our standard terms and conditions page in the case of the subset of NHS Website Content specified.\nor</li>\n<li>at least every 7 days in respect of all other NHS Website Content;</li>\n</ul>\n<p>then you must attribute us as follows: \"Information from the NHS website\", and \"as at DDMMYY\" if you are not refreshing your copy as per i.\nabove, unless you have our written consent to an alternative attribution.\nThe relevant attribution must be made for every separate instance, use or appearance of NHS Website Content, and in each case you must make a clear distinction between NHS Website Content and your other content.</p>\n<p>If you are displaying NHS Website Content in a context where a functional link back to the article on the NHS website is possible, then each attribution should link to the page on the NHS website that the relevant NHS Website Content has been supplied from.</p>\n<p>You must additionally publish, in a prominent and noticeable location within your site or service the statement that \"Information from the NHS website is licensed under the Open Government Licence v3.0\" and, where possible, include a link to the Open Government Licence.</p>\n<p>\n<b>(b)</b> If you:<br>\n</p>\n<p>i.\nchange or adapt NHS Website Content as part of your reuse or publication.\nor</p>\n<p>ii.\ndo not refresh your copy of the NHS Website Content:</p>\n<ul>\n<li>at the frequency specified on our content not covered by our standard terms and conditions page in the case of the subset of NHS Website Content specified.\nor</li>\n<li>at least every 7 days in respect of all other NHS Website Content;</li>\n</ul>\n<p>you must include the standard attribution \"Contains public sector information licensed under the Open Government Licence v3.0.\" set out in the OGL and, where possible, include a link to the publication of the Open Government Licence, unless you have our written consent to an alternative attribution.\nYou must not attribute the content to the NHS website or cite the NHS specifically as the source of the adapted, updated or non-refreshed content.</p>\n<p>The following is a (non-exhaustive) list of examples of changes to content that constitute adaptations:</p>\n<ul>\n<li>Any change to wording that serves to change its meaning or impact.</li>\n<li>Taking wording out of a context that is important to its meaning.</li>\n<li>Translation into another language.</li>\n</ul>\n<p>Any adaptation of NHS Website Content or use of non-refreshed NHS Website Content may invalidate its formal clinical approval.\ntherefore if you use any such NHS Website Content you will bear any risk associated with such adaptation or failure to refresh.</p>3.7<p>We recommend you refresh your copy of the NHS Website Content every 24 hours to ensure you have the most up-to-date version.\nIn the case of the subset of NHS Website Content specified on our content not covered by our standard terms and conditions page as requiring an update frequency greater than once every 24 hours, that specific requirement takes precedence over this general recommendation.</p>3.8<p>You must not use NHS Website Content for or in association with i) any purpose.\nor ii) a site or service.\nwhich is illegal, derogatory or otherwise objectionable or that brings the NHS into disrepute.\nIf you process any personal data of your customers or users in association with your use of any NHS Website Content you must do so in compliance with all applicable data protection and privacy legislation and all relevant regulatory guidance, including General Data Protection Regulation and Data Protection Act 2018.</p>3.9<p>“Medical Device Legislation” means applicable legislation regulating medical devices, as amended from time to time.\nIn Great Britain this includes Medical Devices Regulations 2002 (SI 2002 No 618, as amended) and Medical Devices (Amendment etc.) (EU Exit) Regulations 2020.\nIt also includes decisions, guidelines, guidance notes and codes of practice issued from time to time by courts, the Medicines and Healthcare products Regulatory Agency and other applicable government authorities, including the guidance on regulating medical devices in the UK (on GOV.UK).</p>\n<p>Medical devices (in the form of software applications) on the NHS website are registered and provided in accordance with the Medical Device Legislation for supply in Great Britain, with NHS Digital as the manufacturer.\nNHS Website medical devices are identified as a registered medical device on the software information label and through third party sites syndicating the widget.</p>\n<p>Medical devices on the NHS website may only be used in Great Britain.</p>\n<p>You must not copy, adapt or re-use any medical devices from the NHS website.\nIf you attempt to do so, you may be acting as distributor under Medical Device Legislation and will be responsible for your own compliance with Medical Device Legislation.</p>3.10<p>If you provide any paid-for service to your customers or users access to the NHS Website Content may be included within the standard purchase and set-up costs but no specific charge may be levied on any customers or users for access to any NHS Website Content.</p>3.11<p>You may not directly or indirectly suggest any endorsement or approval by the NHS of your site or service, or any non-NHS entity, product or content or any views expressed within your site or service.</p>3.12<p>We reserve the right to alter, adapt, edit, modify or restrict the availability of NHS Website Content for use on third-party sites at any time.</p> 4 Medical information4.1<p>The NHS website provides medical information for use as information or for educational purposes.\nWe do not warrant that information we provide will meet your health or medical requirements.\nIt is up to you to contact a health professional if you are concerned about your health.</p>4.2<p>The NHS website does not give medical advice in relation to any individual case or patient, nor does the NHS website provide medical or diagnostic services.</p>4.3<p>If you are a medical or health professional then you are encouraged to use the NHS website for general information purposes.\nHowever, you should not rely on material included on the NHS website and we do not accept any responsibility if you do.</p> 5 Third-party websites5.1<p>We do not monitor the content of third-party websites or third-party applications.\nAny link provided on NHS.UK is solely for your convenience.\nWe do not accept any responsibility for any third-party website or third-party applications.</p>5.2<p>Where we provide links to third-party websites, that does not imply any association with or recommendation for those websites.\nSee our external links policy.</p>5.3<p>Where we provide links to third-party applications, that does not imply any association with or recommendation for those applications.\nSee our external links policy.</p> 6 Liability6.1<p>We accept no liability to you should the NHS website not be available at any particular time.</p>6.2<p>You acknowledge and agree that we will not be responsible for any injury, loss, damage, costs or expenses (whether direct or indirect) arising out of, or relating to the use or misuse of the NHS website, except to the extent that such liability cannot be excluded by law (i.e.\nour liability for death or personal injury arising from our negligence, or our fraud or fraudulent misrepresentation or any other liability that cannot be excluded or limited under English law).</p>\n<p>\n</p>\n<p>This means that we have no liability to you (or anyone else on whose behalf you may use the NHS website) for:</p>\n<p>(a) any financial loss you may suffer or any inability to claim any payments you may experience;</p>\n<p>(b) any business loss you may suffer, including loss of revenue, loss of profits or loss of anticipated savings (whether those losses are the direct or indirect result of our default);</p>\n<p>(c) any loss which you suffer other than as a result of our negligence or breach of statutory duty;</p>\n<p>(d) any loss suffered due to the default of any party other than us.</p>\n<p>\n</p>6.3<p>Although we follow our governance processes and make reasonable efforts to maintain service and accurate, up-to-date content this website is provided \"as is\" and, to the extent permitted by law, we do not warrant or represent (expressly or impliedly and including but not limited to the implied warranties of satisfactory quality and fitness for a particular purpose) that the NHS website or any content is accurate, complete or up-to-date, will meet your particular requirements or needs, will be available uninterrupted or error free, that defects will be corrected, or that NHS.UK or its supporting systems are free of viruses or bugs.</p>6.4<p>We do not accept any liability to you if we fail, or are interrupted or delayed in the performance of any obligation because of:</p>\n<p>\n<b>(a)</b> the non-availability or failure of any telecommunications or computer services, systems, equipment or software operated or provided by you or any third party;</p>\n<p>\n<b>(b)</b> any other event not reasonably within our control.</p>6.5<p>We do not give any commitments or accept any liability to you in respect of NHS.UK content provided by other users of the website or third parties.</p>6.6<p>Terms set out here should be read in conjunction with our external links policy.\nYou acknowledge and agree that we will not be responsible for any injury, loss or damage (whether direct or indirect) arising out of, or relating to the misuse of, or inappropriate reliance on the contents or advice provided via an external link on this website, except to the extent that such liability cannot be limited or excluded by law.</p> 7 Registration to post comments7.1<p>To post comments on NHS.UK pages you must provide a valid email address and any other information we request.</p>7.2<p>Terms set out here and at sections 8, 9, and 10 should be read in conjunction with our comments policy.</p> 8 Posting comments8.1<p>Postings you make to the NHS website shall not be treated as confidential.</p>8.2<p>You are legally responsible for the content of any material you submit for posting on NHS.UK.</p>8.3<p>The Department of Health and Social Care shall own intellectual property rights in any material posted on NHS.UK.</p> 9 Editorial control of comments9.1<p>We reserve the right (on behalf of ourselves and any moderator that we may appoint) to:</p>\n<p>\n<b>(a)</b> temporarily or permanently suspend your access to our comments facilities;</p>\n<p>\n<b>(b)</b> edit, not put on the website, or delete any posts you submit.\nor</p>\n<p>\n<b>(c)</b> take any other action against your registration if, in our view, you have not complied with the rules of conduct set out below.</p> 10 Online conduct10.1<p>If you are under 16 you should seek your parents' or guardian's consent before you submit a comment.</p>10.2<p>Comments posted should relate to your personal experience or that of someone close to you.\nYou should not name any individuals (other than yourself) or include information through which someone else could identify an individual about whom you are writing.\nIf you want to comment on someone else's experience, (eg a relative or someone you care for) then you may do so if you ensure that you are not named in the posting and you state how the other person is connected to you (eg \"my father\").\nYou warrant that all statements of fact in any comment you submit are true, and that any expression of opinion is your honestly held opinion on those facts, or that of the person on whose behalf you are writing.</p>10.3<p>Comments on services should be relevant to helping people make choices about places where they can receive medical treatment or other care.\nPostings should be constructive, truthful and not abusive.</p>10.4<p>You should not use the comments facilities to make complaints about individual hospitals, GP practices or treatment centres if you wish the matter to be dealt with under the NHS complaints procedures.</p>10.5<p>If you find any comments offensive or objectionable you may make a complaint to the moderator using the \"Report\" link provided at the foot of each published comment.</p>10.6<p>We have many measures in place to keep your information safe.\nBut it is important that you also play your part – visit the government's Get Safe Online website for advice on how to do this.</p> 11 <b>Interactive Services</b>11.1<p>There are various Interactive Services on the NHS website that you can use by submitting information, registering or requesting certain services (\"Interactive Services\"), including those detailed below and the health assessment tools.\nIf you use these you must follow any instructions given on the relevant pages, as well as these terms.</p>11.2<p>Some of our Interactive Services are also registered medical devices, more information is available on the software information label, found at the bottom of the start page, on the relevant medical device.\nPlease report any adverse events, feedback, questions or complaints relating to the medical devices on the NHS website by submitting a feedback form.</p>11.3<p>Certain Interactive Services require you to provide personal data and/or to verify your identity.\nAll information you provide must be true, accurate and complete.\nIt is your responsibility to inform us if anything changes with your personal data.\nYour data submitted as part of your use of Interactive Services will not be viewable on the public area of the NHS website.\nInteractive Services may have their own privacy policies, which will be flagged on the relevant pages of the NHS website, and which you should read.</p>\n<p>\n</p>11.4<p>The below table details Interactive Services and additional terms applicable to your use of such services.</p>\n<p>An Interactive Service will only be listed on this table if it has additional terms or a privacy policy that are not covered by the NHS website's terms and conditions.</p> A table detailing Interactive Services and additional terms applicable to the use of such services Interactive Service Purpose Pages Privacy Policy Additional Terms Contact preferences for coronavirus (COVID-19) vaccinations Choose your COVID-19 vaccination invitation preference Choose your COVID-19 vaccination invitation preference National COVID-19 vaccination contact preferences privacy policy (NHS England) If you put someone's details in without their consent you will be breaching the terms of use for this service and may be committing a criminal offence.\nYou must be registered with a GP surgery in England to use this service.\nNational Data Opt-Out service Manage your data sharing choices Information pages and interactive pages National Data Opt-Out Privacy Notice Personal data may also be provided by telephone or post.\nChanges to personal data may also be made via an NHS service or GP practice.\nYou must be aged 13 or over to use this service National Booking Service Book or manage a coronavirus vaccination appointment Book or manage your coronavirus (COVID-19) vaccination National Booking Service Privacy Policy If you put someone's details in without their consent you will be breaching the terms of use for this service and may be committing a criminal offence.\nYou can book for someone else, such as your child or someone you care for, if you have their consent.\nYou must be registered with a GP surgery in England to use this service.\nFind your NHS number Use this service to get your NHS number Find your NHS number Find your NHS number service privacy policy If you put someone's details in without their consent you will be breaching the terms of use for this service and may be committing a criminal offence.\nYou must be registered with a GP surgery in England to use this service.\nNHS account Log in to your NHS account to access certain services using national digital channels Access your NHS account NHS account privacy policy NHS account terms and conditions apply in place of NHS website terms and conditions.\nAdd or correct your contact details Use this service to correct your contact details in your NHS record, if your mobile number or email are missing or invalid Add or correct your contact details Add or correct your contact details privacy policy Add or correct your contact details privacy policy applies in place of NHS website privacy policy.\n12 Attacks, unauthorised access and other violations12.1<p>You must not try to gain unauthorised access to the NHS website, our services, the servers on which they're stored, or any server, computer or database connected to them.\nYou must not attack the NHS website or services hosted on it in any way, (this includes denial-of-service attacks).\nWe'll report any attacks or attempts to gain unauthorised access to the site or service to the relevant law enforcement authorities and shall share information about you with them.</p>12.2<p>You must not use the NHS website:</p>\n<p>(a) to transmit any false, misleading, fraudulent, defamatory, offensive or illegal communications;</p>\n<p>(b) in a way that could damage, disable, overburden, impair or compromise our systems or security or interfere with other users;</p>\n<p>(c) in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with these terms of use, or act fraudulently or maliciously, for example, by hacking into or inserting malicious code, such as viruses or harmful data.</p>\n<p>\n</p> 13 Remedies13.1<p>To the extent that we are practically able to do so, we may terminate your access to all or any part of NHS.UK and services at any time without notice if you breach any of the terms.</p>13.2<p>You may terminate your account registration using the \"Deactivate my NHS website account\" link in your account pages.\nThis will clear any personal information you have saved.\nSubscriptions to our emails can be terminated using the \"Unsubscribe\" links provided in the emails.</p>13.3<p>We reserve the right to investigate complaints or reported violations of our terms and to take any action we consider appropriate, including but not limited to reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties and disclosing any information necessary or appropriate to such persons or entities relating to user information, email addresses, usage history, IP addresses and traffic information.</p> 14 General14.1<p>If any of these terms are determined to be illegal, invalid or otherwise unenforceable then the remaining terms shall remain in full force and effect.</p>14.2<p>We may transfer our rights and obligations under these terms to another organisation.\nYou may only transfer your rights or your obligations under these terms to another person if we agree in writing.</p>14.3<p>Your use of the NHS website and these terms, together with any service specific additional terms, shall be governed by and interpreted in accordance with the laws of England, and you agree to the exclusive jurisdiction of the courts of England in respect of any disputes that may arise in relation to the NHS website.</p>\n<p>\n</p>14.4<p>The NHS website is delivered for the Department of Health and Social Care by:</p>\n<p>NHS Digital<br>1 Trevelyan Square<br>Boar Lane<br>Leeds<br>West Yorkshire<br>LS1 6AE</p>\n<p> Page last reviewed: 12 January 2021<br> Next review due: 12 January 2024 </p> Our policies <ul>\n<li>Governance of the NHS website</li>\n<li>Content policy</li>\n<li>Linking from the NHS website</li>\n<li>Terms and conditions</li>\n<li>Your privacy on the NHS website</li>\n<li>Cookies on the NHS website</li>\n<li>Reviews policy</li>\n<li>Requests for research support</li>\n</ul> ", "created_at": "2023-09-03 22:29:27.261522", "updated_at": "2023-09-03 22:31:34.151071"}, {"id": 18773, "name": "Cookies on the NHS website", "url": "https://www.nhs.uk/our-policies/cookies-policy/", "xpath": "//*[@id=\"maincontent\"]", "text": " Cookies on the NHS website What are cookies?<p>Cookies are files saved on your phone, tablet or computer when you visit a website.</p>\n<p>They store information about how you use the website, such as the pages you visit.</p>\n<p>Cookies are not viruses or computer programs.\nThey are very small so do not take up much space.</p>How we use cookies<p>We use cookies to:</p>\n<ul>\n<li>make our website work, for example by keeping it secure</li>\n<li>remember which pop-ups you've seen</li>\n<li>measure how you use our website, such as which links you click on (analytics cookies)</li>\n<li>help show you relevant health campaigns on social media</li>\n</ul> Information: <p>When you log in to the NHS website, you are logging in to your NHS account.\nThe NHS account cookies policy will apply while you are using services within your NHS account.</p> List of cookies that make our website work Cookies needed for the NHS website work Name Purpose Expires .AspNetCore.Antiforgery.9TtSrW0hzOs Helps keep the site secure by preventing cross-site request forgery (CSRF) attacks When you close the browser .ASPXANONYMOUS Remembers your activity across multiple pages to improve your experience 69 days _smokefree_session Remembers your pages input and states across multiple pages to improve your experience When you close the browser _tobacco_session Remembers your pages input and states across multiple pages to improve your experience When you close the browser akavpau_waitingroom Makes sure you are not sent back to wait for coronavirus tests to become available once you have been let through to apply for one Up to 10 minutes after you’ve finished using the ask for a coronavirus test service akavpwr_waitingroom Makes sure you cannot ask for a coronavirus test when there are none available and that you cannot 'game' the system by clicking refresh multiple times Up to 30 seconds after you’ve left the page where you wait to ask for a coronavirus test ARRAffinity Helps stop our site crashing by spreading traffic across web servers When you close the browser ASP.NET_SessionId Remembers your pages input and states across multiple pages to improve your experience When you close the browser CAM Helps stop our site crashing by spreading traffic across web servers When you close the browser CookieConsent Remembers your cookies settings on our website 1 year csrftoken Helps keep the site secure by preventing cross-site request forgery (CSRF) attacks 1 year mobile.display Determines if you should see the mobile version of our site When you close the browser mobile.nodisplay Determines if you should see the desktop version of our site When you close the browser nhsuk-cookie-consent Remembers if you used our cookies banner When you close the browser (if you do not use the banner) or 1 year (if you use the banner) test Used to tell us if you have accepted cookies to help with health campaigns When you close the browser WFE Keeps you connected to a web server when you use our website When you close the browser Change your cookie settings<p>Some cookies, like those used to measure how you use our website, are not needed for our website to work.</p>\n<p>These cookies can help us make our website better, but we'll only use them if you say it's OK.</p> Choose which cookies we use How we use the information we collect<p>To find out how we collect, store and use information about you or your visit, see the NHS website privacy policy.</p>\n<p> Page last reviewed: 16 January 2023<br> Next review due: 16 January 2026 </p> Our policies <ul>\n<li>Governance of the NHS website</li>\n<li>Content policy</li>\n<li>Linking from the NHS website</li>\n<li>Terms and conditions</li>\n<li>Your privacy on the NHS website</li>\n<li>Cookies on the NHS website</li>\n<li>Reviews policy</li>\n<li>Requests for research support</li>\n</ul> ", "created_at": "2023-09-03 22:29:27.319988", "updated_at": "2023-09-03 22:32:33.738983"}, {"id": 18768, "name": "Governance of the NHS website", "url": "https://www.nhs.uk/our-policies/governance-of-the-nhs-website/", "xpath": "//*[@id=\"maincontent\"]", "text": " Governance of the NHS website <p> Find out about the governance of the NHS website </p>\n<p>The NHS website (www.nhs.uk) is funded by the Department of Health &amp.\nSocial Care (DHSC).\nThe content, data and services on the website are commissioned by NHS England and delivered by NHS Digital.</p>\n<p>The governance processes support the delivery of the core services and drive the continuous transformation of the NHS website to ensure it meets evolving user needs and adapts to changing technologies.</p>\n<p>The governance structure includes:</p>The Empower the Person Board<p>The Empower the Person Board defines and manages the strategic direction and priorities for the NHS website, as part of a wider portfolio of programmes working to deliver digital content, services and tools to patients and the public.\nIt is chaired by NHS England's Chief Digital Officer and its membership includes representatives from NHS England, NHS Digital, the DHSC, the Local Government Association and the Infrastructure and Projects Authority.</p>\n<p>It is accountable to the Digital Delivery Board (DDB), which is chaired by the National Director for Operations and Information.</p>The Clinical Information Advisory Group<p>The Clinical Information Advisory Group (CIAG) is part of the overall governance of the Digital Services delivery programme.\nThe group is responsible for setting editorial and data quality standards for the NHS website and for providing overall clinical governance for the service.</p>\n<p> Page last reviewed: 13 April 2018<br> Next review due: 13 April 2021 </p> Our policies <ul>\n<li>Governance of the NHS website</li>\n<li>Content policy</li>\n<li>Linking from the NHS website</li>\n<li>Terms and conditions</li>\n<li>Your privacy on the NHS website</li>\n<li>Cookies on the NHS website</li>\n<li>Reviews policy</li>\n<li>Requests for research support</li>\n</ul> ", "created_at": "2023-09-03 22:29:27.173944", "updated_at": "2023-09-03 22:33:05.505324"}], "points": [], "urls": ["nhs.uk"]}}