{"error": 448, "message": "OK", "parameters": {"id": 7036, "name": "Byond", "created_at": "2022-11-30 04:11:30.222953", "updated_at": "2022-11-30 23:01:07.834227", "wikipedia": null, "keywords": null, "related": null, "slug": "byond", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7036.png", "url": "byond.com,secure.byond.com", "documents": [{"id": 12910, "name": "Privacy Policy", "url": "https://www.byond.com/Privacy", "xpath": "/html/body/div[2]", "text": " <p>BYOND Privacy Policy</p> BYOND is more than a gaming engine: It is a community of game developers and players, and we want to provide a safe space for people to participate.\nA large part of that is protecting your privacy.\nWe created this document to explain, in as few words possible, the information we collect and how we use it to better your experience here on BYOND.\nIf you have any questions about the policy, feel free to contact us!BYOND AccountsRegistration with BYOND requires you to input the following pieces of information:<dl>\n<dt>Account name</dt>\n<dd>We recommend that you choose an account name unrelated to your real name, as this identifier cannot be changed without deleting the account.</dd>\n<dt>Password</dt>\n<dd>Your password is not visible or known to BYOND Staff, as it passed through a one-way encryption (or a \"hash\") before being stored in the database.</dd>\n<dt>Gender</dt>\n<dd>This is strictly used to set the appropriate pronoun when your avatar is used in any games you may play.\nIt needn't correspond to your \"in real life\" gender and is not, therefore, personally identifying information.</dd>\n<dt>Email address</dt>\n<dd>This is used to validate your account at signup, and for account recovery.\nThis address will not be shared, either within the BYOND community or with outside parties, except as described in the \"Protection of your information\" section below.\nWe may contact you at this address to provide alerts to game or community activity.\nhowever, you may opt-out of this behavior by visiting your Account Settings.</dd>\n</dl>You may modify any of the above information (outside of the account name), access more optional settings, or deactivate your BYOND Account at any time by visiting your Account Settings.\nAccount deactivation hides your public profile (which displays your account name, gender, game and developer creations, favorite games and resources, and any other information you have chosen to share with the community).\nIt also clears your password from the database.\nForum posts are not deleted, although you may contact us for assistance with that (or anything else!)PurchasesPurchase of a BYOND Membership or any other services on the website may require the input of personal information, such as your real name, mailing address, and credit-card information.\nAll of this information is processed securely and off-site by third-party providers (currently PayPal and Stripe).\nWe do not store any of this information and have very limited access to it, only as provided by the aforementioned third-parties.<br>\n<br>\nFor some purchases we may ask you to confirm if you are a resident of New York state.\nThis is for tax purposes only and is not shared.Site and software usageWhen you login to the website or use the software client, our servers will create a log entry including your account name, your IP address, and the game you are playing (if applicable).\nThis information is used to enforce the Terms of Service.\nspecifically, to block violating users from \"spamming\" the network or website through multiple accounts or IP-addresses.\nAs BYOND does not store personal information about its users (such as real name or address), this practice only correlates anonymous accounts.<br>\n<br>\nWhen you use the software client, our servers will also collect an additional piece of information known as a \"hardware-ID\".\nThis is a unique numerical value for your computer that has no meaning outside of BYOND.\nAs with the IP address, its sole purpose is to correlate accounts (users playing BYOND games from the same computer) who are known to be violating the TOS.<br>\n<br>\nGames hosted via the BYOND software have access to this same IP-address and (when applicable) hardware-ID information of any users who connect to them.\nThey may also transparently query our servers to block correlated accounts.\nWe have no control or jurisdiction over games hosted with the software and their individual policies.<br>\n<br>\nGame information is collected for the following purposes:<ul>\n<li>Getting an accurate count of the total number of players online each day.</li>\n<li>Getting accurate stats about how many unique players play each game and for how long.</li>\n<li>Displaying a user's current or recent games-played activity to their friends or to the general public, depending on their privacy preferences.<br>\n</li>\n</ul>The information listed in this section is never shared with third parties, except for the limited cases described in \"Protection of your information\" below.<br>\n<br>\nInformation about which games a particular account has played is stored only for a limited period (currently, about 2 weeks).\nLogin information may be stored for a longer term, and is used for purposes of maintaining the ban system and account recovery.AnalyticsAs with most hosted sites, our server's access logs contain technical information about your website visits.\nThis includes, but is not limited to, your browser, operating system, and IP address.\nAside from the information outlined in the \"Site and software usage\", we do not correlate this data with your account.<br>\n<br>\nThe BYOND website makes use of Google Analytics in order to collect traffic statistics about the userbase.\nThis includes (but may not be limited to) the IP address and geographic location.\nThis data is only accessible to us in an aggregate view, and contains no personal identifying information about you.CookiesThe BYOND website uses \"cookies\" to store temporary user information, primarily to prevent the need to repeatedly enter login credentials to use the site.AdvertisementWe use third-party advertising companies to serve ads when you visit the site or use the associated software.\nThese companies may use information about your visits to this and other websites in order to provide advertisements.\nWe do not have access to, nor control over, these third parties' data collection practices and we do not assume any liability related to their collection or use.User-generated contentAll of the forums on BYOND should be treated as public, and as such, you should avoid the posting of any personal information.\nYou are free to edit or delete any posts you have made.\nYou may send a message to a moderator or contact us if you feel your privacy is violated in any way on the forums or elsewhere.<br>\n<br>\nYou may send messages to other BYOND users through the software client or the website.\nThese messages are stored in the database for a short time (approximately a week) and then automatically deleted.\nOnly you, the recipient, and BYOND Staff have access to these messages, and BYOND Staff will only review them if alerted, in order to enforce the the Terms of Service.Correlated AccountsBYOND moderators may be able to access limited information regarding logins, for the purposes of determining if two accounts belong to the same person.\nThe BYOND hub may also report to game servers if a user matches another person on their ban list.<br>\n<br>\nThe suspicion or likelihood that two or more accounts belong to the same person is not regarded, broadly speaking, as private information, because of the impact such a correlation has on hosting games and on website administration.\nThe fact of a correlation may be disclosed at the discretion of BYOND staff.\nTypically, this is mostly when a Terms of Service violation or habitual violator is involved.Protection of your informationAside from the cases mentioned above, BYOND will never disclose any information we collect about you, except:<ul>\n<li>as designated by applicable law.\ne.g., if we are issued a court order.</li>\n<li>for technical reasons.\neg, if we are moved to new ownership or otherwise need to transfer our data.</li>\n<li>to protect our network, website, or individual users as per the Terms of Service.\npractically speaking, this may for example mean (but is not limited to) filing a report with a user's ISP and/or the relevant authorities.</li>\n</ul>Any third-party advertising or traffic measurement services used by BYOND are individually responsible for whatever limited information they may collect (e.g., your IP address, or cookies created by these services), subject to their respective privacy policies.\nBYOND does not share your personal information with these third parties.<br>\n<br>\nRegarding payment processing, all information used in transactions is collected and handled by the payment processor themselves, not by BYOND.\nWe do not collect or store this information, although we may choose to store non-identifying transaction tokens that may be used to look up transactions via the payment provider.Privacy policy changesWe may update this policy from time to time as we introduce new features or modify existing ones.\nWe encourage you to review this document periodically.\nCopyright © 2022 BYOND Software.\nAll rights reserved.\nTerms of Service · Privacy Policy · Membership · Contact Us ", "created_at": "2022-11-30 04:11:30.22957", "updated_at": "2022-11-30 03:12:28.110759"}, {"id": 12909, "name": "Terms of Service", "url": "https://www.byond.com/TOS", "xpath": "/html/body/div[2]", "text": " <p>BYOND Terms of Service</p> Last Updated: March 4, 2015<br>\n<br>\n<b>1.\nACCEPTANCE</b>\n<br>\n<br>\nThank you for your interest in BYOND! We need your support to keep the system running, and truly appreciate your willingness to become an important part of BYOND.\nBy using the BYOND software and/or website (\"Service\"), you agree to these terms.<br>\n<br>\nTo make sure everyone on the system has the best experience, BYOND accounts are provided subject to the following Terms of Service (\"TOS\").\nViolation of the TOS, as determined by the BYOND Staff, may result in a reduction of services provided to you, or a termination of your BYOND account.<br>\n<br>\nYou should review our Privacy Policy as part of the acceptance of this agreement.<br>\n<br>\n<b>2.\nCONDUCT</b>\n<br>\n<br>\nUser content uploaded to or displayed on the website can be filtered or removed at the discretion of the BYOND staff.\nItems that warrant such action include, but are not limited to:<br>\n<ul>\n<li>pornographic, racist, or otherwise vulgar content;<br>\n</li>\n<li>content that is intended to incite or attack a particular user or group;<br>\n</li>\n<li>content that causes a significant use of bandwidth for purposes that don't benefit the BYOND community in some manner acceptable to the BYOND Staff;<br>\n</li>\n<li>content that breaks any laws or contracts.</li>\n</ul>\n<br>\nContent violations as well as inappropriate conduct in other areas of the BYOND system, such as creating excessive website or software \"spam\", harassing other users, or performing Denial of Service (DoS) attacks on our network or our users, may warrant termination of the BYOND account.\nBYOND Staff reserves the sole right to determine what conduct is inappropriate.<br>\n<br>\nBYOND is not liable for any content provided by its users.<br>\n<br>\n<b>3.\nMEMBERSHIP</b>\n<br>\n<br>\nUsers who upgrade their account through the BYOND Membership program are held to the same standards above.<br>\n<br>\nEither you or the BYOND Staff has the right to terminate your BYOND Membership at any time.<br>\n<br>\nIf your Membership is terminated by yourself or the BYOND Staff, there is no obligation for a refund of any amount you have paid for the Membership.\nIn the event of termination, the BYOND Staff will determine whether you receive a partial, full, or no refund on your Membership.<br>\n<br>\n<b>4.\nCOPYRIGHT</b>\n<br>\n<br>\nBYOND stands for \"Build Your Own Net Dream\" and we believe that to best enjoy the experience you should \"own\" your \"dream\".\nthat is strive to create original games.\nHowever, we understand that almost every creative work out there is at least influenced by some other source.\nhence the issue of copyright infringment.\nWhile we do not actively investigate or monitor the games listed here, we must, by law, enforce copyrights as requested by their owner.<br>\n<br>\nIf you are a game developer, you should avoid using third-party content without the permission of the original owner.\nThis includes, but is not limited to, trademarks and the usage of images and other media not in the public domain.\nViolating these terms may result in a takedown of your listing, or the termination of your account for repeated offenses.<br>\n<br>\nIf you are a copyright holder, and are concerned with the usage of your work on this site, contact us and we will take care of the problem.\nYou should provide contact information, a description of the copyrighted work, the location(s) on our site where the infringment is listed, and an affidavit attesting that you are the rightful owner, or can speak on behalf of them.\n<br>\n<br>\n<b>5.\nMODIFICATIONS TO SERVICE, LIABILITY, AND WARRANTIES</b>\n<br>\n<br>\nWe reserve the right to modify or discontinue any part of the Service at any time.\nYou agree that BYOND will not be held liable for any modification or discontinuance of the Service.<br>\n<br>\nYou also agree that BYOND will not be held liable for any damages of any kind resulting from your use of the Service.<br>\n<br>\nThe Service is provided on an \"as is\" basis.\nBYOND expressly disclaims all warranties of any kind, whether express or implied.<br>\n<br>\n<b>6.\nCONTACT</b>\n<br>\n<br>\nIf you have any questions or issues with the material presented herein, feel free to contact us!<br>\n<br>\nThe BYOND Staff takes your participation seriously, and wishes to provide you as much leeway as reasonable to allow you to use your BYOND account as you will, within the bounds of being a good citizen in this exciting community.\n<p>&nbsp;</p> Copyright © 2022 BYOND Software.\nAll rights reserved.\nTerms of Service · Privacy Policy · Membership · Contact Us ", "created_at": "2022-11-30 04:11:30.227127", "updated_at": "2022-11-30 03:12:03.599518"}], "points": [], "urls": ["byond.com", "secure.byond.com"]}}