{"error": 448, "message": "OK", "parameters": {"id": 7152, "name": "USB Memory Direct", "created_at": "2022-12-31 20:45:15.262", "updated_at": "2023-01-22 17:00:12.678097", "wikipedia": null, "keywords": null, "related": null, "slug": "usb-memory-direct", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7152.png", "url": "usbmemorydirect.com", "documents": [{"id": 13671, "name": "Privacy Policy ", "url": "https://www.usbmemorydirect.com/privacy.htm", "xpath": "/html/body/div[1]/main", "text": " USB Memory Direct® Privacy Policy <p> At USB Memory Direct, we take it as our responsibility to protect every customer's personal information.\nThis policy outlines how your information is handled and kept secure.\nWhen you send us personal information, it will be treated according to this policy.\n</p>\n<p> This policy covers the USB Memory Direct corporate website and is applicable worldwide.\nIt is possible that one of our subsidiaries will have its own policies that may be different.\nWe advocate reading our privacy policy and those of any website you visit.\n</p> Personal Data Gathering <p> You will be told before we acquire any personal information from you, the purpose of which will always be apparent.\nThe term “Personal Information” applies to any data that can be used to identify an individual, and includes, but is not limited to, name, postal or other physical address, credit or debit card information, occupation, email address, and any other data received by us in order to provide a service, deliver a product, or proceed with a transaction requested by one of our customers.\n</p> Examples of when we would collect personal information include: <ul>\n<li>Registration on our website(s)</li>\n<li>Placement of a transaction or order with us</li>\n<li>Requests for service and support of our products or services</li>\n<li>Usage of certain features within our products or services</li>\n<li>Participation in an online survey</li>\n<li>Registration to membership programs or newsletter subscriptions</li>\n</ul> Personal Data Usage <p> Your personal information will only be utilized in the manner we specified when it was originally collected.\nIt will not be used in a different manner without your knowledge and consent.\n</p> Examples of how we may use your personal information include: <ul>\n<li>Processing your orders and delivering the products and services requested</li>\n<li>Providing support and assistance for our products and services</li>\n<li>Providing current information on our latest product announcements, updates, enhancements, special offers, and other relevant information</li>\n<li>Providing the ability to register a personal profile and access protected content</li>\n<li>Providing customer feedback and support services</li>\n<li>Meeting contractual obligations</li>\n</ul> Gathering Anonymous Data <p> In some cases, USB Memory Direct may retrieve non-personal (aggregate or demographic) data using such methods as cookies.\nThis is utilized to help understand and evolve the functionality and usefulness of our website(s).\n</p>\n<p> As well, by using some of our products or services, anonymous information may be sent back to us, such as technical system information about your computer.\nThis data is sent to us so that we can understand how users interact with our products, to help improve them, and to provide communication regarding the product and any available updates or upgrades.\n</p> Personal Data and Sharing <p> Your personal information may be shared within USB Memory Direct or any of our subsidiaries for the purposes of data processing or storage.\n</p>\n<p> Your personal information may be shared with business partners, service vendors, authorized third-party agents, or contractors in order to provide a specifically requested service or transaction.\nThis might include processing orders, credit card transactions, website hosting, event and seminar registration, or customer support.\nWe would only provide third parties with the absolute minimum amount of data required to complete any requested service or transaction, while the third parties involved are forbidden from using such data other than for the limited cause of following through with the requested service or transaction.\n</p>\n<p> We may respond to subpoenas, court orders, or legal process by disclosing your personal information and other related information, if required.\nIt is also possible we may opt to exercise our legal rights or defend against any legal claims.\n</p>\n<p> We may share personal information and any other additional data available in order to investigate, prevent, or take action in regard to suspected illegal activities, fraud, threats to other individuals, violations of USB Memory Direct's terms of use, or as otherwise required by law.\n</p>\n<p> When using USB Memory Direct's website(s) you may be directed to content or functionality that is hosted by a third-party entity.\nThis is usually part of hosting a special event, such as contests.\nWhen your information is gathered on behalf of USB Memory Direct exclusively, our privacy policy will be referenced on the site to define how your data is used.\nFor other, non-USB Memory Direct sites, the privacy policy of that site will be referenced.\nOur policy is to require that information handling from these suppliers be consistent with our privacy and security procedures.\n</p>\n<p> We will never sell or rent any customer's personal information to third parties for marketing purposes unless that customer has given us express authorization to do so.\n</p>\n<p> We will ask for consent by you before we use or share your personal information for any other purpose other than the reason you gave or as otherwise noted in this privacy policy.\nSo that we may know your preferences, we require your action and responsibility, such as choosing an appropriate option, indicating your consent.\n</p> Personal Data Security <p> USB Memory Direct is deeply committed to the sustained security of any personal information you choose to share with us.\nUsing a composite of industry-standard security technologies, procedures, and organizational policies, we will protect personal information from unauthorized access, usage, or disclosure.\n</p>\n<p> When transferring sensitive data (for example, payment information) over the Internet, it is protected by utilizing Secure Sockets Layer (SSL) encryption.\n</p>\n<p> While striving to protect all your personal information, we cannot guarantee the security of information that you send by Internet, phone, mail, or any other means of communication.\nIt is recommended to take every measure to protect personal information from exposure while on the Internet.\nBe sure to change passwords often, create unique passwords, and use a secure browser with the latest updates.\n</p> Keeping Information <p> USB Memory Direct will not keep your personal data longer than is required to fulfill the purposes for which it was obtained or as is required by applicable laws or regulations.\n</p> Cookies <p> As with many sites on the Internet, USB Memory Direct utilizes technologies such as cookies, which give us the ability to make using our website(s) easier, more functional and more useful by providing you with a customizable experience that recognizes you upon return.\n</p>\n<p> A cookie will not read personal data found on the hard disk or from cookies made by other websites.\nThe only personal information a cookie keeps is that which you supply yourself to that website.\nIf you accept our website(s) cookies, they may give us access to information about your browsing behavior, which may be utilized to personalize visits, track user traffic patterns, and merge such data once you register.\nThis is done to determine how efficient our site is to our users and to help improve how it is navigated.\nOur website(s) should be able to be browsed without cookies enabled, however pages involving purchases or requiring a login and password require cookies and will not function if you have cookies disabled in your web browser.\n</p> Outside Links <p> The websites of USB Memory Direct and its subsidiaries may have links to third-party sites that we have no control over and are not covered by this privacy policy.\nIt is advised to review the privacy policy of any sites you visit.\n</p> Posting Information Publicaly <p> Any information that you submit publicly, such as in a forum or chat room, will be available for others to see, which may possibly include individuals both internal and external to our company who visit such areas.\nPlease be aware that these individual areas may contain additional rules and provisions.\nThe information that individuals post in these areas is of their own opinion and should not be taken as the views of USB Memory Direct.\n</p> Personal Data Transfer <p> It may be necessary to transfer your personal data within our company, to one of our subsidiaries, or to third-parties acting at our behest, such as for processing orders or storage.\n</p> How to Unsubscribe <p> You may request to unsubscribe from our newsletters by sending a letter, including name, address, email, and the title of the marketing material to: </p>\n<p> USB Memory Direct <br> Privacy Department <br> 12349 S.W.\n53rd St #205 <br> Cooper City, FL 33330 <br> United States <br>\n</p>\n<p> We will gladly remove your information from the requested mailing list, however we cannot prevent accidental mailings, such as may occur through multiple entries of the same information.\nPlease allow up to 8 weeks for all mailings, online and physical, to cease.\n</p> Contact for Questions/Comments <p> If you have the need to contact us in regard to our privacy policy or have any questions about it, feel free to write us at privacy@usbmemorydirect.com </p> Revisions to this Privacy Policy <p> We may alter or add on to this statement of policies at any time without notice.\nReturning to our website(s) after such a change is made will indicate your continued agreement with any revisions.\n</p> ", "created_at": "2022-12-31 20:45:15.324251", "updated_at": "2022-12-31 20:45:49.200514"}, {"id": 13672, "name": "Terms & Conditions ", "url": "https://www.usbmemorydirect.com/terms.htm", "xpath": "/html/body/div[1]/main", "text": " USB Memory Direct® Terms &amp.\nConditions Agreement With USB Memory Direct® <p> All orders placed with Comtread Inc.\nd.b.a USB Memory Direct or its affiliates or subsidiaries (hereinafter referred to as \"USB Memory Direct Websites\") are subject to, without modification, the terms, conditions, and notices contained herein.\nAdditionally, the USB Memory Direct Websites, or any publications of the USB Memory Direct Websites, may contain additional terms that govern particular features or offers.\nIn the event that any of the terms, conditions, and notices contained herein conflict with the Additional Terms or other terms and guidelines contained within any particular USB Memory Direct Website, or publications produced by any USB Memory Direct Website, then these terms shall control.\n</p> Artwork <p> Certain colors may look different when printed on surfaces other than paper, for example metal, wood, rubber or plastic.\nIt is encouraged that the client submit a vector graphic in one of the following forms: AI, EPS, PS.\nSpecialty fonts must be outlines or the font files themselves must be included with the vector file, otherwise USB Memory Direct reserves the right to substitute fonts.\nPlease review and carefully check all digital / physical proofs.\nDigital proofs are not intended to verify color correctness as colors may vary based on screen view.\nDigital proofs should be used to assure correct size, scale, positioning, spelling, etc of the artwork on the product.\nIn the event precise color matching is critical a physical proof is recommended.\nClients may also obtain PMS color swatches from PANTONE's website.\nPhysical proofs will accurately represent how the color will appear on the final product, color may vary slightly on the final production run.\nIf the client requests additional changes and/or proof the order may be delayed and fees may apply.\nIf the client delays in approving the proof the order delivery date may be affected, please contact customer service immediately to have your order expedited.\n</p> Uploads <p> It is the customer's responsibility to check all files and folders uploaded to our site for data corruption, or errors that may have occurred in the transfer process.\nWe cannot accept any responsibility for errors or data corruption during the file transfer process.\nOnce files are delivered to us, our sole responsibility is to confirm the number of files or folders, file types, and overall size of data upload as per customer's instruction.\n</p> Approval <p> USB Memory Direct will not begin producing any order unless the invoice, digital samples and other service requests are approved first and payment has been received.\nProducts, services, or discounts not present on the invoice will not be given.\n</p> Payment <p> USB Memory Direct accepts credit cards, wire / money transfers, and purchase orders from approved companies.\nOrders will not be placed into production until payment is received in full or a valid purchase order is received.\nCredit card billing and shipping must match or the alternate shipping address must be on file with the credit card company otherwise the order may be delayed.\nAll past-due accounts placed into collection are responsible for all associated fees and 1.5% interest compounded monthly on the balance.\n</p> Price <p> All quoted prices are subject to change without notice.\nTo secure pricing a valid form of payment and approval of the final invoice must be given, at which time no items may be removed from the order.\nUSB Memory Direct will price match any competitor pricing provided a valid quote is presented and the competitor quote is not below USB Memory Direct's cost.\nAdditional fees may apply to artwork after order approval depending on final color count, position, size, etc of the artwork.\n</p> Returns <p> USB Memory Direct offers a lifetime replacement warranty.\nA valid RMA number is required for all returns.\nUSB Memory Direct will not issue refunds for any custom products or service if the job is produced according to the client's artwork and specifications.\n</p> Indemnification <p> You agree to indemnify, defend, and hold harmless USB Memory Direct its affiliates, subsidiaries, its officers, directors, employees, agents, licensors and suppliers (collectively the \"Service Providers\") from and against all losses, expenses, damages and costs, including reasonable attorneys' fees, resulting but not limited to the use and distribution of any products or services purchased.\n</p> Limitation of Liability <p> USB Memory Direct shall not be liable for any special or consequential damages that result from the use of, or the inability to use, the materials on this site or the performance of the products, even if USB Memory Direct has been advised of the possibility of such damages.\n</p> Shipping <p> USB Memory Direct includes UPS Ground shipping service free of charge, all other delivery methods will be billed as a line item to the invoice.\nUSB Memory Direct will not be responsible for delays in order delivery made by any shipping provider.\nYou agree to pay for all charges associated with package interceptions and destination changes.\n</p> General Terms <p> All orders that are being printed or otherwise customized cannot be canceled or refunded once they are in production.\nUSB Memory Direct reserves the right to refuse any order.\nUSB Memory Direct reserves the right to utilize client artwork for illustration and advertisement purposes unless otherwise directed by the client.\n</p>\n<p> Your use of this site shall be governed in all respects by the laws of the state of Florida U.S.A., without regard to choice of law provisions, and not by the 1980 U.N.\nConvention on contracts for the international sale of goods.\nYou agree that jurisdiction over and venue in any legal proceeding directly or indirectly arising out of or relating to this site (including but not limited to ordering from or the purchase of USB Memory Direct products) shall be in the state or federal courts located in Florida.\nAny cause of action or claim you may have with respect to the site (including but not limited to the purchase of USB Memory Direct) must be commenced within one (1) year after the claim or cause of action arises.\nUSB Memory Direct failure to insist upon or enforce strict performance of any provision of these terms and conditions shall not be construed as a waiver of any provision or right.\nNeither the course of conduct between the parties nor trade practice shall act to modify any of these terms and conditions.\nUSB Memory Direct may assign its rights and duties under this Agreement to any party at any time without notice to you.\n</p>\n<p> These terms and conditions, together with a USB Memory Direct invoice regarding the products ordered by the Customer, are the complete and exclusive agreement between USB Memory Direct and Customer, and they supersede all prior or contemporaneous proposals, oral or written, understandings, representations, conditions, warranties, and all other communications between USB Memory Direct and Customer relating to the subject products.\nThis agreement may not be explained or supplemented by any prior course of dealings or trade by custom or usage.\n</p> ", "created_at": "2022-12-31 20:45:15.385654", "updated_at": "2022-12-31 20:46:03.832356"}], "points": [], "urls": ["usbmemorydirect.com"]}}