{"error": 448, "message": "OK", "parameters": {"id": 8047, "name": "Operation Smile ", "created_at": "2023-04-16 01:29:55.292602", "updated_at": "2023-07-10 22:02:42.992256", "wikipedia": null, "keywords": null, "related": null, "slug": "operation-smile", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/8047.png", "url": "operationsmile.org", "documents": [{"id": 15610, "name": "Privacy Policy", "url": "https://www.operationsmile.org/privacy-policy", "xpath": "//body", "text": " Skip to main content Logo Menu Close <ul>\n<li> Manage Your Account </li>\n<li> Smile Shop </li>\n<li> Student Programs </li>\n<li> Medical Volunteers </li>\n<li> En español </li>\n</ul>\n<ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li> Our Care </li>\n<li> Global Outreach <ul>\n<li> Program Schedule </li>\n<li> Where We Work </li>\n<li> The Next Decade </li>\n</ul>\n</li>\n<li> Stories You Make Possible </li>\n<li> Ways to Give <ul>\n<li> Give Monthly </li>\n<li> Memorial Gifts </li>\n<li> Planned Giving </li>\n<li> Gifts-In-Kind </li>\n<li> Donor Advised Fund </li>\n<li> Give Stock </li>\n<li> Donate a Vehicle </li>\n</ul>\n</li>\n<li> About Us <ul>\n<li> About Operation Smile and Cleft Conditions </li>\n<li> Our Vision </li>\n<li> Leadership </li>\n<li> Research </li>\n<li> Accountability </li>\n<li> Email </li>\n</ul>\n</li>\n</ul> Search Search Close Search Submit Search <ul>\n<li> Manage Your Account </li>\n<li> Smile Shop </li>\n<li> Student Programs </li>\n<li> Medical Volunteers </li>\n<li> En español </li>\n</ul>\n<ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li> Donate <ul>\n<li> Monthly </li>\n<li> One-time </li>\n</ul>\n</li>\n</ul> Privacy Policy Privacy Policy At Operation Smile, we value and respect the privacy of our supporters and visitors.\n &nbsp.\n<p>We strongly believe in protecting the integrity of the information gathered from our supporters and visitors throughout each of our communication channels, including our website, and only using such information as it pertains to improving overall user experience and in pursuit of our mission.\nWe take your privacy extremely seriously, and&nbsp;will never sell or rent lists or email addresses.&nbsp;We are also committed to making sure information&nbsp;you provide&nbsp;is accurate and updated.&nbsp;&nbsp;</p>\n<p>By visiting operationsmile.org&nbsp;and/or any associated subdomains, online services, and/or mobile applications,&nbsp;you are accepting the standards and practices described in this Privacy Policy.&nbsp;This policy applies to all the pages hosted on this site and does not apply to pages&nbsp;hosted by other Operation Smile affiliates, linked organizations, partners, or to other organizations to which we may provide a link and whose privacy policies may&nbsp;differ.&nbsp;&nbsp;</p>\n<p> If you disagree with any of the terms herein, please immediately discontinue use of the Sites.&nbsp;This policy may be changed or updated, so please review it periodically to ensure you stay informed of those changes.&nbsp;&nbsp;</p>\n<p>If you have any questions about our Privacy Policy, or you are concerned information we have related to your personal&nbsp;information&nbsp;is inaccurate or out dated,&nbsp;you can contact us at:&nbsp;</p>\n<p>3641 Faculty Boulevard&nbsp;<br>\nVirginia Beach, VA 23453 USA&nbsp;<br>\nTel: 888-677-6453&nbsp;<br>\nFax: (757) 321-7663&nbsp;<br>\nEmail:&nbsp;&nbsp;drelations@operationsmile.org&nbsp;&nbsp;</p>\n<strong>INFORMATION WE COLLECT AND USE</strong>&nbsp.\n<p>Operation Smile,&nbsp;like most website owners, receives and records information from various sources as it&nbsp;relates&nbsp;to your interaction with Operation Smile owned sites and digital properties.&nbsp;The type of information we and/or our&nbsp;third party&nbsp;providers collect depends on the interaction between you and us.&nbsp.\nThis could be when&nbsp;making a donation, applying for a job/to volunteer or through an online purchase.&nbsp.\nWe gather information through postal communications, visits to our websites or apps, participation with our business/corporate partners, electronic communications, volunteering or communications through social media.\nWe and/or our&nbsp;third party&nbsp;providers may also collect information publicly available through third party platforms (such as online social media platforms), online databases, or that is otherwise legitimately obtained.&nbsp;&nbsp;</p>\n<p>Operation Smile is the sole owner of any information collected on this site.\nThis information is used solely for our own data analysis, audits,&nbsp;enhancing or improving user experience and&nbsp;donor&nbsp;acquisition and&nbsp;retention&nbsp;purposes.&nbsp;We will not sell, share&nbsp;(except possibly with another Operation Smile affiliate&nbsp;when it is required to carry out the transactions you initiate),&nbsp;or&nbsp;rent this information to others in ways different from what is disclosed in this statement.&nbsp;We will use reasonable efforts to&nbsp;(1)&nbsp;undertake a privacy impact assessment whenever there is a fundamental change in the way we process data, (2) implement records management systems, and (3) log data security incidents.&nbsp;We will only release personal information to another person or company with your consent, or to the extent required by law.&nbsp;</p>\n<p>Operation Smile collects personally identifiable information from site visitors, supporters and other constituencies through first-party voluntary interaction with Operation Smile.\nThis may include data users choose to enter through registration, making a donation or purchase online or offline, subscribing to our e-newsletter, taking an action, submitting a survey, applying for a job, or any other action that requires direct input by a user.\nBy providing this input, user is consenting to Operation Smile’s use of the personal information as described in this Privacy Policy.&nbsp;</p>\n<p>Operation Smile may share personal information with our service providers, such as marketing firms, print, shipping and/or fulfillment vendors, technology providers and payment processors which may use, disclose, and/or aggregate the information solely to perform services on our behalf or to comply with the law.\nOperation Smile may share de-identified, aggregated, or other technical information, without limitation.</p>\n<p>Keeping this personal information secure is a top priority for Operation Smile.\nPersonal information is private and confidential.\naccordingly, the information provided is stored in a secure location, is accessible only by designated employees, trained in the proper handling of customer information, and is used only for the purpose for which the information is collected.\nWhenever Operation Smile should hire other organizations to provide support services, we will require them to conform to our privacy standards and allow us to audit them for compliance.&nbsp;&nbsp;</p>\n<p>In addition to data users voluntarily provide, Operation Smile uses third party services and platforms, such as Google Analytics, to place first party and/or third party cookies or similar technologies on devices that access Operation Smile owned properties that may collect and record non-identifying/aggregated information on user interactions.&nbsp.\nOperation Smile uses this aggregated data to determine and monitor usage characteristics and activities of visitors to evaluate and improve a user’s experience and&nbsp;for&nbsp;guiding&nbsp;market&nbsp;decisions.&nbsp;&nbsp;The collected data is NOT personally identifiable and therefore cannot be tied back to an individual user.\nTo learn more about what data Google Analytics collects and options to opt-out visit the Analytics support page:&nbsp;https://support.google.com/analytics/answer/6004245?hl=en&nbsp;&nbsp;</p>\n<p>Operation Smile and its digital properties also use third-party advertising companies such as Google, Bing, Facebook, Yahoo, among others, to serve advertisements that may be of interest to you when you access and use sites, applications and properties across devices, websites and offline mediums, based on information relating to your access to and use of Operation Smile digital properties.\nTo do so, these companies may place or recognize unique “cookies” or pixel tags on your computer’s browser or use other interaction data from Operation Smile.&nbsp;For more information on “cookies” please see section “About Cookies.”&nbsp;For more information on third party digital advertising and to opt-out please visit: http://www.aboutads.info/choices/ or http://optout.networkadvertising.org/.&nbsp;&nbsp;</p>\n<p>You may also visit https://www.facebook.com/help to opt out certain of Facebook advertising.\nIf located in the European Union click&nbsp;http://www.youronlinechoices.eu/&nbsp;</p>\n<p>Operation Smile occasionally uses third party service providers and/or sources, among other things, to analyze and use personally identifiable interactions on our website and other digital properties to update bad or insufficient account information such as email address, physical address,&nbsp;and&nbsp;phone number, to provide a better experience to constituents and supporters.&nbsp;</p>\n<strong>EXTERNAL LINKS</strong>&nbsp.\n<p>This website may contain links to other sites.\nUnless we expressly state otherwise, Operation Smile makes no representations whatsoever concerning the content of those sites.\nThe fact&nbsp;Operation Smile has provided a link to a site is not an endorsement, authorization, sponsorship, or affiliation with respect to such site, its owners, or its providers.\nThere are risks associated with using any information,&nbsp;software, or products found on the Internet.\nand, Operation Smile cautions you to make sure&nbsp;you understand these risks before retrieving, using, relying upon, or purchasing anything via the Internet.\nIn addition, we encourage our users to be aware when they leave our site to read the privacy statements of each and every website that collects personally identifiable information.\nThese other sites may collect or solicit personal data or send their own cookies to your computer.\nPlease be aware&nbsp;Operation Smile is not&nbsp;responsible for the information collection, use, disclosure, or security practices (including the data security practices) of other organizations, such as Facebook, Apple, Google, Microsoft, RIM, or any other app developer, app provider, social media platform provider, operating system provider, wireless service provider, or device manufacturer that you may interact with outside of Operation Smile digital properties.&nbsp;&nbsp;</p>\n<p>You may not create a link to this site that incorporates or relies upon, in whole or in part, any content from any page on this website, or that incorporates any copyrighted or other&nbsp;intellectual property of Operation Smile without written permission from Operation Smile, Inc.</p>\n<strong>CHILDREN’S PRIVACY</strong>&nbsp.\n<p>Operation Smile is concerned about the protection of online privacy for all our website users.\nWe are particularly respectful of the privacy of our young users.\nOperation Smile does not knowingly gather and/or use any personally identifiable information from children under the age of 13.\n You must be 13 years of age or older to access the site.\n Operation Smile has no interest in collecting information from children under the age of 13.\nWe encourage parents to monitor their children's use of the Internet and to help us protect their privacy by instructing them never to provide personal information on this site or any other without permission.\nWe will never attempt to extract unnecessary information from our users, regardless of age.&nbsp;Upon request, the parent or guardian of a child under&nbsp;18&nbsp;may&nbsp;review and request the deletion of such child’s personally identifiable information, as well as refuse to permit the further collection or use of such information.&nbsp;</p>\n<strong>USE OF&nbsp;COOKIES AND OTHER TECHNOLOGIES&nbsp;</strong>&nbsp.\n<p>Like most web sites and digital properties, Operation Smile uses \"cookies,\" to obtain certain types of non-personally identifiable information to help improve user experience across Operation Smile properties.&nbsp;</p>\n<p>A cookie is a small text file containing a string of characters that is sent from a web server to your computer when you visit a website,&nbsp;the cookie&nbsp;helps&nbsp;us recognize you when you come back to our site or digital properties.\nA cookie cannot read data&nbsp;off of&nbsp;your computer hard disk, nor can it read cookie files created by other websites.&nbsp;</p>\n<p>Cookies cannot contain viruses nor install spyware or malware on your computer and are generally used to provide information to the website and server that is useful to improve your experience.&nbsp;&nbsp;Cookies help make your visit more useful by allowing the website to remember information about your previous visit, like your preferred language, login information, communication preferences, and other&nbsp;settings.&nbsp;Cookies may also be used by Operation Smile and associated third-party advertisers to deliver advertising and marketing across sites and digital properties.&nbsp;&nbsp;</p>\n<p>Operation Smile may also use cookies to aggregate information such as number of visits to our sites or digital properties, average time on site, pages viewed, and other data to improve site experience and performance.&nbsp;&nbsp;&nbsp;</p>\n<p>Operation Smile and its digital properties may use pixel tags, web beacons, or small (usually invisible) blocks of&nbsp;code,&nbsp;attached&nbsp;to a web page, email, or other digital properties that allow us, among others, to&nbsp.\naggregate statistics to measure and evaluate the success of digital properties and/or campaigns.\nThe collected data is NOT personally identifiable and therefore cannot be tied back to an individual user.&nbsp;Operation Smile uses this aggregated data to determine and monitor usage characteristics and activities of visitors to evaluate and improve a user’s experience and&nbsp;for&nbsp;guiding&nbsp;market&nbsp;decisions.&nbsp;&nbsp;&nbsp;</p>\n<p>For more information on cookies and to opt-out visit&nbsp;http://www.allaboutcookies.org/&nbsp;or&nbsp;http://optout.networkadvertising.org/?c=1#!/.\nYou may also disable the use of cookies by setting your browser to refuse all cookies or to indicate when a cookie is being sent.\nBe aware, however,&nbsp;some websites may not function properly if you refuse to accept cookies.&nbsp;</p>\n<strong>COPYRIGHT</strong>&nbsp.\n<p>All material on webpages&nbsp;under the domain operationsmile.org, as well as on Operation Smile’s other digital properties&nbsp;is, unless otherwise stated, the property of Operation Smile, Inc.\nThese materials are protected by copyright and other intellectual property laws.\nInformation received through this website&nbsp;or digital properties&nbsp;may be displayed, reformatted, and printed for your personal, noncommercial use only.\nYou may not reproduce or retransmit the materials, in whole or in part, in any manner, without the prior written consent of Operation Smile, Inc.&nbsp;The only&nbsp;exception: You may make single copies of the materials available through this website&nbsp;solely for your personal, noncommercial use&nbsp;provided&nbsp;you preserve any copyright or other notices contained in or associated with them&nbsp;and agree&nbsp;not&nbsp;to&nbsp;distribute such copies to others, whether or not in electronic form, whether or not for a charge or other consideration, without prior written consent of&nbsp;Operation Smile, Inc., the&nbsp;owner of the materials.</p>\n<strong>DISCLAIMER AND WARRANTIES AND LIABILITY</strong>&nbsp.\n<p>Because of the number of possible sources of information available through this website, and the inherent hazards and uncertainties of electronic distribution, there may be delays, omissions, or inaccuracies in such information.\nOperation Smile cannot and does not warrant the accuracy, completeness, current ness, non-infringement, or fitness for a particular purpose of the information available through this website, nor do we guarantee&nbsp;this website will be error-free or continuously available.&nbsp;</p>\n<strong>QUESTIONS OR SUGGESTIONS</strong>&nbsp.\n<p>At Operation Smile we respect the opinions and feedback of our visitors and supporters.\nIf you, or other parties have any questions, concerns, or complaints about this policy, or would like to learn more about our organization, please contact us on our website (https://www.operationsmile.org/contact-us) or call 1-888-OPSMILE (1- 888-677-6453).</p>\n<strong>CONTROLLING YOUR PERSONAL INFORMATION&nbsp;</strong>&nbsp.\n<p>Personal information is information that can identify a person, such as name, address, telephone number, and email address.</p>\n<p>We strive for accurate, respectful and relevant communications with our constituents.\nWe occasionally exchange mailing addresses with select non-profit groups.\nWe will not sell, rent or share your email address or telephone number.\nIf you would like to correct or update your personal information, modify your mailing preferences, or if you do not wish to participate in mailing address exchange activities, please call 1-888-OPSMILE (1-888-677-6453) or email&nbsp;drelations@operationsmile.org.&nbsp;&nbsp;</p>\n<p>Please also understand&nbsp;marketing campaigns&nbsp;are scheduled in advance&nbsp;so while we will remove you from the mailing list&nbsp;in a timely manner,&nbsp;you may still receive&nbsp;materials from&nbsp;campaigns which were in process prior to your request to be removed for up to 90 days.&nbsp;</p>\n<p>We respect your time and attention by controlling the frequency of our emails.\nHowever, you may modify your email preferences at any time.\nEach email sent contains an easy, automated way for you to change your expressed interests, or to cease receiving email from us altogether.\nIf you would like to modify your preferences, simply follow the instructions at the end of any email you receive from us, contact us directly or visit your online account page&nbsp;http://ww2.operationsmile.org/account/.&nbsp;</p>\n<p>You have the right to request us to update your personal information in the event it is incorrect or out dated.\nYou can do this by contacting&nbsp;drelations@operationsmile.org&nbsp;or&nbsp;calling&nbsp;1-888-OPSMILE (1- 888-677-6453).</p>\n<strong>THIRD PARTY REQUESTS TO CHANGE DATA&nbsp;</strong>&nbsp.\n<p>Except in exceptional circumstances (as outlined in this process) requests to change user information including changes to direct debits, standing orders or any other kind of donation, can only be authorized by the user.&nbsp;We can only take instructions from a third party with the express consent of the user or on evidence of the relevant power of attorney.\nThis is to safeguard the interests of the user with whom we have a relationship.</p>\n<p>A request by a third party to remove a user from our mailing list or change mailing preferences may be considered exceptionally if we are convinced the third party is acting in the best interests of the user.\nThis may be a judgment based on the user’s history of giving, any unusual changes in the level of their giving or frequency of giving and any communication we have had with the user regarding their gifts or mailing preferences.\nAny direct communication from the user (verbal or written)&nbsp;which gives concern that the user may lack capacity to make a sound decision and/or judgment could be taken as support on this.\nIn this context our telemarketing agencies who call on our behalf in fundraising campaigns record conversations with prospective users and where there is a concern relating to mental capacity these recordings could be used by Operation Smile for final decision making.&nbsp;</p>\n<strong>IS MY INFORMATION SECURE?</strong>&nbsp.\n<p>Keeping your personal information secure is a top priority for Operation Smile.\nPersonal information is private and confidential.\naccordingly, the information provided is stored in a secure location, is accessible only by designated employees, trained in the proper handling of customer information, and is used only for the purpose for which the information is collected.&nbsp;&nbsp;</p>\n<p>We employ other companies and individuals to perform functions on our behalf.\nExamples include fulfilling donation receipts and sending postal mail and e-mail, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing credit card payments, and providing customer service.\nThey have access to personal information needed to perform their&nbsp;functions, but&nbsp;may not use it for other purposes.\nWhenever Operation Smile should hire other organizations to provide support services, we will require them to conform to our privacy standards and allow us to audit them for compliance.&nbsp;&nbsp;</p>\n<strong>CREDIT CARD INFORMATION SECURITY</strong>&nbsp.\n<p>At Operation Smile, we sincerely care about the safety and security of your transaction.\nWe use high grade encryption and the&nbsp;HTTPS&nbsp;security protocol to communicate with your browser software.\nThis method is the industry standard security protocol, which makes it extremely difficult for anyone else to intercept the credit card information you send to us.\nCompanies we work with to process credit card transactions also use high grade encryption and security protocols.\nContributions may also be made by calling 1-888-OPSMILE (1- 888-677-6453).&nbsp;</p>\n<strong>PERSONAL INFORMATION SECURITY</strong>&nbsp.\n<p>In addition to maintaining privacy and security controls over information you share with us, Operation Smile works to accurately process your contribution and volunteer information.\nOperation Smile employs error checking procedures to make sure certain transactions are processed completely and accurately.\nAs necessary, changes are made to improve our systems.\nAnd,&nbsp;independent external&nbsp;and internal audits are conducted to ensure the privacy, security and appropriate processing of your information on our site.\nDuring business hours, staff is available to answer questions about your financial donation or personal information at 1-888-OPSMILE (1- 888-677-6453).&nbsp;</p>\n<p>Operation Smile sites and affiliated digital properties are based and operated in the United States.&nbsp.\nIf you are located outside of the United States, you should be aware that we will collect, process, and maintain your information in the United States.&nbsp.\nBy using or accessing or providing any information to Operation Smile owned properties (see information collected), you&nbsp;are&nbsp;consenting&nbsp;to the transfer of your information to the United States&nbsp;and&nbsp;accepting that the&nbsp;processing and maintenance of this information which will be done in&nbsp;accordance&nbsp;with this Privacy Policy.\nfurther,&nbsp;you are specifically acknowledging&nbsp;we&nbsp;may not offer the same level of privacy protection&nbsp;as&nbsp;your home country&nbsp;would provide.&nbsp;</p>\n<strong>Consent</strong>&nbsp.\n<strong>COMMUNICATIONS PREFERENCES</strong>&nbsp.\n<p>Operation Smile will not directly market to or solicit to you unless: you have consented to receive direct marketing.\nyou would reasonably expect us to use your personal details as voluntarily provided or acquired through other interactions.\nor we believe you may be interested in the material but it is impractical for us to obtain your consent.&nbsp;</p>\n<p>We strive for accurate, respectful and relevant communications with our constituents.\nAs such, you&nbsp;may&nbsp;modify or choose how you would like to receive communication from us at any time.&nbsp.\nIf you choose not to receive communications from us we will honor your choice.&nbsp;&nbsp;Please also understand marketing campaigns are scheduled in advance so while we will remove you from the mailing list&nbsp;in a timely manner,&nbsp;you may still receive materials from campaigns which were in process prior to your request to be removed&nbsp;for up to 90 days.&nbsp;</p>\n<p>If you would like to correct or update your personal information, modify your communication preferences, or if you do not want to receive any communication from Operation Smile, please call 1-888-OPSMILE (1-888-677-6453) or email&nbsp;drelations@operationsmile.org.</p>\n<strong>EMAIL PRIVACY</strong>&nbsp.\n<p>We are committed to keeping your email address confidential.\nOperation Smile complies fully with the federal CAN-SPAM Act of 2003.&nbsp;We will not share, sell, rent, lease, swap or authorize any third party to use your email address for any purpose without your permission.\nWe will use your email address solely to communicate information related to Operation Smile and will maintain any information you send via email to us in accordance with applicable federal law.&nbsp;</p>\n<p>If you received an email from us, your email address is either listed with us as someone who has expressly shared this address for the purpose of receiving email communications from us, or you have donated to us, purchased from us or otherwise have been identified as having an existing relationship with us.&nbsp;</p>\n<p>We respect your time and attention by controlling the frequency of our emails.\nHowever, you may modify your email preferences at any time.\nEach email sent contains an easy, automated way for you to change your expressed interests, or to cease receiving email from us altogether.\nIf you would like to modify your preferences, simply follow the instructions at the end of any email you receive from us, contact us directly or visit your online account page&nbsp;http://ww2.operationsmile.org/account.</p>\n<strong>Content&nbsp;Policy</strong>&nbsp.\n<p>What you share online about your experience represents Operation Smile.\nWe encourage you to share this experience&nbsp;with friends, family and supporters to educate and raise awareness about our organization.&nbsp;</p>\n<p>Please tag @operationsmile and @osstudpro in your social media posts.\nWe also request that you share stories with us at&nbsp;socialmedia@operationsmile.org.</p>\n<p>By creating content about Operation Smile or from any of our medical programs, you agree to the following policies.&nbsp;</p>\n<ul>\n<li>\n<p>Above all else, you will respect the privacy and dignity of our patients.</p>\n</li>\n<li>\n<p>Your posts will not be discriminatory, offensive, hateful, defamatory or otherwise illegal.</p>\n</li>\n<li>\n<p>Your posts will be culturally sensitive.</p>\n</li>\n<li>\n<p>Any photo or video you produce will occur with little to no interruption of the medical program.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will not use copyrighted music in any video or post you publish.</p>\n</li>\n<li>\n<p>You will not create content from an Operation Smile program to promote other organizations or companies.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will not post unapproved information about Operation Smile projects or future projects in development.&nbsp;&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will obtain informed, verbal consent prior to capturing images of patients, volunteers or Operation Smile staff, and be clear about the way that you will use their image and information.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will not publish patients’ personal information, including their last names.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will not publish images of patients who look uncomfortable, frightened or in pain.\n &nbsp;</p>\n</li>\n<li>\n<p>You will not publish images of patients who are having their blood drawn, being intubated or extubated, or who have blood around their stitching, face and or medical gown.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will not post patient PIT photos.\nThese are photos are part of a patient's medical records.\n &nbsp;</p>\n</li>\n<li>\n<p>You will not post immediate post-operative photos of patients.\n &nbsp;</p>\n</li>\n<li>\n<p>You will respect the privacy patients who are undergoing anesthesia or who are waking up from anesthesia.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will respect the privacy of patients who are partially clothed or unclothed.&nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will be mindful of the words used in your post.\nYou will not refer to a patient as a “cleft patient.” Say instead, “a patient born with a cleft condition” or something similar.\nIn posts, do not refer to their cleft condition as a “deformity.”&nbsp;While this may be a medical term, our patients have told us they do not appreciate this word being used casually.&nbsp;Think about how you contribute to patient dignity and respect.&nbsp;</p>\n</li>\n<li>\n<p>You understand that Operation Smile provides \"renewed hope,\" not \"hope\".\n\"new smiles,\" not \"smiles\" and will use the appropriate language.\nYou agree&nbsp;to refer to&nbsp;\"patients with cleft conditions\" (or another variant), never \"cleft patients.\" You agree to reference \"developing countries,\" never \"third-world.\" You agree to use \"cleft condition\" or \"cleft lip and cleft palate,\" never \"deformities,\" \"defect\" or \"malformation.\"</p>\n</li>\n<li>\n<p>Our name is Operation Smile and must appear in the same type style, color and size as the surrounding text.\nIt may not be emphasized by underlining, increasing its size or setting the font appearance to bold or italic.\nPublicly, we're \"Operation Smile,\" never&nbsp;\"OpSmile\" or \"OSI\" or \"OS\" or another variant.</p>\n</li>\n<li>\n<p>You will not publish images of patients who have poor lip revision scars.\nOften, these patients did not receive surgical care from our medical teams, and without the proper context, this could be a poor reflection of our work.&nbsp;You will not criticize the work of other surgical organizations.&nbsp;</p>\n</li>\n<li>\n<p>You will not post political views or discuss political issues within any host country.\n &nbsp;</p>\n</li>\n<li>\n<p>You will not post your travel itinerary.\n &nbsp;</p>\n</li>\n<li>\n<p>You will not post your personal opinions of other Operation Smile staff or volunteers.\n &nbsp;&nbsp;</p>\n</li>\n<li>\n<p>You will not post inappropriate photos of yourself, team members or patients that may be perceived as unprofessional, culturally insensitive or offensive, or violating a patient's right to privacy.\n &nbsp;</p>\n</li>\n<li>\n<p>You will check-in during emergency situations.\n &nbsp;&nbsp;</p>\n</li>\n</ul>\n<p>\n<em>OPERATION SMILE RESERVES THE RIGHT TO ASK YOU TO REMOVE DIGITAL CONTENT RELATED TO THE ORGANIZATION, ITS PROGRAMS AND PATIENTS AT ANY TIME, FOR ANY REASON.</em>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Updated: September 21, 2020&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> MAKE A GIFT <p>It takes as little as&nbsp;<strong>$240</strong>&nbsp;and as few as 45 minutes to provide life-changing surgery and a bright, beautiful new smile to a waiting child.</p>\n<ul>\n<li> $240 </li>\n<li> $120 </li>\n<li> $60 </li>\n<li> $20 </li>\n</ul> $ Other Amount Charge this amount every month to become a Smile Partner Stay in the loop <p>Be the first to receive in-depth news, updates and heart-warming stories from our programs around the world.</p>\n<p> Thank you for signing up for our newsletter! </p>\n<p> Something went wrong, please try again.\n</p>\n<p> Your email address is missing or invalid.\n</p>\n<p> We’ve encountered an error processing your request.\nPlease contact us.\n</p> Email Address Sign Up Leave this field blank 3641 Faculty Boulevard<br>\nVirginia Beach, VA<br>\n23453 USA 1-888-OPSMILE <br> 1-888-677-6453 <br> +1-757-321-7645 <ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Press Office </li>\n<li> Events </li>\n<li> Careers </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Make a One-Time Donation </li>\n<li> Become a Monthly Sustainer </li>\n<li> Partner With Us </li>\n<li> Volunteer </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Fundraise With Us </li>\n<li> Student Programs </li>\n<li> Contact Us </li>\n</ul>\n<p> Operation Smile is a 501(c)(3) organization.\n</p>\n<p> Contributions are tax deductible in accordance with IRS rules and regulations.\n©2023 Operation Smile </p>\n<ul>\n<li> Code of Conduct </li>\n<li> Manage My Account </li>\n<li> Privacy Policy </li>\n<li> Site Terms </li>\n</ul> ", "created_at": "2023-04-16 01:29:55.356682", "updated_at": "2023-04-16 01:31:43.991178"}, {"id": 15609, "name": "Code of Conduct", "url": "https://www.operationsmile.org/code-conduct", "xpath": "//body", "text": " Skip to main content Logo Menu Close <ul>\n<li> Manage Your Account </li>\n<li> Smile Shop </li>\n<li> Student Programs </li>\n<li> Medical Volunteers </li>\n<li> En español </li>\n</ul>\n<ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li> Our Care </li>\n<li> Global Outreach <ul>\n<li> Program Schedule </li>\n<li> Where We Work </li>\n<li> The Next Decade </li>\n</ul>\n</li>\n<li> Stories You Make Possible </li>\n<li> Ways to Give <ul>\n<li> Give Monthly </li>\n<li> Memorial Gifts </li>\n<li> Planned Giving </li>\n<li> Gifts-In-Kind </li>\n<li> Donor Advised Fund </li>\n<li> Give Stock </li>\n<li> Donate a Vehicle </li>\n</ul>\n</li>\n<li> About Us <ul>\n<li> About Operation Smile and Cleft Conditions </li>\n<li> Our Vision </li>\n<li> Leadership </li>\n<li> Research </li>\n<li> Accountability </li>\n<li> Email </li>\n</ul>\n</li>\n</ul> Search Search Close Search Submit Search <ul>\n<li> Manage Your Account </li>\n<li> Smile Shop </li>\n<li> Student Programs </li>\n<li> Medical Volunteers </li>\n<li> En español </li>\n</ul>\n<ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li> Donate <ul>\n<li> Monthly </li>\n<li> One-time </li>\n</ul>\n</li>\n</ul> Code of Conduct Code of Conduct <strong>From the Office of the Co-Founders</strong>\n<p>Since 1982, Operation Smile, Inc.&nbsp;has provided hundreds of thousands of safe surgeries for those born with cleft lip and cleft palate.\nOperation Smile creates solutions that deliver free cleft surgery and comprehensive care&nbsp;to people where it is needed most.&nbsp;Founded in the U.S., Operation Smile’s footprint and its global network of caring, passionate people provide services, raise funds and recruit volunteers.\nThis global network is the source of strength and fuel which enables Operation Smile’s work.&nbsp;</p>\n<p>“We envision a future where health and dignity are improved through safe surgery.” This is Operation Smile’s vision – a vision that can only be achieved through a spirit of collaboration and a commitment to excellence as we care for patients around the world.\nEthics, integrity and compassion are non-negotiable values.\nOperation Smile has a mandate to hold itself and its Constituents accountable to the highest standards of business and professional ethics, as described in the Code of Conduct.</p>\n<p>The Code of Conduct provides standards and guidance for all Operation Smile Constituents on topics related to Organizational Governance, Human Resources, Child Protection, Medical Quality and Fiscal Management.\nThese standards of ethics and integrity apply to all Operation Smile Constituents including Board members, Operation Smile foundations, employees, volunteers, students, fellows, donors, collaborators, vendors, and any other third party partners whenever they engage with Operation Smile or on its behalf.</p>\n<p>A Code of Conduct cannot envision every issue that might arise in Operation Smile’s daily activities.\nRather, it serves to document Operation Smile’s commitment to professional, ethical and legal conduct.\nWhen Constituents act consistently within the Code of Conduct, we build trust, strengthen community relationships and preserve our superior reputation as a leading international surgical nonprofit organization.&nbsp;</p>\n<p>Thank you for sharing this vision and agreeing to uphold these standards as you fulfill your respective roles in providing the best possible care to all of our patients.&nbsp;</p>\n<p>\n<em>Bill &amp.\nKathy Magee</em>\n</p>\n<p>&nbsp;</p>\n<strong>OPERATION SMILE CODE OF CONDUCT</strong>\n<p>Operation Smile’s Code of Conduct provides standards and guidance for all activities undertaken in support of its vision –&nbsp;“We envision a future where health and dignity are improved through safe surgery.” This Code of Conduct represents Operation Smile’s commitment to all of its Constituents including Board members, Operation Smile foundations, employees, volunteers, students, fellows, donors, collaborators, vendors, and any other third party partners.\nIt is the organization’s expectation that all Constituents shall implement and adhere to policies and procedures that uphold this Code of Conduct.&nbsp;</p>\n<strong>A.\nORGANIZATIONAL GOVERNANCE</strong>\n<strong>1.\nBOARD STRUCTURE AND STEWARDSHIP</strong>\n<p>The Operation Smile, Inc., Board of Directors is responsible for:</p>\n<p>1.1 Ensuring that Operation Smile fulfills its obligations to the laws of each country where it works and the commitments to its Constituents.</p>\n<p>1.2 Approving Operation Smile’s strategic direction and appropriate policies, procedures and resources required to carry out its activities and charitable objectives.</p>\n<p>1.3 Protecting Operation Smile’s assets and providing oversight to ensure that its financial, human and material resources are used appropriately.</p>\n<p>1.4 Evaluating the performance of the CEO annually.</p>\n<p>1.5 Evaluating the performance of the Board as a group and individually no less frequently than every two years and having clear procedures for removing Board members who are unable to fulfill their responsibilities.</p>\n<p>1.6 Having clear policies establishing the length of terms and number of consecutive terms Board members may serve.</p>\n<strong>2.\nTRANSPARENCY</strong>\n<p>As a non-profit organization dependent upon the financial support of generous private and corporate donors, Operation Smile is committed to organizational transparency, including:&nbsp;&nbsp;</p>\n<p>2.1 Maintaining a webpage with accurate and updated information including:</p>\n<ul>\n<li>\n<p>Contact information.</p>\n</li>\n<li>\n<p>Official financial information.</p>\n</li>\n<li>\n<p>Name of the auditor.</p>\n</li>\n<li>\n<p>Vision and mission statements.</p>\n</li>\n<li>\n<p>Description of activities.</p>\n</li>\n<li>\n<p>Names of the Board members and appointed corporate officers.</p>\n</li>\n<li>\n<p>This Code of Conduct.</p>\n</li>\n</ul>\n<p>2.2 Disclosing the percentage of the funds used for administration, fundraising and programs.&nbsp;</p>\n<p>2.3 Publishing an annual report listing Board members, describing the mission, sharing information on program activities, and stating total income, expenses and ending net assets.</p>\n<p>2.4&nbsp.\n&nbsp;Assuring information provided about the organization is accurate and timely.</p>\n<strong>3.\nPROGRAM PARTNERS, VENDORS, AND THIRD PARTIES</strong>\n<p>Before collaborating with an external partner, Operation Smile shall determine if the collaboration may have (1) negative consequences in any country where it works, and/or (2) a negative impact on its reputation.\nIf these consequences cannot easily and transparently be avoided, Operation Smile shall refrain from entering into the relationship.\nIt is Operation Smile’s intention only to cooperate with organizations and individuals that agree to honor Operation Smile’s Code of Conduct or their own if it aligns with Operation Smile’s.\nPaying particular attention to: &nbsp;</p>\n<p>3.1 Respecting human rights.</p>\n<p>3.2 Taking responsibility for the rights of children.</p>\n<p>3.3 Taking responsibility for the environment.</p>\n<strong>4.\nMARKETING AND SOLICITATION</strong>\n<p>Operation Smile will represent its story, services, solicitations, collaborations and partnerships accurately.\nOperation Smile will respect the individual rights of any person whose personal story or images are being used in promotion of its charitable purpose or to raise funds for Operation Smile directly or in coordination with public or private third parties.</p>\n<strong>5.\nINTELLECTUAL PROPERTY &amp.\nCONFIDENTIAL INFORMATION</strong>\n<p>Operation Smile protects its intellectual property by registering logos, trademarks, and copyrights and protects its confidential information by taking precautions to prevent inappropriate disclosures or loss.\nAll Constituents share a responsibility to protect Operation Smile’s intellectual property and confidential information.\nConstituents will not disclose any confidential or proprietary information obtained as a result of their involvement with Operation Smile.\nConfidential or proprietary information includes all non-public information.</p>\n<strong>6.\nETHICS/COMPLIANCE HOTLINE</strong>\n<p>Operation Smile must hold itself and each Constituent accountable for adhering to Operation Smile’s Code of Conduct, the law and the highest level of professional integrity and conduct.\nAll Constituents have a duty to comply with the principle of,&nbsp;“<em>If you see something say something</em>.”</p>\n<p>Operation Smile wants and needs to know when it is not meeting its own standards consistently and globally.\nOperation Smile wants and expects its Constituents to notify it of violations of its Code of Conduct, ethical concerns or other concerns related to misconduct or questionable activities.\nIf in doubt, report.</p>\n<p>Concerns are most quickly resolved if reported in person at the time of the event to the leaders of the program.\nhowever, for those unable to or uncomfortable reporting the concern at the time it occurs, Operation Smile provides a whistleblower hotline.\nReports can be submitted by phone, email or via the hotline’s web portal from anywhere in the world, 24 hours a day.\nReports may be submitted anonymously, and all reports are treated as confidential.\nThose who submit reports in good faith shall be protected against any form of harassment, intimidation, discrimination or retaliation.\nThose who engage in any retaliatory conduct against a good faith reporter will be subject to discipline up to and including separation from Operation Smile.</p>\n<p>Operation Smile believes information regarding its hotline should be easily accessible on its website, posted in its offices and clinics, included as part of employee handbooks and volunteer credentialing materials, and addressed in other corporate communications as appropriate.&nbsp;</p>\n<p>Operation Smile’s hotline can be reached through the following options:</p>\n<ul>\n<li>\n<p>By visiting www.operationsmile.ethicspoint.com.\n(From this website, additional country specific toll-free phone numbers may be available).</p>\n</li>\n<li>\n<p>By calling (01) 844-602-9020 (a U.S.\ntoll-free number).</p>\n</li>\n<li>\n<p>By regular mail to:</p>\n</li>\n</ul>\n<p>c/o Finance and Audit Committee<br>\nOperation Smile<br>\n3641 Faculty Blvd<br>\nVirginia Beach, VA, 23453 USA</p>\n<strong>7.\nNO AFFILIATION TO POLITICS OR RELIGION</strong>\n<p>Operation Smile is a non-governmental organization (NGO) with no affiliation to politics or religion.&nbsp;All bodies acting under the brand of Operation Smile should clearly state the absence of the organization’s affiliation to politics or religion under all circumstances.</p>\n<strong>B.\nHUMAN RESOURCES</strong>\n<strong>1.\nNO DISCRIMINATION OR HARASSMENT</strong>\n<p>Operation Smile does not discriminate against, nor tolerate harassment or bullying of any of, its Constituents based on race, color, creed, religion, sex, age, disability, national origin, ancestry, citizenship, armed forces service, marital or veteran status, sexual orientation, gender orientation, political opinions, or any other impermissible factor.\nConcerns related to discrimination, harassment or bullying should be reported as soon as possible and will be addressed.<strong>&nbsp;</strong>\n</p>\n<strong>2.\nHUMAN CAPITAL</strong>\n<p>Operation Smile strives to protect and nurture its employees and volunteers by:&nbsp;</p>\n<p>2.1 Treating all employees and volunteers with respect and compassion.</p>\n<p>2.2 Having and implementing written Human Resources policies for employees and volunteers.</p>\n<p>2.3 Selecting and remunerating employees based on their skills and ability to perform their duties.</p>\n<p>2.4 Enabling opportunities for personal and professional development.</p>\n<strong>3.\nHEALTH &amp.\nSAFETY</strong>\n<p>The health and safety of Operation Smile’s employees and volunteers is a top priority.</p>\n<p>3.1&nbsp;Employees and volunteers shall have access to personal protective equipment and other safety equipment needed to work safely even in austere environments.</p>\n<p>3.2&nbsp;Operation Smile strives to provide affordable health and welfare benefits for employees.</p>\n<p>3.3&nbsp;Employees are encouraged to take time off as rest and relaxation helps rejuvenate.</p>\n<p>3.4&nbsp;Where feasible, Operation Smile provides medical evacuation insurance protecting volunteers when actively traveling and participating on its behalf.</p>\n<p>3.5&nbsp;Operation Smile seeks professional guidance regarding the safety and security of the sites where it works abroad, and Operation Smile will modify its program activity and initiate tactical risk mitigation protocols as needed.</p>\n<strong>4.\nPERSONAL CONDUCT</strong>\n<p>Operation Smile is only as strong as its reputation, which is directly impacted by all those with whom it works.\nIndividual actions of each Constituent should always be considered as they reflect on the Operation Smile brand, whether positively or negatively.</p>\n<p>To maintain a strong culture of integrity, respect and quality when engaging in Operation Smile activities or traveling in connection with Operation Smile activities, Operation Smile asks its Constituents to support Operation Smile by:</p>\n<p>4.1 Avoiding behaviors or situations which may be regarded as offensive or reflect badly on Operation Smile.</p>\n<p>4.2 Respecting local customs and values and refraining from behaviors which might be viewed as inappropriate or insensitive in the host country.</p>\n<p>4.3 Being sensitive to and respectful of cultural differences including respecting differences in style of dress, personal space, humor and gestures of affection.&nbsp;<br>\nBeing polite and respectful in all communications.</p>\n<p>4.4 Using good judgment regarding the content created, posted and shared, including personal communications on social media.</p>\n<p>4.5 Not consuming alcohol excessively or to a level that impairs performance or endangers others.\nnot offering or tolerating the consumption of alcohol or tobacco to any youth participating in Operation Smile’s program.</p>\n<p>4.6 Not exchanging money, employment, goods or services for sexual favors.</p>\n<p>4.7 Not engaging in sexual relationships between Constituents as such relationships can be based on inherently unequal power dynamics and can undermine the credibility and integrity of our work.</p>\n<p>4.8 Not having any type of elective surgery or other non-emergency procedures performed during an Operation Smile program.</p>\n<strong>C.\nCHILD PROTECTION, PATIENT RIGHTS, NO EXPLOITATION</strong>\n<strong>1.\nCHILD PROTECTION</strong>\n<p>Operation Smile shall, at all times, show due respect for the rights of all children and the Articles of the United Nations Convention on the Rights of the Child (UNCRC).\nThe standards set forth are the minimum acceptable standards and Constituents are expected to meet or exceed these standards when applying them to a local context.\nWe define a child as being anyone who is under the age of 18, even if age of majority is attained earlier under local law.</p>\n<p>Operation Smile’s conduct must reflect its fundamental belief that all children:</p>\n<p>1.1 Are deserving of its support, care and protection.</p>\n<p>1.2 Have equal rights to protection from physical and mental abuse, and exploitation, including sexual exploitation.</p>\n<p>1.3 Have a fundamental right to life, survival and development.</p>\n<p>1.4 Should enjoy a full and decent life and are deserving of the opportunity to fully and actively participate in their community.</p>\n<p>1.5&nbsp;Should be given the right to express their views freely and have those views given ‘due weight.’</p>\n<p>1.6&nbsp;&nbsp;Will be treated with respect regardless of gender, nationality or ethnic origin, religious or political beliefs, age, physical or mental health, sexual preference, gender identity, family, socioeconomic or cultural background, or any history of conflict with the law.</p>\n<p>1.7 &nbsp;Who come into contact with Operation Smile should be better off because of the experience.\nOther than the inherent risk of undergoing any medical care, no child must come to harm as a result of their engagement with Operation Smile.&nbsp.\n&nbsp;&nbsp;</p>\n<strong>2.\nPATIENT RIGHTS</strong>\n<p>Operation Smile’s patients and their families:</p>\n<p>2.1 Are deserving of respect, dignity, quality care and realistic expectations regarding what Operation Smile can and cannot accomplish.</p>\n<p>2.2 Should be well informed and involved in decisions regarding their care.\ntreatment should only be provided after the proper informed consent has been obtained from the patient (if of legal age) or from the patient’s guardian (if the patient is a minor).&nbsp;</p>\n<p>2.3 Are entitled to their privacy and the protection of their health information.\ntherefore, health information or other confidential information is only to be shared with those involved in providing medical treatment or maintenance of medical records, unless the patient/guardian consents to the sharing of such information or the disclosure is required by law.</p>\n<p>2.4 Have the right to control the use of their images, video recordings and audio recordings.\nConstituents taking photographs or videos must:</p>\n<p>2.4.1&nbsp.\nObtain informed documented consent from the patient, parent or guardian before photographing or filming and explain how the materials will be used.</p>\n<p>2.1.2&nbsp;Ensure images present the patient and family in a dignified and respectful manner and not in a vulnerable manner.</p>\n<p>2.4.3&nbsp;Ensure the patient is adequately clothed and not in pain or distress.</p>\n<p>2.4.4&nbsp;Comply with local traditions or restrictions for reproducing personal images.</p>\n<p>2.4.5&nbsp;Ensures images are honest representations of the facts.</p>\n<strong>3.\nNO EXPLOITATION</strong>\n<p>Operation Smile has zero tolerance for abuse or exploitation of any sort, particularly sexual exploitation, and maintains an environment that prevents sexual exploitation and abuse.\n&nbsp;Operation Smile will take immediate action to protect those who it believes are being exploited and will cooperate with law enforcement.\nOperation Smile will take disciplinary action up to and including severing all ties with the accused.\n&nbsp;</p>\n<p>3.1 Sexual exploitation and abuse by any Constituent will be considered an act of gross misconduct and be grounds for termination of the relationship and will also result in reporting to law enforcement as required or (if not required) as appropriate.</p>\n<p>3.2 Sexual activity with children (persons under the age of 18) is prohibited regardless of the local age of majority or age of consent.\nMistaken belief in the age of a child is not a defense.</p>\n<p>3.3 Exchange of money, employment, goods or services for sex, including sexual favors or other forms of humiliating, degrading or exploitative behavior, is prohibited.</p>\n<p>3.4 Sexual relationships with any beneficiaries (patients or one of their family members) are prohibited.\nSuch relationships undermine the credibility and integrity of humanitarian aid work.</p>\n<p>3.5 Constituents with concerns regarding sexual abuse or exploitation should report such concerns as soon as possible via Operation Smile’s established reporting channels.</p>\n<strong>D.&nbsp.\nMEDICAL QUALITY</strong>\n<strong>1.&nbsp.\n&nbsp;GLOBAL STANDARDS OF CARE</strong>\n<p>Operation Smile’s Global Standards of Care will be followed in all medical and programmatic activities.\nAll Operation Smile foundations are responsible for ensuring that staff, volunteers, affiliates and other Constituents are educated about and comply with these standards.</p>\n<p>https://www.operationsmile.org/standardsofcare</p>\n<strong>2.&nbsp;&nbsp.\nFITNESS FOR SERVICE&nbsp;</strong>\n<p>2.1&nbsp;Medical volunteers are expected to maintain the high-quality standards demanded by the licensure requirements of their home country, as well as to honor any requirements set out by the host country when securing temporary medical licensure.\nMedical volunteers whose licensure has been suspended or terminated must be fully reinstated before being eligible to participate as a medical volunteer.</p>\n<p>2.2&nbsp;Medical volunteers may only perform services they have been licensed and chosen to perform.\nTraining and education of medical volunteers beyond the realm of observation learning must be conducted as part of sanctioned, structured and properly supervised Operation Smile Programs.&nbsp;</p>\n<p>2.3 No one engaged in the provision of any kind of medical care will do so under the influence of alcohol or illicit drugs.\nThe same is true if it relates to legally prescribed pharmaceuticals taken in excess or where there is a noticeable impairment.\nThe safety of Operation Smile’s patients must always come first.</p>\n<strong>3.\nSUPPLY CHAIN INTEGRITY&nbsp;</strong>\n<p>The safety and well-being of Operation Smile patients is dependent upon its ability to source and utilize medical supplies, equipment and pharmaceuticals sourced from reputable manufacturers and suppliers.\nAnyone purchasing on behalf of Operation Smile is expected to source supplies, particularly pharmaceuticals, from reputable manufacturers and suppliers who can demonstrate their procurement and safety protocols, as well as the pedigree of any items procured or utilized.\nAll local suppliers should be reported to Operation Smile, and changes in suppliers should be reported via established reporting channels.\nSuppliers must be willing to allow facility tours or other inspection techniques upon request.</p>\n<strong>E.\nFINANCIAL MANAGEMENT&nbsp;</strong>\n<strong>1.\nZERO TOLERANCE OF FRAUD, MONEY LAUNDERING AND CORRUPTION</strong>\n<p>Operation Smile will not tolerate fraudulent activity, money laundering or corruption, which are defined as illegal or deceptive behaviors conducted for purposes of inappropriate financial or other benefit.\nNeither fraud nor corruption are restricted to monetary or material benefit but could also include the gaining of intangible benefits such as increased status or beneficial information.\nAny suspicion of fraud, money laundering, corruption or other improper gain will be investigated, and legal action will be taken if necessary.</p>\n<p>Operation Smile expects Constituents to honor its financial policies, which include:</p>\n<p>1.1&nbsp.\nAnti-corruption policies and policies prohibiting bribes, money laundering and fraud.</p>\n<p>1.2&nbsp.\nInternal processes and control systems to prevent, detect and take action against potential fraud and corruption.</p>\n<p>1.3&nbsp.\nDealing fairly and without favoritism with patients, partners, suppliers, competitors and independent auditors, and refraining from taking advantage of anyone through manipulation, concealment, abuse of privileged information, misrepresentation of material facts or any other unfair dealing or practice.</p>\n<p>1.4&nbsp.\nNot making any improper payments (i.e.\nbribes, kickbacks or other payments for illegal purposes) to government or non-governmental officials, suppliers, or any other person or organization connected to or seeking to do business with Operation Smile.</p>\n<p>1.5&nbsp.\nNot accepting any improper payments (i.e.\nbribes, kickbacks or other payments for illegal purposes) from government or non-governmental officials, suppliers or any other person or organization connected to or seeking to do business or otherwise interact with Operation Smile.</p>\n<p>1.6&nbsp.\nNot engaging in any fraudulent activities such as deception, bribery, forgery, extortion, theft, conspiracy, embezzlement, misappropriation, false representation, concealment of material facts and collusion or other acts of deceit in order to obtain a personal or collective advantage, avoid an obligation or cause loss.</p>\n<p>1.7&nbsp;Not using legal financial transactions to hide or dispose of money or property acquired from criminal activity (also known as money laundering).</p>\n<strong>2.\nSTEWARDSHIP</strong>\n<p>Operation Smile will exercise good internal governance with a focus on transparency and accountability.\nEach Operation Smile foundation is accountable for its actions and decisions, not only to its funding agencies and government, but also to all Constituents.\nAuthority, responsibility and accountability should be clearly defined, as well as adequate internal control mechanisms.\nKey areas for which there should be policies and procedures (and which should be reviewed and updated regularly) include:</p>\n<p>2.1&nbsp;Proper authorization, e.g., definition of authorization levels.</p>\n<p>2.2&nbsp;Segregation of duties, e.g., that all payments and reimbursements should require the authorization of two people.</p>\n<p>2.3&nbsp;Good procurement practices.</p>\n<p>2.4&nbsp;Adequate documentation and records retention and destruction policies.</p>\n<p>2.5&nbsp;Independent audits.</p>\n<p>2.6&nbsp;Quality control and assurance for all medical related activities.</p>\n<p>2.7&nbsp;Annual review of risks associated with key assets, e.g., property, goodwill, key program activities.</p>\n<p>2.8&nbsp;Performance management, e.g.,&nbsp;a process by which to review the effectiveness of program activities and use of performance metrics.</p>\n<strong>3.\nAUDITS AND RECORD KEEPING&nbsp;</strong>\n<p>Operation Smile and those managing funds under the Operation Smile name will:<strong>&nbsp;</strong>\n</p>\n<p>3.1 Adhere to professional standards of accountancy and audit procedures as stipulated by applicable laws, and fulfill all financial and reporting requirements.</p>\n<p>3.2&nbsp;Follow proper bookkeeping and prepare annual financial statements of income and expenditures.</p>\n<p>3.3&nbsp;Prepare an annual report containing the description and budget of activities and projects over the last financial year and include a statement of how these have promoted Operation Smile’s charitable objectives.</p>\n<p>3.4&nbsp;Undergo an annual audit by an independent, qualified auditor and make the final audit report available to Operation Smile Constituents.</p>\n<p>3.5&nbsp;Maintain records on required audit trails as required by relevant regulations.</p>\n<p>3.6&nbsp;Use registered bank accounts for money flows in each transaction.</p>\n<p>3.7&nbsp;Record and report all information accurately and honestly, recognizing accurate information is essential to Operation Smile’s ability to satisfy all obligations.</p>\n<p>3.8&nbsp;Not allow any Constituent to sign, submit, or permit others to sign or submit on Operation Smile’s behalf any document or statement s/he knows or has reason to believe is false.</p>\n<strong>4.\nCONFLICTS OF INTEREST&nbsp;</strong>\n<p>All conflicts of interest involving employees or key Constituents (or their respective families) will be disclosed in writing to Operation Smile and employee or key Constituent will not take part in decisions related to the transaction.<strong>&nbsp;</strong>\n</p>\n<strong>5.\nFUNDRAISING</strong>\n<p>Operation Smile and those raising funds under the Operation Smile name shall:</p>\n<p>5.1 Engage in responsible, ethical and legal fundraising activities in compliance with all applicable laws.<br>\nDecline funding if it is suspected the source of the funds originate from illegitimate or illegal activities.</p>\n<p>5.2&nbsp;Ensure all solicitation and communication materials are accurate and correctly reflect Operation Smile’s mission and intended use of the solicited funds.</p>\n<p>5.3&nbsp;Provide accurate information regarding the value and tax implications of contributions.</p>\n<p>5.4&nbsp;Ensure contributions are used in accordance with donor intentions and seek explicit consent from donor if repurposing of funds is needed.</p>\n<p>5.5&nbsp;Protect all personally identifiable information and provide a mechanism to have one’s personally identifiable information removed from Operation Smile’s records and lists that are sold to, rented to or exchanged with other organizations.</p>\n<strong>F.\nCOMPLIANCE&nbsp;&nbsp;&nbsp;</strong>\n<p>The leadership team of each Operation Smile organization is responsible for ensuring that employees, volunteers, donors and other third party partners, as applicable, understand and comply with this Code of Conduct.\nFurther, each organization is responsible for creating a working environment in which compliance is expected and rewarded.</p>\n<p>Violation of the Code of Conduct should be reported immediately to the executive in charge of the Operation Smile organization, or to the CEO, COO, or General Counsel of Operation Smile, Inc., or online at www.operationsmile.ethicspoint.com.\nThe identity of the person(s) reporting will remain confidential, only being disclosed to participants in the investigation.\nThe reporter may remain anonymous.\nAny executive in charge who receives a report will follow the notification protocols in place as if the report came through www.operationsmile.ethicspoint.com.</p>\n<p>Constituents who are engaged in frequent work with Operation Smile will be required to periodically confirm in writing that they understand and are complying with these policies.\nthat they are not aware of any violations of these policies.\nand, that they have properly reported all suspected violations.</p>\n<p>Operation Smile will promptly investigate any alleged violation of these policies.\nViolation of a policy, retaliation against any individual for reporting a violation, or failure to otherwise comply with these policies will not be tolerated and will result in disciplinary action, including termination of employment, volunteer status, or the Operation Smile Licensing Agreement, or, when appropriate or as required, reporting to law enforcement.</p>\n<p>Questions concerning this Code of Conduct should be directed to the CEO, COO or General Counsel of Operation Smile, Inc., or when located outside of the United States, questions may also be directed to the CEO or Executive Director of the local Operation Smile foundation.\n&nbsp;</p>\n<p>Download Code of Conduct</p> &nbsp.\nMAKE A GIFT <p>It takes as little as&nbsp;<strong>$240</strong>&nbsp;and as few as 45 minutes to provide life-changing surgery and a bright, beautiful new smile to a waiting child.</p>\n<ul>\n<li> $240 </li>\n<li> $120 </li>\n<li> $60 </li>\n<li> $20 </li>\n</ul> $ Other Amount Charge this amount every month to become a Smile Partner Stay in the loop <p>Be the first to receive in-depth news, updates and heart-warming stories from our programs around the world.</p>\n<p> Thank you for signing up for our newsletter! </p>\n<p> Something went wrong, please try again.\n</p>\n<p> Your email address is missing or invalid.\n</p>\n<p> We’ve encountered an error processing your request.\nPlease contact us.\n</p> Email Address Sign Up Leave this field blank 3641 Faculty Boulevard<br>\nVirginia Beach, VA<br>\n23453 USA 1-888-OPSMILE <br> 1-888-677-6453 <br> +1-757-321-7645 <ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Press Office </li>\n<li> Events </li>\n<li> Careers </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Make a One-Time Donation </li>\n<li> Become a Monthly Sustainer </li>\n<li> Partner With Us </li>\n<li> Volunteer </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Fundraise With Us </li>\n<li> Student Programs </li>\n<li> Contact Us </li>\n</ul>\n<p> Operation Smile is a 501(c)(3) organization.\n</p>\n<p> Contributions are tax deductible in accordance with IRS rules and regulations.\n©2023 Operation Smile </p>\n<ul>\n<li> Code of Conduct </li>\n<li> Manage My Account </li>\n<li> Privacy Policy </li>\n<li> Site Terms </li>\n</ul> ", "created_at": "2023-04-16 01:29:55.324895", "updated_at": "2023-04-16 01:32:09.731713"}, {"id": 15611, "name": "Terms", "url": "https://www.operationsmile.org/site-terms-and-use", "xpath": "//body", "text": " Skip to main content Logo Menu Close <ul>\n<li> Manage Your Account </li>\n<li> Smile Shop </li>\n<li> Student Programs </li>\n<li> Medical Volunteers </li>\n<li> En español </li>\n</ul>\n<ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li> Our Care </li>\n<li> Global Outreach <ul>\n<li> Program Schedule </li>\n<li> Where We Work </li>\n<li> The Next Decade </li>\n</ul>\n</li>\n<li> Stories You Make Possible </li>\n<li> Ways to Give <ul>\n<li> Give Monthly </li>\n<li> Memorial Gifts </li>\n<li> Planned Giving </li>\n<li> Gifts-In-Kind </li>\n<li> Donor Advised Fund </li>\n<li> Give Stock </li>\n<li> Donate a Vehicle </li>\n</ul>\n</li>\n<li> About Us <ul>\n<li> About Operation Smile and Cleft Conditions </li>\n<li> Our Vision </li>\n<li> Leadership </li>\n<li> Research </li>\n<li> Accountability </li>\n<li> Email </li>\n</ul>\n</li>\n</ul> Search Search Close Search Submit Search <ul>\n<li> Manage Your Account </li>\n<li> Smile Shop </li>\n<li> Student Programs </li>\n<li> Medical Volunteers </li>\n<li> En español </li>\n</ul>\n<ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li> Donate <ul>\n<li> Monthly </li>\n<li> One-time </li>\n</ul>\n</li>\n</ul> Site Terms and Use Site Terms and Use <p>SITE TERMS OF USE<br>\nOperations Smile (\"OSI\")<br>\nWeb Site Terms and Conditions</p>\n<p>\n<br>\nDATE OF LAST REVISION: March 31, 2019</p>\n<p>\n<br>\nPLEASE READ THESE TERMS AND CONDITIONS (\"SITE TERMS\") CAREFULLY BEFORE USING THIS WEB SITE.\nBY USING THIS WEB SITE, YOU AGREE TO BE BOUND BY THESE TERMS AND CONDITIONS.\nIF YOU DO NOT AGREE TO THESE TERMS AND CONDITIONS, DO NOT USE THIS SITE.</p>\n<p>\n<br>\nThese Site Terms apply exclusively to your access to, and use of, the OSI website www.operationsmile.org, to all associated subdomains, online services, and mobile applications, and to those sites listed in “Additional Websites Subject to Site Terms” (collectively, the \"Site\").\nThese Site Terms do not alter the terms or conditions of any other agreement you may have with OSI.\nIf you are using the Site on behalf of any entity, you represent and warrant you are authorized to accept these Site Terms on such entity's behalf, and such entity agrees to indemnify you and OSI for violations of these Site Terms.</p>\n<p>\n<br>\nOSI reserves the right to change or modify any of the terms and conditions contained in the Site Terms or any policy or guideline of the Site, at any time and in its sole discretion.\nAny changes or modification will be effective immediately upon posting of the revisions on the Site.\nYour continued use of the Site following the posting of changes or modifications will constitute your acceptance of such changes or modifications.\nYou should frequently review the Site Terms and applicable policies to understand the terms and conditions that apply to your use of the Site.\nIf you do not agree to the amended terms, you must stop using the Site.</p>\n<br>\nGeneral <p>\n<br>\nOSI controls and operates this Site from the United States.\nOSI makes no representation that materials in this Site are appropriate or available for use in other locations.\nThose who choose to access this Site from other locations do so on their own initiative and are responsible for compliance with applicable local laws.<br>\nPrivacy Policy<br>\nPlease refer to our Privacy Policy for information on how OSI collects, uses and discloses personally identifiable information from its users.<br>\nCopyright and Limited License<br>\nUnless otherwise indicated in the Site, the Site and all content and other materials on the Site, including, but not limited to, all trademarks, service marks, designs, texts, graphics, pictures, information, data, software, methods, inventions, sound files, other files and the selection and arrangement thereof<br>\n(collectively, the \"Site Materials\") are the proprietary property of OSI or the OSI network, licensors, or users and are protected by U.S.\nand international copyright, trademark, and other intellectual property laws.\nPermission is granted to access and use the Site and to display, copy, print and download the Site Materials for personal, non-commercial use only, in accordance with these Site Terms and the other rules and restrictions contained in the Site, provided you do not modify the Site Materials and you retain all copyright, trademark, and other proprietary notices contained in the materials.\nIn addition, you agree such permission does not include: (a) any commercial use or any resale or redistribution of the Site or the Site Materials therein.\n(b) the collection and use of any product listings, pictures or descriptions.\n(c) the distribution, public performance or public display of any Site Materials, (d) making any derivative uses of the Site and the Site Materials, or any portion thereof.\n(e) use of any data mining, robots or similar data gathering or extraction methods.\n(f) downloading (other than the page caching) of any portion of the Site, the Site Materials or any information contained therein, except as expressly permitted on the Site.\nor (g) any use of the Site or the Site Materials other than for its intended purpose.\nThe permission granted herein is revocable at any time, with or without cause.\nExcept as expressly stated herein, none of the Site Materials may be copied, reproduced, distributed, republished, downloaded, displayed, posted, transmitted or otherwise used in any form or by any means, including, but not limited to, electronic, mechanical, photocopying, recording, or otherwise, without the prior written permission of OSI, the copyright owner.\nThe permission given to you terminates automatically if you breach any of the Terms and Conditions.\nUpon termination, you must immediately destroy any downloaded and printed materials.\nYou may not, without OSI's permission, \"mirror\" any material contained on this Site on any other server.\nAny unauthorized use of any material contained on this Site may violate applicable law (including copyright laws, trademark laws, the laws of privacy and publicity, and communications regulations and statutes).</p>\n<br>\nCopyright Complaints <p>\n<br>\nIf you believe in good faith that your copyrighted work has been reproduced on our site without authorization in a way that constitutes copyright infringement, please provide OSI’s copyright agent, at the address provided below, the following information:<br>\n1.\nan electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;<br>\n2.\na description of the copyrighted work or other intellectual property that you claim has been infringed;<br>\n3.\na description of where the material you claim is infringing is located on this site;<br>\n4.\nyour address, telephone number, and email address;<br>\n5.\na signed, written statement, made under penalty or perjury, that: a.\nyou have a good faith belief the disputed use is not authorized by the copyright owner, its agent, or the law.\nb.\nthe above information in your notice is accurate.\nand c.\nyou are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.</p>\n<p>\n<br>\nOSI’s agent for notice of claims of copyright or other intellectual property infringement can be reached either by mail to Legal Department, Operation Smile Inc., 3641 Faculty Boulevard, Virginia Beach, VA 23453.\nor by email to drelations@operationsmile.org.\nThis contact information is only for suspected copyright or other intellectual property infringement notices only, and is not for reprint or use permission requests.\nContact information for other matters is provided elsewhere on this site.\nWe may give notice of a claim of copyright infringement to our users by means of a general notice on the Site, electronic mail to a user's email address in our records, or by written communication sent by first- class mail to a user's address in our records.</p>\n<br>\nTrademarks <p>\n<br>\nThe globe logo, the OPERATION SMILE, the OSI initials, and any other product or service name or slogan contained in the Site are trademarks of OSI, the OSI network, its corporate partners, licensors, or other respective owners, and may not be copied, imitated or used, in whole or in part, without the prior written permission of OSI or the applicable trademark holder.\nYou may not use any meta tags or any other \"hidden text\" using \"Operation Smile,\" the OSI initials, or any other name, trademark or product or service name of OSI without our prior written permission.\nIn addition, the look and feel of the Site, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of OSI and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nReference to any products, services, promises or other information, by trade name, trademark, manufacturer, supplier, or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof by OSI.<br>\nRepeat Infringer Policy<br>\nOSI respects the intellectual property of others, and we ask our users to do the same.\nIn accordance with the Digital Millennium Copyright Act (DMCA) and other applicable law, OSI has adopted a policy of terminating, in appropriate circumstances and at its sole discretion, the access of any users who are deemed to be repeat infringers.\nOSI may also at its sole discretion limit access to this Site for any users who infringe the intellectual property rights of others (regardless of whether there is any repeat infringement).<br>\nSites Linked From This Site.\nThird Party Content<br>\nThis Site may contain links to or may frame third party Web sites (\"Third Party Sites\") and may contain or link to third party information, materials, communications or other content (collectively the \"Third Party Content\").\nSuch Third Party Content and Third Party Sites are not under OSI's control, and OSI does<br>\nnot endorse, assume any responsibility or liability for, or make any representations or warranties regarding the Third Party Sites, the Third Party Content or any products or services offered by any third parties on the Site or any Third Party Site.\nOSI does not intend links on this Site to be referrals or endorsements of the linked entities, or their products or services, and are provided for convenience only.\nYour use of Third Party Sites or Third Party Content, or any third party products and services, is at your own risk and subject to the terms and conditions of the third party provider.</p>\n<br>\nSites Linking to This Site <p>\n<br>\nIf you would like to link another Web site to this Site, you may only do so if you obtain OSI's prior permission.\nSuch link may not suggest or imply OSI's endorsement or approval of any product, position, entity, or individual, or portray OSI in a false, misleading, derogatory or otherwise defamatory manner, and the linking site may not contain any adult or illegal material or any material that is offensive, harassing or otherwise objectionable.\nAny right to link may be revoked at any time.\nYou may not use the OSI logo or other proprietary graphic of OSI to link to the Site without the express written permission of OSI.\nFurther, you may not frame or provide inline links to the Site without OSI's express written consent.<br>\nDisclaimer<br>\nYOUR USE OF THIS SITE, THE SITE MATERIALS AND THE SERVICES PROVIDED ON OR THROUGH THE SITE (THE \"SERVICES\") IS AT YOUR OWN RISK AND ARE PROVIDED \"AS IS\", WITHOUT WARRANTIES OF ANY KIND.\nOSI DOES NOT REPRESENT OR WARRANT THE SITE, THE SITE MATERIALS OR THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT OR ERROR-FREE OR THE SITE OR ITS SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU SHOULD USE INDUSTRY-RECOGNIZED SOFTWARE TO DETECT AND DISINFECT VIRUSES FROM ANY DOWNLOAD.\nOSI IS NOT RESPONSIBLE FOR TYPOGRAPHICAL ERRORS OR OMISSIONS.\nREFERENCE TO ANY PRODUCTS, SERVICES, PROGRAMS OR OTHER INFORMATION, BY TRADE NAME, TRADEMARK, MANUFACTURER, SUPPLIER OR OTHERWISE DOES NOT CONSTITUTE OR IMPLY ENDORSEMENT, SPONSORSHIP OR RECOMMENDATION THEREOF, OR ANY AFFILIATION THEREWITH, BY OSI.\nTO THE FULLEST EXTENT ALLOWED BY THE LAW, OSI EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, CONDITIONS AND OTHER TERMS EITHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES' RIGHTS AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<br>\nFeedback and Materials <p>\n<br>\nAny comments or materials sent to OSI (via any medium including e-mail and regular mail) including feedback data, such as questions, ideas, comments, suggestions, or the like regarding this Site or any other products or programs of OSI (collectively \"Feedback\"), shall be deemed to be non-confidential and shall become the sole property of OSI.\nYou hereby assign all rights in the Feedback to OSI, and OSI shall have no obligation of any kind with respect to such Feedback.\nWithout limiting the foregoing, OSI shall be free to reproduce, use, disclose, exhibit, display, transform, create derivative works and distribute the Feedback to others without limitation, without acknowledgment or compensation to you.\nFurther, you expressly waive any moral rights you may have in such Feedback.</p>\n<br>\nUser Content and Interactive Services or Areas <p>\n<br>\nThe Site may include discussion forums, user generated content or other interactive areas or services (\"Interactive Areas\"), including personal fundraising pages, message boards, online hosting or storage services, or other areas or services in which you or other users create, post or store any content, messages, materials, data, information, text, music, sound, photos, video, graphics, code or other items or materials on the Site (\"User Content\").\nYou are solely responsible for your use of such Interactive Areas and use them at your own risk.\nBy using any Interactive Areas, you agree not to post, upload to, transmit, distribute, store, create or otherwise publish through the Site any of the following:<br>\n(a) User Content that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent or otherwise objectionable;<br>\n(b) User Content that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or otherwise create liability or violate any local, state, national or international law, including, without limitation, the regulations of the U.S.\nSecurities and Exchange Commission or any rules of a securities exchange such as the New York Stock Exchange, the American Stock Exchange or the NASDAQ;<br>\n(c) User Content that may infringe any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party.\nBy posting any User Content, you represent and warrant you have the lawful right to distribute and reproduce such User Content;<br>\n(d) User Content that impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity;<br>\n(e) User Content that, in OSI's sole judgment, may endanger or otherwise affect OSI's tax exempt status, including but not limited to content on behalf of (or in opposition to) any candidate for public office, and content that contains propaganda or otherwise attempts to influence legislation;<br>\n(f) Promotions, advertising or solicitations;<br>\n(g) Private information of any third party, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers and credit card numbers;<br>\n(h) Viruses, corrupted data or other harmful, disruptive or destructive files.\nand<br>\n(i) User Content that, in the sole judgment of OSI, is objectionable or which restricts or inhibits any other person from using or enjoying the Interactive Areas or the Site, or which may expose OSI or its users to any harm or liability of any type.<br>\nOSI takes no responsibility and assumes no liability for any User Content posted, stored or uploaded by you or any third party, or for any loss or damage thereto, nor is OSI liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you may encounter.\nYour use of Interactive Areas is at your own risk.\nAs a provider of interactive services, OSI is not liable for any statements, representations or User Content provided by its users in any public forum, personal homepage or other Interactive Area.\nAlthough OSI has no obligation to screen, edit or monitor any of the Content posted in any Interactive Area, OSI reserves the right, and has absolute discretion, to remove, screen or edit any User Content posted or stored on the Site at any time and for any reason without notice.\nAny use of the Interactive Areas or other portions of the Site in violation of the foregoing violates these Site Terms and may result in, among other things, termination or suspension of your rights to use the Interactive Areas and/or the Site.<br>\nYou retain all rights in User Content (other than Feedback) you post to the Site.\nUnless we indicate otherwise, you grant OSI and the OSI network a nonexclusive, worldwide, royalty-free, perpetual, irrevocable and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content on or in connection with the Site and any related Services.\nYou grant OSI, the OSI network, and their affiliates and sublicenses the right to use the name you submit in connection with such content, if OSI chooses.\nYou represent and warrant (a) you own and control all of the rights to the User Content you post or you otherwise have the right to post such User Content to the Site.\n(b) the User Content is accurate and not misleading.\nand (c) use and posting of the User Content you supply does not violate these Site Terms and will not violate any rights of or cause injury to any person or entity.</p>\n<p>\n<br>\nRegistration Data.\nAccount Security<br>\nIn consideration of your use of the Site, if you create any account on the Site, you agree to (a) provide accurate, current and complete information about you as may be prompted by any registration forms on the Site (\"Registration Data\").\n(b) maintain the security of your password and identification.\n(c) maintain and promptly update the Registration Data, and any other information you provide to OSI, to keep it accurate, current and complete.\nand (d) accept all risks of unauthorized access to the Registration Data and any other information you provide to OSI.<br>\nLimitation of Liability<br>\nIN NO EVENT SHALL OSI, ANY OTHER PARTY (WHETHER OR NOT INVOLVED IN CREATING, PRODUCING, MAINTAINING OR DELIVERING THE SITE), AND/OR THE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS OR AGENTS OF ANY OF THEM, BE LIABILE FOR ANY DIRECT, INCIDENTIAL OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING, WITHOUT LIMITATION, LOSS OF USE, LOSS OF INCOME, LOSS OF ACTUAL OR ANTICIPATED PROFITS, LOSS OF BUSINESS, LOSS OF CONTRACTS, LOSS OF GOODWILL OR REPUTATION, LOSS OF ANTICIPATED SAVINGS, , DAMAGE TO OR CORRUPTION OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE) OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE SITE, THE SERVICES, THE CONTENT OR THE MATERIALS CONTAINED IN OR ACCESSED THROUGH THE SITE, INCLUDING WITHOUT LIMITATION ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE BY USER ON ANY INFORMATION OBTAINED FROM OSI, OR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO OSI'S RECORDS, AND PROGRAMS OR SERVICES.\nIN NO EVENT SHALL THE AGGREGATE LIABILITY OF OSI, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED),<br>\nPRODUCT LIABILITY, STRICT LIABILITY OR OTHER THEORY, ARISING OUT OF OR RELATING TO THE USE OF<br>\nTHE SITE EXCEED ANY COMPENSATION YOU PAY, IF ANY, TO OSI FOR THE PURPOSE OF ACCESSING OR USING THE SITE.</p> Indemnity <p>\n<br>\nYou agree to defend, indemnify and hold OSI, and its affiliates, independent contractors, service providers, suppliers, licensors and consultants, and their respective officers, directors, employees, and agents (the \"Indemnified Parties\"), harmless from and against any claims, damages, costs, actions, demands, liabilities, settlements and/or expenses (including without limitation, reasonable attorneys' fees) arising out of or related to your violation of these Site Terms, any User Content you post, store or otherwise transmit on or through the Site, or your use of or inability to use the Site, including without limitation any actual or threatened suit, demand or claim made against the Indemnified Parties, arising out of or relating to the Content, your conduct, or your violation of the rights of any third party.</p>\n<br>\nAdditional Websites Subject to Site Terms <p>\n<br>\nThese Site Terms shall apply to the following websites and all associated subdomains:<br>\n• Termination.\nRemoval of User Content<br>\nNotwithstanding any of these Site Terms, OSI reserves the right, without notice and in its sole discretion, to discontinue the Site or any Services offered through the Site and to terminate your license to use and block your access to the Site at any time without notice.\nIn addition, OSI reserves the right to delete, edit or modify any and all User Content contained in the Site and any services offered through the Site at any time without notice.</p>\n<br>\nSeverability/Waiver <p>\n<br>\nIf any provision of these Site Terms is deemed unlawful, void or for any reason unenforceable, then such provision shall be deemed severable from these Site Terms and shall not affect the validity and enforceability of any remaining provisions.\nNo waiver of any of these Site Terms shall be deemed a further or continuing waiver of such term or condition or any other term or condition.</p>\n<br>\nGoverning Law and Jurisdiction <p>\n<br>\nThese Site Terms and your use of the Site are governed and construed in accordance with the laws of the Commonwealth of Virginia, U.S.A., applicable to agreements made and to be entirely performed in the City of Virginia Beach, Virginia, without resort to its conflict of law provisions.\nYou agree any action at law or in equity arising or in any way relating to these Site Terms shall be filed only in the state courts located in the City of Virginia Beach, Virginia and/or federal courts of the Eastern District of Virginia located in the City of Norfolk, Virginia and you hereby irrevocably and unconditionally consent and submit to the exclusive jurisdiction of such courts over any suit, action or proceeding arising out of these Site Terms.</p>\n<br>\nQuestions &amp.\nContact Information <p>\n<br>\nThank you for your acceptances of these Site Terms.\nQuestions or comments regarding the Site should be directed by electronic mail to drelations@operationsmile.org.</p> MAKE A GIFT <p>It takes as little as&nbsp;<strong>$240</strong>&nbsp;and as few as 45 minutes to provide life-changing surgery and a bright, beautiful new smile to a waiting child.</p>\n<ul>\n<li> $240 </li>\n<li> $120 </li>\n<li> $60 </li>\n<li> $20 </li>\n</ul> $ Other Amount Charge this amount every month to become a Smile Partner Stay in the loop <p>Be the first to receive in-depth news, updates and heart-warming stories from our programs around the world.</p>\n<p> Thank you for signing up for our newsletter! </p>\n<p> Something went wrong, please try again.\n</p>\n<p> Your email address is missing or invalid.\n</p>\n<p> We’ve encountered an error processing your request.\nPlease contact us.\n</p> Email Address Sign Up Leave this field blank 3641 Faculty Boulevard<br>\nVirginia Beach, VA<br>\n23453 USA 1-888-OPSMILE <br> 1-888-677-6453 <br> +1-757-321-7645 <ul>\n<li> facebook </li>\n<li> twitter </li>\n<li> youtube </li>\n<li> instagram </li>\n<li> medium </li>\n<li> linkedin </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Press Office </li>\n<li> Events </li>\n<li> Careers </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Make a One-Time Donation </li>\n<li> Become a Monthly Sustainer </li>\n<li> Partner With Us </li>\n<li> Volunteer </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Fundraise With Us </li>\n<li> Student Programs </li>\n<li> Contact Us </li>\n</ul>\n<p> Operation Smile is a 501(c)(3) organization.\n</p>\n<p> Contributions are tax deductible in accordance with IRS rules and regulations.\n©2023 Operation Smile </p>\n<ul>\n<li> Code of Conduct </li>\n<li> Manage My Account </li>\n<li> Privacy Policy </li>\n<li> Site Terms </li>\n</ul> ", "created_at": "2023-04-16 01:29:55.387545", "updated_at": "2023-04-16 01:32:25.32242"}], "points": [{"id": 31810, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.operationsmile.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:51:19.172336", "updated_at": "2023-07-11 06:29:50.950321", "quoteText": null, "case_id": 287, "document_id": 15610, "quoteStart": null, "quoteEnd": null}, {"id": 31809, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.operationsmile.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:50:51.002182", "updated_at": "2023-07-11 06:29:55.519966", "quoteText": null, "case_id": 288, "document_id": 15610, "quoteStart": null, "quoteEnd": null}, {"id": 31808, "title": "There is a date of the last update of the agreements", "source": "https://www.operationsmile.org/site-terms-and-use", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:44:53.01161", "updated_at": "2023-07-11 06:29:54.932444", "quoteText": null, "case_id": 331, "document_id": 15611, "quoteStart": null, "quoteEnd": null}, {"id": 31797, "title": "The court of law governing the terms is in the city of Virginia Beach, Virginia, USA", "source": "https://www.operationsmile.org/site-terms-and-use", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:36:08.89571", "updated_at": "2023-07-11 06:29:55.434309", "quoteText": null, "case_id": 163, "document_id": 15611, "quoteStart": null, "quoteEnd": null}, {"id": 31806, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.operationsmile.org/site-terms-and-use", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:44:28.663926", "updated_at": "2023-07-11 06:29:55.933723", "quoteText": null, "case_id": 146, "document_id": 15611, "quoteStart": null, "quoteEnd": null}, {"id": 31798, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.operationsmile.org/site-terms-and-use", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:37:35.010153", "updated_at": "2023-07-11 06:29:55.763299", "quoteText": null, "case_id": 294, "document_id": 15611, "quoteStart": null, "quoteEnd": null}, {"id": 31800, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.operationsmile.org/site-terms-and-use", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:37:50.087652", "updated_at": "2023-07-11 06:29:55.845526", "quoteText": null, "case_id": 295, "document_id": 15611, "quoteStart": null, "quoteEnd": null}, {"id": 31813, "title": "The posting of pornographic content is prohibited", "source": "https://www.operationsmile.org/site-terms-and-use", "status": "Generated through the annotate view", "created_at": "2023-04-27 00:02:01.833031", "updated_at": "2023-07-11 06:29:56.193771", "quoteText": null, "case_id": 315, "document_id": 15611, "quoteStart": null, "quoteEnd": null}, {"id": 31814, "title": "Third-party cookies are used for statistics", "source": "https://www.operationsmile.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-27 00:04:24.529722", "updated_at": "2023-07-11 06:29:56.413758", "quoteText": null, "case_id": 325, "document_id": 15610, "quoteStart": null, "quoteEnd": null}, {"id": 31812, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.operationsmile.org/site-terms-and-use", "status": "Generated through the annotate view", "created_at": "2023-04-27 00:01:07.377951", "updated_at": "2023-07-11 06:29:56.113809", "quoteText": null, "case_id": 283, "document_id": 15611, "quoteStart": null, "quoteEnd": null}, {"id": 31811, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.operationsmile.org/site-terms-and-use", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:58:57.368388", "updated_at": "2023-07-11 06:29:56.503587", "quoteText": null, "case_id": 286, "document_id": 15611, "quoteStart": null, "quoteEnd": null}], "urls": ["operationsmile.org"]}}