{"error": 448, "message": "OK", "parameters": {"id": 7069, "name": "Aman Ahuja", "created_at": "2022-12-02 23:51:48.161371", "updated_at": "2022-12-02 23:01:08.875865", "wikipedia": null, "keywords": null, "related": null, "slug": "aman-ahuja", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7069.png", "url": "amanahuja.me", "documents": [{"id": 12978, "name": "Privacy Policy", "url": "https://amanahuja.me/privacy-policy/", "xpath": "/html/body/div[1]/main", "text": "Privacy Policy<p>This is Aman Ahuja’s personal website.\nWe are strongly committed to protecting the privacy of visitors to the website.\nThis privacy policy describes how this site collects and manages information about you, and how we use that information.</p>\n<p>We hope this policy is clear and understandable.\nIt is based on principles and templates provided by the Digital Impact Toolkit and ToS;DR.\nWe welcome your suggestions on how to improve this privacy policy.</p>\n<p>When you visit or view <strong>amanahuja.me</strong>, the site collects no personally identifiable information about you.</p>\n<p>If you complete a form submission or submit a comment, you may be asked to provide an email address or other contact information.\nWhether you choose to provide an accurate one is up to you.</p>\n<p>\n<strong>Web analytics and use of cookies</strong>\n<br>We may use cookies for the purposes of web analytics and server logs.\nWeb analytics and server logs are hosted on our own servers and related data are not shared with any third party services.\nLogs are purged periodically, approximately once a quarter.</p>\n<p>We may collect information that does not identify you personally (“Non-Personal Information”) to monitor the effectiveness of our site and identify areas of interest and improvements.\nThis Non-Personal Information may include information about the browser or device that you are using, the date and time of access, the referring site from which you arrived, and the numerical Internet Protocol (IP) address of the site.\nYour IP address is anonymized by masking 2 bytes (e.g.\n192.168.xxx.xxx).</p>\n<p>This site is designed to be functional without the use of cookies, should you choose to disable them.\nWe will respect your browser’s “do not track” (DNT) settings.</p>\n<p>\n<strong>Compelled Disclosure:</strong> This site may disclose data when required to by law, in response to a subpoena, or if served with a search warrant.\nWe will independently object to overly broad requests for access to information about users of the site.</p>\n<p>\n<strong>Links:</strong> We provide links to other sites of interest.\nThis site is not responsible for the privacy policies of any third-party sites.\nPlease read their privacy policies.</p>\n<p>\n<strong>Changes to our policies:</strong> We may amend this Privacy Policy at our discretion at any time.</p>\n<p>\n<strong>Questions about this privacy policy?</strong> Please contact Aman Ahuja with your questions and privacy-related requests using the options available on the contact page.</p>", "created_at": "2022-12-02 23:51:48.165288", "updated_at": "2022-12-02 22:52:24.512492"}], "points": [], "urls": ["amanahuja.me"]}}