{"error": 448, "message": "OK", "parameters": {"id": 2982, "name": "Trust.Zone", "created_at": "2021-04-05 21:57:11.482807", "updated_at": "2021-04-06 00:01:40.093706", "wikipedia": null, "keywords": null, "related": null, "slug": "trustzone", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2982.png", "url": "trust.zone", "documents": [{"id": 4708, "name": "Privacy Policy", "url": "https://trust.zone/privacy", "xpath": "", "text": "\nTrust.Zone now supports the fastest modern VPN&nbsp;protocol&nbsp;- WireGuard&nbsp;&gt;&gt;English<ul>\n<li>English</li>\n<li>Français</li>\n<li>Deutsche</li>\n<li>Español</li>\n<li>Türkçe</li>\n<li>Русский</li>\n</ul>My Account<em>\n</em>Your IP: 185.228.137.101 · Germany · You are in TRUST.ZONE now! Your real location is hidden!YOU ARE NOT PROTECTED!☰Why Trust.Zone?PricesSetup VPNDownloadServersSupportMy AccountPrivacy PolicyThe rules we hold about your Privacy <p>We are privacy service and we realize how important it is that our customers fully understand what private information we collect, store and process.\nOur privacy policy goal is simple: maximizing your privacy.</p>\n<br> What information do we collect? <p>During registration of user we do collect user's email address.\nEmail address is used as user's identifier, so user can login to the Trust.Zone account and receive notifications about subscription and promotions.</p>\n<br>\n<p>All 3rd parties Payments processors can store specific information about payments.\nYou can track their privacy policy for more information during payment process.\nWe do not save any personal details about the payments in our system.</p>\n<br> What information is logged when customers connect to our VPN service? <p>All our VPN servers around the world ARE NOT storing any log files to keep your privacy safe.</p>\n<br> Data Protection and Encryption <p>All public and private keys, account and VPN passwords are stored in encrypted format, using strong cryptographic algorithms.\nAppropriate security measures are taken for the protection of this information against unauthorized access, unauthorized alteration, destruction or disclosure of data.</p>\n<br> Do we use cookies? <p>Yes (Cookies are small files that a site or its service provider transfers to your computers hard drive through your Web browser (if you allow) that enables the sites or service remember certain information).\nWe store in cookies only some tech information about your current session after you logged in to our site.\nNo personal information and emails stored in cookies.</p>\n<br> File Sharing Activities, DMCA Notices, illegal activities <p>You agree that you will not perform any kind of illegal file sharing activities and other illegal activities.\nSince our customers are anonymous when using our service, such notices are reviewing by our team and will issue an appropriate response.\nSince we store no connection logs, we couldn't associate a request with a customer identity even if legally compelled to do so.</p>\n<br> Changes to policy <p>We reserve the right to change this privacy policy at any time.\nIf we decide to change our privacy policy, we will post those changes on this page.\nThis policy was last modified on Dec, 24th 2018.</p>\n<br> Contact us <p>If there are any questions regarding this privacy policy you may contact us using Contact page</p>\n<em>\n</em>English<ul>\n<li>English</li>\n<li>Français</li>\n<li>Deutsche</li>\n<li>Español</li>\n<li>Türkçe</li>\n<li>Русский</li>\n</ul>HomeWhy Trust.Zone?VPN SoftwareContact usServersSupportSetup VPNTerms of ServiceBlogPrivacy PolicyFAQWarrant CanaryManualAffiliateLatest NewsMarch 26, 2021, 06:31 PMWhy Use VPN for Torrenting?<p>What is torrenting and why should you use a VPN for it? How to choose the...<br>\n</p>March 26, 2021, 12:59 AMPROMO CODE for Trust.Zone VPN.\nToday only!<p>Need a PROMO CODE for 3 Years Plan? Here is a FLASH SALE.\nEnter a promo code...<br>\n</p>Read News &gt;Recent TweetsMarch 26, 2021, 01:52 PM<p>Why Use VPN for Torrenting? Here is an answer bit.ly/3fe9Cp1 #vpn #torrent #bittorent #uTorrent… twitter.com/i/web/status/1…<br>\n</p>March 23, 2021, 04:30 PM<p>The Internet is powerful enough to access your personal data through the websites you visitdaily.\nYou may not recog… twitter.com/i/web/status/1…<br>\n</p>Read Tweets &gt;Get Connected<em>\n</em>\n<em>\n</em>\n<em>\n</em>Trust.Zone © 2021 ", "created_at": "2021-04-05 21:57:11.779603", "updated_at": "2021-04-05 21:57:28.357845"}, {"id": 13348, "name": "Terms of Service", "url": "https://trust.zone/terms", "xpath": "/html/body/div[6]", "text": " <p>Our head office is located at: Unit 117, Orion Mall, Palm Street, P.O.\nBox 828, Victoria, Mahe, Seychelles</p>\n<p>Trust.Zone is solely responsible for software development, upgrades, changes or enhancements of Trust.Zone VPN Software, Trust.Zone website and customer service only.</p>\n<p>Trust.Zone authorizes the Distributors to receive payments from customers of the software, website and any type of services provided by Trust.Zone for using the software.</p> Terms of Use <p>By using Trust.Zone, you are agreeing to these Terms and Conditions of Use.\nFirstly, we'd just like to offer a friendly reminder that you are responsible for complying with any applicable laws and regulations relevant to your location.\nAlso, all of Trust.Zone content and tools are protected by copyright.</p> &nbsp.\nResponsibilities of Customer <p>You're agree to:</p>\n<p> - Protect your user VPN and Trust.Zone login/password and our system from unauthorized use and not to publish or share your account with third parties.\nYou are responsible for all actions that occur on our servers where the login uses your user login/password.</p>\n<br>\n<p> - Don't transfer Trust.Zone account, Trust.Zone VPN Client with your credentials or any downloaded Trust.Zone software to someone else.\nYou can use Trust.Zone VPN only on your own devices.\nYou may not rent or share your Trust.Zone account, Trust.Zone VPN Client with your credentials or any other downloaded Trust.Zone software among other internet users.</p>\n<br>\n<p> - Ensure that your connections to the Trust.Zone network are limited to no more than three (3) simultaneous connections.</p>\n<br>\n<p> - Not to sell, trade or transfer your credentials to any other person without the Trust.Zone specific permission to do so.</p>\n<br>\n<p> - Not to use the system for sending spam, port scanning, scanning for open proxies or open relays, sending opt-in email, unsolicited email or any type or version of email sent in large quantities even if the email is ultimately sent off of another server.</p>\n<br>\n<p> - Not to attack in any way shape or form any other computer or network while using our Service.</p>\n<br>\n<br>\n<p>You shall take every reasonable precaution that no person is able to make unauthorized use of or gain unauthorized access to the Service provided to the Customer pursuant to this Agreement.</p>\n<br>\n<p>If the account is determined by Trust.Zone to have been shared or transferred between internet users, Trust.Zone has the right to suspend or terminate the user's account.</p> &nbsp.\nServices and Warranties <p>Actual service coverage, speeds, locations and quality may vary.\nThe service will attempt to be available at all times except for limited periods for maintenance and repair.\nHowever the Service may be subject to unavailability for a variety of factors beyond our control including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and may be interrupted, refused, limited or curtailed.\nWe are not responsible for data, messages or pages lost, not delivered, delayed or misdirected because of interruptions or performance issues with the Service or communications services or networks (e.g., T-1 lines or the Internet).\nWe may impose usage or service limits, suspend Service, or block certain kinds of usage in our sole discretion to protect users or the service.\nNetwork speed is an estimate and is no indication of the speed at which your or the Service sends or receives data.\nActual network speed will vary based on configuration, compression, network congestion and other factors.\nThe accuracy and timeliness of data received is not guaranteed.\ndelays or omissions may occur.</p>\n<br>\n<p>Trust.Zone gives no warranty or guarantee in relation to the performance, features, compatibility, content or otherwise of any connected Internet service or host/computer connected to the Service.\nTrust.Zone disclaims all warranties, including all implied warranties of merchantability and suitability for a particular purpose.\nThe Disclaimer made by Trust.Zone of all responsibilities or warranties, more fully set forth above, is herein incorporated by reference.\nCustomer acknowledges and agrees to be bound by the Disclaimer above in addition to the warranties disclaimed under this section.</p> &nbsp.\nIndemnity <p>The Customer agrees to indemnify Trust.Zone and hold Trust.Zone harmless from and against any loss, cost, expense, or liability arising from any claims, demands, or proceedings by any person against Trust.Zone whatsoever arising out of: the use or attempted use of the Service by the Customer or by any person authorized by the Customer or from the use of any facility or equipment connected to the Service by the Customer or any person authorized by the Customer.\nor any hardware or software contamination resulting from use by the Customer or by any person authorized by the Customer;</p> &nbsp.\nTermination <p>Hacking, cracking, distribution of viruses, fraudulent activities, network sabotage, phishing, and/or any conduct deemed illegal or unwanted shall be subject to suspension or termination.\nUsers are responsible for the proper secure configuration of their services and are responsible for any damages caused by their neglect or exposure of vulnerabilities whether intentional or unintentional.</p>\n<br>\n<p>Trust.Zone may suspend or restrict provision of the Service to the Customer at any time if: payment of an account for the Service provided to the Customer is overdue.\nthe Customer becomes bankrupt or insolvent or enters into a scheme of arrangement or composition with the Customer's creditors or, being a company, is placed in receivership or under official management or has a provisional liquidator appointed.\nthe Customer breaches any material term or condition of this agreement.\nof it appears that the Customer is engaging in activity that may cause damage to the Trust.Zone's system, or any other system in the network.\nor the Customer is engaging in mass emailing or flooding of newsgroups.\nor if the Customer is using the service as a means to commit unlawful activity.</p>\n<br>\n<p>Trust.Zone, in its sole discretion, may suspend or restrict provision of the Service to the Customer at any time in the event of an emergency or whenever Trust.Zone considers it necessary or reasonable, based on the sole discretion of Trust.Zone, in order to safeguard provision of the Service.</p> &nbsp.\nPaid Subscription <p>After Customer confirms his email address, <b>FREE TEST</b> subscription is adding to Customer's account.\n<b>FREE TEST</b> subscription was made in order to give ability to Customer to test Service for free and make final decision about to purchase paid subscription or not.</p>\n<br>\n<p>By buying paid subscription you agree that you tried free of charge <b>FREE TEST</b> subscription and <u>you are fully satisfied with Service</u>.</p>\n<p>Just after we receive confirmation of payment for a paid subscription, paid subscription activates and <b>FREE TEST</b> subscription terminates even if 1GB of transferred or received data not being fully used by Customer and less than 3 day(s) left after <b>FREE TEST</b> subscription was added to Customer's account.</p> &nbsp.\nRefund policy <p>If you are not completely satisfied with our VPN services, and you notify us in writing via email within the first 10 days of your contract that you wish to cancel, you will be given a 100% refund of the contract amount in case the bandwidth usage is not more than 1GB.\n</p>\n<p>Requests made later than the 10 days purchase date window will be denied.</p>\n<p>Before claiming a refund, Trust.Zone recommends reading our FAQ section to resolve issues you may encounter.\nYou can also request for a help from Trust.Zone support team via contact form.</p>\n<p>If a refund is due, you will be notified by e-mail.\nit can take up to 20 days after cancellation of your contract to receive your refund depending on payment form used.\nIf you have not received your refund after 20 days, please inform us using the contact form.\nOur Free plan is completely free of any charges and it is not renewed automatically.\nIn exceptional cases if your paid subscription plan's quota is exceeded more than 1GB, you are able to ask for a partial refund.\nFill in a form for a partial refund here.</p>\n<p>Any refund for transactions using Bitcoin will be processed on the Bitcoin exchange rate to US Dollars at the time of the money refund, and not at the time of the original payment or refund request.</p> &nbsp.\nDistribution <p>Trust.Zone authorizes the Distributor to receive payments and payouts from any third party companies like payment services, e-Commerce platforms and websites, payment gateways, financial organizations if payments and payouts do not contradict the terms of use and the law.</p>\n<p>Trust.Zone authorizes the Tersys Group OÜ (Distributor) with an address located at J.Poska, tn.11, Tallinn, Estonia to receive payments from customers of the software, websites and other services provided by Trust.Zone.</p> &nbsp.\nMiscellaneous <p>The Site is continuously changing.\nTrust.Zone can modify it and/or the current General Conditions, in whole or in part.</p>\n<p>These changes will be implemented without prior notice.\nYou are invited every time you visit the Site to verify the latest version of the General Conditions available permanently at the following address: https://trust.zone/terms</p> &nbsp.\nContacts <p>If you have any questions or require any information about the Charged Service and the status of registration, please use our Contact page (recommended, has priority) or email us to the following address: contact@trust.zone.\nWe undertake to answer your questions or requests for information as soon as possible.</p> ", "created_at": "2022-12-17 02:07:45.00009", "updated_at": "2022-12-17 02:07:53.40912"}], "points": [], "urls": ["trust.zone"]}}