{"error": 448, "message": "OK", "parameters": {"id": 2139, "name": "Priority Matrix", "created_at": "2020-01-29 18:57:39.340462", "updated_at": "2023-07-10 22:00:28.384862", "wikipedia": "https://en.wikipedia.org/wiki/Priority_Matrix", "keywords": null, "related": null, "slug": "priority_matrix", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2139.png", "url": "appfluence.com,sync.appfluence.com,prioritymatrix.com", "documents": [{"id": 2355, "name": "Privacy Policy", "url": "https://appfluence.com/privacy/", "xpath": "", "text": " Skip to content <ul>\n<li>OFFICE 365</li>\n<li>PRICING</li>\n<li>HELP</li>\n<li>TEMPLATES</li>\n<li>DOWNLOAD</li>\n<li>ACCOUNT</li>\n<li>APP</li>\n</ul> Toggle Navigation Toggle Navigation <ul>\n<li>OFFICE 365</li>\n<li>PRICING</li>\n<li>HELP</li>\n<li>TEMPLATES</li>\n<li>DOWNLOAD</li>\n<li>ACCOUNT</li>\n<li>APP</li>\n</ul> Privacy Policy YOUR PRIVACY IS OUR PRIORITY\n<p>Built on world class web services, we take your privacy seriously.\n<i>Effective May 10, 2018.</i>\n</p> Summary\n<blockquote>We respect your privacy and take data collection seriously.\nWe will not disclose your emails or private information to third parties for private gains.\nWe will do what we can to protect your data.\nWe are in the business of providing services\nand our goal is to build a trusting relationship.\nWe collect aggregate data like favorite color choices,\ngeographic locations, or usage data that is needed for use of advanced product features,\nlike Cloud Sync, or to improve our products for you and future customers.\nWe will promptly, permanently remove any information that you no longer want shared upon request.</blockquote>\nPrivacy Policy\nAppfluence values your right to control what information you do or do not want others to see.\nThere is a trade-off between making it easy to find new groups, events, and friends,\nand making information available to unwanted individuals or corporations.\nAppfluence recognizes that people have their own comfort level with privacy,\nand we give users a number of controls over how much information they want to make public.\nBy using Appfluence, you certify that you have read, understand, and agree with the provisions\nof our privacy policy.\nInformation Appfluence Collects\nAppfluence collects the following types of information, some of which can be considered personal:\n<ol>\n<li>\n<b>Aggregate data</b> that is not personally identifiable for marketing and/or product enhancement.\nThis may be shared with a third party.</li>\n<li>\n<b>Project information</b> that is synchronized to our servers, where it is stored to provide backup and sync services for a given user account.\nWe do not share this information with anyone outside Appfluence.</li>\n<li>\n<b>Device id, ip and email address</b>, for the purpose of differentiating user accounts.\nThis information is never given to a third party.</li>\n<li>\n<b>Email address</b>, in order to message our users about assignments, deadlines and other important notifications from the system, as well as invoices, training sessions and other information about or products.\nThis information is never given to a third party without consent.</li>\n</ol>\nData Access, Retention and Deletion\nUsers can access all their data, and export a machine-readable bundle file using our account management console.\nWe will promptly honor requests to delete all data on any user, complying as soon as possible, but in any case\nwithin one month since your request.\nSimply contact our privacy address listed below and we will be happy to assist.\nWe store user data in data centers provided and managed by Amazon Web Services and Microsoft Azure.\nUnless otherwise\nstated, all our data resides in data centers inside the United States.\nData is secured both in transit and at rest\nby industry standard encryption algorithms.\nMore details are available upon qualified inquiries.\nAppfluence retains user data for the duration of an account’s active lifetime.\nUser data will be deleted upon request by the account owner, or after seven (7) years without account activity,\nfollowing sufficient notice to the user via email, in order to facilitate reactivation or data exporting if necessary.\nWhat are your data protection rights?\nAppfluence would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following: <strong>The right to access</strong>: You have the right to request Appfluence for copies of your personal data.\nWe may charge you a small fee for this service.\n<strong>The right to rectification</strong>: You have the right to request that Appfluence correct any information you believe is inaccurate.\nYou also have the right to request Appfluence to complete the information you believe is incomplete.\n<strong>The right to erasure</strong> – You have the right to request that Appfluence erase your personal data, under certain conditions.\n<strong>The right to restrict processing</strong>: You have the right to request that Appfluence restrict the processing of your personal data, under certain conditions.\n<strong>The right to object to processing</strong>: You have the right to object to Appfluence’s processing of your personal data, under certain conditions.\n<strong>The right to data portability</strong>: You have the right to request that Appfluence transfer the data that we have collected to another organization, or directly to you, under certain conditions.\nOpinion Sharing\nBy emailing us, you allow us to share any positive reviews, comments, and enthusiasm to others.\nEligibility\nAppfluence does not knowingly solicit or collect information from children under the age of 16.\nIf you are under the age of 16, do not register with Appfluence.\nIf we learn that a user has registered in violation of this policy and we have collected information\nfor a child under 16, or if we learn that a user between the age of 16 and 18 has registered\nwithout parental consent, we will delete this information as quickly as possible.\nChanges to Policy\nIn the event that Appfluence changes its privacy policy, we will notify our users by asking them\nto sign the User Agreement again, or by email.\nMissing Information\nIf we have inadvertently failed to address certain privacy policies,\nplease notify us and we will resolve it as soon as possible.\nQuestions about Privacy\nIf you have questions about our privacy policy, contact us at\nsupport+privacy@appfluence.com.\nWe are fully GDPR compliant and offer a series of self-serve mechanisms for users to access their data.\nOur Data Protection Officer is Pablo Diaz-Gutierrez.\nWritten inquiries can be sent to: Appfluence Inc\n2627 Hanover St\nPalo Alto, CA 94304\nUSA <ul>\n<li>Home</li>\n<li>Blog</li>\n<li>Office 365 Apps</li>\n<li>Outlook</li>\n<li>Microsoft Teams</li>\n<li>Contact Us</li>\n<li>Affiliate Program</li>\n</ul>\n<p>Copyright © 2020 Appfluence Inc.\nAll Rights Reserved.<br>\nAll other trademarks are owned by their respective owners.\nTerms of use and EULA | Privacy</p> ", "created_at": "2020-01-29 18:58:27.368134", "updated_at": "2020-12-14 22:07:03.822785"}, {"id": 13249, "name": " Terms of use and EULA and  conditions of use", "url": "https://appfluence.com/eula/", "xpath": "//body", "text": " Skip to content <ul>\n<li>OFFICE 365</li>\n<li>PRICING</li>\n<li>HELP</li>\n<li>TEMPLATES</li>\n<li>DOWNLOAD</li>\n<li>ACCOUNT</li>\n<li>WEB-APP</li>\n<li>PM GOV CLOUD</li>\n<li>PM HIPAA</li>\n<li>DELAYED SEND for TEAMS</li>\n<li>REMINDERS for TEAMS</li>\n</ul> Toggle Navigation Toggle Navigation <ul>\n<li>OFFICE 365</li>\n<li>PRICING</li>\n<li>HELP</li>\n<li>TEMPLATES</li>\n<li>DOWNLOAD</li>\n<li>ACCOUNT</li>\n<li>WEB-APP</li>\n<li>PM GOV CLOUD</li>\n<li>PM HIPAA</li>\n<li>DELAYED SEND for TEAMS</li>\n<li>REMINDERS for TEAMS</li>\n</ul> Terms of service &amp.\nconditions of use 1) Acceptance of terms\nBy using Appfluence`s online and offline products and services (collectively, “the Service”), provided by Appfluence, Inc.\n(collectively, “Appfluence,” “We” or “Us”) you agree to be bound by the following Terms of Service (“TOS”).\nThe TOS may be updated by us from time to time without notice.\nYou can review the most current version of the TOS at any time at: https://appfluence.com/eula/.\nBy using the Service provided by Appfluence, you represent and agree that (i) you enter into this agreement either on your own, or on behalf of the company or other legal entity (collectively, the “Business User”) that you may specify, (ii) that your account is for, and held in the name of, the Business User of individual named in the subscription, (iii) such Business User or individual has full legal capacity and is in good standing in the jurisdiction in which it is formed, (iv) you have full legal capacity and authority to bind yourself individually and such Business User to these TOS, and (iv) the terms “you” or “your,” as used herein shall, unless the context otherwise reasonably requires, refer to both (A) such Business User, and (B) the individual or individuals (the “Individual User(s)”) accessing or using the Service as authorized by such Business User.\nprovided, however, that each such Individual User(s) shall remain vicariously liable and be required to comply with these TOS even though the account may be held in the name of the Business User.\nIf you do not meet the requirements above, or if you do not agree with these terms and conditions, you may not use the Service.\nYou understand and agree that the Service may include certain communications from Appfluence, such as service announcements and administrative messages, and that these communications are considered part of Appfluence membership and that you will not be able to opt out of receiving them.\nChanges and features that augment or enhance the current Service shall be subject to the TOS.\nYou understand and agree that the Service is provided “as is” and that Appfluence assumes no responsibility for the timeliness, deletion, mis-delivery of or failure to store any user content or settings.\nYou are responsible for obtaining access to the Service, which access may involve third-party fees (such as Internet Service Provider charges).\nYou are responsible for those fees.\nIn addition, you must provide and are responsible for all equipment necessary to access the Service.\nYou may not access the Service for purposes of monitoring its performance, availability, or functionality, or for any other benchmarking or competitive purposes, without Appfluence’s prior written consent.\nYou may not access the Service if you are a direct competitor of Appfluence, except with Appfluence’s prior written consent.\n2) Account\nIn consideration of your use of the Service, you represent and warrant that (i) you are not barred from receiving services under the laws of the United States or any other applicable jurisdiction, (ii) your use of the Service does not violate any applicable law or regulation, and (iii) you access the Service through one or more humans.\nAccounts registered by “bots” or other automated methods are not permitted.\nYou also agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Service’s registration form (“Registration Data”).\nand (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Appfluence has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Appfluence has the right to suspend or terminate your account and refuse any and all current or future use of the Service (or any portion thereof).\nRegistration Data and certain other information about you is subject to our Privacy Policy which is incorporated by reference herein in its entirety.\nFor more information, see our full privacy policy at https://appfluence.com/privacy/.\nYou understand that through your use of the Service you consent to the collection and use (as set out in the Privacy Policy) of this information.\nYou will receive a password and account designation upon completing the Service’s registration process.\nYou are responsible for maintaining the confidentiality of the password and account and are fully responsible for all activities that occur under your password or account.\nYou agree to (a) immediately notify Appfluence of any unauthorized use of your password or account or any other breach of security.\nand (b) ensure that you exit from your account at the end of each session.\nAppfluence cannot and will not be liable for any loss or damage arising from your failure to comply with the TOS, including, without limitation, this Account Section.\n3) Billing\nWe will bill you for subscription fees corresponding to your first subscription period, plus any applicable tax, at the moment your subscription starts.\nUnless otherwise stated explicitly, a subscription period has a duration of one year.\nTo view the specific details of your subscription plan, you can see your “Account Management” page, available after logging into the Service.\nUnless cancelled, your Service subscription will be automatically renewed at the end of your subscription period.\nWe will bill the subscription fee plus any applicable tax to you.\nYour membership will automatically renew for successive subscriptions, without prior notice to you, unless and until you cancel your membership, or we terminate it.\nYou must cancel your membership before it renews in order to avoid billing of the next period’s subscription fees to your payment method.\nBy using the Service, you are expressly agreeing that we are permitted to bill you a subscription fee, any applicable tax and any other charges you may incur in connection with your use of the Service.\nAdditional charges may include service level changes you request.\nSuch additional charges can be requested in the middle of a subscription period, and will be billed immediately, in the amount corresponding to the remainder of the period.\nThe subscription fee will be billed at the beginning of your subscription and on each renewal thereafter, unless and until you cancel your membership.\nWe will automatically bill you each billing period on the calendar day corresponding to the commencement of your membership.\nAll fees and charges are nonrefundable, and there are no refunds or credits for partially used periods, or where you have elected to downgrade service levels or otherwise remove any paid component or feature.\nIf you elect to upgrade your service level or otherwise add any paid component or feature, we will pro-rate the amount due based on the number of days remaining in your billing cycle.\nprovided, however, that any such proration shall be based on your service level or paid components or features in existence immediately prior to your election to upgrade or add paid components or features.\nWe may change the fees and charges in effect or add new fees and charges from time to time.\nWe will inform you of any increase or addition to existing fees and we may offer you a grace-period in which your fees will not increase for a certain period of time.\nIf you do not accept the increase or addition to the existing fees, you may elect to terminate your account during the then current billing period and you shall not be liable for such fee increase after the applicable billing period.\nhowever, any later renewal of service will be subject to the increased fee structure.\nIf your credit or debit card reaches its expiration date, your continued use of the Service constitutes your authorization for us to continue billing you, and you remain responsible for any uncollected amounts.\nIf you change your service level (downgrade it), you may cause the loss of Content or features for your account.\nAppfluence does not accept any liability for such loss.\nYou may cancel your subscription to the Service at anytime, and cancellation will be effective immediately.\nWE DO NOT PROVIDE REFUNDS OR CREDITS FOR ANY PARTIAL SUBSCRIPTION PERIODS OR ANY FEATURE OF COMPONENT THAT YOU HAVE PAID FOR BUT NOT USED.\nIn connection with your purchase and/or use of the Service you may be subject to taxes, including, without limitation, sales and use taxes, by any authority which has jurisdiction to impose such taxes.\nYou agree that the obligation and payment of any such taxes shall be your sole and absolute responsibility, and you agree to indemnify Appfluence pursuant to this agreement to the extent that Appfluence incurs any obligations or other liabilities in connection with such taxes.\n4) Content\nYou understand that all information, data, text, files, or other materials (“Content”), whether publicly posted or privately transmitted, are the sole responsibility of the person from whom such Content originated.\nThis means that you, and not Appfluence, are entirely responsible for all Content that you upload, post, email, transmit or otherwise make available via the Service.\nAppfluence does not control the Content posted via the Service and, as such, does not guarantee the accuracy, integrity or quality of such Content.\nYou understand that by using the Service, you may be exposed to Content that is offensive, indecent, objectionable or illegal in your jurisdiction.\nUnder no circumstances will Appfluence be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of the use of any Content posted, emailed, transmitted or otherwise made available via the Service.\nYou agree to not use the Service to:\n•\tupload, post, email, transmit or otherwise make available any Content that is unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically or otherwise objectionable, under any applicable laws.\n•\tharm minors in any way.\n•\timpersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.\n•\tdisguise the origin of any Content transmitted through the Service.\n•\tupload, post, email, transmit or otherwise make available any Content that you do not have a right to make available under any applicable law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).\n•\tupload, post, email, transmit or otherwise make available any Content that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party, unsolicited or unauthorized advertising, promotional materials, “junk mail”, “spam”, or any other form of solicitation, any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\n•\tact in a manner that negatively affects other users’ ability to use the Service.\n•\tinterfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies or regulations of networks connected to the Service.\n•\tintentionally or unintentionally violate any applicable local, state, national or international law.\n•\tprovide material support or resources (or to conceal or disguise the nature, location, source, or ownership of material support or resources) to any organization(s) designated by the United States government as a foreign terrorist organization pursuant to section 219 of the Immigration and Nationality Act.\nYou acknowledge that Appfluence may or may not pre-screen Content, but that Appfluence and its designees shall have the right (but not the obligation) in their sole discretion to pre-screen, refuse, or move any Content that is available via the Service.\nWithout limiting the foregoing, Appfluence and its designees shall have the right to remove any Content that violates the TOS or is otherwise objectionable.\nYou agree that you must evaluate, and bear all risks associated with, the use of any Content, including any reliance on the accuracy, completeness, or usefulness of such Content.\nIn this regard, you acknowledge that you may not rely on any Content created by Appfluence or submitted to Appfluence.\nYou acknowledge, consent and agree that Appfluence may access, preserve and disclose your account information and Content if required to do so by any applicable law or in a good faith belief that such access preservation or disclosure is reasonably necessary to: (a) comply with any applicable legal process.\n(b) enforce the TOS.\n(c) respond to claims that any Content violates the rights of third parties.\n(d) respond to your requests for customer service.\nor (e) protect the rights, property or personal safety of Appfluence, its users and the public.\nIf we receive a subpoena which requests disclosure of information contained in your account you agree that we may disclose any such requested information contained in the account regardless of whether such information is deemed to be owned or held in the name of (i) the Business User, or (ii) the name of Individual Users.\nFor the sake of clarity, (i) if the subpoena is issued in the name of the Business User, we may disclose information regarding both the Business User and the Individual User(s), and (ii) if the subpoena is issued in the name of Individual User(s) we may disclose information regarding both the Business User and the Individual Users(s).\nYou understand that the technical processing and transmission of the Service, including your Content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\nYou may not attempt to override or circumvent any of the usage rules embedded into the Service.\nAny unauthorized reproduction, publication, further distribution or public exhibition of the materials provided on the Service, in whole or in part, is strictly prohibited.\nSpecial admonitions for international use Recognizing the global nature of the Internet, you agree to comply with any and all applicable local, state, national or international laws and regulations regarding online conduct, acceptable Content and use of the Service.\nSpecifically, you also agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country or jurisdiction in which you reside.\n5) Confidentiality.\nProprietary Rights\nCustomer shall own all right, title and interest in and to the Customer Data.\nCompany shall own and retain all right, title and interest in and to (a) any data that is based on or derived from the Customer Data and provided to Customer as part of the Services, (b) the Services and Software, all improvements, enhancements or modifications thereto, (c) any software, applications, inventions or other technology developed in connection with Implementation Services or support, and (d) all intellectual property rights related to any of the foregoing.\nNotwithstanding anything to the contrary, Company shall have the right collect and analyze data and other information relating to the provision, use and performance of various aspects of the Services and related systems and technologies (including, without limitation, information concerning Customer Data and data derived therefrom), and Company will be free (during and after the term hereof) to (i) use such information and data to improve and enhance the Services and for other development, diagnostic and corrective purposes in connection with the Services and other Company offerings, and (ii) disclose such data solely in aggregate or other de-identified form in connection with its business.\nNo rights or licenses are granted except as expressly set forth herein.\n6) Administrator Access to Your Content\nWhen you sign up for our Service, you associate one or more email addresses with your account.\nIf you use an email address provided to you by a third party entity of which you are a part (such as yourname@youremployer.com or yourname@nonprofit.org) (each an “Entity”) you hereby grant that Entity and its administrator(s) permission to access, use, download, export, disclose, share, restrict and/or remove Content that you have associated with the email address that includes their domain.\nYou acknowledge and understand that an Entity may elect to utilize one or more third party applications in connection with their teams’ use of the Service and that, by associating Content with an email address that includes an Entity’s domain, you are granting permission to have such Content shared with such third party application(s).\nYou also acknowledge and understand that an Entity may restrict or terminate your access to Content associated with the email address that includes their domain.\nPlease remember that you can associate more than one email address with your Appfluence account, so you may want to consider associating personal Content with a personal email address.\n7) Indemnity\nYou agree to indemnify and hold Appfluence and its parent, subsidiaries, affiliates, officers, directors, stockholders, agents, attorneys, employees, partners, licensors and other representatives harmless from any claim or demand, including reasonable attorneys’ fees, made by any third party due to or arising out of, or in connection with, (i) Content you submit, post, transmit or otherwise make available through the Service, (ii) your use or access of the Service, (iii) your connection to the Service, (iv) your violation of the TOS, (v) your violation of any rights of another, and (vi) any taxes arising in connection with your purchase or use of the Service in any jurisdiction, domestic or otherwise, including, without limitation, sales and use tax.\n8) No resale of Service\nYou agree not to reproduce, duplicate, copy, sell, trade, resell or exploit for any commercial purposes, any portion of the Service, use of the Service, or access to the Service unless you otherwise have an agreement with us which specifically grants you such right(s).\n9) General practices regarding use and storage\nYou acknowledge that Appfluence may establish general practices and limits concerning use of the Service, including without limitation the maximum number of days that Content will be retained by the Service, the maximum number of email messages that may be sent from or received by an account on the Service, the maximum size of any email message that may be sent from or received by an account on the Service, the maximum disk space that will be allotted on Appfluence’s servers on your behalf, and the maximum number of times (and the maximum duration for which) you may access the Service in a given period of time.\nYou agree that Appfluence has no responsibility or liability for the deletion or failure to store any Content and other communications maintained or transmitted by the Service.\nYou acknowledge that Appfluence reserves the right to log off accounts that are inactive for an extended period of time.\nYou further acknowledge that Appfluence reserves the right to modify these general practices and limits from time to time.\n10) Modifications to Service\nAppfluence reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nYou agree that Appfluence shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.\n11) Marketing\nYou agree to be identified as a customer of Appfluence and you agree that Appfluence may refer to you by name, trade name and trademark, if applicable, and may briefly describe your business in Appfluence’s marketing materials and web site.\nYou hereby grant Appfluence a fully-paid, irrevocable, perpetual, world-wide license to use your name and any of your trade names and trademarks solely in connection with the rights granted to Appfluence pursuant to this marketing section.\n12) Termination and cancellation\nYou agree that Appfluence may without prior notice immediately terminate your Appfluence account and access to the Service (both as a Business User and/or Individual User(s)).\nSuch termination may be made in Appfluence’s sole and absolute discretion with or without cause.\nFurther, you agree that all terminations for cause shall be made in Appfluence’s sole and absolute discretion and that Appfluence shall not be liable to you or any third party for any termination of your account, or access to the Service.\n13) Appfluence’s proprietary rights\nYou acknowledge and agree that the Service and any necessary software used in connection with the Service (“Software”) contain proprietary and confidential information that is protected by applicable intellectual property and other laws.\nExcept as expressly authorized by Appfluence, you agree not to modify, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Software, in whole or in part.\nAppfluence grants you a personal, non-transferable and non-exclusive right and license to use the object code of its Software on your computing devices, subject to the terms and conditions of this Agreement.\nYou shall not (and shall not allow any third party to) copy, modify, create a derivative work from, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Software.\nYou agree not to modify the Software in any manner or form, or to use modified versions of the Software, including (without limitation) for the purpose of obtaining unauthorized access to the Service.\nYou agree not to access the Service by any means other than through the interface that is provided by Appfluence for use in accessing the Service.\n14) Disclaimer of warranties\n•\tYOU EXPRESSLY UNDERSTAND AND AGREE THAT:\n•\tYOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nAPPFLUENCE AND ITS PARENT,SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, STOCKHOLDERS, EMPLOYEES, AGENTS, ATTORNEYS, PARTNERS, LICENSORS AND OTHER REPRESENTATIVES EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\n•\tAPPFLUENCE AND ITS PARENT, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, STOCKHOLDERS, EMPLOYEES, AGENTS, ATTORNEYS, PARTNERS, LICENSORS AND OTHER REPRESENTATIVES MAKE NO WARRANTY THAT: (i) THE SERVICE WILL MEET YOUR REQUIREMENTS.\n(ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\n(iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS.\nAND (v) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\n•\tANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS ACCESSED AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\n•\tNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM APPFLUENCE OR THROUGH OR FROM THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TOS.\n15) Limitation of liability\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT APPFLUENCE AND ITS PARENT, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, STOCKHOLDERS, EMPLOYEES, AGENTS, ATTORNEYS, PARTNERS, LICENSORS AND OTHER REPRESENTATIVES SHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF Appfluence HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (v) ANY OTHER MATTER RELATING TO THE SERVICE.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, APPFLUENCE’S MAXIMUM AGGREGATE LIABILITY TO YOU FOR ANY CAUSES WHATSOEVER, AND REGARDLESS OF THE FORM OF ACTION, WILL AT ALL TIMES BE LIMITED TO THE GREATER OF (i) THE AMOUNT PAID, IF ANY, BY YOU TO APPFLUENCE FOR THE SERVICE IN THE 12 MONTHS PRIOR TO THE ACTION GIVING RISE TO LIABILITY OR (ii) $100.\n16) Dispute Resolution\nYou agree that prior to filing any claim against Appfluence relating to or arising out of these Terms you will first contact us at support+dispute@appfluence.com to provide us with an effort to resolve the issue in an informal manner.\nNo Class Actions – ALL CLAIMS MUST BE BROUGHT ON AN INDIVIDUAL BASIS AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS, CONSOLIDATED, OR REPRESENTATIVE PROCEEDING.\nCLASS ARBITRATIONS, CLASS ACTIONS, PRIVATE ATTORNEY GENERAL ACTIONS, AND CONSOLIDATION WITH OTHER ARBITRATIONS ARE NOT ALLOWED.\n17) Exclusions and limitations\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\n18) Trademark information\nThe Appfluence and Priority Matrix name an logo trademarks and service marks and other Appfluence logos and product and service names are trademarks of Appfluence.\n19) Export Law Assurances\nYou may not use or otherwise export or reexport the Service except as authorized by United States law and the laws of the jurisdiction in which Appfluence was obtained.\nIn particular, but without limitation, the Service may not be exported or re-exported (a) into (or to a national or resident of) any U.S.\nembargoed countries (currently Cuba, Iran, North Korea, Sudan, and Syria) or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce Denied Person’s List or Entity List or Unverified List or Blocked Persons List or Debarred List on Nonproliferation Sanctions List.\nBy using the Service, you represent and warrant that you are not located in, under control of, or a national or resident of any such country or on any such list.\n20) General information\nEntire Agreement.\nThe TOS constitute the entire agreement between you and Appfluence and govern your use of the Service, superseding any prior agreements between you and Appfluence with respect to the Service.\nYou also may be subject to additional terms and conditions that may apply when you use or purchase certain other Appfluence services, affiliate services, third-party content or third-party software.\nChoice of Law and Forum.\nThe TOS and the relationship between you and Appfluence shall be governed by the laws of the State of California without regard to its conflict of law provisions.\nYou and Appfluence agree to submit to the personal and exclusive jurisdiction of the courts located within the County of Santa Clara, State of California regardless of (i) your world-wide physical location, or (ii) the jurisdiction where you purchased or use the Service.\nNotice and Future Changes.\nAppfluence may provide you with notices, including those regarding modifications to the TOS (including the Privacy Policy), by email or via the web-site.\nYou agree to review the TOS (including the Privacy Policy) periodically so that you are aware of any modifications.\nYour continued use of the Service after any modifications indicates your acceptance of the modified TOS (and all other agreements, policies, rules and guidelines referred to herein).\nUnless expressly stated otherwise by Appfluence, any new features, new services, enhancements or modifications to the Service implemented after your initial access to the Service shall be subject to these TOS.\nWaiver and Severability of Terms.\nThe failure of Appfluence to exercise or enforce any right or provision of the TOS shall not constitute a waiver of such right or provision.\nIf any provision of the TOS is found by a court of competent jurisdiction to be invalid under applicable law, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions to the greatest extent possible as reflected in the provision, and the other provisions of the TOS shall remain in full force and effect.\nNo Right of Survivorship and Non-Transferability.\nYou agree that your Appfluence account is non-transferable and any rights to your Appfluence account or contents within your account terminate upon cessation of your legal existence or death, as applicable.\nUpon receipt of a copy of a certificate of dissolution or death certificate, as applicable, your account may be terminated and all contents therein permanently deleted.\nStatute of Limitations.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or the TOS must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nThe section titles in the TOS are for convenience only and have no legal or contractual effect.\nHomepage <ul>\n<li>Home</li>\n<li>Blog</li>\n<li>Office 365 Apps</li>\n<li>Outlook</li>\n<li>Microsoft Teams</li>\n<li>Contact Us</li>\n</ul>\n<p>Copyright © 2021 Appfluence Inc.\nAll Rights Reserved.<br>\nAll other trademarks are owned by their respective owners.\nTerms of use and EULA | Privacy</p> ", "created_at": "2022-12-13 19:00:51.141429", "updated_at": "2022-12-13 19:01:01.109991"}], "points": [{"id": 11158, "title": "The service provides a complete list of all cookies set by its website", "source": "https://appfluence.com/privacy/", "status": "Generated through the annotate view", "created_at": "2020-11-08 22:52:50.807074", "updated_at": "2021-02-06 04:25:24.833989", "quoteText": null, "case_id": 306, "document_id": 2355, "quoteStart": null, "quoteEnd": null}, {"id": 11159, "title": "You can request access and deletion of personal data", "source": "https://appfluence.com/privacy/", "status": "Generated through the annotate view", "created_at": "2020-11-08 22:53:18.136139", "updated_at": "2023-07-11 06:35:06.734022", "quoteText": null, "case_id": 195, "document_id": 2355, "quoteStart": null, "quoteEnd": null}], "urls": ["appfluence.com", "sync.appfluence.com", "prioritymatrix.com"]}}