{"error": 448, "message": "OK", "parameters": {"id": 8734, "name": "DESPEGAR ", "created_at": "2023-07-02 18:36:03.416469", "updated_at": "2023-07-02 22:02:23.088201", "wikipedia": null, "keywords": null, "related": null, "slug": "despegar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8734.png", "url": "despegar.com", "documents": [{"id": 17043, "name": "GENERALTERMSANDCONDITIONS", "url": "https://www.us.despegar.com/legal/terms-and-conditions", "xpath": "//body", "text": " <p>Despegar uses cookies to improve your browsing experience.</p> Learn more or disable cookies <em>Ok</em>\n<ul>\n<li>\n<i>\n</i> Sales center <strong>\n</strong>\n</li>\n<li> English </li>\n<li>\n<ul>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<p> Login to get coupon up to $$$$ off for your first purchase.\nLimited Time! </p>\n<p> Login to get up to 30% discount on accommodations </p>\n<i>\n</i>\n<em>Log in with Facebook</em>\n<i>\n</i>\n<em>I accept the terms and conditions of use of the coupon</em>\n<p>*Mandatory field to obtain the coupon</p>\n<i>\n</i>\n<em>I want to receive offers and recommendations in my email</em>\n<em>I don't want the coupon</em>\n<em>I don't want benefits</em>\n<i>\n</i>\n<p> Login to get coupon up to $$$$ off for your first purchase.\nLimited Time! </p>\n<p> Login to get coupon up to $$$$ off for your first purchase.\nLimited Time! </p>\n<p> Sign in to get up to 30% discount </p>\n<p> Sign in to get up to 30% discount </p>\n<p> Al iniciar sesión ahora tienes descuentos exclusivos en alojamientos y más.\n</p>\n<p> Login now for exclusive discounts on accommodations and more.\n</p>\n<i>\n</i>\n<em>Log in with Facebook</em>\n<i>\n</i>\n<em>Log in with your email</em>\n<i>\n</i>\n<em>I accept the terms and conditions of use of the coupon</em>\n<p>*Mandatory field to obtain the coupon</p>\n<i>\n</i>\n<em>I want to receive offers and recommendations in my email</em>\n<em>I don't want the coupon</em>\n<em>I don't want benefits</em>\n<p>\n</p>\n<p>\n</p>\n<i>\n</i> ¡Te damos la bienvenida a Despegar! Aprovecha el cupón para tu primer compra.\nTambién recibirás el codigo en tu email .\nEste cupón estará disponible hasta o hasta alcanzar el cupo de la promoción.\n<em>OK</em>\n<p>LandingID: terminos-y-condiciones</p>\n<em>Descargar</em>\n<em>Carregando</em>\n<em>Imprimir</em>\n<em>Carregando</em>GENERALTERMSANDCONDITIONSOFDESPEGAR.COMUSAWELCOMETODESPEGAR.COM.LETUSTHANKYOUFORCHOOSINGUS.WEENCOURAGEYOUTOREADTHEINFORMATIONBELOW.●The terms \"DESPEGAR\", \"DESPEGAR.COM\", \"we\", and \"our\" refer to Travel Reservations S.R.L, domiciled inUruguay,and/orDesonprocS.L.,domiciledinSpain,and/orDespegar.comUSA,Inc.,domiciledintheUnitedStatesofAmerica.Theterm\"You\"referstotheuseroftheservicesofferedbyDESPEGAR.COMthroughanyofitscurrentchannels-telephone,and/orwebsite,and/ormobileapplication(the\"Platform(s)\"and/orthe\"Site\")-orfuturechannels.●DESPEGAR.COMisanon-linetravelagencythatprovidesatechnologicalplatformthroughwhichahugenumberoftourism service providers (the \"Provider(s)\") may offer and sell their products to users and, users, in turn, may search forflights,accommodation,cars,cruises,activities,andothertourismservices(the\"TourismService(s)\"),compareandbooksuch services in real time, and purchasing them, either separately or in combination, thus creating and managing their owntripinaccordancewiththeirpersonalneeds.●DESPEGAR.COMisnottheproviderofTourismServices.DESPEGAR.COMactsonbehalfoftheProviders;therefore,it is not bound to provide the Tourism Services, neither directly, nor indirectly.\nUpon hiring Tourism Services throughDESPEGAR.COM,youareenteringintoacontractwiththeProviderwhoofferstheTourismServicesinourPlatform,directly.\nDESPEGAR.COM acts as an intermediary between You and Tourism Service Providers, on behalf of theProviders.●UponhiringTourismServicesthroughDESPEGAR.COM,Youacknowledgethatyouhaveread,understood,andagreedtothefollowingtermsandconditions.Likewise,Youguaranteethat:(i)Youareoflegalage;(ii)Youhavefulllegalcapacityto enter into agreements.\n(iii) You only use DESPEGAR.COM's Platform to book or hire Tourism Services for You and/oranother person whom You are authorized to represent.\n(iv) if You are hiring services involving Cuba as a destination or alayover, you are not a US citizen or resident, neither are you subject to the US jurisdiction.\nand (v) all the information YouprovidetoDESPEGARistrue,accurate,current,andcomplete.●These are general conditions that apply to the intermediation service provided by DESPEGAR.\nUnder no circumstanceshall these conditions replace or modify the limitations of liability legally set forth, or the special or specific conditionsestablishedbyeachProviderinrespectofitsTourismServices.Beforehiringtheservices,pleasereviewthespecificconditionsofeachTourismServiceandeachTourismServiceProvider.DESPEGARshallnotbeheldliableforandshallnot intervene in the determination of any specific conditions set forth by each Provider in respect of the provision of itsTourismServices.●DESPEGARdeclaresthat,inthecontextoftheintermediationactivitiesinvolvedinthecommercializationofTourismServices, it cannot be ensured that the destination chosen does not pose any risk for people' health and security.DESPEGARshallnotbeheldliable,neitherdirectly,norindirectly,forthedamagesorlossesthatYouorthepeopletravelingwithYoumaysufferbefore,during,orasaresultofthedestinationchosen.DESPEGARshallnotbeheldliablefor events arising from unforeseeable circumstances or force majeure, including weather phenomena, acts of nature, tradeunionconflicts,amongothers,thatmayoccurbeforeoraftertheprovisionofTourismServicesandthatmayeventuallydelay,interrupt,orpreventthemfrombeingprovided.●Before confirming the purchase order by clicking on the Purchase button -and prior acceptance of these GeneralConditions-(the\"PurchaseOrder\"),wesuggestthatyoureviewthespecifictermsandconditionsapplicabletotheTourismService being hired.\nThus, You can avoid unexpected situations and enjoy your trip as planned.\nEach Provider, without theintervention of DESPEGAR.COM, sets the policies applied to each Tourism Service.\nDESPEGAR.COM specificallydeclares that it does not intervene in the collection of penalties imposed by the Providers or rate differences, if applicable,whichshalldependonthepoliciesofeachProvider.●ThemereuseofthePlatformimpliesacceptanceofanyandallthegeneralandspecificconditionsincludedintheseterms and conditions.\nBy reading them, You shall be able to enforce your consumer rights better.\nWe suggest that you printandkeep these terms and conditions together with the other trip-relateddocuments.\nPlease remember to take notes ofyour Purchase Order number, which shall appear on the screen after its confirmation.\nSaidnumber enables you to identifyyourtransactionandtakeanystepsthroughDESPEGAR.COM.IFYOUHIRETOURISMSERVICESTHROUGHDESPEGAR,PLEASEREADTHEFOLLOWINGINFORMATION:I.HOWISTHEBOOKINGANDPURCHASEPROCESS?BysendingaPurchaseOrderthroughDESPEGAR'sPlatform,Youareauthorizingustomanageyourbookingandtochargetherelevantamounttoyouraccountorcreditcard.Pleasepay attention to our subsequent communications, as we shall keep you informed about the progress and the status of yourPurchaseOrder.Asuccessfulcompletionofyourbookingand/orpurchaseconfirmationdependonfullandtimelypaymentof the price and/or rate of all Tourism Services.\nAs long as full payment of your booking amount remains unconfirmed, thePurchase Order is pending and may be canceled by the Provider.\nFinal confirmation of Tourism Services and prices occursupontheissuanceoftheelectronicticketsorthesubmissionofthevoucher,whicheverapplicable,andthebilling.Incredittransactions, the requirements set forth by the issuing bank must be satisfied.The issuance of the electronic ticket or thevoucher -whichever applicable-is proof of acceptance of the Provider's conditions and the execution of the agreementbetweentheProviderandthepersonwhosenamesappearonsuchelectronicticketorvoucher.IfyourPurchaseOrderissubjecttoconfirmation-ofwhichYoushallbeinformedinthefirste-mailwesend-theamountspaid before confirmation shall be received by us as a reservation.\nIf your Purchase Oder is rejected, whatever the reason(such as insufficient funds in your credit card, unavailable products, changes in the rates, among others), DESPEGARshall inform you about any available option in caseYou want to continue purchasing or booking, or it shall reimburse theamountpaidincaseyousoprefer.IfaftermakingaPurchaseOrderYoudonotreceiveane-mailinformingofthepurchase,pleasecheckthespamfolderand/oraccessthesectionsMyAccount,orMyBooking,orMyTrips,inthePlatform,withyourPurchaseOrdernumber,whereYoushallbeabletotakeanystepsnecessaryand/orsolveanydoubt.II.WHAT PERSONAL DETAILS MUST BE PROVIDED? You must fill in all the fields with exact data so that You caneffectively book Tourism Services through DESPEGAR.\nUpon entering your personal details in the Platform, You representthat such details (\"Personal Details\") are exact, accurate, and true, and You undertake to update such detailsasnecessary.\nDESPEGAR shall not be held liable for the truthfulness of the Personal Details provided by You.\nYou guaranteeandareliableforandthetruthfulness,accuracy,validity,andgenuinenessofPersonalDetailsentered.PleaserememberthatallyourdetailsmustbeexactlythesameasthoseincludedintheTripDocumentation,asdescribedinitemVI.III.WHAT CONTACT DETAILS ARE REQUIRED? You must enter an e-mail address in the Personal Data section.\nThat e-mail address is the only communication channel between DESPEGAR and You.\nPlease check that the contact e-mailaddress you provided is correct and pay attention to the information we shall send to that address.\nIt is considered that, bysending information to the e-mail address You provided, You are duly informed about your Purchase Order confirmation, orany inconveniences or changes.\nPlease bear in mind that if there is any error in the e-mail address You provided, You shallnot receive communications that are essential for the management of your Purchase Order.Anyway, You may access thesection My Account (or My Bookings and/or My Trips), where you can keep track of and/or manage all your PurchaseOrders.IV.WHAT BILLING DETAILS ARE REQUIRED? You must enter your accurate tax identification details in the Billing Datasection so that we can issue the corresponding invoice.\nYou represent that such details are exact, accurate, and true.DESPEGAR shall not be responsible for the issuance of documents containing incorrect information provided by You.Youguarantee and are liable for and the truthfulness, accuracy, validity, and genuineness of the tax identification detailsentered.TheupdateofPersonalDetails,asmentionedinitemII,shallnotaffectthetaxidentificationdetailsYouprovidedfor billing purposes.\nUpon any inconsistence between the billing details You provided and those shown in the invoice, thecustomermayrequestanupdateoftheinvoicethroughthesectionMyDESPEGARwithin30daysfollowingtheissuanceof invoice.\nYou may receive an invoice issued by any of the entities detailed at the beginning of this document, that is,DESPEGARorDESPEGAR.COM.V.WHAT INFORMATION MAY I FIND IN DESPEGAR.COM'S PLATFORM? The information published in DESPEGAR'sPlatform related to prices, quality, and characteristics of the Tourism Services, as well as the availability, sale conditions,restrictions, cancellation policies, or reimbursements (among others), is determined and provided by the Providers of suchTourism Services on-line and in real time.\nIn its capacity as the intermediary, DESPEGAR informs you about thecharacteristics of the Tourism Services, manages your Purchase Orders to the Providers, collects, if applicable, rateamounts, and provides support in case youhave any doubt or inconvenience.\nDESPEGAR makes its best effort to providecorrectandaccurateinformation,butitshallnotbeheldliableforerrors(suchasobviouserrorsandtypos),interruptions(duetotemporaryand/orpartialsystemcrashesorsystemrepairs),inaccurate,misleading,orfalseinformationsuppliedby Tourism Services Providers.\nDESPEGAR is not an entity that promotes the quality, the service level, and/or the rating orclassificationofanyTourismServicesavailableinthePlatform,andshouldnotbeconsideredassuch.Wesuggestthatyou read the comments provided by other users, which appear in the Platform, so that You can have some advice on theTourismServiceschosenandevaluateiftheysatisfyyourneedsandexpectations.VI.WHAT DOCUMENTS ARE REQUIRED FOR TRAVELING? You are responsible for being informed about the legal,and/orimmigration,and/orsanitationrequirementsthatYouorthepeopletravelingwithYoumustfollowinordertotravelas planned (the \"Trip Documentation\").\nPlease check in advance all the requirements for arriving at your destination and/orlayover country, special visas and/or passports conditions, driving licenses, vaccines, authorizations for minors travelingabroad,orotherdocuments,evenifYoudonotneedtoleavetheairport.IfYouneedanysuchdocumentationandYoudonothaveit,pleasetakeallstepsnecessarytoobtainitinadvance.Therequirementsmayvarybasedonthedestinationand/or layover country, on your nationality and/or residence, and/or the documents you carry on your trip.\nPleaseremember that You are responsible for complying with all the requirements and/or the documentation required by theimmigration, custom, and/or sanitation authorities of the destination and/or layover countries.\nWe suggest that, beforebooking and departing, You should seek advice on all the necessary requirements from the corresponding embassy orconsulate.\nTo obtain more information, please visit:https://www.iatatravelcentre.com/.Pleasecheckthevalidityexpirationdate of the documents in advance and bear in mind that some countries require that such expiration date has not occurredwithinaperiodofsixmonthsbeforeyourarrivalattheforeigncountry.IfYouaretravelingwithaminor,apersonunder18yearsold,notonlydoYouneedthevalidtravelingdocument(IDorpassport)butalsotheauthorizationbasedonthefollowingcriteria:(i)iftheminortravelswithbothparents,adocumentevidencing the parental status, such as the birth certificate (irrespective of the issuance date), the minor's ID or anyequivalentdocumentshowingbirthdata,basedonthecountryofresidence,isrequired;(ii)iftheminortravelswithonlyone of the parents, any of the above-mentioned documents evidencing the parental status as well as the minor's travelingauthorization granted by the absent parent are required by competent authority.\nand (iii) if the minor's parents are alsominors, the parents authorization as well as one of his/her grandparents' authorization are required.\nNotwithstanding theforegoing,pleasechecktheTripDocumentationthatYouneed,basedonthetypeoftransport,theProvider,andtheoriginordestinationcountry,astheymaychangedependingonwhetheryoutravelbysea,land,orair,andoneachProvider.Ifthe minor does not travel with an adult with full legal capacity, please check applicable policies of each Provider as regardsthissituation.VII.WHAT DO I HAVE TO PAY FOR? HOW CAN I PAY? When You book one or more Tourism Services throughDESPEGAR,Youhavetopay(i)thepriceorratesetbytheProvider,(ii)thetaxes,ratesand/orsurchargesapplicabletothe Tourism Service and, if applicable, (iii) the management charge for the intermediation service provided by DESPEGAR(the \"Management Charge\").\nPlease remember that DESPEGAR represents and acts on behalf of the Tourism ServicesProvider, and that the amount corresponding to the price or rate of such Tourism Services is transferred (endorsed) to theProvider.DESPEGAR.COMoffersdifferentpaymentmethodsfortheTourismServices,dependingontheServicetobeacquired, the Provider supplying such service, and the means of payment.\nThe means of payment and payment methodsavailableforeachTourismServiceshallbeinformedinthePlatformbeforemakingaPurchaseOrder.VIII.WHAT HAPPENS IF I PAY WITH CREDIT CARD? Please bear in mind that by providing DESPEGAR with youraccountorcreditcardinformation(throughtheformavailableinthePlatform)and,then,acceptorconfirmthetransaction,You are authorizing us to charge the amount payable that includes: (i) the rate of the Tourism Service.\n(ii) any applicabletaxes,ratesand/orsurchargesapplicabletotheTourismService;and(iii)ourManagementCharge,ifapplicable.IfYoubookaproductandchoosetheinstallmentand/orcreditcardpaymentoption,pleasetakeintoaccountthat:a.The Management Charge of DESPEGAR.COM (if applicable) may be fully charged in the first installment eventhoughYouhavechosentheinstallmentpaymentmethodfortherestofthepriceorrate.b.Theinterestand/ortaxesthatmayresultfromtheinstallmentpaymentareaddedtothepriceorrateproposedfortheservice,andthetotalamountisdividedforthenumberofinstallmentsselectedforpayment.c.IfYouandthecreditcardissuingbankhavemadeadebit-balancelifeinsurancearrangementorhaveagreedon other charges affecting the total financial cost, please remember that You should check with the bank the term,conditions, and costs of such insurance or charges, since they depend on or differ based on the arrangementbetween You and the credit card issuing bank or credit card operator without the intervention of DESPEGAR.Please remember to be informed on the terms and conditions, and the interest conditions of your credit cardbeforeusingtheinstallmentpaymentoption.d.IfYousettletheamountowedafterthepurchase-ifandwhenthisispermittedunderthespecificconditionsofthe Tourism Services-, DESPEGAR shall not reimburse or be held liable for any interest arising from the originaltransactionasDESPEGARdoesnotreceivesuchinterestamount.e.The price payable may be charged in domestic currency or in dollars, depending on whether it is domestic orforeigntransaction.Ifitispayableindollars,theamountshallbechargedtoyourinternationalcreditcardlimit.Inanycase,irrespectiveofthepaymentcurrency,therateorpriceshallbetheoneYouhavebeeninformedaboutandYouhaveaccepted.Pleaserememberthat,inadditiontothetaxes,somebanksandcreditcardoperatorsmayimposecertainchargesoninternationaltransactionsinaccordancewiththerelevantforeignlaw.Furthermore, your bank may convert the price to the local currency and charge an additional fee for theconversion.\nIt may be the case that the exchange rate used by a bank is different from the one shown in thePlatform.Therefore,Youmayseechangesbetweentheamountchargedbythebankandtheamountinformedinthe Platform.\nThe exchange rate and the international transaction fee is determined by the bank.\nIf You have anydoubtabouttheexchangerateandthebookingrate,pleasecontactthebank.f.Each transaction is subject to anti-fraud verification processes.\nOne of these processes consists in charging anamount equivalent to 1 USD to your credit card limit in dollars, under an operating host located in England, for thepurpose of verifying the identity and the international validity of the card.\nThe charge and chargeback processmay be seen in the bank statement.\nIt does not generate any charge oradditional cost for You since, afterverifyingtheidentityandthevalidity,thechargeisreverted(annulled).g.For certain destinations, the Tourism Service Provider may charge You directly for the Tourism Service hired.\nInthesecases,DESPEGARshallinformYouaboutthissituationatthetimeofthepurchase,andYoushallreceivean invoice issued by the Provider.\nIn these cases, please bear in mind that the amount shall be charged to yourinternationalcreditcardlimit,inAmericandollars,asshowninthepaymentdetails.IX.ONCE THE PURCHASE ORDER HAS BEEN CONFIRMED, CAN I CHANGE OR CANCEL IT? IF SO, ARE THEREANYRELATEDCOSTS?If You request for a change or cancellation, and any such change or cancellation is permitted under the specific conditionsapplied to the rate You selected, DESPEGAR.COM shall submit your request and keep track of it, but the Tourism ServiceProvidershallmakethefinaldecision.Theprocedureandspecialconditionsgoverningthechangeorcancellationofbookingsconfirmed by You are determined by the Tourism Service Provider, who may impose fines or penalties for the changesrequested.\nThese conditions are available in our Platform.\nPlease read them and remember that, for some Tourism Services,changes and/or refunds are either rejected or accepted under certain restrictions and/or penalties -even in case of illness,strike, weather phenomena, among others-, as determined by the Provider.Please remember that each Provider shalldeterminetheirownpenaltieswithouttheinterventionofDESPEGAR.DESPEGAR.COM will charge a “service fee”associated with the administrative management that is carried out in the process of cancellation and/or change of the tourist services initially acquired.The \"Service Fee\" charged by DESPEGAR is non-refundable.\nIn case of cancellation or changes of confirmed reservationsfor any reason, said “service fee”will not be refunded since it corresponds to a service actually provided by DESPEGAR.COM.AllstepsnecessarytobetakenatDESPEGARareon-lineandinrealtime.Byrequestingforachange,Youare canceling a confirmed booking and requesting for a new booking that shall be governed by the specificconditions applicable at the time of the change;therefore, in addition to applicable penalties, there may be a ratedifferencethatconsistsintheamountresultingfromthedifferencebetweentheoriginallypaidrateandthenewrate,basedonrateavailabilityatthetimeofthechange(the\"RateDifference\").Pleaserememberthattourismratesaredynamicanddependonfactorssuchasadvancepurchase,traveldates,seasonpromotions,andasregardsflights,raterestrictions(thetightertherestriction,thelowertheprice).IncasetherefundisapprovedbytheProvider,itmaybemadethroughacreditorachargebacktothesamecard as the one used for booking, prior authorization of the credit card holder.\nIf payment has been made in cashand/orbywiretransfer,yourbankdetailsshallberequestedbyDESPEGARinordertoreimbursesuchamountby wire transfer.\nThe refund and/or chargeback period shall depend on each Provider (as for the airlines, it isexpectedthattheytakefrom30to120days).It is important to mention that the Providers are not bound to exempt the user from complying with theconditions of the contract, even in case of proven illness or physical disability that prevents the person fromtraveling.\nThat is to say, if under the conditions applicable to the rate paid a penalty is applied to changes orrefunds,oranysuchchangesorrefundsarenotallowed,theProvidermaychargesuchpenaltyamountorrefusetorefundthebookingamount.The Management Charge collected by DESPEGAR is non-reimbursable.\nIn case of cancellation of confirmedbookings, whatever the reason, the Management Charge shall not be reimbursed since it corresponds to aservice fully provided by DESPEGAR.COM.\nLikewise, if You request for the change or the cancellation of aTourismService,DESPEGAR.COMmaycollectanadditionalManagementCharge.X.WHAT HAPPENS IF I DO NOT USE A BOOKED SERVICE? If You do not appear for the purpose of using the servicebooked on the date and the time specified (or if You appear late), the situation is considered a No Show, as defined in thetourismsector,andYoudonothavetherighttoreceivetotalorpartialrefundoftheamountpaid.IfYouarenotgoingtouse the services booked, either in full or in part, or if You are going to appear late, we recommend that you informDESPEGARofthissituationinadvancesothatyouknowapplicablerestrictions.XI.SPECIAL CONDITIONS APPLICABLE TO TOURISM PRODUCTS INVOLVING CUBA AS A DESTINATION: Inaccordance with applicable regulations of the United States, tourism trips to Cuba are prohibited for citizens, residents, orpersons subject to the United States jurisdiction.\nThis rule has some exceptions (such as trips to visit family members;official duties performed for the United States government, foreign governments, and non-governmental organizations;journalism;researchandprofessionalmeetings;amongothers).Atpresent,DESPEGARdoesnothaveenoughresourcesto be able to verify these exceptions during the on-line purchase process.\nTherefore, currently, we cannot offer thisdestination to the citizens covered by the above-mentioned exceptions.\nTo obtain more information, please visithttps://cu.usembassy.gov/es/u-s-citizen-services-es/local-resources-of-u-s-citizens-es/viajes-a-cuba/XII.WHAT IS THE PROCEDURE APPLICABLE TO DOUBTS OR CLAIMS? If You need to make a claim and/or have adoubt, request for changes and/or cancellations -as long as this is permitted under the conditions applicable to the rate-,request for the resubmission of vouchers or tickets, and/or download your invoice, You may access the section MyAccount(or\"Mybookings\",or\"Mytrips\"),ona24-hours-a-daybasis,aslongasyouhavesignedupatthePlatform,withyourPurchaseOrdernumber,whereyoucantakeallstepsnecessary.PleaserememberthatDESPEGARisanon-linetravel agency and, as such, the main contact is the on-line Platform.\nIrrespective of that, phone numbers are available forurgentmattersTheyappearonthee-mailsandthevoucherssentforeachTourismService.h.If You want to make a claim, a suggestion, or if You have a doubt, we recommend that you make a detaileddescription of the facts, explaining the events that have occurred and stating the solution You seek in clear andsimple language, and that You immediately attach a copy of the supporting documents.\nThus, we will be able toreview the case as quickly and efficiently as possible.\nDESPEGAR.COM shall analyze the claim and reply to youre-mailassoonaspossible.Ifuponreviewingthesupportingdocumentsitisconsideredthattheclaimisvalid,infull or in part, DESPEGAR.COM shall let you know and shall send the corresponding arrangement by e-mail.ProvidedhoweverthatDESPEGARmayofferanalternativesolution,differenttoyourrequests.i.If You agree on DESPEGAR's proposal, You must sign the corresponding arrangement and send it toDESPEGAR.COMtoanaddresstobedetermined.OnceDESPEGARhasreceivedthedocument,acustomersupport agent shall contact you for the purpose of informing the payment date and other relevant conditionsregardingperformanceofthearrangement.j.AnychangeorcancellationofabookingmadethroughDESPEGARshallbemanagedthroughDESPEGAR,even though they are governedby the conditions set by Tourism Services Providers.\nIn any of the above-mentionedcases,theairlineand/ortheProvidershalltransferittoourcompany.PleasebearinmindthateachProviderhasitsownregulationsfortheprovisionofTourismServices.Uponreviewingtheseregulations,irrespectiveofothermattersinwhichYouareinterested,pleasepayattentiontotheseitems:●CHAPTER1–FLIGHTS●CHAPTER2–ACCOMMODATIONSERVICEPROVIDER●CHAPTER3–CARS●CHAPTER4–ACTIVITIESANDTRANSFERS●CHAPTER5–TEMPORARYLEASING●CHAPTER6–PACKAGESCHAPTER1–FLIGHTSAirtransportisgovernedbyAviationRegulations.Furthermore,eachairline(the\"Airline\")setsforthitsownregulationsgoverningtheratesforthecommercializationofflights(the\"PlaneTicket(s)\").0.1.\nFLIGHT BOOKINGS AND RATES: DESPEGAR is an agency certified by IATA, authorized to sell Plane Tickets onbehalf of Airlines that are members of IATA, in accordance with their rates regulations, transportation conditions, and writteninstructions.\nWhen You make a Purchase Order in the Platform, and it is confirmed by the issuance of an e-ticket, an entry(ElectronicTicketRecord,ETR)isrecordedautomatically,withoutanymanualintervention,intheAirlinesystem,withthedatathatYouhaveincludedinthePlatform.EachPlaneTicketisgovernedbyaseriesofconditionsandrestrictions,whicharedeterminedbyeachAirlineforeachparticularrate.Dependingontheamountoftherate,certainrestrictionsareimposedon the use of Plane Tickets, for example: non-reimbursable nature, non-transferable nature, restrictions on changes in flightroutes, minimum and maximum stays, restrictions on the reimbursement of amounts paid, among others.\nThe cheapest ratesaretheonesthathavemorerestrictions.PleasebearinmindthatDESPEGARisnotauthorizedtochangeormodifyanyregulationapplicabletoPlaneTicketswhatsoever.0.2FLIGHT INFORMATION: All the information shown in the Platform in respect of Plane Tickets offered (itineraries, rates,among others) is provided and updated on-line and in real time by each Airline through a global booking system (GlobalDistribution System, GDS).\nThe Airlines are exclusively responsible forupdating rates, availability, and other informationappearinginthePlatformthroughGDSs.Therefore,duringtheperiodoftimecoveredsinceYoumakeaPurchaseOrderuntil payment is confirmed or the Plane Ticket is issued, the rates set forth by the Airlines may vary based on availability.\nThefinalpricesshallbesetuponfinalconfirmationofthebooking,whichtakesplaceupontheissuanceoftheelectronicticketsandtheirbilling.DESPEGARdoesnotsetflightrates,nordoesithavecontrolontheiravailability.0.3PAYMENTMETHODS:IfYoupaywithcreditcard,boththeflightrateandthetaxesandratesaredirectlychargedwiththe commercial code of the Airline.\nThus, such amount is not collected by DESPEGAR.If You pay through deposit or wiretransfer, DESPEGAR shall endorse the corresponding rate amount to the Airline.\nIn all these cases, DESPEGAR onlycollectsthecorrespondingManagementChargeamount.0.4FLIGHT RESCHEDULING, DELAYS, AND/OR CANCELLATIONS:ForreasonsattributedtotheAirlines,andbeyondthe control of DESPEGAR, certain flight conditions such as the time, date, or itinerary may be changed, or the flights may bedelayed,and/orrescheduled,and/orcanceled.Thetransportingcompanyisauthorizedtomakechangesinscheduledflightsaslongasitnotifiestheaviationauthorityaboutsuchchanges,inaccordancewithapplicableregulation.DESPEGARdoesnot intervene in flight changes that may be made.\nUpon changes occurring 24 hours before flight departure, due toinstructions of the final Provider, DESPEGAR.COM shall inform You the about the available alternatives and shall onlyconfirmthechangesprioryourexpressedconfirmationorapproval.Anyclaim,demand,orcomplaintrelatedtotheprovisionof the service chosen shall be directed to the Airline.\nPlease remember that the Airlines are the entities that provide thetransportationservice.Within24hoursfollowingflightdeparture,DESPEGAR.COMcannotmanagePlaneTickets.0.5ARRIVAL AT THE AIRPORT: You should appear at the check-in desk of the Airline, at the departure airport, on the dateandthetimeexpected,withTripDocumentation.Fordomesticflights,werecommendthatyouappearattheairport2hoursin advance, and for international flights, 3 hours in advance.\nPlease bear in mind that the time shown in your Plane Ticket isexpressed at the local time of the destination and/or layover country.\nIf You do not appear for boarding or You are late (NoShow), the Airline may cancel the booking of subsequent flights or the return flight.\nIf so, You do not have the right todemandtotalorpartialrefundoftheamountpaid.0.6REQUESTFORCANCELLATIONORFORCHANGESINTHEDATEORTHEITINERARY:ItisimportanttomentionthatAirlinesusuallydeterminethatchanges,cancellationsorrefundsarenotallowedforthecheapestrates.Inaddition,inthe cases in which they are allowed, such changes and cancellations are subject to penalties.If -in accordance with theregulations set forth by the Airline-cancellation is allowed for the rate You selected, DESPEGAR.COM shall submit yourcancellationrequesttotheAirlineandkeeptrackofit,andtheAirlineshallmaketherefundthroughacreditorchargebackto your credit card.\nIf payment has been made by wire transfer, DESPEGAR shall request the details again to be able tomaketherefundbywiretransfer.IfYourequestforachangeinthedateoritinerary,andsuchchangeisallowedfortherateofthePlaneTicketyoupurchased,theAirlinemayimposeapenaltyamount.Moreover,uponsettinganewdateorchoosinga new itinerary, You must pay the Rate Difference applicable at the time of making the change.Changes may be made forsimilar or superior classes in respect of those originally selected.\nIt should be noted that changes for cheaper rates publishedafter the issuance of the Plane Ticket purchased are not allowed.\nPayment of a penalty and a Rate Difference shall only bemadewithcreditcard,in1(one)installment.Moreover,incaseofbothchangesandcancellations,DESPEGARmaycollectanadditionalManagementCharge.0.7CHANGES IN THE NAME OF THE PASSENGER OR CHANGE OF PASSENGER: The Plane Ticket is issued with thename of a specific passenger.\nIt is nominative, personal, and non-transferable.\nPlease pay special attention when You enteryour name and surname in the corresponding fields and in the whole Trip Documentation.\nThere is a field for the name andanother field for the surname,and You have the possibility of reviewing this information before confirming the PurchaseOrder.\nYour Plane Tickets shall be automatically issued with the information You have entered in the Platform, without anymanualinterventionbyDESPEGAR.OncethePlaneTicketshavebeenissuedandtheelectronictickethasbeenrecorded,the Airlines do not accept changes in the names or surnames shown in the Plane Tickets -or in some cases, they acceptchanges,butimposeacharge-evenifsuchchangeisrequestedduetotyposorinvertednamesandsurnames.IfthereisanerrorinaPlaneTicket,boardingmaybedeniedbytheAirline.DESPEGARshallnotbeheldliableforanyerrorand/orinconsistencyinthePersonalDetailsYouhaveenteredinthePlatform.0.8UNACCOMPANIED MINORS: Minors who do not travel with, at least, one of the parents or legal guardians areconsidered unaccompanied minors.\nThe Airlines may offer assistance and escorting services (there is a charge), which,dependingoneachcase,maybemandatoryoroptionalforunaccompaniedminors.However,DESPEGARdoesnotofferthese types of services.\nMoreover, if the companion requirement was mandatory, DESPEGAR would not be able toguaranteethattheminorwillactuallyboardtheplane.Minors younger than 5 years of age, but older than 2 years of age, are bound to travel with their parents or a person with fulllegal capacity.\nIn general, the unaccompanied services are mandatory for children from 5 to 11 years old and optional forchildren from 12 to 17 years old.\nThe service is not available for children who require a medical certificate for traveling,and/orcannoteatalone,and/orarenotabletosatisfytheirownbasichygieneneeds.Neitherisitavailableforitinerariesincludinglayoversandplanechanges.PleasereadtherelevantpolicyoftheAirlineYouhavechosenfortraveling.0.9BAGGAGE:All the Airlines have different baggage allowances policies.\nPlease be informed on this topic beforetraveling.\nDESPEGAR shall not be held liable for theft and/or loss of baggage and other personal belongings of thepassengers.\nIn case of baggage loss or damage, You must go to the Airline's customer support offices and make therelevantclaim.Werecommendthatyouhireatravelinsurancetocovertheserisks.0.10HEALTH AND FITNESS FOR TRAVELING -PREGNANT WOMEN: If You have a special health condition, the Airlineshallrequestamedicalcertificateforyoutotravel.Suchcertificatemusthavebeenissued,atmost,12hoursbeforeflightdeparture.Please bear in mind that people who cannot look after themselves and/or are not able to follow instructions cantravelneitheralonenorwithanescortservice.0.11PLANETICKETVALIDITY:InaccordancewithAviationRegulations,thePlaneTicketsarevalidforaperiodofoneyear after their issuance.\nAny exception to the validity period must be requested and authorized by the Airline.\nUnder nocircumstancescanDESPEGARextendthevalidityperiodofaPlaneTicket.0.12\"ONE-WAY\"FLIGHTS:Inaccordancewithapplicableimmigrationregulationsofeachcountry,ifYouarenotaresidentof the destination country and purchase a one-way Plane Ticket through DESPEGAR, You may be required by immigrationauthorities to inform the reasons why You do not have a return Plane Ticket.\nWe recommend that You contact thecorrespondingConsulateorEmbassybeforebooking.Airlinesmayalsorequestthisdocumentationbeforeboarding.0.13STOPOVER:Ingeneral,stopoverisnotallowedforcheaprates.WerecommendthatYoubeinformedaboutwhichratesofferthispossibility.0.14LOW-COST FLIGHTS OR AIRLINES: Please bear in mind that when You book a flight of an airline identified as \"lowcost\"/promotional or \"light\" rate, the rate published does not allow changes or cancellations, or does not include seatreservation, checked baggage (only carry-on baggage), or supplementary services such as on-board snacks, and/or meals,and/orentertainment.Theseareallconsideredadditionalservicesandareofferedunderdifferentconditions,dependingonthe Airline, at a differential rate.\nPlease bear in mind that low-cost companies usually operate in small, regional, and/orsecondary airports.\nBefore confirming your Purchase Order, please carefully review the conditions and rates informed ineachcasesincesomeadditionalservicesmustbebookedandpaidinadvance,whileothersmaybeacquiredduringtheflight.0.15REGULATION AND RESPONSIBILITY IN AIR TRANSPORT: The Airlines' responsibility for the transportation ofpeople and their baggage is subject to Aviation Regulations.\nIf You want to file a claim related to the air transport agreementexecutedbetweenYouandanAirline,YoumaydosowiththeAirlineitselforwiththecompetentauthority.CHAPTER2–ACCOMMODATIONSERVICEPROVIDEREachhotel,hostel,and/orapartment(the\"AccommodationServiceProvider\")hasitsownregulationgoverningservicesandrates.0.1ACCOMMODATION BOOKING AND RATES: Many Accommodation Providers offer, for the same room, a \"refundablerate\"ora\"non-refundablerate\"(cheaper).IfYoubookaservicewitha\"non-refundable\"rate,theAccommodationProvidermaycharge100%ofyourstayuponcompletionofthepurchaseprocess,withoutanyrighttobereimbursedwhatsoever,even if the service booked is not used due to force majeure.\nIf You doubt whether You will be able to use the accommodationservice,werecommendthatYoubookwitha\"refundablerate\".ThepenaltieseventuallyinformedarechargedbytheAccommodationProvider.DESPEGARdoesnotchargeanyadditionalManagementChargeforchangesand/orcancellation.0.2INFORMATION OF THE ACCOMMODATION SERVICE PROVIDER: The specific information of the AccommodationService Provider such as the name, the location, the category, the check-in and check-out timetable, and the servicesincluded is fully detailed in the Platform.It should be noted that all the information shown in the Platform is provided andupdated on-line by the Accommodation Service Providers directly.\nThey are exclusively responsible for updating rates,availability, and other information appearing in the Platform.\nPlease review the comments of other users to verify that theaccommodationservicesatisfiesyourneedsandpreferences.DESPEGAR.COMisnotanentitythatpromotesthequality,theservicelevel,and/ortheratingorclassificationofanyAccommodationServiceProvider.0.3PAYMENT METHODS: DESPEGAR.COM offers different methods for You to book and pay for accommodation services.DESPEGARshall,ineachcase,informaboutavailablepaymentoptions,basedontheAccommodationServiceProviderselected.0.3.1PAYMENT TO THE ACCOMMODATION SERVICE PROVIDER: You have the possibility of paying for yourfullstayamounttotheAccommodationServiceProviderdirectly.Ifso,theAccommodationServiceProvidershalldeterminethe time for payment.\nIn case of \"non-refundable\" services, it may charge the full stay amount at the time of making thepurchase.YoushouldenteryourcreditcarddatainthePlatform,whichshallbesenttotheAccommodationServiceProvidertoguaranteethereservation.TheAccommodationServiceProvidermaychargeallorpartoftheratetoyourcreditcardinitsdomesticcurrency,orinAmericandollars,ifitislocatedabroad.0.3.2ADVANCE PAYMENT TO DESPEGAR PLUS PAYMENT TO THE ACCOMMODATION SERVICEPROVIDER:YoumayalsomakeanadvancepaymenttoDESPEGAR.Insuchcase,YoushallsettletheremainingbalancebypayingtotheAccommodationServiceProviderdirectly,underitsownpaymentconditions.0.3.3PRE-PAYMENTTODESPEGAR:YouacceptthatDESPEGARshallchargethetotalpriceofyourbookingtoyourcreditcard,whichincludestaxes,rates,surchargesand/ortheManagementFee.0.4CANCELLATION OR EXCESS ACCOMMODATION BOOKINGS: Accommodation Service Providers offered in thePlatform by DESPEGAR are subject to availability, as informed by them through a computer booking system.\nUnder nocircumstances shall DESPEGAR offer an Accommodation Service Provider that appears in the system as unavailable.Notwithstanding the foregoing, please bear in mind that overbooking is a common practice in the tourism market and, insomecountries,thispracticeisregulated.Overbookingmayalsooccurduetobookingsystemfailuresorhumanmistakes.Ifthe Accommodation Service Provider cannot provide accommodation under the agreed-upon booking conditions, it shallprovideYou,attheirowncost,withanalternativeroomoraccommodationofanequalorsuperiorqualityinrespectoftheoneYouhaveoriginallyselected.DESPEGAR,actingasanintermediary,shallmakeitsbesteffortsoYoucanenjoyyourstaywithoutanyinconvenience.0.5ARRIVAL AT THE ACCOMMODATION PREMISES: Please remember that if You do not appear at the accommodationpremisesonthecorrespondingdateandtime,theAccommodationServiceProvidermaycancelyourbookingandconsiderit a NO SHOW.\nIf so, You do not have the right to demand total or partial reimbursement of the amount paid.\nIf, for anyreason, You are going to arrive at a different time from the one expected, please contact the Accommodation ServiceProviderand/orDESPEGARinadvance.0.6REQUEST FOR CANCELLATION OR CHANGES: The possibility of making changes and/or cancellations and, in eachcase, the penalties applicable in each circumstance are subject to the policies of the Accommodation Service Provider,whichareinformedinthePlatformandtheVoucher.DESPEGARshallnotsetorchargeanypenaltyamountforchangesand/orcancellations.AnyexceptiontotheseconditionsmustbeauthorizedbytheAccommodationServiceProviders.0.7MINORS:IfYoutravelwithminors,Youmustincludeitinyourbooking,eveniftheminorshallnotuseabed.PleaserememberthatsomeAccommodationServiceProvidersdonotacceptminors.0.8BAGGAGE-STORAGEOFVALUABLES:IfYoucarryitemsthathaveaneconomicvaluehigherthanthatofthoseusually carried by passengers, You must inform the Accommodation Service Provider about this situation and store them insafety deposit boxes available at the accommodation facility.\nThe Accommodation Service Provider is responsible for suchvaluables up to the amount declared.\nPlease bear in mind that if your personal belongings are extremely expensive inrelationtotheimportanceoftheAccommodationServiceProvider,orifsuchpersonalbelongingscausesinconveniencestotheAccommodationServiceProvider,itmayrefusetoreceivethem.0.9CHECK-IN AND CHECK-OUT TIMETABLE:Notwithstandingthespecificcheck-inandcheck-outtimetablesinformedforeachAccommodationServiceProviderinthePlatform,theexpectednumberofaccommodationdaysiscalculatedfromthecheck-intimelimittothecheck-outtimelimitofthefollowingdayirrespectiveofthetimeofarrivaland/ordepartureandofwhetherafractionorthewholeaccommodationserviceisused.Pleasebearinmindthatthetimeshowninyourvoucherisexpressedatthelocaltimeofthedestinationcountry.CHAPTER3–CARSEachcarrentalcompany(the\"CarRental(s)\")hasitsownregulationgoverningtheservicesandratesapplicabletocarsforrent(the\"Car(s)\").0.1CARSBOOKINGANDRATE:DESPEGARguaranteesthatthepriceinformedinthePlatformforhiringcarsincludestherentalfeeforaspecificperiod(day,week,month),unlimitedkilometers,andalltherequirementsandtheminimuminsurancerequired to pick up the Car and move freely in the destination chosen, without the need for additional insurance or items.UnlessotherwisespecifiedinthePlatform,therentalfeedoesnotincludetheamountsresultingfromfines,trafficviolations,towtruckservices,gas,carsleftinanothercity,oranyotheradditionalservice.0.2CARSINFORMATION:BybookingaCarinthePlatform,YouarebookingatypeofCar,notaspecificcarbrand,year,model,orcharacteristicsthataredifferentfromthoseofallthevehiclesofthesametype.TheCarRentalguaranteesthesizeandcapacityoftheCar.However,thebrandandmodelaresubjecttoavailabilityandlocation.0.3PAYMENTMETHODS:DESPEGAR.COMoffersthreedifferentmethodsforYoutobookandpayforcarsbooking.Youhave the possibility of: (a) paying on-line through DESPEGAR 100% of your booking amount.\n(b) paying only 30% of the totalamount, in which case You must settle the remaining balance in your destination country at the time of receiving the Car.\nor (c)paying 100% of your booking amount in your destination country directly, without the need to pay any additional amountwhatsoeveratthetimeofbooking.Inthisscenario,YoushallprovideDESPEGARwithyourPersonalDetails,whichshallbesent to the Car Rental to guarantee the reservation.\nIf You decide to pay the full or partial amount of your booking throughDESPEGAR,yourbookingmaybesubjecttoconfirmation-asituationthatshallbeinformedinthefirste-mailsenttoYou.0.4REQUEST FOR CANCELLATION OR CHANGES: In accordance with the conditions of each Car Rental, You maymakerefundableandnon-refundablebookings.Ifyourbookingallowsarefund,itmaybecanceledatanytimeaslongasYou notify DESPEGAR and/or the Car Rental on your intention to do so, at least, 24 hours before the pick-up time.After thisperiod,refundsarenotallowed.Iftherefundisapplicable,itshallbemanagedthroughthesectionMybookings/Myaccount,inthePlatform.Therefundamountmaytakebetween30to45businessdaystobecredited.Ifpaymenthasbeenmadebywiretransfer,DESPEGARshallrequestthedetailsagaintobeabletomaketherefundbywiretransfer.However,changesare not allowed for bookings confirmed and paid through DESPEGAR.\nTherefore, You have the option of canceling yourbooking, without any cost, up to 24 hours before the pick-up time, and completing a new Purchase Order according to yourpreferences.0.5RENT PERIOD AND CAR RETURN: The rent period is calculated in blocks of 24 hours.\nThe rent period begins andendsonthedatesspecifiedinthevoucher.WhentheCarispickedupordroppedoffduringnon-businesshours,theCarRentalmayimposeadditionalcharges.IfYouwanttoextendtherentperiodorifYoureturntheCarlaterthanorafterthetimeanddatespecifiedinthevoucher,theCarRentalmayimposechargesbasedonthelocaldailyfee.Werecommendthat You arrive at the drop-off location early enough.\nPlease bear in mind that if You want to return the Car in a place differentfrom the pick-up location, the Car Rental may impose an additional charge, except when this possibility is already included inthebookingYouhavepaid.0.6DOCUMENTATION: When You appear at the renting location, You must submit the following documents: (i) the servicevoucher sent by DESPEGAR.\n(ii) a driving license in force, valid in the destination country, and issued within a period of, atleast, two years.\nand (iii) an international credit card with enough limit to cover the guarantee.\nIn some cases, your passportmayberequired.0.7GUARANTEE:AtthetimeofpickinguptheCar,Youshallsubmitaninternationalcreditcardissuedwiththenameofthedriver.TheCarRentalshallblockthecreditcardfortheamountcorrespondingtotheexcessamount,whichshallserveasaguaranteeandmayreachuptotwicetheamountoftherentalfeepaidortobepaid.0.8ADDITIONAL CHARGES: During the rent period, some charges or debits not immediately claimed by the Car Rental,payablebyYou,maygenerate(asaresultoffinesfortrafficviolations,cardamages,orbrokenormissingparts).YoushallpaysuchfinesandadditionalchargeswhentheyareclaimedbytheCarRental.TheseadditionalchargesdependonthepoliciesofeachCarRentalandarechargedbyitdirectly,withoutanyinterventionwhatsoeverofDESPEGAR.0.9INSURANCE AND ADDITIONAL SERVICES HIRED IN THE DESTINATION COUNTRY: In the destination country, theCar Rental may offer You to hire additional services (such as insurance policies with higher coverage, airport fee, gascharges,additionaldrivercharges,GPS,seatsforminors,amongothers),whichshallbehireddirectlybyYouandchargedby the Car Rental without any intervention of DESPEGAR.\nHiring these additional services is a voluntary decision.DESPEGARdoesnotinterveneandisnotliableforanyresultingamountsYouhavetopay.0.10TAXES AND FEES: In some destinations, the service purchased does not include local taxes and/or state surcharges,which are payable by You at the time of picking up the Car, directly to the Car Rental.\nThis situation shall be fully informedaboutinthePlatform.0.11TOLLS: In some jurisdictions, You may hire a toll collection service directly from the Car Rental (such as the SUNPASS,inthestateofFlorida,intheUnitedStates),whichallowsYoutomovecomfortablyandavoidfines.Youmayfreelyhire this Service from the Car Rental directly.\nIt is important to highlight that DESPEGAR is not liable for any resultingamounts.0.12DRIVERS YOUNGER THAN 26 YEARS OF AGE: In some destinations, Car Rentals' regulations related to driversfrom 21 to 26 years old may include restrictions and/or additional charges that shall be paid in the destination country.\nSuchamountsarenotincludedintherentalfee.0.13DIFFERENT JURISDICTION: If You are planning to drive to a different state, before filling in the Purchase Orderplease make sure that the Car is authorized to travel in that destination.\nSome Car Rentals may forbid or impose anadditionalchargefortravelinginadifferentjurisdiction.PleasereviewtherelatedconditionssetforthbytheCarRental.CHAPTER4–ACTIVITIESANDTRANSFERSPleasebearinmindthateachtouroperator(the\"Operator(s)\")settheirownregulationsgoverningservicesandratesapplicabletotheactivities,tours,transfers,tickets,andtouristattractionstheyoffer(the\"Activity(ies)\").0.1TIMETABLES:NotwithstandingthespecifictimetablesinformedforeachActivityinthePlatform,theopeningandclosingtime of each tourist attraction varies depending on the period of the year.\nWe suggest that You should contact this place beforevisitingitinordertoconfirmtheapplicabletimetableforthedatesonwhichYouareplanningtoarrive.Pleasebearinmindthatthetimeshowninyourvoucherisexpressedatthelocaltimeofthedestinationcountry.0.2OPERATOR CONTACT: In some cases, You will be required to, before the date of the Activity or Transfer, contact theOperatortoconfirmsomedetailsregardingtheActivity,and/oragreeonameetingortransferpoint,and/orrequestthefinalvouchersthatareessentialforusingtheservice.IfYoudonotdulycontacttheOperatorand,asaresult,Youfailtouseandenjoy the service, DESPEGAR shall not be held liable, and You shall not have the right to demand any refund whatsoever fromDESPEGARand/ortheOperator.0.3RISKYACTIVITIES:IftheActivityhiredisariskyactivity,Youtaketheriskinparticipatinginitanddeclarethatyouarein good physical and mental condition and that you are fit enough to participate in such Activity.\nYou hereby accept andassumefullresponsibilityforanyandallrisksofillness,injury,anddeath(otherthanduetocareless,willful,orfraudulentconduct)thatmayresultfromthisActivity.0.4RESPONSIBILITY: DESPEGAR shall not be responsible for the conditions governing the tourist attractions or places.NeithershallitberesponsiblefortheactsoromissionsofthirdpartiesinconnectionwithanyActivity,place,orservice.CHAPTER5–TEMPORARYLEASINGThe temporary leasing service provided by DESPEGAR through the Platform consists in a virtual space so that the owners and/oradministrators of real property (the \"Owner\") mayoffer to interested users (the \"Users\") property for temporary leasing (hereinaftercalled\"AccommodationFacility(ies)\")throughthepublicationofnotices(the\"Notices\").Thus,DESPEGARmakesiteasierforUsersto contact Owners, thanks to the Notices published and made available in the Platform, and to book and manage AccommodationFacilitiesfollowingthecorrespondingbookingprocess.ItshouldbenotedthatDESPEGARdoesnotparticipateinthedirectrelationshipbetweentheOwnerandtheUser,inconnectionwithaccommodationbooking.DESPEGARneitherownsnoradministersanypropertypublishedinthePlatform.DESPEGARdoesnot accept or reject Notices published by the Owners.\nNeither does it intervene in usage, changes, or cancellation policies for theservices provided by the Owners.\nDESPEGAR does not own, create, sell, provide, control, or offer any kind of AccommodationFacility.0.1NOTICES CONTENT: The Owner (who may be the owner or manager of the Accommodation Facility, oran agent dulyauthorized by the owner or manager of the Accommodation Facility) is exclusively liable for the content of the Notices.Temporary leasing agreements executed through or with any type of intervention of the Site, are exclusively executed betweenYou and the Owner, without any kind of intervention or responsibility attributable to DESPEGAR.\nDESPEGAR does notguarantee that the content of the Notices -including, but not limited to, statements, offers, comments, proposals, plans,pictures, prices, and bookings-is current, accurate, and actual, or is free of mistakes or changes made by the Ownersthemselves.DESPEGARisnotboundtopre-approvethecontentoftheNotices,buthastherighttoit;providedhoweverthattheOwneris,again,exclusivelyliableforensuringthatthedescriptionincludedintheNoticesisaccurate.0.2TYPES OF BOOKINGS: Through the Platform, You may contact an Owner who has published a Notice and book atemporaryleasingunderthefollowingmodalitiesandpaymentmethods:(i)Free Booking: It allows the User to contact the Owner for free by clicking on the button included in the Notice, called\"Contact the Owner\".\nDESPEGAR shall provide the User with the contact details of the Owner so that the latter gives furtherdetail about the property and, eventually, the accommodation booking is confirmed and the Owner receives the agreed-uponpriceforit.TheOwnershallhavetheoptiontoacceptorrejecttheUser'sbookingrequest.(ii)Booking after Contact: This modality facilitates the communications between the User and the Owner through thePlatform,sothattheUsermayfurtherinquireaboutthecharacteristicsoftheNotice.Afterconfirmingtheintentiontobook,theUsershallhavethepossibilityofcompletingthebookingthroughthefollowingpaymentmethods:-Payment to the Owner: The User shall have the possibility of paying the booking amountcorresponding to the temporary leasing in full to the Owner directly.\nThe Owner and the User, withoutintervention of DESPEGAR, shall determine the payment method, the cancellation conditions, and theprice.-AdvancePaymentplusPaymenttotheOwner:TheUsermaymakeanadvancepaymentofthefinalpricethroughtheSite.Inthiscase,theUsershallsettletheremainingbalancebypayingtotheOwnerdirectly,underthepaymentconditionsdeterminedbytheOwner.Unlessotherwisespecified,theadvancepaymentisnon-refundable.-Pre-payment: The User accepts that DESPEGAR shall charge the total price of the booking to thecredit card.\nBefore the booking is confirmed, You shall be informed through the Site of the applicablerates, including the Accommodation rate, the surety (if applicable), the taxes, rates, surcharges, and/orManagementCharge.(iii)ImmediateReserve:ItallowstheUsertocompletethebookingwithouttheneedtowaitfortheOwner'sanswer.Tomake an immediate reserve, the User shall be able to complete the booking through the following above-mentionedpaymentmethods:AdvancePaymentplusPaymenttotheOwner,orPre-payment.It should be noted that under the Booking after Contact (payable through the methods called Advance Payment plus Payment to theOwner,orPre-payment)andtheImmediateReservemodalities,theUsermustenterthecreditcarddetailsintheSite.ThisimpliesthatanexpressauthorizationisgiventoDESPEGARtosendthesedetailstotheOwner.TheOwnershalldeterminethetimeofpayment for the price balance.\nMoreover, the Owner is authorized to charge all or part of such balance to the credit card in thedomesticcurrencyoftheProperty,orinAmericandollars,ifitislocatedabroad.0.3ACCOMMODATIONBOOKINGS:Confirminganaccommodationbookingthroughanyofthemodalitiesexplainedinsection 5.2 constitutes an authorization given by the Owner to the User to enter, occupy, and use the AccommodationFacility for the limited period set forth in the booking and for the purposes therein described.\nYou accept to pay the priceproposedbytheOwner,usetheAccommodationFacilityexclusivelyforaccommodationpurpose,andleavetheAccommodationFacilityinthesameconditionsasitwasbeforeyourarrival,onthedateandtimeagreed-uponbytheUserand the Owner.\nYou and the Owner shall solve any controversy that may result from your stay during the temporaryaccommodation service.\nDESPEGAR neither guarantees nor is responsible for any inconveniences that may arise.\nUnder nocircumstances shall DESPEGAR be held liable for damages the You may suffer in relation to the use of the temporaryleasing service and/or performed or non-performed transactions resulting from services announced through the Platform.\nIncase one or more Owners, and/or Users, and/or any third party files any type of claim or lawsuit against another Ownerand/or User, You hold DESPEGAR, its controlled companies, and/or controlling companies, and/or related companies,and/oritsdirectors,managers,employees,agents,workers,representatives,andattorneys-in-factharmless.0.4BOOKING CHANGES AND CANCELLATIONS: You may change or cancel confirmed bookings, subject to thecancellationpolicysetbyeachOwnerandinformedtoUsersthoughtheNotices.Therefore,beforeconfirmingabooking,please review the changes or cancellation policy informed through the Platform since, by confirming the booking, You areacceptingthatYoushallpayalltheadditionalfees,penalties,andtaxesrelatedtosuchchangesandcancellations.0.5RELATIONSHIP BETWEEN DESPEGAR, THE OWNERS, AND THE USERS: None of the booking modalitiesexplainedaboveimplyanagency,corporate,jointventure,employment,orfranchiserelationshipbetweenDESPEGARandthe Owner and/or DESPEGAR and You.\nDESPEGAR is not a party in any leasing agreement or in any other transactionbetween the Owner and the User, neither does DESPEGAR own or administer any property published in the Platform undertemporaryleasing,neitherdoesDESPEGARdetermineorinterveneinthedeterminationoftheconditionssetforthbytheOwnersandtheUsers.0.6IDENTITYVERIFICATION:DESPEGARshallnotberesponsibleforconfirmingtheidentityassumedbyeachOwner.WerecommendthatYoucontacttheOwnerdirectlythroughthetoolsavailableinthePlatform,thoughthismeasuredoesnotguaranteetheidentityofthepersonYoucommunicatewith.0.7LIMITATION OF LIABILITY: Under no circumstance shall DESPEGAR, its controlled companies and/or controllingcompanies,affiliatedand/orrelatedcompanies,itsexecutives,directors,advisors,agentsand/oremployeesberesponsiblefor the effective performance of the obligations undertaken by the Owner and/or the User, arising from the transactionscarried out in relation to the services offered in the Platform.\nYou acknowledge and accept that DESPEGAR is not aninterested party in any transaction that may resultfrom the temporary leasing service, and that it neither guarantees nor hascontrolofthesecurityofanytransaction,anypropertysubjecttotemporaryleasing,orthetruthfulnessoraccuracyofanypublicationoranyothercontentprovidedinthePlatform.CHAPTER6–PACKAGESIn the \"Packages\" tab in the Platform, You may create a dynamic trip.\nThe dynamic trip allows You to add all the Services that YouintendtoacquireunderthemodalitycalledShoppingCartandtomakeasinglepaymentforalltheServices.TheShoppingCartmodality allows You to search and select different Services (flights, plus accommodation, plus activities, plus insurance, pluscruises, plus transfers, plus buses, and/or any combination of them) based on your preferences and needs, by making only onesearchandbookingasmanyServicesasYouwant.DESPEGARsimplyactsasanintermediary,showingavailableoptionsandenabling You to select the Services, Providers, and the combination of Services based on your own preferences and needs, alwaysactingasanintermediary.0.1DESPEGAR IS NOT APACKAGE ORGANIZER: DESPEGAR does not organize Packages.\nneither does itprovideadviceortriestosellaspecificServiceand/orProviderinrespectofanyother.InthePlatform,Youmayseealltheoptionsavailabletocreateyourowncombinedtrip-flights,accommodation,carrental,and/ortransfers-insteadof purchasing a pre-defined or closed package.\nDESPEGAR may suggest service-combined Packages to facilitateyour search.\nhowever, You may change any of these Services, at any time, before making the purchase so that thePackageconformstoyourneeds.PleaserememberthatDESPEGARdoesnotactasanorganizersinceitdoesnotchooseand/orcombinetheServices.DESPEGARneitherdecideswhotheProvidershallbe,nordesignsthetimetables.0.2PACKAGEBOOKINGMODALITY:TheprocesstocreateyourPackageisveryeasyandconsistsinthreesteps:(i) Go to the Packages section and define the travel dates and the destination.\n(ii) Select the Services, such as theflight,theAccommodationServiceProvider,thecarrental,oranyotherproduct.(iii)Beforemakingasinglepaymentforeverything,YouneedtoconfirmthepurchaseofeachoftheselectedproductsandchooseapaymentoptionwithalltheinstallmentcreditfacilitiesofferedbyDESPEGAR.0.3CANCELLATION AND CHANGES POLICIES APPLICABLE TO EACH SERVICE: Please remember that eachService selected for the purpose of creating your Package is governed by its own cancellation and/or changesconditions,asestablishedbyeachProvider.Thus,thechangestoand/orcancellationofaServicedoesnotaffect,inany way, the other Services hired, which shall be governed by their own conditions and shall be modified and/orcanceledindividuallyaslongasthesepossibilitiesareincludedintheProvider'sconditions.At its own discretion, DESPEGAR has the right tomodify, change, or otherwise update these terms and conditions at any time.\nThechangesshallbecomeeffectiveasfromthetimespecified;orevenitshallbeunderstoodthattheybecomeeffectiveimmediately.By using this Platform after the changes are published, You are accepting that You are bound to the modifications, changes, orupdatesapplicabletopurchaseconditionsandthatYoudonothavearighttomakeanyrelatedclaim.\n$ Subscribe to these exclusive deals Please, enter a valid email address <em>I want to receive them!</em> You will receive promotional emails from Despegar.\nFor more information, see (the) privacy policies.\nSubscribe to these exclusive deals Recibí de primera mano nuestras ofertas y beneficios exclusivos.\nEMAIL Please, enter a valid email address <em>I want to receive them!</em> Personalized price alerts News and offers Not-to-be-missed events View privacy policy <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<strong>Sales center </strong>\n<strong>Posventa </strong>\n<i>\n</i>\n<p> Tenemos un nuevo teléfono de atención para Posventa.\nEl número que ves, ya está actualizado.\n</p>\n<ul>\n<li> Mi Cuenta </li>\n<li> Tarjeta Despegar ICBC </li>\n<li> Mis Viajes </li>\n<li> Mi Perfil </li>\n</ul>\n<ul>\n<li>We're Despegar</li>\n<li>Information about coronavirus</li>\n<li>Our phone</li>\n<li>\n</li>\n<li>Investor Relations</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Trust while buying</li>\n<li>Terms and conditions </li>\n<li>Privacy policy</li>\n<li>\n</li>\n<li>Current promotions</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Power up your business</li>\n<li>Join your fleet</li>\n<li>\n</li>\n<li>Premium Connectivity Partner</li>\n</ul> Browse on the site of: United States of America Argentina Bolivia Brazil Chile Colombia Costa Rica Ecuador El Salvador Guatemala Honduras Mexico Nicaragua Panama Paraguay Peru Puerto Rico Dominican Republic Uruguay <p>Despegar is present on United States of America, Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Puerto Rico, Dominican Republic, Uruguay </p>\n<strong>1999-2023, Despegar.com, Inc .\nAll rights reserved.</strong> Find out what's new Receive first-hand our exclusive offers and benefits.\n<em>See more</em> ", "created_at": "2023-07-02 18:36:16.349445", "updated_at": "2023-07-02 18:36:28.01597"}, {"id": 17042, "name": "PRIVACY POLICY", "url": "https://www.us.despegar.com/legal/privacy-policies", "xpath": "//body", "text": " <p>Despegar uses cookies to improve your browsing experience.</p> Learn more or disable cookies <em>Ok</em>\n<ul>\n<li>\n<i>\n</i> Sales center <strong>\n</strong>\n</li>\n<li> English </li>\n<li>\n<ul>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<p> Login to get coupon up to $$$$ off for your first purchase.\nLimited Time! </p>\n<p> Login to get up to 30% discount on accommodations </p>\n<i>\n</i>\n<em>Log in with Facebook</em>\n<i>\n</i>\n<em>I accept the terms and conditions of use of the coupon</em>\n<p>*Mandatory field to obtain the coupon</p>\n<i>\n</i>\n<em>I want to receive offers and recommendations in my email</em>\n<em>I don't want the coupon</em>\n<em>I don't want benefits</em>\n<i>\n</i>\n<p> Login to get coupon up to $$$$ off for your first purchase.\nLimited Time! </p>\n<p> Login to get coupon up to $$$$ off for your first purchase.\nLimited Time! </p>\n<p> Sign in to get up to 30% discount </p>\n<p> Sign in to get up to 30% discount </p>\n<p> Al iniciar sesión ahora tienes descuentos exclusivos en alojamientos y más.\n</p>\n<p> Login now for exclusive discounts on accommodations and more.\n</p>\n<i>\n</i>\n<em>Log in with Facebook</em>\n<i>\n</i>\n<em>Log in with your email</em>\n<i>\n</i>\n<em>I accept the terms and conditions of use of the coupon</em>\n<p>*Mandatory field to obtain the coupon</p>\n<i>\n</i>\n<em>I want to receive offers and recommendations in my email</em>\n<em>I don't want the coupon</em>\n<em>I don't want benefits</em>\n<p>\n</p>\n<p>\n</p>\n<i>\n</i> ¡Te damos la bienvenida a Despegar! Aprovecha el cupón para tu primer compra.\nTambién recibirás el codigo en tu email .\nEste cupón estará disponible hasta o hasta alcanzar el cupo de la promoción.\n<em>OK</em>\n<p>LandingID: politicas-privacidad</p>\n<em>Descargar</em>\n<em>Carregando</em>\n<em>Imprimir</em>\n<em>Carregando</em>DESPEGAR PRIVACY POLICYLast updated: June 8, 2021.Despegar.com(hereinafter,“Despegar”)valuesitsusersandundertakestoprotecttheirpersonalinformationandprivacy.Inordertofulfillthiscommitment,Despegarhaspreparedthisprivacypolicy(hereinafterthe“PrivacyPolicy”orthe“Policy”)describingDespegar’spracticesin the processing of personal data, in accordancewith the legal provisions in force.WheneveryouusetheDespegarservicesthroughanyofoursaleschannelsoperatedunderanyofourtrademarks(“Despegar”,“Decolar”,“BestDay”,“ViajesFalabella”oranyothertradenames)–i.e.websitesorappsformobilephonesandotherdevices,callcenters,branchesorkiosksoranyotherpointsofsales(the“SalesChannels”)–Despegarcollectscertainpersonaldatatouseitlateron.ThisPrivacyPolicyisintendedtohelpyouunderstandhowweprocesssuch personal data.ByacceptingthisPrivacyPolicy,youconsentforDespegartouseyourpersonaldataforeachand every purpose provided in this Policy.DespegarmayrevisethisPolicyatanytime,andyoushallbenotifiedwheneverDespegarmakesanymaterialchange.PleasecheckintheheadingofthisPolicythedateofitslastupdate.IfyouhaveanyquestionsaboutthisPolicyand/orDespegar’spracticesontheissue,please contact us at “My account” or “My reservation”.Our commitment to your privacy.AtDespegarwearecommittedtoprotectingyourprivacyandensurethatyourpersonaldataismanagedinaccordancewithapplicablelawandthebestmarketpractices.Wearetransparentabout our practices and we are available to answerany queries about them.ThefollowingisadetaileddescriptionofDespegarprivacypracticesregardingtheprocessingofyour personal data:●AnypersonaldatacollectionandprocessingshallbeperformedinaccordancewiththisPrivacy Policy and for the purposes prescribed herein.●Yourpersonaldatashallnotbetransferred,sold,leasedordisclosedinanywayotherthan the one specified in this Privacy Policy.●Whenevercertainpersonaldataisnolongernecessaryandwedonothavealegalobligation to store it, it shall be deleted, destroyedor anonymized.●Wepretendtocollecttheleastamountofpersonaldatanecessary,gatheringonlythose1relevant to fulfill the purposes set forth in this Policy.Important definitions.Listedbelowaresomeimportanttermsforyoutounderstandtheprotectionwegivetoyourpersonal data, the scope of our process and your rights.●Owner:you are the owner of your personal data.●Personaldata:anyinformationthatidentifiesorleadstotheidentificationofitsholder.Examplesofpersonaldataarefullname,phonenumber,personalIDnumberandmailaddress.●Controller:apersonresponsibleformakingdecisionsabouttheprocessingofpersonaldata of the holders.\nFor the purposes of the Policy,it shall be Despegar.●Processing:anyoperationperformedusingyourpersonaldata,whichmayincludecollection, access, analysis, transfer, storage,anonymization,removal, etc.●Anonymization:processofdepersonalizationofpersonaldatabyremovinganyassociation of this information with the holders towhom they refer.Your rights.Thelawrecognizescertainrightsinrelationtoyourpersonaldata,whichmaybeexercisedasset forth in this Policy.The following are your main rights in relation toyour personal data:●Inquire if your personal data is being processed byDespegar.●Obtain information about the manner in which yourpersonal data is processed.●Correct incomplete, inaccurate or outdated data.●Requesttheanonymization,blockingoreliminationofunnecessaryorexcessivepersonal data or that is being used in violation ofthe law.●LearnaboutwhichpublicandprivateentitieshaveaccesstoyourpersonaldatathroughDespegar.●Withdrawyourconsentfortheprocessingofyourpersonaldataandbenotifiedaboutthe consequences of such withdrawal.●Withdraw your consent for the collection of new personaldata.21.What personal data do we collect?2.What is our cookies and web beacons policy?3.What do we use the personal data we collect for?4.With whom do we share the personal data we collect?5.Where do we store and how do we protect the personaldata collected?6.How can you access, delete, change and/or update thepersonal data collected?7.How does Despegar interact with your social networks?8.General information.9.Special sections for the United States of America.1.What personal data do we collect?Despegarcollectsandstoresa)personaldataprovidedbytheuser,b)personaldataobtainedfromthirdparties,includingpublicdata,andc)personaldataautomaticallycollectedbyourplatform, as described below:a)Personal data provided by the userInordertomaketouristreservationsthroughourSalesChannels,youneedtoprovideuswithcertainpersonalinformationincluding,butnotlimitedto,fullname,IDorvalididentificationnumber,nationality,taxIDnumberandcontactinformation(suchasphonenumber,addressand/ore-mailaddress).Withthepurposeofmakingtouristreservations,probablyyoumayalsoneedtoprovideuswithinformationaboutyourdebitorcreditcard(e.g.,creditcardnumber,securitycode,holder’snameandexpirationdate).Personaldatawillonlybecollectedthroughthe Sales Channels listed above.Atitssolediscretion,Despegarmayverifythepersonaldataprovidedbyyoubyconsultingpublicentities,specializedriskconsultantsorcreditriskcenters,forwhichyouexpresslyauthorizeus.TheinformationthatDespegarobtainsfromthoseentitiesshallbetreatedconfidentially, in accordance with applicable lawand this Policy.Youmayalwaysoptoutofprovidinguswithyourpersonaldata,thoughusuallysuchinformationisrequestedtoconfirmbookings.Ifyoudecidenottogiveuscertaininformationyouprobably will not be able to contract our services.3Intheeventthatyoumakeareservationonbehalfofathirdparty,youmustfirstgettheconsentofsaidpersonbeforeprovidinguswithhis/herpersonaldata.Intheeventthatsuchpersonisaminor,asperthelawsinforce,yourepresentandwarrantthatyouhavetheconsentgivenbyatleastoneofthechild’sparentsorlegalguardiantoprovidehis/herpersonaldataandacceptthisPrivate Policy on his/her behalf.Youmayalsosendopinions,commentsandsuggestionsbyvoluntarilyparticipatinginsurveysand/oransweringquestionssentbyemailsorotherchannels(the“Opinions”).Inthiscase,withthepurposeofsharingrealopinionsontravelexperienceswithotherusers,youherebyagreeandacceptthatallOpinionsreceivedfromyoumaybepublishedinanyofourSalesChannelsand/orinanyotherwebsitesand/orapplicationswithwhomDespegarhasagreements.Insuchcase,youmaybeidentifiedwithfullname,nickname,photograph,comment,nationalityand/oranyotherpersonalinformation.BygivingusyourOpinion,oruploadingmultimediacontentthroughanyofourSalesChannel,youherebyagreethatsuchcontentshallnotbetreatedconfidentiallyandmaybefreelyusedbyDespegarforbusinesspurposes.Subjecttothelimitationsprescribedbyapplicablelaws,youherebywaiveallrightstousethatmaterial,includingprivacyrights,ownershiprightsandtherightsofpublicityandtherighttoobjectregardingthewayinwhichthatmaterialisused.Moreover,youherebygrantanon-exclusive,unrestricted,perpetualandfreelicenseinfavorofDespegaranditaffiliatecompaniestouse,assign,copyand/orexhibittheOpinionsinanymedia.NocompensationshallbepaidforOpinions or multimedia material.Letusremindyouthatyoucangiveyouropinionanonymouslyordeleteitbysettingyourpreferences in “My account” or “My reservation”.PleasenotethatwhenyoupostinformationormultimediamaterialinapublicsectionofanyofDespegar’swebsiteorapp,youaremakingitavailabletootherusersandtothepublicingeneral;therefore,itwillbebeyondDespegar ́scopeofcontrol.Pleaseconsidertheaboveandbe careful about the information you decide to disclose.b)Personal data obtained from third parties, includingpublic data.Totheextentpermittedbylaw,andinparticularpersonaldataprotectionlaws,DespegarmaycollectpersonaldataaboutyoufromDespegar’saffiliatecompanies,businesspartners,suppliersandotherthirdpartysources,suchaspublicdatabases,informationcollectedduringatelephoneconversationwiththecustomerservicecenterand/orthroughinteractiveapplications.Personaldatacollectedfromthirdpartiesshallbepooledwithyourotherpersonaldatawhichwe may have.AllpersonaldataobtainedbyDespegarfromthirdpartiesshallbeprocessedinaccordancewiththis Privacy Policy and applicable law.c)Personal data automatically collected by our platform.4Despegarautomaticallycollectsandstorescertainuserbrowsingdata.Browsingdataincludes:IPaddresses,uniformresourceidentifier(URI),applicationtimes,methodsusedtosendapplicationstotheserver,sizeoffilesreceivedinresponse,numericcodesthatindicatethestatusoftheserverresponseandotherparametersrelatedtotheoperatingsystemandtheuser’s computing environment.Computersystemsandsoftwaredesignedtobrowsewebsitescollectcertaindatawhileinuse,thetransmissionofwhichisnecessaryfortheuseofinternetcommunicationprotocols.Asageneralrule,thisinformationisnotcollectedtoidentifyusers,butconsideringitsnature,suchidentification may occur by association with otherdata.Additionally,inorderforourwebsitestooperateproperly,Despegarusesitsownandthird-partycookies.2.What is our cookies and web beacons policy?Despegarrecommendsthatwhenbrowsingourwebsiteyouallowtheuseofcookiestofulfillcertainfunctions.Cookiesarespecificpiecesofinformationthatawebsitetransmitstotheuser’scomputerharddriveorotherdeviceforthepurposeoftrackingrecords.Cookiesmaybeusefultofacilitatetheuseofawebsitebysavingyoursettingsandpreferenceswhiletheusernavigates through the internet.Despegarcannotaccessotherinformationstoredonyourdevicethroughcookies,eveniftheyaredownloadedfromourwebsite.Cookiescannotexecutemaliciouscodesofanykindorvirusor malware, and they do not harm the user’s device.Furthermore,webbeaconsareimagesinsertedonawebsiteorinanemailusedtomonitortheactivityofusers,aswellastostoreinformationaboutusers’IPaddresses,thelengthofinteraction time with the website and the type ofbrowser used, among other functions.Throughcookiesandwebbeacons,Despegarcollectsinformationonusers’activitywhileusingitswebsites.SuchinformationmayincludethereferringURL(whetherornottheyareonaDespegarwebsite),whichURLtheyaccesslater,thebrowsertheyareusing,IPaddresses,websitesvisited,searchesperformedatourwebsitesandidentificationofdevicesused,amongothers.Eventhoughthemajorityofbrowsersautomaticallyacceptcookiesandwebbeacons,youmaysetupyourwebbrowsertorejectthem.Pleasenotethatcookiespreferencesmustbeconfiguredforeachbrowser(InternetExplorer,GoogleChrome,MozillaFirefox,Safari,Operaor any other one).Our websites use different types of cookies and webbeacons:5●Technicalcookies:theyarenecessarytoguaranteethefunctioningofthewebsiteandcannotbedeleted.Theyaredeterminedinresponsetoactionstakenbyyou,suchasyourprivacypreferences,login,servicerequests,orformfilling.Thesecookiesdonotstore identifying information about the user.●Functionalcookies:theirfunctionisamoreadvancedpersonalizationoftheuser’ssession than that allowed by technical cookies.●Analyticalcookies:allowustotrackthebrowsingbehaviorofvisitorsonawebsite,withtheaimofimprovingtheuserexperience.Datacollectedisaggregatedandanonymized.●Advertisingcookies:theyarethirdpartycookies(e.g.,GoogleandFacebook)thatcollectinformationaboutyourpreferencesandchoicesonourwebsites.Theyareintendedformarketingnetworks,whicharelaterusethatdatatoshowyoutailoredadvertising on other websites.3.What do we use the personal data we collect for?Despegar uses the personal data collected for thefollowing purposes:●Arrangeyourtouristreservation,completetransactionsyouhaveinitiatedandprocessinvoicesorothertaxdocumentationrelatedtoyourreservation.Inaddition,wekeepthereservation history in our database.●Offer products and services, individually or jointlywith third parties.●Manage your requests and answer to your inquiriesor comments.●Perform internal analysis regarding sales and/or consumptionpatterns.●Measure client satisfaction with our products, servicesand attention.●Complywithourlegalobligations,includingcooperatingwithanyrequestfrompublicbodies as prescribed by law.●Sendyouconfirmationandupdatesaboutyourtrip,aswellasanyrelevantinformationinthisregard.Thisinformationmaybesentviaemail,SMS,WhatsApporanyotherinstantmessagingservicetothecontactinformedbyyou.Thesemessagesmaycontain(withoutbeinglimitedto)informationaboutDespegar’sservices,aswellascontact information of providers that could contributeto your travel experience.●Contactyoutoprovidecustomerservice,carryoutsurveys,statisticsoranalysisonconsumption habits or preferences.6●Facilitatespecialoffersandinformationtoparticipateincontestsandsweepstakes,inour loyalty program or in our co-branded credit cardissuance program.●Inordertoofferbetterservicesorprovideuserswithinformationrelatedtotheirpreferences,Despegarmayalsodevelopinternalstudiesontheinterests,behaviorsanddemographicsofusers,tobetterunderstandyourneedsandinterests,improveourbusinessandpromotionalinitiatives,personalizeyourcontent,yourpresentationandservicesand/orshowadvertisingorpromotionsofinteresttousers,forwhichpurposeDespegar shall only use anonymized data.●Also,Despegarusestheinformationofthedebitorcreditcards(suchasthenameofthecardholder,cardnumberanditsexpirationdate)onlytoarrangethetravelreservationsthatyoumake,includingsharingyourdatawithfinalserviceproviderstomanageyourreservationsand/orpurchaseorders.YoucanopttohaveDespegarremembercertaininformationaboutyourcardandbilling,whichwillappearautomatically when logging into Despegar’s onlineSales Channels.●Finally,Despegarmayusetheuser’spersonaldatatoprovidepaymentprocessingorfraud prevention services in favor of its affiliatecompanies or third parties.4.With whom do we share the personal data we collect?YouherebygrantyourunequivocalconsentforDespegartoshareyourpersonaldatawithserviceprovidersforthemanagementofyourreservationsorpurchaserequests.Suchprovidersmaybeairlines,hotels,destinationservices,carrentalcompanies,travelassistanceserviceproviders,wholesaleoperatorsandotherprovidersofproductsandservicesthatyoucontract through our Sales Channels.Moreover,youherebyagreethatDespegarmayshareyourpersonaldatawithprovidersthatrenderservicestoDespegar,includingcreditcardacquirers,businessanalytics,customerservice,marketing,paymentprocessing,and/orfraudprevention.Thesethirdpartiesmayuseyour personal data to offer you products and servicesor to provide their services.Consequently,byacceptingthisPrivacyPolicytheuseracknowledgesandacceptsthatDespegar,asdatacontroller,mayshareyourpersonalandtransactiondatawiththirdparties,includingwithoutlimitationthedataofyourreservationsorpurchaserequests,sothatDespegarand/orsaidthirdparties,individuallyorjointly,mayofferproductsandservicesthatfityourprofile,improvetransactionsecurity,preventfraud,performcreditriskanalysisandimproveexistingproductsandservicesprovided,inaccordancewithapplicablelaw.Saidthirdpartieswillbesubjecttocontractsandpoliciesprohibitingtheunauthorizeduseordisclosureofthepersonaldatatowhichtheyhaveaccess,aswellaspreventingthemfrombeingusedinbreachof any applicable law.7Despegarmayauthorizeserviceproviderstocollectpersonaldataonyourbehalf,includingasnecessarytooperatecertainelementsofouronlineSalesChannels,ortofacilitatethedeliveryof online advertising tailored to your interests.Finally,DespegarmayalsoshareyourpersonaldatatoitsaffiliatecompanieswithintheDespegar.comGroupthatoperateunderanyofthegroup'strademarks(i.e.“Decolar”,“BestDay”,“ViajesFalabella”,“Koin”andothers).Whenpersonaldataistransferred,therecipientofthe personal data shall have the same obligationsasthe transferor.Pleasenotethatifyouprovidepersonaldataonyourowninitiativeanddirectlytoserviceproviders(whetherornottheyareserviceprovidersatDespegar),saidprovidersmaycollect,processandkeepsaidinformationinaccordancewiththeirownprivacypolicies.Despegarshallnot be liable for the unlawful use by third partiesof personal data.5.Where do we store and how do we protect the personaldata collected?AllpersonaldataiscollectedandstoredonserversphysicallylocatedintheUnitedStatesofAmerica.Despegarmayrelocatetheseserverstoanyothercountryandmaystorepersonaldata in the United States of America or in other countries,for backup purposes.ByacceptingthisPolicy,yougiveyourunequivocalconsentforDespegartotransferyourpersonaldatatoanycountryintheworld.Weguaranteethatanypersonaldatatransferredabroad shall be protected.Inanycase,Despegarherebyagreestoensurethatthelegallyrequiredstandardsfortheprotectionandsafeguardingofyourpersonaldataaremetbyenteringintoagreementsfortheprotection of the privacy of your data.Despegarhastoolstoprotectyourpersonaldatafromthird-partyunauthorizedaccess.Wetakeappropriatesecuritymeasurestopreventunauthorizedaccess,alteration,disclosureordestructionofyourdata.Thesemeasuresincludeinternalanalysisofourdatacollection,storage and processing practices.Withthemeasureswetake,wecanensurethatwewillavoidsecuritybreachesthataffectyourpersonaldatatothegreatestpossibleextent.However,weareawareoftherisksinherentinusingtheinternetandweunderstandthatwecannotfullyeliminatethem.Inanycase,weguaranteethattheprotectionofyourpersonaldataisoneofourprioritiesandthat,intheeventof an incident, we shall take all possible measuresto minimize any damage.6.How can you access, delete, change and/or update thepersonal data collected?6.1.Opt out.8WheneveryoumakepurchasesorloginasauserinDespegar,youmaychoosetoreceivepromotionalnewsletters,messagesoralertsaboutoffers.Ineverymessagewesendyou,youwill have the chance to unsubscribe.Pleaseconsiderthattheexerciseoftherighttooptoutappliestopromotionalnewsletters,messagesand/oralertsaboutoffers.Notwithstanding,youwillcontinuereceivingcommunicationsregardingthestatusofyouractivereservations.Additionally,Despegarwillkeepcertainpersonaldataofyoursinordertosettledisputesoranswerclaims,detectproblemsorincidentsandsolvethem,andcomplywiththeprovisionsoftheGeneralTermsandConditionsforthestatutoryterm.Furthermore,itmayoccurthatauser'spersonaldatacannotbe immediately removed from our files for technicalreasons, including security support systems.6.2.Howcanyouexercisetherightsofaccess,change,deleteandobjecttotheprocessing of your personal data?You may exercise them by any of the options below:●Bysendinganemailrequesttotheaddressdatospersonales@despegar.com.Inyourrequestyoumustindicateyourfullnameandproveyouridentity.Moreover,ifyousendtherequestonbehalfofathirdparty,youmustprovethatyouhaveauthoritytodoso.Despegarmayrequestadditionalinformationordocumentationtoverifyyouridentityortospecifyyourrequest,suchasacopyofyournationalidentitydocument,youremailandthepostaladdressthatyouchoosefornoticesandacontacttelephonenumber;andaclearandaccuratedescriptionofthepersonaldatawithrespecttowhichyouintendtoexercisetheright,aswellasanydocumentsthatsupporttherequest.Onceallmentionedrequirementshavebeenfulfilled,andwheneverappropriate,Despegarshallinformyouifithasproceededtofulfillyourrequestorifithasbeenrejected.Unlessadifferenttermisindicatedinthespecialsectionsforyourcountry,Despegarshallhave10(ten)businessdaysasfromreceiptofthecompleterequesttosendaresponseinthecaseofanaccessrequest,and5(five)businessdaysifyourequestthechange,update or deletion of personal data.●Additionally,youmayenter,updateandcorrectyourlogininformationatanytimebylogginginto\"MyProfile\"in\"MyAccount\"or\"MyDespegar\"onourwebsiteorapplication.Inturn,byentering\"EmailsandAlerts\"in\"Myaccount\"or\"MyDespegar\",you can choose which emails you wish to receive.Pleasenotethatyouareresponsibleforprovidingup-to-date,correctandauthenticpersonaldata.7.How does Despegar interact with your social networks?9WhenregisteringwithDespegar,youareaskedtochooseauserIDandpassword(thatis,toaccessapersonalaccount).Also,DespegarallowsyoutoenteryourpersonalaccountthroughyourFacebookaccountorothersocialnetworksthatmaybecompatibleinthefuture(the“Social Networks”).Also,aspartofthefunctionalityoftheonlineSalesChannels,andtoprovideamorepersonalizedexperience,youcanlinkyouraccounttoSocialNetworksbyprovidingthelogininformationofyourSocialNetworkaccountthroughtheDespegarwebsiteorapplication,orallowingDespegartoaccessyourSocialNetworkaccount,asprovidedintheapplicabletermsand conditions that govern the use of each SocialNetwork.YouherebyrepresentthatyouareentitledtorevealthelogininformationofyourSocialNetworktoDespegarand/orgrantDespegaraccesstoyouraccount,withoutthisimplyingabreachonyourpartofanyofthetermsandconditionsthatgoverntheuseofthecorrespondingSocialNetworkandwithoutDespegarbeingliabletopayanyfeeorfollowanylimitationofuseimposed by external service providers of the SocialNetwork.UpongrantingDespegaraccesstoanySocialNetwork,youunderstandthatDespegarshallaccess,makeavailableandstore(ifapplicable)allcontentsoftheSocialNetworkthatyouhaveauthorized to be available on our websites and/orapplications.DependingontheSocialNetworksthatyouchooseandsubjecttotheprivacysettingsthatyouhaveestablishedinsaidaccounts,thepersonalidentificationinformationsharedonyourSocialNetworkswillbeavailableinyourDespegaraccountandthroughitonourwebsitesand/orapplications.PleaseconsiderthatifaSocialNetworkisnolongeravailable,oriftheexternalserviceproviderblocksDespegar’saccesstosaidSocialNetwork,thecontentsoftheSocialNetworks will no longer be available on our websitesand applications.IfyouregisterontheDespegarwebsitethroughyourpersonalsocialnetworkaccount(the“PersonalAccount”),youagreethatDespegaraccessestheinformationcontainedinyourPersonalAccount,includingyourpersonaldata,informationaboutyourinterests,preferences,contacts and/or any contents available in your PersonalAccount.8.General information.PLEASENOTETHATYOURRELATIONSHIPWITHEXTERNALASSOCIATEDSERVICEPROVIDERSISEXCLUSIVELYGOVERNEDBYANYAGREEMENTSYOUMAYHAVEWITHSUCH EXTERNAL PROVIDERS.Despegar’swebsitesand/orapplicationsmaycontainlinkstootherwebsitesthathavetheirownprivacypolicies.Therefore,werecommendthatifyouvisitotherwebsites,carefullyreviewtheirprivacyandconfidentialitypolicies,sincethisPolicydoesnotencompassthirdpartypracticesorpolicies, including those that may disclose and/orshare information with Despegar.10ShouldyoulosecontrolofyouraccountorpasswordtotheSocialNetworks,youmaylosecontrolofyourpersonaldataandmaybesubjecttolegallyvalidtransactionsperformedinyourname.Therefore,ifforanyreasonyourpasswordisatrisk,youmustimmediately:(i)changeit,changing your log-in information, and (ii) contactus by any channel.9.Special sections applicable to the United States ofAmerica.ThedatacontrollerresponsibleforyourpersonaldataandfortheperformanceofthisPrivacyPolicyintheUnitedStatesofAmericashallbeDespegar.comUSA,Inc.domiciledat5201BlueLagoonDrive,Suite927,Miami,Florida.Notwithstandingtheprovisionsofarticle6.2ofthePolicy,youshallalsobeentitledtoexerciseyourrightsbysubmittingawrittenandexecutedrequest with a copy of a personal ID to said address.11 $ Subscribe to these exclusive deals Please, enter a valid email address <em>I want to receive them!</em> You will receive promotional emails from Despegar.\nFor more information, see (the) privacy policies.\nSubscribe to these exclusive deals Recibí de primera mano nuestras ofertas y beneficios exclusivos.\nEMAIL Please, enter a valid email address <em>I want to receive them!</em> Personalized price alerts News and offers Not-to-be-missed events View privacy policy <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<strong>Sales center </strong>\n<strong>Posventa </strong>\n<i>\n</i>\n<p> Tenemos un nuevo teléfono de atención para Posventa.\nEl número que ves, ya está actualizado.\n</p>\n<ul>\n<li> Mi Cuenta </li>\n<li> Tarjeta Despegar ICBC </li>\n<li> Mis Viajes </li>\n<li> Mi Perfil </li>\n</ul>\n<ul>\n<li>We're Despegar</li>\n<li>Information about coronavirus</li>\n<li>Our phone</li>\n<li>\n</li>\n<li>Investor Relations</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Trust while buying</li>\n<li>Terms and conditions </li>\n<li>Privacy policy</li>\n<li>\n</li>\n<li>Current promotions</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Power up your business</li>\n<li>Join your fleet</li>\n<li>\n</li>\n<li>Premium Connectivity Partner</li>\n</ul> Browse on the site of: United States of America Argentina Bolivia Brazil Chile Colombia Costa Rica Ecuador El Salvador Guatemala Honduras Mexico Nicaragua Panama Paraguay Peru Puerto Rico Dominican Republic Uruguay <p>Despegar is present on United States of America, Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Puerto Rico, Dominican Republic, Uruguay </p>\n<strong>1999-2023, Despegar.com, Inc .\nAll rights reserved.</strong> Find out what's new Receive first-hand our exclusive offers and benefits.\n<em>See more</em> ", "created_at": "2023-07-02 18:36:03.447858", "updated_at": "2023-07-02 18:36:51.291187"}], "points": [], "urls": ["despegar.com"]}}