{"error": 448, "message": "OK", "parameters": {"id": 9238, "name": "Service Arizona ", "created_at": "2023-07-15 18:27:05.479257", "updated_at": "2023-07-15 22:54:41.960425", "wikipedia": null, "keywords": null, "related": null, "slug": "service-arizona", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9238.png", "url": "servicearizona.com", "documents": [{"id": 18088, "name": "Privacy Policy", "url": "https://servicearizona.com/content/SAZHomePrivacy?h=1600&clickContentFooter&storefrontdir=/", "xpath": "//body", "text": " <ul>\n<li>\n<ul>\n<li>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul> &nbsp.\n<ul>\n<li>\n<i>description</i>\nPrivacy Policy </li>\n</ul> ServiceArizona Privacy Policy\nOnline Customer Service and Alternatives<br>\nCollection and Use of Information<br>\nGoogle Analytics<br>\nGoogle Adwords<br>\nAdvertisement Remarketing/Retargeting<br>\nFacebook Ads Conversion Tracking<br>\nInformation You Choose to Provide<br>\nInformation Collected through our \"User Survey\" and \"Contact Us\" feature<br>\nSecurity<br>\nExternal Links Disclaimer<br>\nPrivacy Policy Is Subject To Change<br>\nContact Information<br>\n<p>\nThank you for visiting ServiceArizona and reviewing our Privacy Policy.\nThis policy is designed to inform our customers about the services that\nare available through ServiceArizona, how certain information may be\ncollected and/or used as a result of you visiting our web site or\nrequesting services online, and what steps we are taking to ensure the\nsecurity of customer data.\n</p>\n<p>Your rights to privacy are of utmost importance to the Arizona\nDepartment of Transportation/Motor Vehicle Division (MVD) and its\npartner, IBM Corp.\nIt is our desire to earn your trust and confidence\nwhen you conduct business with us via the Internet.\n</p> Online Customer Service and Alternatives\n<p>ServiceArizona offers many of the services online that you might\notherwise transact in person with MVD.\nOur goal is to provide citizens\nwith a more convenient and efficient means in which to interact with\nArizona Government.\nIf at any time you choose not to proceed with a\ntransaction offered through the ServiceArizona web site, your choice\nwill in no way affect your ability to receive services.\nIf you prefer\nto apply for services in person, you may do so at one of MVD's field\noffices or Authorized Third Party Provider locations.\nNearest MVD Office and Authorized\nThird Party provider.\n</p> Collection and Use of Information\n<p>\nServiceArizona utilizes session \"cookies\" (small bits of data that a\nweb server stores on your computer's hard drive) to collect certain\ninformation about your visit to this web site.\nThese session cookie(s)\nare used to maintain your transaction(s) on ServiceArizona and expire\nat the end of the session.\nThis information never identifies you\npersonally and consists of only the following items:\n</p>\n<ol>\n<li>Which ServiceArizona application you have used.\nand</li>\n<li>The date and time of your access.</li>\n</ol>\n<p>None of the above information is shared, sold, or otherwise\ndisseminated by ServiceArizona.\nAgain, we do not automatically record\nany information about you as an individual.\n</p>\n<p>Please be aware that if your Internet browser is configured to\nrefuse or disable \"cookies,\" your ability to view our web pages will be\nunaffected, but you will not be able to take advantage of any of our\nonline services and will instead have to transact business with MVD\neither in person or by mail.\n</p> Google Analytics\n<p>\nServiceArizona uses a tool called \"Google Analytics\" to collect information about use of this site.\nGoogle Analytics collects information such as how often users visit this site, what pages they visit when they do so, and what other sites they used prior to coming to this site.\nWe use the information we get from Google Analytics only to improve this site.\nGoogle Analytics collects only the IP address assigned to you on the date you visit this site, rather than your name or other identifying information.\nWe do not combine the information collected through the use of Google Analytics with personally identifiable information.\nAlthough Google Analytics plants a permanent cookie on your web browser to identify you as a unique user the next time you visit this site, the cookie cannot be used by anyone but Google.\nGoogle's ability to use and share information collected by Google Analytics about your visits to this site is restricted by the Google Analytics Terms of Use and the Google Privacy Policy.\nYou can prevent Google Analytics from recognizing you on return visits to this site by disabling cookies on your browser.\n</p> Google Adwords\n<p>\nServiceArizona uses Google AdWords, which uses a conversion tracking cookie (also called a \"conversion pixel\") whenever you click on a ServiceArizona ad delivered by Google.\nThese cookies become ineffective after 30 days and are not used for personal identification.\nIf you visit specific pages of our website, Google and ServiceArizona can track whether you were forwarded to that page by clicking on one of our ads.\n</p>\n<p>\nData obtained through use of conversion cookies are used for statistical reporting only: these statistics tell us the total number of users who clicked on the ad delivered by Google and opened a webpage having a conversion tracking tag.\nWe do not however receive any information allowing personal identification of users from Google.\nWe are unable to cross-reference the data obtained to any specific user.\n</p>\n<p>\nInformation about how to opt out of Google Adwords can be found on the Google Ads Settings web page.\n</p> Advertisement Remarketing/Retargeting\n<p>\nServiceArizona does not use Google Remarketing.\n</p> Facebook Ads Conversion Tracking <p>\nServiceArizona uses a tool called \"Facebook Ads Conversion Tracking\" or \"Facebook Tracking Pixel\" to collect information about use of this site.\nFacebook Ads Conversion Tracking collects information such as how often users visit this site, what pages they visit when they do so, and what other sites they used prior to coming to this site.\nWe use the information we get from Facebook Ads Conversion Tracking only to improve this site.\nFacebook Ads Conversion Tracking collects only the IP address assigned to you on the date you visit this site, rather than your name or other identifying information.\nWe do not combine the information collected through the use of Facebook Ads Conversion Tracking with personally identifiable information.\n</p> Information You Choose to Provide\n<p>When applying for services through ServiceArizona, you will be\nrequired to enter certain personal information, such as your name, home\naddress, birth date, driver's license or identification card number,\nand credit card number.\nFor each online transaction, we ask for no more\nthan the information required to process that transaction.\nThe\nquestions posed are similar to those you would be asked during an\nin-person visit to an MVD office or through the mail.\nOnly those MVD\nand IBM employees who need your information in order to provide the\nservices offered on this web site are given access to such information.\n</p>\n<p>Please be assured that the personal information you disclose to us\nonline will be held in the\nstrictest confidence while ServiceArizona processes your transaction\nand will not be shared, sold,\nor otherwise disseminated to any outside person or entity, except as\nrequired or authorized by law.\nWith only limited exceptions, the privacy of your personal information\nis protected by\nthe Federal Driver's Privacy Protection Act 18 U.S.C 2721-2725, as well\nas Title 28, Chapter 2, Article 5 of the Arizona Revised Statutes and,\nunless you specifically give us your consent by checking the consent\nbox which appears on our online service applications before a\ntransaction can be completed, we are not permitted to provide or\ndisclose such information to unauthorized persons or entities.\n</p>\n<p>However, because some of the information submitted to MVD (either\nthrough ServiceArizona or directly) is potentially subject to release\nunder Arizona's Public Records Law, the agency may be required to\ndivulge certain information in response to a lawful public records\nrequest or in response to a warrant, subpoena, or other court order.\nWhen necessary, we may also disclose personal information to law\nenforcement officials if there is reason to believe that the disclosure\nof such information is required to identify, contact, or bring legal\naction against an individual who attempts to perpetrate a fraud\nagainst, or gain unauthorized access to the ServiceArizona web site.\n</p> Information Collected through our \"User Survey\" and \"Contact Us\" feature\n<p>In order to improve our services, we ask that you take a moment to\ngive us feedback through our \"User Survey.\" The survey is anonymous.\nInformation collected through the survey is used solely to evaluate the\nease of use of this site and to determine possible future enhancements.\n</p>\n<p>If you elect to use ServiceArizona's \"Contact Us\" feature, an email\naddress will be required in order for us to respond to your inquiries.\nWe maintain the privacy of any personally identifiable information,\nsuch as your email address received through the \"Contact Us\" feature to\nthe same extent as otherwise described in this policy.\n</p> Security&nbsp.\n<p>We have taken several steps to safeguard the integrity of our\ncomputer systems and networks, as well as the confidentiality of the\ninformation transmitted to us from individual users.\nPlease refer to\nthe \"What about security?\" section of our information page for further details regarding the security mechanisms utilized by ServiceArizona.\n</p> External Links Disclaimer\n<p>\nServiceArizona contains links to various other web sites operated by\nother government agencies, nonprofit organizations and private\nbusinesses.\nWhen you link to another site, you are no longer on\nServiceArizona and this Privacy Policy will not apply, because you are\nthen subject to the privacy policy of that new site.\nLinks to web sites\noutside of State government are offered solely for your convenience.\nThe State of Arizona is not responsible for and has no control over the\npolicies or content of any third-party sites.\n</p> This Privacy Policy Is Subject To Change\n<p>ServiceArizona's Privacy Policy may be updated or revised from time\nto time, so please check back with us periodically in order to receive\nadvance notice of any substantive changes to the manner in which the\ninformation you disclose on this web site may be collected, used, or\ndisseminated.\n</p>\n<p>Neither the State of Arizona, nor any State agency, officer,\nemployee, or contractor warrants the accuracy, reliability, or\ntimeliness of the information contained on the ServiceArizona web site,\nportions of which may be inaccurate or outdated.\nAny person or entity\nthat relies on such information does so at his or her own risk.\n</p> Contact Information\n<p>\nIf you have any questions about the information presented in this Privacy Policy, use our online contact form.\n</p> Return to the ServiceArizona Home Page ", "created_at": "2023-07-15 18:27:05.509543", "updated_at": "2023-07-15 18:27:36.240535"}], "points": [], "urls": ["servicearizona.com"]}}