{"error": 448, "message": "OK", "parameters": {"id": 7917, "name": "jsDelivr", "created_at": "2023-04-07 02:19:22.119326", "updated_at": "2023-07-10 22:02:41.544957", "wikipedia": null, "keywords": null, "related": null, "slug": "jsdelivr", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7917.png", "url": "jsdelivr.com,jsdelivr.net,cdn.jsdelivr.net,bootstrapcdn.com", "documents": [{"id": 15311, "name": "Privacy Policy cdn.jsdelivr.net", "url": "https://www.jsdelivr.com/terms/privacy-policy-jsdelivr-net", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>About Us</li>\n<li>Network</li>\n<li>Stats</li>\n<li>Sponsors</li>\n<li>Tools <i>\n</i>\n<ul>\n<li>Purge cache</li>\n<li>\n</li>\n<li>Convert from</li>\n<li>GitHub</li>\n<li>Google Hosted Libraries</li>\n<li>unpkg</li>\n<li>Skypack</li>\n<li>esm.sh</li>\n</ul>\n</li>\n<li>Resources <i>\n</i>\n<ul>\n<li>Blog <i>\n</i>\n</li>\n<li>Newsletter <i>\n</i>\n</li>\n<li>Documentation</li>\n<li>esm.run</li>\n<li>API</li>\n</ul>\n</li>\n<li>\n<i>\n</i> Github</li>\n<li>\n<i>\n</i> Twitter</li>\n<li> Discord</li>\n</ul> Please wait while the document loads.\nNavigation <ul>\n<li>CDN - cdn.jsdelivr.net</li>\n<li>Acceptable Use Policy</li>\n<li>Privacy Policy</li>\n<li>Website - jsdelivr.com</li>\n<li>Privacy Policy</li>\n</ul>\n<strong>CDN - cdn.jsdelivr.net</strong> Acceptable Use Policy Privacy Policy <strong>Website - jsdelivr.com</strong> Privacy Policy Terms &amp.\nPolicies Privacy Policy - cdn.jsdelivr.net\n<p>\n<em>Effective date: February 17, 2022</em>\n</p>\n<p>Prospect One (\"us\", \"we\", or \"our\"), a company established in Poland, operates the cdn.jsdelivr.net service (the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data\nwhen you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection\nand use of information in accordance with this policy.</p>\nDefinitions\nPersonal Data\n<p>Personal Data means data about a living individual who can be identified from those data\n(or from those and other information either in our possession or likely to come into our possession).</p>\nUsage Data\n<p>Usage Data is data collected automatically either generated by the use of the Service\nor from the Service infrastructure itself (for example, the duration of a page visit).</p>\nCookies\n<p>Cookies are small pieces of data stored on a User’s device.</p>\nData Controller\n<p>Data Controller means a person who (either alone or jointly or in common with other persons)\ndetermines the purposes for which and the manner in which any personal data are, or are to be, processed.</p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your data.</p>\nData Processor (or Service Providers)\n<p>Data Processor (or Service Provider) means any person (other than an employee of the Data Controller)\nwho processes the data on behalf of the Data Controller.</p>\n<p>We may use the services of various Service Providers in order to process your data more effectively.</p>\nData Subject\n<p>Data Subject is any living individual who is the subject of Personal Data.</p>\nUser\n<p>The User is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>\nInformation Collection And Use\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\nPersonal Data\n<p>While using our Service, we will not ask you to provide any personal data.\ncdn.jsdelivr.net does not require or collect any personal data.</p>\nUsage Data\n<p>We may collect information how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address),\nbrowser type, browser version, referrer data (limited to domain), the URLs of our Service that you visit (limited to the cdn.jsdelivr.net domain), the time and date of your visit, unique device identifiers and other diagnostic data.\nWe never associate any gathered data with specific users or try to track their usage at any point and in any way.</p>\nLocation Data\n<p>We do not use or store information about your location (“Location Data”).</p>\nTracking &amp.\nCookies Data\n<p>We do not use cookies or similar tracking technologies to track your activity on our Service.</p>\nUse of Data\n<p>Prospect One uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To build public download statistics per project, per file and per version that you can find on our website and via our API</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n</ul>\nRetention of Data\n<p>Prospect One will retain your Personal Data only for as long as is necessary for the purposes\nset out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary\nto comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws),\nresolve disputes, and enforce our legal agreements and policies.</p>\n<p>Prospect One will also retain non-aggragated Usage Data for internal analysis purposes.\nNon-aggragated Usage Data is retained for a shorter period of time, until it is analysed and deleted, except when this data is\nused to strengthen the security or to improve the functionality of our Service,\nor we are legally obligated to retain this data for longer time periods.</p>\n<p>Aggregated Usage Data does not contain any information assosiated with any single request or user and is stored indefinitely.\nThis data is publicly accessible via our API https://github.com/jsdelivr/data.jsdelivr.com#get-package-usage-stats</p>\nTransfer Of Data\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located\noutside of your state, province, country or other governmental jurisdiction where the data protection laws\nmay differ than those from your jurisdiction.</p>\n<p>If you are located outside Poland and choose to provide information to us, please note that we transfer the data,\nincluding Personal Data, to Poland and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Prospect One will take all steps reasonably necessary to ensure that your data is treated securely\nand in accordance with this Privacy Policy and no transfer of your Personal Data will take place to\nan organization or a country unless there are adequate controls in place including the security of\nyour data and other personal information.</p>\nDisclosure Of Data\nDisclosure for Law Enforcement\n<p>Under certain circumstances, Prospect One may be required to disclose your Personal Data\nif required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>\nLegal Requirements\n<p>Prospect One may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Prospect One</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul>\nSecurity Of Data\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet,\nor method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means\nto protect your Personal Data, we cannot guarantee its absolute security.</p>\n\"Do Not Track\" Signals\n<p>We do not support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser\nto inform websites that you do not want to be tracked.</p>\nYour Rights\n<p>Prospect One aims to take reasonable steps to allow you to correct, amend, delete,\nor limit the use of your Personal Data.</p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems,\nplease contact us.</p>\n<p>In certain circumstances, you have the right:</p>\n<ul>\n<li>To access and receive a copy of the Personal Data we hold about you</li>\n<li>To rectify any Personal Data held about you that is inaccurate</li>\n<li>To request the deletion of Personal Data held about you</li>\n<li>You have the right to data portability for the information you provide to Prospect One.\nYou can request to obtain a copy of your Personal Data in a commonly used electronic format so that you can manage and move it.</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\nService Providers\n<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"),\nto provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf\nand are obligated not to disclose or use it for any other purpose.</p>\nContent Delivery\n<p>We use third-party Service Providers to serve all of our traffic under the domain cdn.jsdelivr.net.\nThis means all of these providers have access to your IP address and other information sent by your web browser.\nThis information is used for analytics and security purposes.\nNeither we nor our providers track any individual user.</p>\nCloudflare\n<p>For more information on the privacy practices of Cloudflare,\nplease visit the following web page:<br>\nhttps://www.cloudflare.com/security-policy/</p>\nFastly\n<p>For more information on the privacy practices of Fastly,\nplease visit the following web page:<br>\nhttps://www.fastly.com/privacy</p>\nBunny (Limited to legacy bootstrapcdn.com CDN endpoints)\n<p>For more information on the privacy practices of Bunny CDN,\nplease visit the following web page:<br>\nhttps://bunny.net/privacy</p>\nLinks To Other Sites\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies\nor practices of any third party sites or services.</p>\nChildren's Privacy\n<p>Our Service does not address anyone under the age of 13 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data,\nplease contact us.\nIf we become aware that we have collected Personal Data from children without verification\nof parental consent, we take steps to remove that information from our servers.</p>\nChanges To This Privacy Policy\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming\neffective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\nContact Us\n<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<p>By email: dak@prospectone.io</p> Designed, developed, and maintained by: and Dmitriy Akulov Sign up to our newsletter...\nSubscribe © jsdelivr.com, 2012 - 2023 <ul>\n<li>About</li>\n<li>Our History</li>\n<li>Our Sponsors</li>\n<li>Status</li>\n<li>Terms &amp.\nPolicies</li>\n<li>dak@prospectone.io</li>\n</ul> Convert from: <ul>\n<li>GitHub</li>\n<li>Google Hosted Libraries</li>\n<li>RawGit</li>\n<li>unpkg</li>\n</ul> © jsdelivr.com, 2012 - 2023 ", "created_at": "2023-04-07 02:19:22.180666", "updated_at": "2023-04-07 02:23:21.905324"}, {"id": 15312, "name": "Privacy Policy *.jsdelivr.com", "url": "https://www.jsdelivr.com/terms/privacy-policy-jsdelivr-com", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>About Us</li>\n<li>Network</li>\n<li>Stats</li>\n<li>Sponsors</li>\n<li>Tools <i>\n</i>\n<ul>\n<li>Purge cache</li>\n<li>\n</li>\n<li>Convert from</li>\n<li>GitHub</li>\n<li>Google Hosted Libraries</li>\n<li>unpkg</li>\n<li>Skypack</li>\n<li>esm.sh</li>\n</ul>\n</li>\n<li>Resources <i>\n</i>\n<ul>\n<li>Blog <i>\n</i>\n</li>\n<li>Newsletter <i>\n</i>\n</li>\n<li>Documentation</li>\n<li>esm.run</li>\n<li>API</li>\n</ul>\n</li>\n<li>\n<i>\n</i> Github</li>\n<li>\n<i>\n</i> Twitter</li>\n<li> Discord</li>\n</ul> Please wait while the document loads.\nNavigation <ul>\n<li>CDN - cdn.jsdelivr.net</li>\n<li>Acceptable Use Policy</li>\n<li>Privacy Policy</li>\n<li>Website - jsdelivr.com</li>\n<li>Privacy Policy</li>\n</ul>\n<strong>CDN - cdn.jsdelivr.net</strong> Acceptable Use Policy Privacy Policy <strong>Website - jsdelivr.com</strong> Privacy Policy Terms &amp.\nPolicies Privacy Policy - *.jsdelivr.com\n<p>\n<em>Effective date: September 14, 2021</em>\n</p>\n<p>Prospect One (\"us\", \"we\", or \"our\") operates the jsdelivr.com website and its subdomains (the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data\nwhen you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection\nand use of information in accordance with this policy.</p>\nDefinitions\nPersonal Data\n<p>Personal Data means data about a living individual who can be identified from those data\n(or from those and other information either in our possession or likely to come into our possession).</p>\nUsage Data\n<p>Usage Data is data collected automatically either generated by the use of the Service\nor from the Service infrastructure itself (for example, the duration of a page visit).</p>\nCookies\n<p>Cookies are small pieces of data stored on a User’s device.</p>\nData Controller\n<p>Data Controller means a person who (either alone or jointly or in common with other persons)\ndetermines the purposes for which and the manner in which any personal data are, or are to be, processed.</p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your data.</p>\nData Processor (or Service Providers)\n<p>Data Processor (or Service Provider) means any person (other than an employee of the Data Controller)\nwho processes the data on behalf of the Data Controller.</p>\n<p>We may use the services of various Service Providers in order to process your data more effectively.</p>\nData Subject\n<p>Data Subject is any living individual who is the subject of Personal Data.</p>\nUser\n<p>The User is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>\nInformation Collection And Use\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\nPersonal Data\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information\nthat can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Cookies and Usage Data</li>\n</ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials\nand other information that may be of interest to you.\nYou may opt out of receiving any,\nor all, of these communications from us by following the unsubscribe link or instruction\nprovided in any email we send or by contacting us.</p>\nUsage Data\n<p>We may collect information how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address),\nbrowser type, browser version, the pages of our Service that you visit, the time and date of your visit,\nthe time spent on those pages, unique device identifiers and other diagnostic data.</p>\nLocation Data\n<p>We do not use or store information about your location (“Location Data”).</p>\nTracking &amp.\nCookies Data\n<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information\nand to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies</strong>.\nWe use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies</strong>.\nWe use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies</strong>.\nWe use Security Cookies for security purposes.</li>\n</ul>\nUse of Data\n<p>Prospect One uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n</ul>\nRetention of Data\n<p>Prospect One will retain your Personal Data only for as long as is necessary for the purposes\nset out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary\nto comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws),\nresolve disputes, and enforce our legal agreements and policies.</p>\n<p>Prospect One will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is\nused to strengthen the security or to improve the functionality of our Service,\nor we are legally obligated to retain this data for longer time periods.</p>\nTransfer Of Data\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located\noutside of your state, province, country or other governmental jurisdiction where the data protection laws\nmay differ than those from your jurisdiction.</p>\n<p>If you are located outside Poland and choose to provide information to us, please note that we transfer the data,\nincluding Personal Data, to Poland and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Prospect One will take all steps reasonably necessary to ensure that your data is treated securely\nand in accordance with this Privacy Policy and no transfer of your Personal Data will take place to\nan organization or a country unless there are adequate controls in place including the security of\nyour data and other personal information.</p>\nDisclosure Of Data\nDisclosure for Law Enforcement\n<p>Under certain circumstances, Prospect One may be required to disclose your Personal Data\nif required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>\nLegal Requirements\n<p>Prospect One may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Prospect One</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul>\nSecurity Of Data\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet,\nor method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means\nto protect your Personal Data, we cannot guarantee its absolute security.</p>\n\"Do Not Track\" Signals\n<p>We do not support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser\nto inform websites that you do not want to be tracked.</p>\n<p>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</p>\nYour Rights\n<p>Prospect One aims to take reasonable steps to allow you to correct, amend, delete,\nor limit the use of your Personal Data.</p>\n<p>Whenever made possible, you can update your Personal Data directly within your account\nsettings section.\nIf you are unable to change your Personal Data, please contact us to make the required changes.</p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems,\nplease contact us.</p>\n<p>In certain circumstances, you have the right:</p>\n<ul>\n<li>To access and receive a copy of the Personal Data we hold about you</li>\n<li>To rectify any Personal Data held about you that is inaccurate</li>\n<li>To request the deletion of Personal Data held about you</li>\n<li>You have the right to data portability for the information you provide to Prospect One.\nYou can request to obtain a copy of your Personal Data in a commonly used electronic format so that you can manage and move it.</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\nService Providers\n<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"),\nto provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf\nand are obligated not to disclose or use it for any other purpose.</p>\nAnalytics\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\nGoogle Analytics\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize\nand personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics\nby installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics\nJavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms\nweb page:<br>\nhttps://www.google.com/intl/en/policies/privacy/</p>\nContent Delivery\n<p>We use third-party Service Providers to serve all of our traffic under the domain cdn.jsdelivr.net.\nThis means all of these providers have access to your IP address and other information sent by your web browser.\nThis information is used for analytics and security purposes.</p>\nCloudflare\n<p>For more information on the privacy practices of Cloudflare,\nplease visit the following web page:<br>\nhttps://www.cloudflare.com/security-policy/</p>\nBunny\n<p>For more information on the privacy practices of Bunny CDN,\nplease visit the following web page:<br>\nhttps://bunny.net/privacy</p>\nLinks To Other Sites\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies\nor practices of any third party sites or services.</p>\nChildren's Privacy\n<p>Our Service does not address anyone under the age of 13 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data,\nplease contact us.\nIf we become aware that we have collected Personal Data from children without verification\nof parental consent, we take steps to remove that information from our servers.</p>\nChanges To This Privacy Policy\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming\neffective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\nContact Us\n<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<p>By email: dak@prospectone.io</p> Designed, developed, and maintained by: and Dmitriy Akulov Sign up to our newsletter...\nSubscribe © jsdelivr.com, 2012 - 2023 <ul>\n<li>About</li>\n<li>Our History</li>\n<li>Our Sponsors</li>\n<li>Status</li>\n<li>Terms &amp.\nPolicies</li>\n<li>dak@prospectone.io</li>\n</ul> Convert from: <ul>\n<li>GitHub</li>\n<li>Google Hosted Libraries</li>\n<li>RawGit</li>\n<li>unpkg</li>\n</ul> © jsdelivr.com, 2012 - 2023 ", "created_at": "2023-04-07 02:24:07.007756", "updated_at": "2023-04-07 02:24:17.618789"}, {"id": 15313, "name": "Acceptable Use Policy", "url": "https://www.jsdelivr.com/terms/acceptable-use-policy-jsdelivr-net", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>About Us</li>\n<li>Network</li>\n<li>Stats</li>\n<li>Sponsors</li>\n<li>Tools <i>\n</i>\n<ul>\n<li>Purge cache</li>\n<li>\n</li>\n<li>Convert from</li>\n<li>GitHub</li>\n<li>Google Hosted Libraries</li>\n<li>unpkg</li>\n<li>Skypack</li>\n<li>esm.sh</li>\n</ul>\n</li>\n<li>Resources <i>\n</i>\n<ul>\n<li>Blog <i>\n</i>\n</li>\n<li>Newsletter <i>\n</i>\n</li>\n<li>Documentation</li>\n<li>esm.run</li>\n<li>API</li>\n</ul>\n</li>\n<li>\n<i>\n</i> Github</li>\n<li>\n<i>\n</i> Twitter</li>\n<li> Discord</li>\n</ul> Please wait while the document loads.\nNavigation <ul>\n<li>CDN - cdn.jsdelivr.net</li>\n<li>Acceptable Use Policy</li>\n<li>Privacy Policy</li>\n<li>Website - jsdelivr.com</li>\n<li>Privacy Policy</li>\n</ul>\n<strong>CDN - cdn.jsdelivr.net</strong> Acceptable Use Policy Privacy Policy <strong>Website - jsdelivr.com</strong> Privacy Policy Terms &amp.\nPolicies Acceptable Use Policy\n<p>\n<em>Effective date: April 21, 2022</em>\n</p>\n<p>Prospect One (\"us\", \"we\", or \"our\") operates the cdn.jsdelivr.net website (the \"Service\" or \"jsDelivr\").</p>\n<p>By using jsDelivr, you agree to follow this Acceptable Use Policy (the \"Policy\").\nIf you are found to be in violation of the Policy at any time, as determined by\nProspect One in its sole discretion, we may warn you, prevent you from using our\nService, or take any other action we deem appropriate.\nPlease note that we may\nchange our Acceptable Use Policy at any time, and it is your responsibility to\nkeep up-to-date with and adhere to the Policy posted here.</p>\n1.\nPermitted Use\n<p>jsDelivr works as a CDN for content already stored on npm, GitHub, and other\nthird-party services.\nThese services are not operated by us, and each of them has\nits own terms of use.\nAny content accessed via jsDelivr must conform to the terms of the service from\nwhich it was retrieved.\nFor example, when you use jsDelivr as a CDN for GitHub,\nthe content must conform to all GitHub's policies.\nAdditionally, any content accessed via jsDelivr must conform to our own policies\nas described in this document.</p>\n<p>As long as you do not violate our rules:</p>\n<ul>\n<li>using jsDelivr is free for both personal and commercial use,</li>\n<li>there are no limits on bandwidth or number of requests,</li>\n<li>we will provide a reasonable level of support via GitHub issues and email for\nurgent and private matters.</li>\n</ul>\n2.\nHard Limits and Restrictions\n<p>To maintain the performance and security of our Service, we have\nvarious limits and restrictions in place.\nThese may include but are not limited to:</p>\n<ul>\n<li>maximum size of a single file,</li>\n<li>maximum number of files in a single package,</li>\n<li>maximum size of a single package,</li>\n<li>blocking of certain file extensions.</li>\n</ul>\n<p>When requesting a resource that does not meet these limits, you will get an error\nresponse indicating the reason.\nThe limits are set considerably higher than needed\nfor most projects and may be further increased or removed for legitimate projects\non request.</p>\n3.\nSoft Limits and Recommendations\n<p>These limits are not automatically enforced by our Service, but you agree not to\nexceed them:</p>\n<ol>\n<li>For projects using our GitHub proxy:<ul>\n<li>We recommend that the number of actively accessed files per repository\ndoes not exceed 10 000.\nIf you have considerably more files, a custom\nproxy endpoint for your project may be a better fit.</li>\n<li>The soft limit for the number of files per repository is 100 000.</li>\n</ul>\n</li>\n</ol>\n<p>These recommendations are not automatically enforced by our Service, but may\nindicate whether a project falls within the Permitted or the Prohibited use\nwhen it is not immediately clear.\nWe recommend that each project:</p>\n<ul>\n<li>has a meaningful name,</li>\n<li>has public documentation and an appropriate license that allows use by other people,</li>\n<li>in case of npm packages, links to a public source code repository,</li>\n<li>does not contain intentionally obfuscated code.</li>\n</ul>\n4.\nProhibited Use\n<p>The following behavior is prohibited:</p>\n<ol>\n<li>\n<p>Hosting or accessing content that:</p>\n<ul>\n<li>contains malware or harmful code in any form,</li>\n<li>violates proprietary rights of others,</li>\n<li>is sexually explicit,</li>\n<li>is potentially illegal in the EU or the USA.</li>\n</ul>\n</li>\n<li>\n<p>Abusing the service and its resources, or using jsDelivr as a general-purpose\nfile or media hosting service.\nThis includes, for example:</p>\n<ul>\n<li>running an image hosting website and using jsDelivr as a storage for all\nuploaded images,</li>\n<li>hosting videos, file backups, or other files in large quantities.</li>\n</ul>\n<p>We recognize that there are legitimate projects that consist of a large number\nof files, and these are not considered abuse.\nFor example: icons packs, apps,\nor games with a large number of assets.</p>\n</li>\n<li>\n<p>Trying to bypass our limits or restrictions in any way.\nWe will be happy\nto remove limits or provide custom solutions for legitimate projects.</p>\n</li>\n</ol>\n5.\nAdditional Restrictions in China\n<p>jsDelivr holds an ICP license issued by the Chinese government,\nwhich allows us to operate infrastructure directly in Mainland China.\nTo keep this license and allow our Chinese users to benefit from the performance\nimprovements it provides, any content served via our Chinese network must conform\nto Chinese policies.\nContent potentially violating Chinese policies may be\nblocked in China without warning.</p>\n6.\nLimitation of Liability\n<p>In no event will the Prospect One and/or jsDelivr entities be liable to you\nor any third party for any direct, indirect, incidental, special, consequential,\nor punitive damages arising out of or relating to your access to or use of,\nor your inability to access or use, the websites and online services or any materials\nor content on the websites and online services, whether based on warranty, contract, tort (including negligence), statute, or any other legal theory, whether or not the Prospect One and/or jsDelivr entities have been informed of the possibility of such damage.</p>\n7.\nContact Us\n<p>If you have any questions about this Acceptable Use Policy, please contact us:</p>\n<p>By email: dak@prospectone.io</p> Designed, developed, and maintained by: and Dmitriy Akulov Sign up to our newsletter...\nSubscribe © jsdelivr.com, 2012 - 2023 <ul>\n<li>About</li>\n<li>Our History</li>\n<li>Our Sponsors</li>\n<li>Status</li>\n<li>Terms &amp.\nPolicies</li>\n<li>dak@prospectone.io</li>\n</ul> Convert from: <ul>\n<li>GitHub</li>\n<li>Google Hosted Libraries</li>\n<li>RawGit</li>\n<li>unpkg</li>\n</ul> © jsdelivr.com, 2012 - 2023 ", "created_at": "2023-04-07 02:24:59.627585", "updated_at": "2023-04-07 02:25:06.880485"}], "points": [{"id": 30673, "title": "Third-party cookies are used for statistics", "source": "https://www.jsdelivr.com/terms/privacy-policy-jsdelivr-com", "status": "Generated through the annotate view", "created_at": "2023-04-07 03:11:15.237058", "updated_at": "2023-07-11 06:26:58.18552", "quoteText": null, "case_id": 325, "document_id": 15312, "quoteStart": null, "quoteEnd": null}, {"id": 30675, "title": "This service is only available to users over a certain age", "source": "https://www.jsdelivr.com/terms/privacy-policy-jsdelivr-net", "status": "Generated through the annotate view", "created_at": "2023-04-07 03:12:18.637477", "updated_at": "2023-07-11 06:28:36.648931", "quoteText": null, "case_id": 152, "document_id": 15311, "quoteStart": null, "quoteEnd": null}, {"id": 30674, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.jsdelivr.com/terms/privacy-policy-jsdelivr-com", "status": "Generated through the annotate view", "created_at": "2023-04-07 03:12:00.361541", "updated_at": "2023-07-11 06:28:36.724961", "quoteText": null, "case_id": 233, "document_id": 15312, "quoteStart": null, "quoteEnd": null}, {"id": 30672, "title": "There is a date of the last update of the agreements", "source": "https://www.jsdelivr.com/terms/privacy-policy-jsdelivr-net", "status": "Generated through the annotate view", "created_at": "2023-04-07 03:10:43.397891", "updated_at": "2023-07-11 06:28:36.801747", "quoteText": null, "case_id": 331, "document_id": 15311, "quoteStart": null, "quoteEnd": null}], "urls": ["jsdelivr.com", "jsdelivr.net", "cdn.jsdelivr.net", "bootstrapcdn.com"]}}