{"error": 448, "message": "OK", "parameters": {"id": 7108, "name": "OpenAI", "created_at": "2022-12-22 15:22:43.920519", "updated_at": "2023-07-10 22:02:29.662552", "wikipedia": "https://en.wikipedia.org/wiki/OpenAI", "keywords": null, "related": null, "slug": "openai", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7108.png", "url": "openai.com,labs.openai.com,beta.openai.com,chat.openai.com", "documents": [{"id": 13512, "name": "Service Terms", "url": "https://openai.com/api/policies/service-terms/", "xpath": "/html/body/article/div/div/div[2]/div", "text": " <p>These Service Terms govern your use of the Services.\nCapitalized terms not defined here will have the meanings in the Terms of Use, Enterprise Agreement, or other agreement you have with us governing your use of the Services (“Agreement”).\nIf there is a conflict between the Service Terms and your Agreement, the Service Terms will control.\nFor purposes of these Terms, “Content” includes “Customer&nbsp;Content.”</p>\n<p>1.\nBeta&nbsp;Services</p>\n<p>This section governs your use of services or features that OpenAI offers on an alpha, preview, early access, or beta basis (“Beta Services”).\nBeta Services are offered “as-is” to allow testing and evaluation, and Content you provide to Beta Services may be used to improve the Services.\n<strong>OpenAI makes no representations or warranties for Beta Services, including any warranty that Beta Services will be generally available, uninterrupted or error-free, or that Content will be secure or not lost or damaged.\nExcept to the extent prohibited by law, OpenAI expressly disclaims all warranties for Beta Services, including any implied warranties of merchantability, satisfactory quality, fitness for a particular purpose, non-infringement, or quiet enjoyment, and any warranties arising out of any course of dealing or usage of&nbsp;trade.</strong>\n</p>\n<p>2.\nDALL·E</p>\n<p>(a) You must comply with the DALL·E Content&nbsp;Policy.</p>\n<p>(b) OpenAI may use third party contractors to review Content for safety and moderation&nbsp;purposes.</p>\n<p>(c) If you use DALL·E via labs.openai.com (“Labs”), (i) credits purchased on Labs must be used within one year of purchase or they will expire, and (ii) OpenAI may use Content on Labs to develop and improve the&nbsp;Services.</p>\n<p>3.\nCodex and Code&nbsp;Generation</p>\n<p>(a) Output generated by code generation features of our Services, including OpenAI Codex, may be subject to third party licenses, including, without limitation, open source&nbsp;licenses.</p> ", "created_at": "2022-12-22 14:26:47.446711", "updated_at": "2022-12-22 14:26:54.672537"}, {"id": 13513, "name": "Sharing & Publication Policy", "url": "https://openai.com/api/policies/sharing-publication/", "xpath": "/html/body/article/div/div/div[2]/div", "text": " Contents <ol>\n<li>Social media, livestreaming, and demonstrations&nbsp;policy</li>\n<li>Content co-authored with the OpenAI API&nbsp;policy</li>\n<li>Research&nbsp;policy</li>\n</ol> Social media, livestreaming, and demonstrations policy <p>To mitigate the possible risks of AI-generated content, we have set the following policy on permitted&nbsp;sharing.</p>\n<p>\n<strong>Posting your own prompts / completions to social media is generally permissible, as is livestreaming your usage or demonstrating our products to groups of people.\nPlease adhere to the&nbsp;following:</strong>\n</p>\n<ul>\n<li>Manually review each generation before sharing or while&nbsp;streaming.</li>\n<li>Attribute the content to your name or your&nbsp;company.</li>\n<li>Indicate that the content is AI-generated in a way no user could reasonably miss or&nbsp;misunderstand.</li>\n<li>Do not share content that violates our Content Policy or that may offend&nbsp;others.</li>\n<li>If taking audience requests for prompts, use good judgment.\ndo not input prompts that might result in violations of our Content&nbsp;Policy.</li>\n</ul>\n<p>If you would like to ensure the OpenAI team is aware of a particular completion, you may email us or use the reporting tools within&nbsp;Playground.</p>\n<ul>\n<li>Recall that you are interacting with the raw model, which means we do not filter out biased or negative responses.\n(Also, you can read more about implementing our free content filter&nbsp;here.)</li>\n</ul>\n<p>If you are building an application related to social media, note that you must be approved through an App Review before&nbsp;commencing.</p>\n<ul>\n<li>You may demonstrate your ideas prior to approval in venues such as hackathons, conferences, meetings with investors or coworkers, etc., so long as you indicate that your application has not yet been approved for&nbsp;launch.</li>\n</ul> Content co-authored with the OpenAI API policy <p>Creators who wish to publish their first-party written content (e.g., a book, compendium of short stories) created in part with the OpenAI API are permitted to do so under the following&nbsp;conditions:</p>\n<ul>\n<li>The published content is attributed to your name or&nbsp;company.</li>\n<li>The role of AI in formulating the content is clearly disclosed in a way that no reader could possibly miss, and that a typical reader would find sufficiently easy to&nbsp;understand.</li>\n<li>Topics of the content do not violate OpenAI’s Content Policy or Terms of Use, e.g., are not related to political campaigns, adult content, spam, hateful content, content that incites violence, or other uses that may cause social&nbsp;harm.</li>\n<li>We kindly ask that you refrain from sharing outputs that may offend&nbsp;others.</li>\n</ul>\n<p>For instance, one must detail in a Foreword or Introduction (or some place similar) the relative roles of drafting, editing, etc.\nPeople should not represent API-generated content as being wholly generated by a human or wholly generated by an AI, and it is a human who must take ultimate responsibility for the content being&nbsp;published.</p>\n<p>Here is some stock language you may use to describe your creative process, provided it is&nbsp;accurate:</p>\n<p>\n<em>“The author generated this text in part with GPT-3, OpenAI’s large-scale language-generation model.\nUpon generating draft language, the author reviewed, edited, and revised the language to their own liking and takes ultimate responsibility for the content of this&nbsp;publication.”</em>\n</p> Research policy <p>We believe it is important for the broader world to be able to evaluate our research and products, especially to understand and improve potential weaknesses and safety or bias problems in our models.\nAccordingly, we welcome research publications related to the OpenAI&nbsp;API.</p>\n<p>If you have any questions about research publications based on API access or would like to give us advanced notice of a publication (though not required), please email us at&nbsp;papers@openai.com.</p>\n<ul>\n<li>In some cases, we may want to highlight your work internally and/or&nbsp;externally.</li>\n<li>In others, such as publications that pertain to security or misuse of the API, we may want to take appropriate actions to protect our&nbsp;users.</li>\n<li>If you notice any safety or security issues with the API in the course of your research, we ask that you please submit these immediately through our Coordinated Vulnerability Disclosure&nbsp;Program.</li>\n</ul>\n<p>\n<em>Researcher Access&nbsp;Program</em>\n</p>\n<p>There are a number of research directions we are excited to explore with the OpenAI API.\nIf you are interested in the opportunity for subsidized access, please provide us with details about your research use case using this&nbsp;form.</p>\n<p>In particular, we consider the following to be especially important directions, though you are free to craft your own&nbsp;direction:</p>\n<ul>\n<li>\n<strong>Alignment</strong>: How can we understand what objective, if any, a model is best understood as pursuing? How do we increase the extent to which that objective is aligned with human preferences, such as via prompt design or&nbsp;fine-tuning?</li>\n<li>\n<strong>Fairness and Representation</strong>: How should performance criteria be established for fairness and representation in language models? How can language models be improved in order to effectively support the goals of fairness and representation in specific, deployed&nbsp;contexts?</li>\n<li>\n<strong>Interdisciplinary Research</strong>: How can AI development draw on insights from other disciplines such as philosophy, cognitive science, and&nbsp;sociolinguistics?</li>\n<li>\n<strong>Interpretability / Transparency</strong>: How do these models work, mechanistically? Can we identify what concepts they’re using, or extract latent knowledge from the model, make inferences about the training procedure, or predict surprising future&nbsp;behavior?</li>\n<li>\n<strong>Misuse Potential</strong>: How can systems like the API be misused? What sorts of ‘red teaming’ approaches can we develop to help us and other AI developers think about responsibly deploying technologies like&nbsp;this?</li>\n<li>\n<strong>Model Exploration</strong>: Models like those served by the API have a variety of capabilities which we have yet to explore.\nWe’re excited by investigations in many areas including model limitations, linguistic properties, commonsense reasoning, and potential uses for many other&nbsp;problems.</li>\n<li>\n<strong>Robustness</strong>: Generative models have uneven capability surfaces, with the potential for surprisingly strong and surprisingly weak areas of capability.\nHow robust are large generative models to “natural” perturbations in the prompt, such as phrasing the same idea in different ways or with/without typos? Can we predict the kinds of domains and tasks for which large generative models are more likely to be robust (or not robust), and how does this relate to the training data? Are there techniques we can use to predict and mitigate worst-case behavior? How can robustness be measured in the context of few-shot learning (e.g.\nacross variations in prompts)? Can we train models so that they satisfy safety properties with a very high level of reliability, even under adversarial&nbsp;inputs?</li>\n</ul>\n<p>Please note that due to a high volume of requests, it takes time for us to review these applications and not all research will be prioritized for subsidy.\nWe will only be in touch if your application is selected for&nbsp;subsidy.</p> ", "created_at": "2022-12-22 14:27:50.500521", "updated_at": "2022-12-22 14:27:57.012847"}, {"id": 13515, "name": "Privacy Policy", "url": "https://openai.com/policies/privacy-policy", "xpath": "//*[@id=\"content\"]", "text": "<p>We at OpenAI OpCo, LLC (together with our affiliates, “OpenAI”, “we”, “our” or “us”) respect your privacy and are strongly committed to keeping secure any information we obtain from you or about you.\nThis Privacy Policy describes our practices with respect to Personal Information we collect from or about you when you use our website and services (collectively, “Services”).\nThis Privacy Policy does not apply to content that we process on behalf of customers of our business offerings, such as our API.\nOur use of that data is governed by our customer agreements covering access to and use of those offerings.</p>\n<p>For information about how we collect and use training information to develop our language models that power ChatGPT and other Services, and your choices with respect to that information, please see this help center article.</p>1.\nPersonal information we collect<p>We collect information that alone or in combination with other information in our possession could be used to identify you (“Personal Information”) as&nbsp;follows:</p>\n<p>\n<strong>Personal Information You Provide</strong>: We may collect Personal Information if you create an account to use our Services or communicate with us as&nbsp;follows:</p>\n<ul>\n<li>\n<em>Account Information:</em> When you create an account with us, we will collect information associated with your account, including your name, contact information, account credentials, payment card information, and transaction history, (collectively, “Account Information”).</li>\n<li>\n<em>User Content:</em> When you use our Services, we may collect Personal Information that is included in the input, file uploads, or feedback that you provide to our Services (“Content”).&nbsp;</li>\n<li>\n<em>Communication Information</em>: If you communicate with us, we may collect your name, contact information, and the contents of any messages you send (“Communication&nbsp;Information”).</li>\n<li>\n<em>Social Media Information</em>: We have pages on social media sites like Instagram, Facebook, Medium, Twitter, YouTube and LinkedIn.\nWhen you interact with our social media pages, we will collect Personal Information that you elect to provide to us, such as your contact details (collectively, “Social Information”).\nIn addition, the companies that host our social media pages may provide us with aggregate information and analytics about our social media activity.</li>\n</ul>\n<p>\n<strong>Personal Information We Receive Automatically From Your Use of the Services</strong>:&nbsp;When you visit, use, and interact with the Services, we may receive the following information about your visit, use, or interactions (“Technical Information”):</p>\n<ul>\n<li>\n<em>Log Data</em>: Information that your browser automatically sends whenever you use our website (“log data”).\nLog data includes your Internet Protocol address, browser type and settings, the date and time of your request, and how you interacted with our website.</li>\n<li>\n<em>Usage Data</em>: We may automatically collect information about your use of the Services, such as the types of content that you view or engage with, the features you use and the actions you take, as well as your time zone, country, the dates and times of access, user agent and version, type of computer or mobile device, computer connection, IP address, and the&nbsp;like.</li>\n<li>\n<em>Device Information</em>: Includes name of the device, operating system, and browser you are using.\nInformation collected may depend on the type of device you use and its&nbsp;settings.</li>\n<li>\n<em>Cookies</em>: We use cookies to operate and administer our Services, and improve your experience on it.\nA “cookie” is a piece of information sent to your browser by a website you visit.\nYou can set your browser to accept all cookies, to reject all cookies, or to notify you whenever a cookie is offered so that you can decide each time whether to accept it.\nHowever, refusing a cookie may in some cases preclude you from using, or negatively affect the display or function of, a website or certain areas or features of a website.\nFor more details on cookies please visit&nbsp;All About&nbsp;Cookies.</li>\n<li>\n<em>Analytics</em>: We may use a variety of online analytics products that use cookies to help us analyze how users use our Services and enhance your experience when you use the Services.</li>\n</ul>2.\nHow we use personal information<p>We may use Personal Information for the following&nbsp;purposes:</p>\n<ul>\n<li>To provide, administer, maintain and/or analyze the&nbsp;Services;</li>\n<li>To improve our Services and conduct research;</li>\n<li>To communicate with&nbsp;you;</li>\n<li>To develop new programs and&nbsp;services;</li>\n<li>To prevent fraud, criminal activity, or misuses of our Services, and to ensure the security of our IT systems, architecture, and networks;&nbsp;and</li>\n<li>To comply with legal obligations and legal process and to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or other third&nbsp;parties.</li>\n</ul>\n<p>\n<strong>Aggregated or De-Identified Information</strong>.\nWe may aggregate or de-identify Personal Information and use the aggregated information to analyze the effectiveness of our Services, to improve and add features to our Services, to conduct research and for other similar purposes.\nIn addition, from time to time, we may analyze the general behavior and characteristics of users of our Services and share aggregated information like general user statistics with third parties, publish such aggregated information or make such aggregated information generally available.\nWe may collect aggregated information through the Services, through cookies, and through other means described in this Privacy&nbsp;Policy.\nWe will maintain and use de-identified information in anonymous or de-identified form and we will not attempt to reidentify the information.</p>\n<p>As noted above, we may use Content you provide us to improve our Services, for example to train the models that power ChatGPT.\nSee here for instructions on how you can opt out of our use of your Content to train our models.</p>3.\nDisclosure of personal information<p>In certain circumstances we may provide your Personal Information to third parties without further notice to you, unless required by the law:</p>\n<ul>\n<li>\n<em>Vendors and Service Providers</em>: To assist us in meeting business operations needs and to perform certain services and functions, we may provide Personal Information to vendors and service providers, including providers of hosting services, cloud services, and other information technology services providers, event management services, email communication software and email newsletter services, and web analytics services.\nPursuant to our instructions, these parties will access, process, or store Personal Information only in the course of performing their duties to&nbsp;us.</li>\n<li>\n<em>Business Transfers</em>: If we are involved in strategic transactions, reorganization, bankruptcy, receivership, or transition of service to another provider (collectively a “Transaction”), your Personal Information and other information may be disclosed in the diligence process with counterparties and others assisting with the Transaction and transferred to a successor or affiliate as part of that Transaction along with other&nbsp;assets.</li>\n<li>\n<em>Legal Requirements</em>: If required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation, including to meet national security or law enforcement requirements, (ii) protect and defend our rights or property, (iii) prevent fraud, (iv) act in urgent circumstances to protect the personal safety of users of the Services, or the public, or (v) protect against legal&nbsp;liability.</li>\n<li>\n<em>Affiliates</em>: We may disclose Personal Information to our affiliates, meaning an entity that controls, is controlled by, or is under common control with OpenAI.\nOur affiliates may use the Personal Information we share in a manner consistent with this Privacy&nbsp;Policy.</li>\n</ul>4.\nYour rights<p>Depending on location, individuals in the EEA, the UK, and across the globe may have certain statutory rights in relation to their Personal Information.\nFor example, you may have the right to:</p>\n<ul>\n<li>Access your Personal Information.</li>\n<li>Delete your Personal Information.</li>\n<li>Correct or update your Personal Information.</li>\n<li>Transfer your Personal Information elsewhere.</li>\n<li>Withdraw your consent to the processing of your Personal Information where we rely on consent as the legal basis for processing.</li>\n<li>Object to or restrict the processing of your Personal Information where we rely on legitimate interests as the legal basis for processing.</li>\n</ul>\n<p>You can exercise some of these rights through your OpenAI account.\nIf you are unable to exercise your rights through your account, please send your request to dsar@openai.com.</p>\n<p>A note about accuracy: Services like ChatGPT generate responses by reading a user’s request and then predicting the next most likely words that might appear in response.\nIn some cases, the most likely next words may not be the most factually accurate ones.\nFor this reason, you should not rely on the factual accuracy of output from our models.\nIf you notice that ChatGPT output contains factually inaccurate personal information about you and you would like us to correct the inaccuracy, you may submit a correction request to dsar@openai.com.\nGiven the technical complexity of how our models work, we may not be able to correct the inaccuracy.\nIn that case, you may request that we remove your personal information from ChatGPT’s output by filling out this form.</p>\n<p>For information on how to exercise your rights with respect to data we have collected from the internet to train our models, please see this help center article.</p>5.\nCalifornia privacy rights<p>The following table provides additional information about how we disclose Personal Information.\nYou can read more about the Personal Information we collect in “Personal information we collect” above, how we use Personal information in “How we use personal information” above, and how we retain personal information in “Security and Retention” below.</p>Category of Personal InformationDisclosure of Personal InformationIdentifiers, such as your contact detailsWe disclose this information to our affiliates, vendors and service providers, law enforcement, and parties involved in Transactions.Commercial Information, such as your transaction historyWe disclose this information to our affiliates, vendors and service providers, law enforcement, and parties involved in Transactions.Network Activity Information, such as Content and how you interact with our ServicesWe disclose this information to our affiliates, vendors and service providers, law enforcement, and parties involved in Transactions.Geolocation DataWe disclose this information to our affiliates, vendors and service providers, law enforcement, and parties involved in Transactions.Your account login credentials (Sensitive Personal Information)We disclose this information to our affiliates, vendors and service providers, law enforcement, and parties involved in Transactions.<p>To the extent provided for by law and subject to applicable exceptions, California residents have the following privacy rights in relation to their Personal Information:</p>\n<ul>\n<li>The right to know information about our processing of your Personal Information, including the specific pieces of Personal Information that we have collected from you;</li>\n<li>The right to request deletion of your Personal Information;</li>\n<li>The right to correct your Personal Information.\nand</li>\n<li>The right to be free from discrimination relating to the exercise of any of your privacy&nbsp;rights.</li>\n</ul>\n<p>We don’t sell or share Personal&nbsp;Information as defined by the California Consumer Privacy Act, as amended by the California Privacy Rights Act.\nWe also don’t process sensitive personal information for the purposes of inferring characteristics about a consumer.</p>\n<p>\n<strong>Exercising Your Rights</strong>.\nCalifornia residents can exercise their CCPA privacy rights by sending their request to dsar@openai.com.</p>\n<p>\n<strong>Verification</strong>.\nIn order to protect your Personal Information from unauthorized access, change, or deletion, we may require you to verify your credentials before you can submit a request to know, correct, or delete Personal Information.\nIf you do not have an account with us, or if we suspect fraudulent or malicious activity, we may ask you to provide additional Personal Information and proof of residency for verification.\nIf we cannot verify your identity, we will not provide, correct, or delete your Personal&nbsp;Information.</p>\n<p>\n<strong>Authorized Agents</strong>.\nYou may submit a rights request through an authorized agent.\nIf you do so, the agent must present signed written permission to act on your behalf and you may also be required to independently verify your identity and submit proof of your residency with&nbsp;us.\nAuthorized agent requests can be submitted to dsar@openai.com.</p>6.\nChildren<p>Our Service is not directed to children who are under the age of 13.\nOpenAI does not knowingly collect Personal Information from children under the age of 13.\nIf you have reason to believe that a child under the age of 13 has provided Personal Information to OpenAI through the Service please email us at legal@openai.com.\nWe will investigate any notification and if appropriate, delete the Personal Information from our&nbsp;systems.&nbsp;If you are 13 or older, but under 18, you must have consent from your parent or guardian to use our Services.</p>7.\nLinks to other websites<p>The Service may contain links to other websites not operated or controlled by OpenAI, including social media services (“Third Party Sites”).\nThe information that you share with Third Party Sites will be governed by the specific privacy policies and terms of service of the Third Party Sites and not by this Privacy Policy.\nBy providing these links we do not imply that we endorse or have reviewed these sites.\nPlease contact the Third Party Sites directly for information on their privacy practices and&nbsp;policies.</p>8.\nSecurity and Retention<p>We implement commercially reasonable technical, administrative, and organizational measures to protect Personal Information both online and offline from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nHowever, no Internet or email transmission is ever fully secure or error free.\nIn particular, email sent to or from us may not be secure.\nTherefore, you should take special care in deciding what information you send to us via the Service or email.\nIn addition, we are not responsible for circumvention of any privacy settings or security measures contained on the Service, or third party websites.<br>\n</p>\n<p>We’ll retain your Personal Information for only as long as we need in order to provide our Service to you, or for other legitimate business purposes such as resolving disputes, safety and security reasons, or complying with our legal obligations.\nHow long we retain Personal Information will depend on a number of factors, such as the amount, nature, and sensitivity of the information, the potential risk of harm from unauthorized use or disclosure, our purpose for processing the information, and any legal requirements.<br>\n</p>\n<p>We may also anonymize or de-identify your Personal Information (so that it can no longer be associated with you) for research or statistical purposes, as described above, in which case we may use this information indefinitely without further notice to you.<br>\n</p>9.\nInternational users<p>By using our Service, you understand and acknowledge that your Personal Information will be transferred from your location to our facilities and servers in the United&nbsp;States.</p>\n<p>For EEA, UK or Swiss users:</p>\n<p>\n<strong>Legal Basis for Processing</strong>.\nOur legal bases for processing your Personal Information include:</p>\n<ul>\n<li>Performance of a contract with you when we provide and maintain our Services.\nWhen we process Account Information, Content, and Technical Information solely to provide our Services to you, this information is necessary to be able to provide our Services.\nIf you do not provide this information, we may not be able to provide our Services to you.&nbsp;</li>\n<li>Our legitimate interests in protecting our Services from abuse, fraud, or security risks, or in developing, improving, or promoting our Services, including when we train our models.\nThis may include the processing of Account Information, Content, Social Information, and Technical Information.\nSee here for instructions on how you can opt out of our use of your information to train our models.</li>\n<li>Your consent when we ask for your consent to process your Personal Information for a specific purpose that we communicate to you.&nbsp;You have the right to withdraw your consent at any time.</li>\n<li>Compliance with our legal obligations when we use your Personal Information to comply with applicable law or when we protect our or our affiliates’, users’, or third parties’ rights, safety, and property.</li>\n</ul>\n<p>\n<strong>EEA and UK Representative</strong>\n<em>.\n</em>We’ve appointed VeraSafe as our representative in the EEA and UK for data protection matters.\nYou can contact VeraSafe in matters related to Personal Information processing using&nbsp;this contact form.\nAlternatively:&nbsp;</p>\n<ul>\n<li>For users in the EEA,&nbsp;you can contact VeraSafe at VeraSafe Ireland Ltd, Unit 3D North Point House, North Point Business Park, New Mallow Road, Cork T23AT2P, Ireland.</li>\n<li>For users in the UK,&nbsp;you can contact VeraSafe at VeraSafe United Kingdom Ltd., 37 Albert Embankment, London SE1 7TL, United Kingdom.</li>\n</ul>\n<p>If you feel we have not adequately addressed an issue, you have the right to lodge a complaint with your local supervisory authority.</p>\n<p>\n<strong>Data Transfers</strong>\n<em>.\n</em>Where required, we will use appropriate safeguards for transferring Personal Information outside of the EEA, Switzerland, and the UK.<em>\n</em>We will only transfer Personal Information pursuant to a legally valid transfer mechanism.</p>\n<p>\n<strong>Data Controller</strong>\n<em>.\n</em>For the purposes of the UK and EU General Data Protection Regulation 2018, our data controller is OpenAI OpCo, LLC at 3180 18th Street, San Francisco, CA, United States.<br>\n</p>10.\nChanges to the privacy policy<p>We may change this Privacy Policy at any time.\nWhen we do, we will post an updated version on this page, unless another type of notice is required by applicable law.\nBy continuing to use our Service or providing us with Personal Information after we have posted an updated Privacy Policy, or notified you by other means, you consent to the revised Privacy&nbsp;Policy.</p>11.\nHow to contact us<p>Please contact support&nbsp;if you have any questions or concerns not already addressed in this Privacy&nbsp;Policy.<br>\n</p>", "created_at": "2022-12-22 14:29:50.065857", "updated_at": "2023-05-14 10:59:31.603841"}, {"id": 13514, "name": "Terms of Use", "url": "https://openai.com/policies/terms-of-use", "xpath": "//*[@id=\"landings-terms-of-use\"]/div[3]", "text": "<p>Thank you for&nbsp;using&nbsp;OpenAI!</p>\n<p>These Terms of Use apply when you use the services of OpenAI, L.L.C.\nor our affiliates, including our application programming interface, software, tools, developer services, data, documentation, and websites (“Services”).\nThe Terms include our&nbsp;Service Terms,&nbsp;Sharing &amp.\nPublication Policy,&nbsp;Usage Policies, and other documentation, guidelines, or policies we may provide in writing.\nBy using our Services, you agree to these&nbsp;Terms.\nOur&nbsp;Privacy Policy&nbsp;explains how we collect and use personal&nbsp;information.<br>\n</p>1.\nRegistration and Access<p>You must be at least 13 years old to use the Services.\nIf you are under 18 you must have your parent or legal guardian’s permission to use the Services.\nIf you use the Services on behalf of another person or entity, you must have the authority to accept the Terms on their behalf.\nYou must provide accurate and complete information to register for an account.\nYou may not make your access credentials or account available to others outside your organization, and you are responsible for all activities that occur using&nbsp;your&nbsp;credentials.<br>\n</p>2.\nUsage Requirements<p>(a)&nbsp;<strong>Use of Services</strong>.\nYou may access, and we grant you a non-exclusive right to use, the Services in accordance with these Terms.\nYou will comply with these Terms and all applicable laws when using the Services.\nWe and our affiliates own all rights, title, and interest in and to&nbsp;the&nbsp;Services.</p>\n<p>(b)&nbsp;<strong>Feedback</strong>.\nWe appreciate feedback, comments, ideas, proposals and suggestions for improvements.\nIf you provide any of these things, we may use it without restriction or compensation&nbsp;to&nbsp;you.</p>\n<p>(c)&nbsp;<strong>Restrictions</strong>.\nYou may not (i) use the Services in a way that infringes, misappropriates or violates any person’s rights.\n(ii) reverse assemble, reverse compile, decompile, translate or otherwise attempt to discover the source code or underlying components of models, algorithms, and systems of the Services (except to the extent such restrictions are contrary to applicable law).\n(iii) use output from the Services to develop models that compete with OpenAI.\n(iv) except as permitted through the API, use any automated or programmatic method to extract data or output from the Services, including scraping, web harvesting, or web data extraction.\n(v) represent that output from the Services was human-generated when it is not or otherwise violate our Usage Policies.\n(vii) buy, sell, or transfer API keys without our prior consent.\nor (viii), send us any personal information of children under 13 or the applicable age of digital consent.\nYou will comply with any rate limits and other requirements in our documentation.\nYou may use Services only in geographies&nbsp;currently supported&nbsp;by&nbsp;OpenAI.</p>\n<p>(d)&nbsp;<strong>Third Party Services</strong>.\nAny third party software, services, or other products you use in connection with the Services are subject to their own terms, and we are not responsible for third&nbsp;party&nbsp;products.<br>\n</p>3.\nContent<p>(a)&nbsp;<strong>Your Content</strong>.\nYou may provide input to the Services (“Input”), and receive output generated and returned by the Services based on the Input (“Output”).\nInput and Output are collectively “Content.” As between the parties and to the extent permitted by applicable law, you own all Input.\nSubject to your compliance with these Terms, OpenAI hereby assigns to you all its right, title and interest in and to Output.\nThis means you can use Content for any purpose, including commercial purposes such as sale or publication, if you comply with these Terms.\nOpenAI may use Content to provide and maintain the Services, comply with applicable law, and enforce our policies.\nYou are responsible for Content, including for ensuring that it does not violate any applicable law or&nbsp;these&nbsp;Terms.</p>\n<p>(b)&nbsp;<strong>Similarity of Content</strong>.\nDue to the nature of machine learning, Output may not be unique across users and the Services may generate the same or similar output for OpenAI or a third party.\nFor example, you may provide input to a model such as “What color is the sky?” and receive output such as “The sky is blue.” Other users may also ask similar questions and receive the same response.\nResponses that are requested by and generated for other users are not considered&nbsp;your&nbsp;Content.</p>\n<p>(c)&nbsp;<strong>Use of Content to Improve Services</strong>.\nWe do not use Content that you provide to or receive from our API (“API Content”) to develop or improve our Services.\nWe may use Content from Services other than our API (“Non-API Content”) to help develop and improve our Services.\nYou can read more here about&nbsp;how Non-API Content may be used to improve model performance.\nIf you do not want your Non-API Content used to improve Services, you can opt out by filling out&nbsp;this form.\nPlease note that in some cases this may limit the ability of our Services to better address your specific&nbsp;use&nbsp;case.</p>\n<p>(d) <strong>Accuracy</strong>.\nArtificial intelligence and machine learning are rapidly evolving fields of study.\nWe are constantly working to improve our Services to make them more accurate, reliable, safe and beneficial.\nGiven the probabilistic nature of machine learning, use of our Services may in some situations result in incorrect Output that does not accurately reflect real people, places, or facts.\nYou should evaluate the accuracy of any Output as appropriate for your use case, including by using human review of the Output.<br>\n</p>4.\nFees and Payments<p>(a)&nbsp;<strong>Fees and Billing</strong>.\nYou will pay all fees charged to your account (“Fees”) according to the prices and terms on the applicable pricing page, or as otherwise agreed between us in writing.\nWe have the right to correct pricing errors or mistakes even if we have already issued an invoice or received payment.\nYou will provide complete and accurate billing information including a valid and authorized payment method.\nWe will charge your payment method on an agreed-upon periodic basis, but may reasonably change the date on which the charge is posted.\nYou authorize OpenAI and its affiliates, and our third-party payment processor(s), to charge your payment method for the Fees.\nIf your payment cannot be completed, we will provide you written notice and may suspend access to the Services until payment is received.\nFees are payable in U.S.\ndollars and are due upon invoice issuance.\nPayments are nonrefundable except as provided in&nbsp;this&nbsp;Agreement.</p>\n<p>(b)&nbsp;<strong>Taxes</strong>.\nUnless otherwise stated, Fees do not include federal, state, local, and foreign taxes, duties, and other similar assessments (“Taxes”).\nYou are responsible for all Taxes associated with your purchase, excluding Taxes based on our net income, and we may invoice you for such Taxes.\nYou agree to timely pay such Taxes and provide us with documentation showing the payment, or additional evidence that we may reasonably require.\nOpenAI uses the name and address in your account registration as the place of supply for tax purposes, so you must keep this information accurate&nbsp;and&nbsp;up-to-date.</p>\n<p>(c)&nbsp;<strong>Price Changes</strong>.\nWe may change our prices by posting notice to your account and/or to our website.\nPrice increases will be effective 14 days after they are posted, except for increases made for legal reasons or increases made to Beta Services (as defined in our Service Terms), which will be effective immediately.\nAny price changes will apply to the Fees charged to your account immediately after the effective date of&nbsp;the&nbsp;changes.</p>\n<p>(d)&nbsp;<strong>Disputes and Late Payments</strong>.\nIf you want to dispute any Fees or Taxes, please contact&nbsp;ar@openai.com&nbsp;within thirty (30) days of the date of the disputed invoice.\nUndisputed amounts past due may be subject to a finance charge of 1.5% of the unpaid balance per month.\nIf any amount of your Fees are past due, we may suspend your access to the Services after we provide you written notice of&nbsp;late&nbsp;payment.</p>\n<p>(e)&nbsp;<strong>Free Tier</strong>.\nYou may not create more than one account to benefit from credits provided in the free tier of the Services.\nIf we believe you are not using the free tier in good faith, we may charge you standard fees or stop providing access to&nbsp;the&nbsp;Services.<br>\n</p>5.\nConfidentiality, Security and Data Protection<p>(a)&nbsp;<strong>Confidentiality</strong>.\nYou may be given access to Confidential Information of OpenAI, its affiliates and other third parties.\nYou may use Confidential Information only as needed to use the Services as permitted under these Terms.\nYou may not disclose Confidential Information to any third party, and you will protect Confidential Information in the same manner that you protect your own confidential information of a similar nature, using at least reasonable care.\nConfidential Information means nonpublic information that OpenAI or its affiliates or third parties designate as confidential or should reasonably be considered confidential under the circumstances, including software, specifications, and other nonpublic business information.\nConfidential Information does not include information that: (i) is or becomes generally available to the public through no fault of yours.\n(ii) you already possess without any confidentiality obligations when you received it under these Terms.\n(iii) is rightfully disclosed to you by a third party without any confidentiality obligations.\nor (iv) you independently developed without using Confidential Information.\nYou may disclose Confidential Information when required by law or the valid order of a court or other governmental authority if you give reasonable prior written notice to OpenAI and use reasonable efforts to limit the scope of disclosure, including assisting us with challenging the disclosure requirement, in each case&nbsp;where&nbsp;possible.</p>\n<p>(b)&nbsp;<strong>Security</strong>.\nYou must implement reasonable and appropriate measures designed to help secure your access to and use of the Services.\nIf you discover any vulnerabilities or breaches related to your use of the Services, you must promptly contact OpenAI and provide details of the vulnerability&nbsp;or&nbsp;breach.</p>\n<p>(c)&nbsp;<strong>Processing of Personal Data</strong>.\nIf you use the Services to process personal data, you must provide legally adequate privacy notices and obtain necessary consents for the processing of such data, and you represent to us that you are processing such data in accordance with applicable law.\nIf you will be using the OpenAI API for the processing of “personal data” as defined in the GDPR or “Personal Information” as defined in CCPA, please fill out this form to request to execute our Data Processing Addendum.<br>\n</p>6.\nTerm and Termination<p>(a)&nbsp;<strong>Termination.\nSuspension</strong>.\nThese Terms take effect when you first use the Services and remain in effect until terminated.\nYou may terminate these Terms at any time for any reason by discontinuing the use of the Services and Content.\nWe may terminate these Terms for any reason by providing you at least 30 days’ advance notice.\nWe may terminate these Terms immediately upon notice to you if you materially breach Sections 2 (Usage Requirements), 5 (Confidentiality, Security and Data Protection), 8 (Dispute Resolution) or 9 (General Terms), if there are changes in relationships with third party technology providers outside of our control, or to comply with law or&nbsp;government&nbsp;requests.\nWe may suspend your access to the Services if you do not comply with these Terms, if your use poses a security risk to us or any third party, or if we suspect that your use is fraudulent or could subject us or any third party to liability.</p>\n<p>(b)&nbsp;<strong>Effect on Termination</strong>.\nUpon termination, you will stop using the Services and you will promptly return or, if instructed by us, destroy any Confidential Information.\nThe sections of these Terms which by their nature should survive termination or expiration should survive, including but not limited to Sections 3&nbsp;and&nbsp;5-9.<br>\n</p>7.\nIndemnification.\nDisclaimer of Warranties.\nLimitations on Liability<p>(a)&nbsp;<strong>Indemnity</strong>.\nYou will defend, indemnify, and hold harmless us, our affiliates, and our personnel, from and against any claims, losses, and expenses (including attorneys’ fees) arising from or relating to your use of the Services, including your Content, products or services you develop or offer in connection with the Services, and your breach of these Terms or violation of&nbsp;applicable&nbsp;law.</p>\n<p>(b)&nbsp;<strong>Disclaimer</strong>.\nTHE SERVICES ARE PROVIDED “AS IS.” EXCEPT TO THE EXTENT PROHIBITED BY LAW, WE AND OUR AFFILIATES AND LICENSORS MAKE NO WARRANTIES (EXPRESS, IMPLIED, STATUTORY OR OTHERWISE) WITH RESPECT TO THE SERVICES, AND DISCLAIM ALL WARRANTIES INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, SATISFACTORY QUALITY, NON-INFRINGEMENT, AND QUIET ENJOYMENT, AND ANY WARRANTIES ARISING OUT OF ANY COURSE OF DEALING OR TRADE USAGE.\nWE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED, ACCURATE OR ERROR FREE, OR THAT ANY CONTENT WILL BE SECURE OR NOT LOST&nbsp;OR&nbsp;ALTERED.</p>\n<p>(c)&nbsp;<strong>Limitations of Liability</strong>.&nbsp;NEITHER WE NOR ANY OF OUR AFFILIATES OR LICENSORS WILL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, OR DATA OR OTHER LOSSES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nOUR AGGREGATE LIABILITY UNDER THESE TERMS SHALL NOT EXCEED ​​THE GREATER OF THE AMOUNT YOU PAID FOR THE SERVICE THAT GAVE RISE TO THE CLAIM DURING THE 12 MONTHS BEFORE THE LIABILITY AROSE OR ONE HUNDRED DOLLARS ($100).\nTHE LIMITATIONS IN THIS SECTION APPLY ONLY TO THE MAXIMUM EXTENT PERMITTED BY&nbsp;APPLICABLE&nbsp;LAW.<br>\n</p>8.\nDispute Resolution<p>YOU AGREE TO THE FOLLOWING MANDATORY ARBITRATION AND CLASS ACTION WAIVER&nbsp;PROVISIONS:</p>\n<p>(a)&nbsp;<strong>MANDATORY ARBITRATION</strong>.\nYou and OpenAI agree to resolve any past or present claims relating to these Terms or our Services through final and binding arbitration, except that you have the right to opt out of these arbitration terms, and future changes to these arbitration terms, by filling out this form within 30 days of agreeing to these arbitration terms or the relevant&nbsp;changes.\n</p>\n<p>(b)&nbsp;<strong>Informal Dispute Resolution</strong>.&nbsp;We would like to understand and try to address your concerns prior to formal legal action.\nBefore filing a claim against OpenAI, you agree to try to resolve the dispute informally by sending us notice at&nbsp;dispute-resolution@openai.com&nbsp;of your name, a description of the dispute, and the relief you seek.\nIf we are unable to resolve a dispute within 60 days, you may bring a formal proceeding.\nAny statute of limitations will be tolled during the 60-day resolution&nbsp;process.\nIf you reside in the EU, the European Commission provides for an online dispute resolution platform, which you can access at https://ec.europa.eu/consumers/odr.</p>\n<p>(c)&nbsp;<strong>Arbitration Forum</strong>.\nEither party may commence binding arbitration through ADR Services, an alternative dispute resolution provider.\nThe parties will pay equal shares of the arbitration fees.\nIf the arbitrator finds that you cannot afford to pay the arbitration fees and cannot obtain a waiver, OpenAI will pay them for you.\nOpenAI will not seek its attorneys’ fees and costs in arbitration unless the arbitrator determines that your claim is&nbsp;frivolous.</p>\n<p>(d)&nbsp;<strong>Arbitration Procedures</strong>.\nThe arbitration will be conducted by telephone, based on written submissions, video conference, or in person in San Francisco, California or at another mutually agreed location.\nThe arbitration will be conducted by a sole arbitrator by ADR Services under its then-prevailing rules.\nAll issues are for the arbitrator to decide, except a California court has the authority to determine (i) the scope, enforceability, and arbitrability of this Section 8, including the mass filing procedures below, and (ii) whether you have complied with the pre-arbitration requirements in this section.\nThe amount of any settlement offer will not be disclosed to the arbitrator by either party until after the arbitrator determines the final award, if&nbsp;any.</p>\n<p>(e).&nbsp;<strong>Exceptions</strong>.\nThis arbitration section does not require arbitration of the following claims: (i) individual claims brought in small claims court.\nand (ii) injunctive or other equitable relief to stop unauthorized use or abuse of the Services or intellectual property&nbsp;infringement.</p>\n<p>(f)&nbsp;<strong>NO CLASS ACTIONS</strong>.&nbsp;Disputes must be brought on an individual basis only, and may not be brought as a plaintiff or class member in any purported class, consolidated, or representative proceeding.\nClass arbitrations, class actions, private attorney general actions, and consolidation with other arbitrations are not allowed.\nIf for any reason a dispute proceeds in court rather than through arbitration, each party knowingly and irrevocably waives any right to trial by jury in any action, proceeding, or counterclaim.\nThis does not prevent either party from participating in a class-wide settlement of&nbsp;claims.</p>\n<p>(g)&nbsp;<strong>Mass Filings</strong>.\nIf, at any time, 30 or more similar demands for arbitration are asserted against OpenAI or related parties by the same or coordinated counsel or entities (“Mass Filing”), ADR Services will randomly assign sequential numbers to each of the Mass Filings.\nClaims numbered 1-10 will be the “Initial Test Cases” and will proceed to arbitration first.\nThe arbitrators will render a final award for the Initial Test Cases within 120 days of the initial pre-hearing conference, unless the claims are resolved in advance or the parties agree to extend the deadline.\nThe parties will then have 90 days (the “Mediation Period”) to resolve the remaining cases in mediation based on the awards from the Initial Test Cases.\nIf the parties are unable to resolve the outstanding claims during this time, the parties may choose to opt out of the arbitration process and proceed in court by providing written notice to the other party within 60 days after the Mediation Period.\nOtherwise, the remaining cases will be arbitrated in their assigned order.\nAny statute of limitations will be tolled from the time the Initial Test Cases are chosen until your case is chosen as described above.</p>\n<p>(h) <strong>Severability</strong>.\nIf any part of this Section 8 is found to be illegal or unenforceable, the remainder will remain in effect, except that if a finding of partial illegality or unenforceability would allow Mass Filing or class or representative arbitration, this Section 8 will be unenforceable in its entirety.\nNothing in this section will be deemed to waive or otherwise limit the right to seek public injunctive relief or any other non-waivable right, pending a ruling on the substance of such claim from the&nbsp;arbitrator.<br>\n</p>9.\nGeneral Terms<p>(a)&nbsp;<strong>Relationship of the Parties</strong>.\nThese Terms do not create a partnership, joint venture or agency relationship between you and OpenAI or any of OpenAI’s affiliates.\nOpenAI and you are independent contractors and neither party will have the power to bind the other or to incur obligations on the other’s behalf without the other party’s prior&nbsp;written&nbsp;consent.</p>\n<p>(b)&nbsp;<strong>Use of Brands</strong>.\nYou may not use OpenAI’s or any of its affiliates’ names, logos, or trademarks, without our prior&nbsp;written&nbsp;consent.</p>\n<p>(c)&nbsp;<strong>U.S.\nFederal Agency Entities</strong>.&nbsp;The Services were developed solely at private expense and are commercial computer software and related documentation within the meaning of the applicable U.S.\nFederal Acquisition Regulation and agency&nbsp;supplements&nbsp;thereto.</p>\n<p>(d)&nbsp;<strong>Copyright Complaints</strong>.&nbsp;If you believe that your intellectual property rights have been infringed, please send notice to the address below or fill out this form.\nWe may delete or disable content alleged to be infringing and may terminate accounts of repeat&nbsp;infringers.</p>\n<blockquote>OpenAI, L.L.C.<br>3180 18th St<br>San Francisco, CA 94110<br>Attn: General Counsel / Copyright Agent</blockquote>\n<p>Written claims concerning copyright infringement must include the following&nbsp;information:</p>\n<ul>\n<li>A physical or electronic signature of the person authorized to act on behalf of the owner of the copyright&nbsp;interest;</li>\n<li>A description of the copyrighted work that you claim has been infringed&nbsp;upon;</li>\n<li>A description of where the material that you claim is infringing is located on the&nbsp;site;</li>\n<li>Your address, telephone number, and e-mail&nbsp;address;</li>\n<li>A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;&nbsp;and</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s&nbsp;behalf.</li>\n</ul>\n<p>(e)&nbsp;<strong>Assignment and Delegation</strong>.&nbsp;You may not assign or delegate any rights or obligations under these Terms, including in connection with a change of control.\nAny purported assignment and delegation shall be null and void.\nWe may assign these Terms in connection with a merger, acquisition or sale of all or substantially all of our assets, or to any affiliate or as part of a&nbsp;corporate&nbsp;reorganization.</p>\n<p>(f)&nbsp;<strong>Modifications</strong>.\nWe may amend these Terms from time to time by posting a revised version on the website, or if an update materially adversely affects your rights or obligations under these Terms we will provide notice to you either by emailing the email associated with your account or providing an in-product notification.\nThose changes will become effective no sooner than 30 days after we notify you.\nAll other changes will be effective immediately.\nYour continued use of the Services after any change means you agree to&nbsp;such&nbsp;change.</p>\n<p>(g)&nbsp;<strong>Notices</strong>.&nbsp;All notices will be in writing.\nWe may notify you using the registration information you provided or the email address associated with your use of the Services.\nService will be deemed given on the date of receipt if delivered by email or on the date sent via courier if delivered by post.\nOpenAI accepts service of process at this address: OpenAI, L.L.C., 3180 18th Street, San Francisco, CA 94110, Attn:&nbsp;contract-notices@openai.com.&nbsp;</p>\n<p>(h)&nbsp;<strong>Waiver and Severability</strong>.&nbsp;If you do not comply with these Terms, and OpenAI does not take action right away, this does not mean OpenAI is giving up any of our rights.\nExcept as provided in Section 8, if any part of these Terms is determined to be invalid or unenforceable by a court of competent jurisdiction, that term will be enforced to the maximum extent permissible and it will not affect the enforceability of any&nbsp;other&nbsp;terms.</p>\n<p>(i)&nbsp;<strong>Export Controls</strong>.\nThe Services may not be used in or for the benefit of, exported, or re-exported (a) into any U.S.\nembargoed countries (collectively, the “Embargoed Countries”) or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals, any other restricted party lists (existing now or in the future) identified by the Office of Foreign Asset Control, or the U.S.\nDepartment of Commerce Denied Persons List or Entity List, or any other restricted party lists (collectively, “Restricted Party Lists”).\nYou represent and warrant that you are not located in any Embargoed Countries and not on any such restricted party lists.\nYou must comply with all applicable laws related to Embargoed Countries or Restricted Party Lists, including any requirements or obligations to know your end&nbsp;users&nbsp;directly.</p>\n<p>(j)&nbsp;<strong>Equitable Remedies</strong>.&nbsp;You acknowledge that if you violate or breach these Terms, it may cause irreparable harm to OpenAI and its affiliates, and OpenAI shall have the right to seek injunctive relief against you in addition to any other&nbsp;legal&nbsp;remedies.</p>\n<p>(k)&nbsp;<strong>Entire Agreement</strong>.&nbsp;These Terms and any policies incorporated in these Terms contain the entire agreement between you and OpenAI regarding the use of the Services and, other than any Service specific terms of use or any applicable enterprise agreements, supersedes any prior or contemporaneous agreements, communications, or understandings between you and OpenAI on&nbsp;that&nbsp;subject.</p>\n<p>(l)&nbsp;<strong>Jurisdiction, Venue and Choice of Law</strong>.\nThese Terms will be governed by the laws of the State of California, excluding California’s conflicts of law rules or principles.\nExcept as provided in the “Dispute Resolution” section, all claims arising out of or relating to these Terms will be brought exclusively in the federal or state courts of San Francisco County, California,&nbsp;USA.<br>\n</p>", "created_at": "2022-12-22 14:28:41.078539", "updated_at": "2023-05-14 12:07:26.196428"}], "points": [{"id": 29581, "title": "You maintain ownership of your content", "source": "Github", "status": "", "created_at": "2022-12-23 22:11:17.818199", "updated_at": "2023-01-05 13:17:24.330153", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29519, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://beta.openai.com/docs/usage-policies/use-case-policy", "status": "Limitations on what you cannot do.", "created_at": "2022-12-22 14:32:04.478205", "updated_at": "2023-03-05 09:35:55.696997", "quoteText": null, "case_id": 144, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29542, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:21:07.10163", "updated_at": "2023-07-11 06:26:48.608963", "quoteText": null, "case_id": 148, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29566, "title": "Your browsing history can be viewed by the service", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:13:06.279466", "updated_at": "2023-03-05 09:19:10.995139", "quoteText": null, "case_id": 395, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29540, "title": "This service is only available to users over a certain age", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:19:39.242836", "updated_at": "2023-07-11 06:26:48.685361", "quoteText": null, "case_id": 152, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29541, "title": "You cannot distribute or disclose your account to third parties", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:20:31.610309", "updated_at": "2023-07-11 06:26:48.759524", "quoteText": null, "case_id": 229, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29549, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:33:02.189797", "updated_at": "2023-07-11 06:26:48.833696", "quoteText": null, "case_id": 286, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29544, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:24:19.793831", "updated_at": "2023-07-11 06:26:48.909679", "quoteText": null, "case_id": 408, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29545, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:26:00.120563", "updated_at": "2023-07-11 06:26:48.988894", "quoteText": null, "case_id": 384, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29546, "title": "This service has a no refund policy with some exceptions", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:26:51.604929", "updated_at": "2023-07-11 06:26:49.070051", "quoteText": null, "case_id": 398, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29550, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:34:41.663383", "updated_at": "2023-07-11 06:26:49.145079", "quoteText": null, "case_id": 287, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29551, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:36:48.123968", "updated_at": "2023-07-11 06:26:49.21974", "quoteText": null, "case_id": 293, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29552, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:37:24.667118", "updated_at": "2023-07-11 06:26:49.305587", "quoteText": null, "case_id": 149, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29539, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:16:45.180599", "updated_at": "2023-07-11 06:26:49.384843", "quoteText": null, "case_id": 144, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29547, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:30:28.10386", "updated_at": "2023-07-11 06:26:48.282435", "quoteText": null, "case_id": 147, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29558, "title": "The court of law governing the terms is in San Francisco, California, U.S.A.", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:49:47.699399", "updated_at": "2023-07-11 06:26:49.618221", "quoteText": null, "case_id": 163, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29557, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:47:17.576487", "updated_at": "2023-07-11 06:26:49.694201", "quoteText": null, "case_id": 295, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29554, "title": "You waive your right to a class action.", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:41:59.94858", "updated_at": "2023-07-11 06:26:49.922294", "quoteText": null, "case_id": 117, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29556, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:45:39.926991", "updated_at": "2023-07-11 06:26:50.000949", "quoteText": null, "case_id": 403, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29559, "title": "OpenAI makes no warranty that their beta services will be uninterrupted, timely, secure or error-free", "source": "https://openai.com/api/policies/service-terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:54:55.294028", "updated_at": "2023-03-05 09:24:23.923173", "quoteText": null, "case_id": 287, "document_id": 13512, "quoteStart": null, "quoteEnd": null}, {"id": 29562, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:06:19.060374", "updated_at": "2023-07-11 06:26:49.462919", "quoteText": null, "case_id": 399, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29565, "title": " You are being tracked via social media cookies/pixels", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:09:39.939203", "updated_at": "2023-03-05 09:35:52.171866", "quoteText": null, "case_id": 307, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29564, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:08:21.13672", "updated_at": "2023-07-11 06:26:49.771752", "quoteText": null, "case_id": 375, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29563, "title": "First-party cookies are used", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:07:55.431081", "updated_at": "2023-07-11 06:26:49.543509", "quoteText": null, "case_id": 126, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29553, "title": "You are forced into binding arbitration in case of disputes, but you may opt out", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:40:58.825363", "updated_at": "2023-07-11 06:26:49.845769", "quoteText": null, "case_id": 339, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29573, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:29:18.868236", "updated_at": "2023-07-11 06:26:50.364972", "quoteText": null, "case_id": 164, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29569, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:21:58.869201", "updated_at": "2023-07-11 06:26:50.445964", "quoteText": null, "case_id": 333, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29575, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:32:40.756017", "updated_at": "2023-07-11 06:26:50.524372", "quoteText": null, "case_id": 299, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29576, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:33:26.96636", "updated_at": "2023-07-11 06:26:50.604583", "quoteText": null, "case_id": 279, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29577, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:34:55.518577", "updated_at": "2023-03-05 09:20:34.779544", "quoteText": null, "case_id": 286, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29578, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:39:14.708324", "updated_at": "2023-07-11 06:26:50.684105", "quoteText": null, "case_id": 150, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29570, "title": "Your provided identifiable information is actively checked by the service", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:25:28.118724", "updated_at": "2023-03-05 09:22:01.528678", "quoteText": null, "case_id": 492, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29560, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:57:18.91829", "updated_at": "2023-07-11 06:26:50.761656", "quoteText": null, "case_id": 233, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29572, "title": "The service will only respond to government requests that are reasonable", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:28:27.308101", "updated_at": "2023-07-11 06:26:50.844754", "quoteText": null, "case_id": 393, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29574, "title": "You can request access, correction and/or deletion of your data", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:30:40.279515", "updated_at": "2023-07-11 06:26:50.198692", "quoteText": null, "case_id": 195, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29601, "title": "30 days of notice are given before closing your account", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-25 11:08:01.241409", "updated_at": "2023-07-11 06:26:52.649066", "quoteText": null, "case_id": 206, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29600, "title": "You have the right to leave this service at any time", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-25 11:03:51.014902", "updated_at": "2023-07-11 06:26:52.839491", "quoteText": null, "case_id": 170, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29602, "title": "Your account can be suspended for several reasons", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-25 11:09:56.006557", "updated_at": "2023-07-11 06:26:53.019034", "quoteText": null, "case_id": 205, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29543, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:22:28.998785", "updated_at": "2023-07-11 06:27:05.972268", "quoteText": null, "case_id": 390, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29571, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:27:33.886939", "updated_at": "2023-07-11 06:27:06.811873", "quoteText": null, "case_id": 243, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29555, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:43:47.004104", "updated_at": "2023-07-11 06:27:26.900181", "quoteText": null, "case_id": 124, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29567, "title": "This service tracks you on other websites", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:13:56.64944", "updated_at": "2023-07-11 06:27:29.547652", "quoteText": null, "case_id": 129, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29548, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-12-23 00:31:37.96862", "updated_at": "2023-07-11 06:27:42.011923", "quoteText": null, "case_id": 146, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 29561, "title": "Details are provided about what kind of information they collect", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:01:21.334702", "updated_at": "2023-07-11 06:27:47.093551", "quoteText": null, "case_id": 228, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 30095, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-03-05 09:27:01.373281", "updated_at": "2023-07-11 06:27:49.043172", "quoteText": null, "case_id": 188, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 30096, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-03-05 09:27:26.62531", "updated_at": "2023-05-14 11:03:51.109022", "quoteText": null, "case_id": 166, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 30606, "title": "Third-party cookies are used for statistics", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-05 18:33:16.241498", "updated_at": "2023-07-11 06:28:43.083386", "quoteText": null, "case_id": 325, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 33066, "title": "Your personal data is not sold", "source": "https://openai.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-14 11:04:30.935834", "updated_at": "2023-07-11 06:31:30.962854", "quoteText": null, "case_id": 193, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 33067, "title": "This service may collect, use, and share location data", "source": "https://openai.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-14 11:12:41.421473", "updated_at": "2023-07-11 06:31:31.048156", "quoteText": null, "case_id": 373, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 33072, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://openai.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-14 11:57:09.796616", "updated_at": "2023-08-28 11:24:25.649337", "quoteText": null, "case_id": 304, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 33012, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-13 05:55:02.933167", "updated_at": "2023-07-11 06:31:29.673591", "quoteText": null, "case_id": 294, "document_id": 13514, "quoteStart": null, "quoteEnd": null}, {"id": 33639, "title": "Your personal data is used for automated decision-making, profiling or AI training", "source": "https://openai.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-20 20:15:35.548226", "updated_at": "2023-07-11 06:32:17.240587", "quoteText": null, "case_id": 504, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 29568, "title": "Information is provided about how your personal data is used", "source": "https://openai.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-12-23 01:20:08.346114", "updated_at": "2023-07-11 06:26:50.285", "quoteText": null, "case_id": 227, "document_id": 13515, "quoteStart": null, "quoteEnd": null}, {"id": 33013, "title": " The service is only available in some countries approved by its government", "source": "https://openai.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-13 05:56:19.363071", "updated_at": "2023-07-11 06:31:29.492422", "quoteText": null, "case_id": 490, "document_id": 13514, "quoteStart": null, "quoteEnd": null}], "urls": ["openai.com", "labs.openai.com", "beta.openai.com", "chat.openai.com"]}}