{"error": 448, "message": "OK", "parameters": {"id": 9634, "name": "MTN Uganda", "created_at": "2023-09-14 22:54:10.08441", "updated_at": "2023-09-15 10:02:42.699373", "wikipedia": null, "keywords": null, "related": null, "slug": "mtn-uganda", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9634.png", "url": "mtn.co.ug", "documents": [{"id": 19141, "name": "Privacy policy", "url": "https://www.mtn.co.ug/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li> Personal </li>\n<li> Business </li>\n<li> MTN MoMo </li>\n<li> Play </li>\n<li> About </li>\n</ul>\n<ul>\n<li> Newsroom <ul>\n<li> Newsroom overview <ul>\n<li> Corporate News </li>\n<li> Foundation News </li>\n<li> Business News </li>\n</ul>\n</li>\n<li> Upcoming Events </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Leadership <ul>\n<li> Governance structure </li>\n<li> Board of Directors </li>\n<li> Executive Committee </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Investors <ul>\n<li> Investors overview </li>\n<li> Financial Results </li>\n<li> AGMS </li>\n<li> FAQs </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Foundation <ul>\n<li> MTN Foundation </li>\n<li> Focus areas <ul>\n<li> Education </li>\n<li> Economic Empowerment </li>\n<li> Health </li>\n</ul>\n</li>\n<li> Partner with us </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Careers <ul>\n<li> Careers overview </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Contact <ul>\n<li> Contact Us </li>\n<li> FAQs <ul>\n<li> Personal </li>\n<li> Business </li>\n</ul>\n</li>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Newsroom </li>\n<li> Leadership </li>\n<li> Investors </li>\n<li> Foundation </li>\n<li> Careers </li>\n<li> Contact </li>\n<li>\n<ul>\n<li> Personal </li>\n<li> Business </li>\n<li> MTN MoMo </li>\n<li> Play </li>\n<li> About </li>\n</ul>\n</li>\n</ul> Search for: Close <i>\n</i> Cookies notice <p>By using this website, you agree to our Cookie Policy</p> Accept 1.\nIntroduction <p>\n<strong>1.1</strong>&nbsp;This website, which is accessible at&nbsp;https://www.mtn.co.ug​, is made available by Mobile Telephone Networks (Pty) Limited (“MTN”).</p>\n<p>\n<strong>1.2</strong>&nbsp;MTN respects the privacy of your personal information.\nWe have prepared this privacy policy to let you know how we will treat any personal information that may be provided to us.\nWe will take all reasonable measures to protect your personal information and keep it confidential.</p> 2.\nWhat is personal information? <p>\n<strong>2.1</strong>&nbsp;In order to provide you with the services offered on this website, you may be required to provide MTN with personal information.\nPersonal information is information which identifies you as an individual, including but not limited to, your nationality, age, contact details, any identifying number assigned to you and any information relating to transactions in which you have been involved</p> 3.\nWhat we collect <p>\n<strong>3.1</strong>&nbsp;On some web pages of this website, you may be requested to provide certain personal information.\nThe types of personal information collected at these pages may include your name, handset details, contact and billing information, and transaction information.</p>\n<p>\n<strong>3.2</strong>&nbsp;In order to tailor our subsequent communications to you and continuously improve our products and services, we may also ask you to provide us with information regarding your personal or professional interests, demographics, experience with our products and this website, and more detailed contact preferences.</p> 4.\nHow we use your personal information and how we may contact you <p>\n<strong>4.1</strong>&nbsp;MTN uses your information to better understand your needs and to provide you with better service.\nSpecifically, MTN will use your personal information to contact you in relation to the goods and services that MTN provides to you.</p>\n<p>\n<strong>4.2</strong>&nbsp;MTN reserves the right to perform statistical analyses of user behaviour in order to measure interest in and use the various areas of the website, so long as such statistical analyses will not be linked to any registered person by a third party.</p>\n<p>\n<strong>4.3</strong>&nbsp;Because we don’t want you to miss out on any of the deals and promotions that we may have, and if it is agreeable to you when you register with us or at any other time, we may use your personal information to contact you for market research.</p>\n<p>\n<strong>4.4</strong>&nbsp;MTN may send you promotional materials or details by SMS, e-mail or post in order to update you and keep you advised of any promotions, news, competitions or developments which we think may be of interest to you.\nWe will always give you the opportunity to unsubscribe to the receiving of such direct communications.</p>\n<p>\n<strong>4.5</strong>&nbsp;Further, notwithstanding any such preference not to receive promotional information by the user, MTN reserves the right to contact the user regarding account status, changes to the terms and conditions and other matters relevant to the underlying services and/or the information collected.</p>\n<p>\n<strong>4.6</strong>&nbsp;MTN may sometimes permit third parties to offer subscription and/or registration-based services through an MTN site.\nMTN is not responsible for any actions or policies of such third parties and users should check the applicable privacy policy of such party when providing personally identifiable information to them.</p> 5.\nProtection of personal information <p>\n<strong>5.1</strong>&nbsp;If you register on this website, we will not make your personal information available to a anyone unless permitted or required to do so by law.\nWe will therefore not sell, rent or provide your personal information to unauthorised entities or third parties for their independent use without your consent.\nWe may, however, share your personal information with our affiliates within the MTN Group of companies.</p>\n<p>\n<strong>5.2</strong>&nbsp;We value the information which you provide to us and will therefore take reasonable steps to protect your personal information from loss, misuse or unauthorised alteration.\nWe will ask for your express permission before we use your personal information for any purpose not disclosed above.</p> 6.\nCorrection of personal information <p>\n<strong>6.1</strong>&nbsp;MTN strives to keep your personal information accurate.\nWe will provide you with access to your personal information and make every effort to provide you with access to your registration data so that you may view, update or correct your information.\nTo protect your privacy, we will also take steps to verify your identity before granting you access to your personal information.</p>\n<p>\n<strong>6.2</strong>&nbsp;You may also update or correct your personal information held by MTN by visiting any MTN service centre.</p>\n<p>\n<strong>6.3</strong>&nbsp;MTN uses cookies.\nWhen you visit an MTN website, we place a text file called a “cookie” in the browser directory of your computer’s hard drive.\nA cookie is a small piece of information that a website can store on your web browser and later retrieve.\nThe cookie cannot be read by any website other than the one that set up the cookie.\nCookies enable this website to recognise the information you have consented to give to this website, such as the Lightboxes you have created, and help us determine what portions of this website are most appropriate for your professional needs.\nAs a result, cookies will allow you to retrieve previous image search results, access Lightboxes with ease, and view your previous invoices.\nWe do NOT use cookies to examine your surfing behaviour before or after leaving an MTN website.\nCookies do not damage your system and do not collect your personal information.</p> 7.\nChanges to this privacy policy <p>\n<strong>7.1</strong>&nbsp;MTN reserves the right to amend this privacy policy at any time by posting the amended policy on the website.\nUnless otherwise stated, the current version will apply each time you access this website.</p> 8.\nWhich laws apply <p>\n<strong>8.1</strong>&nbsp;This privacy policy will be governed by the laws of Uganda.\nYou consent to the jurisdiction of the Ugandan courts for any dispute which may arise out of this privacy policy.\n​</p>\n<ul>\n<li> Contact Us <ul>\n<li> Toll Free <p>\n</p>\n<p>100</p>\n<p>\n</p>\n</li>\n<li> Phone contact <p>\n</p>\n<p>0771 001 000</p>\n<p>\n</p>\n</li>\n<li> General Inquiries <p>\n</p>\n<p>customerservice.ug@mtn.com</p>\n<p>\n</p>\n</li>\n<li> Chat on Whatsapp <p>\n</p>\n<p>+256 772 123 100</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li> Physical address <p>\n</p>\n<p>Plot 69-71&nbsp;Jinja Road.\nKampala, Uganda</p>\n<p>\n</p>\n</li>\n<li> Postal address <p>\n</p>\n<p>P.O Box 24624 Kampala, Uganda</p>\n<p>\n</p>\n</li>\n</ul>\n</li>\n<li> More sites <ul>\n<li>MTN Pulse</li>\n<li>MTN Group</li>\n<li>Careers at MTN</li>\n<li>Pulse radio</li>\n<li>MTN Sports</li>\n</ul>\n</li>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Instagram</li>\n<li>Whatsapp</li>\n<li>Youtube</li>\n<li>Linkedin</li>\n<li>Tiktok</li>\n</ul>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms and conditions</li>\n</ul>\n<p>© 2023 MTN Uganda, All rights reserved.\nMTN Uganda is regulated by Uganda Communications Commission, reachable on 0800222777 (Toll Free)</p>\n<p>everywhere you go</p> ", "created_at": "2023-09-14 22:54:10.122487", "updated_at": "2023-09-14 22:54:38.5728"}, {"id": 19142, "name": "Terms and conditions", "url": "https://www.mtn.co.ug/terms-and-conditions/", "xpath": "//body", "text": " <ul>\n<li> Personal </li>\n<li> Business </li>\n<li> MTN MoMo </li>\n<li> Play </li>\n<li> About </li>\n</ul>\n<ul>\n<li> Newsroom <ul>\n<li> Newsroom overview <ul>\n<li> Corporate News </li>\n<li> Foundation News </li>\n<li> Business News </li>\n</ul>\n</li>\n<li> Upcoming Events </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Leadership <ul>\n<li> Governance structure </li>\n<li> Board of Directors </li>\n<li> Executive Committee </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Investors <ul>\n<li> Investors overview </li>\n<li> Financial Results </li>\n<li> AGMS </li>\n<li> FAQs </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Foundation <ul>\n<li> MTN Foundation </li>\n<li> Focus areas <ul>\n<li> Education </li>\n<li> Economic Empowerment </li>\n<li> Health </li>\n</ul>\n</li>\n<li> Partner with us </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Careers <ul>\n<li> Careers overview </li>\n<li>\n</li>\n</ul>\n</li>\n<li> Contact <ul>\n<li> Contact Us </li>\n<li> FAQs <ul>\n<li> Personal </li>\n<li> Business </li>\n</ul>\n</li>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Newsroom </li>\n<li> Leadership </li>\n<li> Investors </li>\n<li> Foundation </li>\n<li> Careers </li>\n<li> Contact </li>\n<li>\n<ul>\n<li> Personal </li>\n<li> Business </li>\n<li> MTN MoMo </li>\n<li> Play </li>\n<li> About </li>\n</ul>\n</li>\n</ul> Search for: Close <i>\n</i> Cookies notice <p>By using this website, you agree to our Cookie Policy</p> Accept Terms and conditions - MTN Uganda <ul>\n<li>\n<p>Terms and conditions</p>\n</li>\n<li>\n<p>Xtracash (Savings and loans) Terms and Conditions</p>\n</li>\n<li>\n<p>MTN Gaming Promotion Terms and Conditions</p>\n</li>\n<li>\n<p>Senkyu Sunday Terms and Conditions</p>\n</li>\n<li>\n<p>MoMoPay – Terms &amp.\nConditions</p>\n</li>\n<li>\n<p>Refreshed MTN Supu Voice Bundles Terms and Conditions</p>\n</li>\n<li>\n<p>Freedom voice bundles</p>\n</li>\n<li>\n<p>Kikola Sense to Shop &amp.\nPay with MoMo</p>\n</li>\n</ul> 1.\nTHE AGREEMENT <p>These are the terms and conditions upon which you may use the MTN Services (as defined herein) provided by MTN (“Conditions of Use”) the acceptance of which constitutes a binding contract between yourself and MTN.\nWhen you register as subscriber by signing the Registration Form annexed hereto you agree to the retention of your personal details (Know your customer details) provided on the registration form and to abide by these Conditions of Use.\nYou therefore need to read and fully understand these Conditions of Use and if you do not agree with them, you must not proceed to register for and/or use MTN Services.</p> 2.\nDEFINITIONS <p>The following definitions relate to these Conditions of Use:</p>\n<p>“Agent(s)”means person(s) registered by MTN to provide MTN Services, details of which may be obtained from MTN Service Centers.</p>\n<p>“Agreement” means these Conditions of Use together with the Registration Form.</p>\n<p>“Application(s) or Application software” means a program or a collection of programs designed to help customers perform specific tasks off the MTN system as downloaded onto a mobile device by the customer.</p>\n<p>“Authority(ies)” means the Uganda Communications Commission, the Bank of Uganda, the Uganda Revenue Authority, the Financial Intelligence Authority or any other legally constituted government body as the context may require.</p>\n<p>“Charges” means the Tariffs and other charges payable under this Agreement for the MTN Services.</p>\n<p>“Conditions of Use” means these terms and conditions as may be varied by us from time to time.</p>\n<p>“Credit Balance” means the amount of Mobile Money or airtime from time to time standing to the credit of your MTN Account.</p>\n<p>“Credit” means the movement of funds into your MTN Account.</p>\n<p>“Credit Transaction” means&nbsp.\nany&nbsp.\ntransaction&nbsp.\nwhich&nbsp.\nresults&nbsp.\nin&nbsp.\nyour&nbsp.\nAccount&nbsp.\nbeing credited with Mobile Money or Airtime as verified by MTN;</p>\n<p>“Customer” means a subscriber (you) and every other person in whose name an Account for the MTN Services is registered.</p>\n<p>“Customer Care Centre” means MTN Customer Care Centre situated at locations advertised, or any regional Customer Care Centre.</p>\n<p>“Debit” means the movement of funds or airtime out of your MTN Account.</p>\n<p>“Debit Transaction” means any transaction which results in a Debit from your MTN Account as verified by MTN on the MTN System.</p>\n<p>“Designated Payee” means any person (including yourself, another customer, an Agent or Authorized Retailer) who is designated by you by SMS or through the App, to be the recipient of funds / airtime from your Account.</p>\n<p>“Funds” means Mobile money</p>\n<p>“Goods and Services” means such goods and services as may be purchased from Authorised Retailers using the MTN System.</p>\n<p>“ID Number” means the number associated with the form of Government/ Regulator approved identification provided</p>\n<p>“Mobile Equipment” means your Mobile Phone and SIM Card or other equipment which when used together allows access to MTN Services and, in each case, is approved for use within the Republic of Uganda by the relevant authority.</p>\n<p>“Mobile Money” means the electronic money issued by MTN and representing an entitlement to an equivalent amount of cash monies held by Us in respect of the purchase of such electronic value;</p>\n<p>“Mobile Phone” means your mobile phone handset.</p> 3.\nAPPLICATION FOR AN MTN ACCOUNT <p>3.1 You may register for MTN Services at any MTN authorized SIM Selling outlet or Agent in the Republic of Uganda.</p>\n<p>3.2 For registering as a Customer, you will be required to provide the following information for inclusion in the Registration Form to be signed by you:-</p>\n<p>3.2.1 Presentation of the original version of your National Identity Card (bearing your National Identity Number) for Ugandans or Original version of the Passport for Non Ugandans or Refugee Identity Card and Letters of Attestation for refugees.<br>\n3.2.2 Your full name<br>\n3.2.3 Your physical address<br>\n3.2.4 Your date of birth<br>\n3.2.5 Your Nationality<br>\n3.2.6 Your mobile number<br>\n3.2.7 Your finger print<br>\n3.2.8 Your visa and work permit (for non Ugandans).</p>\n<p>3.4 All information provided must be complete and accurate in all respects.</p>\n<p>3.5 We may decline your application at our sole discretion.</p>\n<p>3.7 We may refuse to open an MTN Account for you if we are not satisfied with proof of your identity.</p>\n<p>3.10 Upon registration with MTN and upon activation of your MTN Account by the input of the Start Key you will upon choosing a secret PIN, be entitled to use MTN Services with immediate effect.</p> 4.\nMTN SERVICES <p>MTN Services are made available to you subject to these Conditions of Use:-</p>\n<p>4.1.1 Although we will try to ensure that you are able to make full use of the Network to access MTN Services within the coverage area, we do not guarantee that the MTN Services will be available at all times and we will not be responsible or liable for any loss whatsoever or howsoever arising as a consequence of any non-availability of MTN Services.\nMTN Services are not fault free and factors including (but not limited to) acts of God, geographical topography, weather conditions, planned maintenance or rectification work on the MTN Network may interfere adversely with the quality and provision of MTN Services.</p>\n<p>4.1.2 In the event of damage to, loss or theft of the SIM Card, you are obliged to inform us immediately of such damage, loss or theft.\nWe will then disable such damaged, lost or stolen SIM Card so as to prevent further use of the MTN Services until the same has been replaced.\nA replacement fee will be applicable and you will be responsible for all Charges and Transactions effected up to the time of receipt by us of your notification of the damage, loss or theft.\nNotification of any such damage, loss or theft may be given by telephoning the Customer Care Centre.\nMTN will not be held liable for any claims made in respect of any Transactions effected with your Mobile Phone and SIM prior to such notification being received or even after receipt of such notification through no fault of MTN.</p>\n<p>4.1.3 Please note that the confidentiality of your communications via our Network is not guaranteed.\nYou are advised that for reasons beyond our control, there is a risk that your communications may be unlawfully intercepted or accessed by those other than the intended recipient.\nWe cannot accept any liability for any loss, injury or damage whether direct or consequential arising out of any such compromise of confidentiality.</p>\n<p>4.2 You accept that we may disclose or receive personal information or documents about you:-</p>\n<p>4.2.1 to and from local and international law enforcement or any competent regulatory or governmental agencies to assist in the prevention, detection or prosecution of criminal activities or fraud;</p>\n<p>4.2.2 to facilitate our ability to carry out any activity in connection with a legal, governmental or regulatory requirement;<br>\n4.2.3 to our lawyers or auditors or to the applicable court in connection with any legal or audit proceedings (notwithstanding that any such proceedings may be of a public nature).</p>\n<p>4.3 You must comply with any instructions that we may give you from time to time about the MTN Services.</p>\n<p>4.4 With the exception of calls made to our Customer Service Hotline numbers (which will be provided to you upon registration) and to other designated toll free numbers, a minimum call charge may be levied in accordance with the applicable Tariff.</p>\n<p>4.5 Your calls, emails or SMS’s may be monitored or recorded for use in business practices such as quality control, training, ensuring effective systems operation, prevention of un-authorized use of our telecommunications system and detection and prevention of crime.</p>\n<p>4.6 You will be liable to pay MTN for all network costs incurred using MTN Services as per the tariff plan published from time to time.</p> 5.\nACCEPTANCE AND COMMENCEMENT OF CONDITIONS OF USE <p>5.1.\nYou are deemed to have accepted these Conditions of Use as amended from time to time and which take effect:-</p>\n<p>5.1.1 Upon Registration.\nor</p>\n<p>5.1.2 Upon the initial activation of the MTN System by use of your Start Key.</p> 6.\nSUSPENSION AND DISCONNECTION OF THE SERVICES/CLOSURE OF ACCOUNT <p>We may suspend (bar), restrict or terminate the provision of MTN Services (in whole or in part) and/or close your MTN Account without informing you and without any liability whatsoever (although, we will, where possible, try to inform you that such action is or may be taken) under the following circumstances:-</p>\n<p>6.1.1 if we are aware or have reason to believe that your Mobile Equipment or MTN Account or PIN number used in relation to the MTN Services is/are being used in an un-authorized, unlawful, improper or fraudulent manner or for criminal activities (or has been so used previously);</p>\n<p>6.1.2 if you do not comply with any of the conditions relating to the MTN Services including these Conditions of Use;</p>\n<p>6.1.3 if you notify us that your Mobile Equipment has been lost or stolen or your PIN has been lost or disclosed to any other party;</p>\n<p>6.1.4 if you do anything (or allow anything to be done) with your Mobile Equipment or MTN Account which we think may damage or affect the operation or security of the Network or MTN Services;</p>\n<p>6.1.5 for reasons outside of our control;</p>\n<p>6.1.6 where we close your Account under Clause 6.2.</p>\n<p>6.2 To access the MTN Service, Your SIM must be operational (“active “) at all times.\nIf Your account does not have a registered transaction for 9 consectuive months, it shall be declared dormant and suspended in accordance with the following procedure:</p>\n<p>6.2.1 You shall be given a one month notice before the account is declared dormant, informing you that your account shall be suspended unless there is a transaction on the MTN Account</p>\n<p>6.2.2 Upon expiry of the notice period, we shall block your account and shall not permit any further transactions unless you reactivate your account.</p>\n<p>6.2.3 where you do not reactivate your account within six (6) months after it has been blocked, your account shall be closed.</p>\n<p>6.2.4 Upon closure of your account, your account balance and identifying information shall be transferred to the appropriate Authority.</p>\n<p>6.2.5 Any claim for refund from your account shall be made to the Authority within Seven (7) years of account closure.</p>\n<p>6.2.6 All funds that are not claimed within Seven (7) years of account closure shall be transferred to the Consolidated Fund or as will be guided by the Regulators from time to time.</p>\n<p>6.2.7 Under this clause “Reactivation of an Account” shall mean, Subject to providing satisfactory Identification and proof of ownership;</p>\n<p>6.2.7.1 Where the Customer’s Mobile Phone Number (MSISDN) is still held by the customer, a reactivation of the Blocked MTN Account on the same MSISDN.</p>\n<p>6.2.7.2 Where the Customer’s Mobile Phone Number(MSISDN) has been reassigned to another MTN Customer in accordance with clause 6.2 and or other MTN internal guidelines, a transfer and reactivation of the blocked MTN Account to a new or another Mobile Phone Number acquired by the customer from MTN.</p> 7.\nTARIFFS <p>7.1 Tariffs as published are payable to MTN for each Transaction effected from your MTN Account.\nThe Tariff Guide is available at all MTN’s authorized agents and Sim selling outlets or at our Service Centers across the country or by accessing MTN’s Website.</p>\n<p>7.2 Tariffs payable on each Transaction will be deducted from your MTN Account by MTN on conclusion of each Transaction and your new balance on conclusion of the Transaction shall be notified to you by SMS.</p>\n<p>7.3 Tariffs include Value Added Tax but are subject to other applicable levies and taxes at the then prevailing rates.</p>\n<p>7.4 All Charges payable by you in connection with the use of the MTN Services may be debited from your Account without further reference to you.</p> 8.\nTRANSACTIONS <p>8.1 All Debit Transactions from your Account will be effected by Transfer Instructions authorized with the PIN which you choose when you register, or by such other method we may prescribe from time to time.\nPer regulations which might change from time to time, proof of National Identity Number or Passport Number might be required before any Transaction can be effected and the National Identity Number or Passport Number presented will be recorded by the Agent on each Transaction.</p>\n<p>8.2 Your Account will be credited when you purchase mobile money or airtime or when Mobile Money is transferred to your MTN Account from another Customer and all such funds will be held by Us to your order.</p>\n<p>8.3 You may not effect any Transactions from your Account in the event that you do not have sufficient credit in your Account to meet the value of the Transaction and Charges applicable thereto.</p>\n<p>8.4 The MTN System will verify and confirm all Transactions affected from your Account by SMS to you.\nThe MTN System records will be taken as correct unless the contrary is proved.</p>\n<p>8.5 On being provided with an Account, you will be able to affect the following transactions:-</p>\n<p>8.5.1 Effect a Credit Transaction by making a Payment in cash directly to an Agent in exchange for an equivalent amount of mobile money to be credited into your Account.\nUpon a Credit Transaction being made, the mobile money System shall credit your Account accordingly.</p>\n<p>8.5.2 Effect a Debit Transaction by:-</p>\n<p>8.5.2.1 The exchange of mobile money for cash at any Agent by sending a Transfer Instruction to MTN pursuant to which the Agent will pay the equivalent amount of cash to you.</p>\n<p>8.5.2.2 The transfer of mobile money to another Customer by sending Transfer Instructions to MTN for the account of such Customer, specifying the amount to be transferred.</p>\n<p>8.5.2.3 The purchase of MTN Pre-paid Airtime by sending a recharge instruction to MTN and giving a Transfer Instruction for the corresponding amount of Mobile Money to MTN.</p>\n<p>8.5.2.4 The purchase of Goods and/or Services from Authorised Retailers by Transfer Instructions via MTN of the amount to be transferred to the Authorised Retailer’s Account in settlement for the Goods and/or Services purchased.</p>\n<p>8.5.3 Any Transaction which is not concluded within 7 days of the Transfer Instructions first being given for that transaction will automatically be cancelled and an SMS notification sent via the MTN system of the cancellation shall be given to the Customer giving the Transaction Instructions.</p>\n<p>8.5.4 The MTN System will confirm every Transaction made by way of SMS together with an updated balance of your Account.</p>\n<p>8.5.5 Any Debit Transactions given using your PIN will be charged to your MTN Account.\nYou acknowledge that, unless and until MTN receives notice from you that your PIN, is no longer secure and/or that your Mobile Equipment has been lost or stolen, MTN may rely on the use of the PIN as conclusive evidence that a Debit Transaction has been authorized by you, even if it is actually made without your authority.\nMTN shall not require any written confirmation of any Transaction Instruction.</p>\n<p>8.5.6 We are unable to reverse or charge-back any Transfer Instruction for any reason including in the event of any dispute with any other Customer or an Authorised Retailer.\nYou are responsible for resolving any disputes arising with any other Customer or an Authorized Retailer without recourse to MTN.</p>\n<p>8.5.7 Your Account may only be operated by the use of Authorised Agents/Retailers in the Republic of Uganda</p>\n<p>8.5.8 Each Transaction will be issued with a unique receipt number that is included in the confirmation SMS sent to you with an updated balance of your Account.\nThis receipt number is used to track &amp.\nidentify all Transactions carried out on your Account.</p>\n<p>8.5.9 A Transaction once completed is final and irrevocable.\nAs such, MTN shall not be under any compulsion to reverse any Transaction.</p>\n<p>8.5.10 Notwithstanding the above, MTN reserves the right, at its sole discretion, to cancel or reverse a Transaction if reasonable grounds such as manifest error or fraud are shown and PROVIDED that the recipient has not redeemed the funds and the reversal claim is made within seven (7) days of the erroneous Transaction date.</p>\n<p>8.5.11 MTN will not be compelled to refund or compensate the sender if the funds are sent to a recipient mistakenly or in error or fraudulently or under duress and subsequently redeemed for Cash or otherwise spent by the recipient of the mistaken, erroneous or fraudulent Transaction and you hereby agree not to hold MTN liable for any losses arising from a mistaken, erroneous or fraudulent transfer of funds or any transfer of funds from your account effected under duress or under coercion or criminal force.</p>\n<p>8.5.12 Your SIM card may allow you to access other value added services which are supported by other service providers.\nYou will be notified of the terms relating to such value added services upon subscription therefor.\nIt is expressly understood by the customer that MTN shall not in any way be liable for any interruption or degradation of any such value added services anymore than it (MTN) would be hereunder.</p>\n<p>8.5.13 You will be able to make and receive calls only in areas covered by MTN in the Republic of Uganda or in any other Country where MTN has a roaming partner operating and with a signal in the particular area where you are.\nYou are required to activate your roaming before you leave Uganda.\nYou will not be able to utilise your SIM card on any other network operating in Uganda.</p>\n<p>8.5.14 You may change your Tarriff plan at a cost determined by MTN.</p> 9.\nSECURITY AND UNAUTHORISED USE <p>9.1 Only one PIN Number can be linked to your Account at any time.</p>\n<p>9.2 Only you may use your Mobile Phone and PIN Number for Mobile Money Services.</p>\n<p>9.3 You are responsible for the safekeeping and proper use of your Mobile Equipment, for keeping your PIN and your SIM and for all Transactions that take place on your account using your PIN.</p>\n<p>9.4 Your PIN will be used to confirm your identity when you call the Call Centre, but you must not disclose your PIN to any person including the staff at the Customer Care Centre.</p> 10.\nYOUR RESPONSIBILITIES <p>10.1 You will be responsible for all applicable Charges and the applicable Tariffs for any Transaction effected including calls made on the Network using the MTN Account whether those calls were made by you or someone else with or without your authority or knowledge.</p>\n<p>10.2 You are solely responsible for any transmitted material and or communication, which is classified as defamatory, illegal or in breach of any copyright and shall indemnify and keep us indemnified against any claims and expenses made against us in respect thereof.</p>\n<p>10.3 You must not in any way tamper with, modify or decompile your SIM Card.\nIn the event that MTN has reason to believe that you have tampered with your SIM Card, MTN reserves the right to suspend your network services in accordance with clause 6.</p>\n<p>10.4 You must not use the MTN Services to commit any offence(s) contrary to the Laws of Uganda.</p> 11.VARIATIONS <p>11.1 We reserve the right to vary at any time and without prior notice to you these Conditions of Use or the Tariffs.\nVariations will be notified by way of advertisement in a daily newspaper, SMS, or through our Website and or by using any other suitable means PROVIDED THAT you shall be deemed to have been notified of any such variations regardless that the same may not have actually come to your attention.</p>\n<p>11.2 By continuing to use the MTN Services you shall be deemed to have agreed to the variations contemplated in clause 11.\nIf you do not accept any of the variations then you must not continue to effect any Transactions otherwise you will be deemed to have accepted such modifications.</p> 12.\nTRUSTEE RESPONSIBILITY <p>12.1 MTN as a Trustee hereby declares that it holds all Payments received in respect of the Purchase of mobile money or transfers of funds into your Account (the “Trust Amounts”) in trust for you and for your benefit and that you shall be beneficially entitled to all those Trust Amounts standing to the credit of your Account.\nYou agree that the Trustee may treat the records of the MTN System as conclusive evidence of the amount of funds at any time standing to the credit of your Account and the Trustee is not bound to make any independent investigation of your beneficial entitlement to the Trust Amounts.\nYou further acknowledge that, in relation to any payment to you in respect of your entitlement to Trust Amounts, we may act on instructions given by you using your PIN or instructions purported to be given by you using your PIN even if they are actually given by a third party.</p>\n<p>12.2 You acknowledge that the Trustee shall have no obligation to invest the Trust Amounts other than by way of holding the same in the Trust Account.\nYou further acknowledge that, to the extent that any interest accrues on the Trust Amounts, the Trustee shall be entitled to retain such interest to defray its own costs and expenses and/or to pay the same towards the costs and expenses of operating the MTN System and you shall be entitled to receive the interest net of the Trustees’ costs and expenses, at the end of every calender year quarter.</p> 13.\nLIABILITY AND EXCLUSIONS <p>13.1.\nIn the event that we are compelled to change or reassign your telecommunications numbering or MTN Account to meet regulatory requirements or for any other reason our liability will be limited to retaining your Account and where possible, transferring your Account to a new MSISDN, failing which you will be paid out the Credit Balance standing in your Account as per MTN Policies applicable at the time.</p>\n<p>13.2.\nTo the maximum extent permissible by law we exclude warranties of all kinds, either express or implied.</p>\n<p>13.3.\nAll Agents are no more than independent outlets authorised by MTN or an approved MTN agent aggregator to provide MTN Services and no agency relationship exists between MTN and the Agents and we accordingly bear no responsibility or liability for any default or negligence on the part of the Agents in providing MTN Services.</p>\n<p>13.4.\nWe shall not be liable for any loss which you suffer unless it is directly caused by our being negligent or deliberately acting wrongly.\nIf we do act negligently or wrongly, we shall only be liable for the amount of the loss that a normal Customer in your position would have suffered and not any loss which results from your particular circumstances.\neven if we know that your circumstances are unusual.</p> 14.\nMISCELLANEOUS <p>14.1 This Agreement (as from time to time may be amended) forms a legally binding agreement binding on you and your personal successors.</p>\n<p>14.2 This Agreement shall not be assigned by you to any other person.</p>\n<p>14.3 No failure or delay by either of us in exercising any right or remedy hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or remedy prevent any further or other exercise thereof or the exercise of any other right or remedy.</p>\n<p>14.4 The rights and remedies herein provided are cumulative and not exclusive of any rights or remedies provided by law.</p>\n<p>14.5 If any provision of these Conditions of Use shall be found by any duly appointed arbitrator, court or administrative body of competent jurisdiction to be invalid or unenforceable the invalidity or unenforceability of such provision shall not affect the other provisions herein and all provisions not so affected by such invalidity or unenforceability shall remain in full force and effect.</p> 15.\nSTATEMENTS <p>15.1 You may obtain a balance enquiry from your MTN Account via the MTN App USSD code published from time to time and query any transactions effected using your PIN at the Customer Service Centre.</p>\n<p>15.2 Printed statements of your Account will not be provided.</p>\n<p>15.3 Subject to Clause 6.2 above, we will close your Account on receiving a request from you.</p> 16.\nFAILURE OR MALFUNCTION OF EQUIPMENT <p>We are not responsible for any loss arising from any failure, malfunction, or delay in any cellphone Networks, cellphones, the Internet or terminals or any of its supporting or shared networks, resulting from circumstances beyond our reasonable control.</p> 17.\nNOTICES <p>17.1 We are entitled to send information to you via SMS to the contact Mobile Phone number supplied on your application form.\nThese SMS’s are for information purposes only.</p>\n<p>17.2 You should send any legal notice to us at our chosen address: MTN Mobile Money Uganda Limited P.O.\nBox 40340, Kampala, Plot 1-4 Wampewo Avenue, Kololo Kampala or MTN Uganda Limited, P.O.\nBox 24624, Kampala, Plot 69-71 Jinja Road.</p> 18.\nGENERAL <p>18.1 You must pay all our expenses in recovering any amounts you owe us including legal fees, collection fees and tracing fees.</p>\n<p>18.2 A certificate signed by any of our managers (whose appointment need not be proved) showing the amount you owe us is sufficient proof of the facts stated on the certificate, unless the contrary is proved.</p>\n<p>18.3 We will not be responsible to you for any indirect, consequential or special damages arising from any act or omission by us or any third party for whom we are responsible and whether arising in contract or statute.</p>\n<p>18.4 You must notify us immediately of any change of your details in your Registration Form.</p>\n<p>18.5 You agree that your information, including your personal information, your conversations with our Customer Care Centre and your Transactions will be recorded and stored for record keeping purposes for 10years from date of closure of your Account.</p>\n<p>18.6 All copyright, trademarks and other intellectual property rights used as part of MTN Services or contained in our documents are owned by MTN or its licensors.\nYou agree that you acquire no rights thereto.</p> 19.\nJURISDICTION AND ARBITRATION <p>19.1 This Agreement is governed by Ugandan Law.</p>\n<p>19.2 Any dispute arising out of or in connection with this Agreement shall be referred to arbitration by a single arbitrator to be appointed by agreement between the parties or in default of such agreement within 60 days of the notification of a dispute, upon the application of either party, by the Judge in charge for the time being of the High Court (Commercial Division) of Uganda.\nSuch arbitration shall be conducted in Kampala in accordance with the Rules of Arbitration subject to and in accordance with the provisions of the Arbitration Act, Cap 4 or its successor legislation</p>\n<p>19.3 To the extent permissible by Law, the determination of the Arbitrator shall be final, conclusive and binding upon the parties hereto.</p>\n<p>19.4 Nothing shall prevent the parties hereto from seeking any relief from a court of competent jurisdiction in Uganda and or any other relevant regulatory body.</p> 20.\nPRIVACY POLICY <p>20.1 MTN recognizes the importance of protecting the privacy of all information provided by users of MTN Services.\nThis statement is meant to affirm our utmost respect for your rights to privacy.</p>\n<p>20.2.&nbsp;&nbsp.\nMTN collects personally identifiable information that we use to profile MTN service customer and administer individual accounts, update MTN databases, innovate the service and provide user support.</p>\n<p>20.3.&nbsp;&nbsp.\nSave as provided hereunder, MTN does not share your personal information with unauthorized persons and adequate safeguards have been put in place to prevent unauthorized access and to ensure confidentiality of your personal information.</p>\n<p>20.4.&nbsp;&nbsp.\nYou acknowledge that by using the MTN Services, some of your relevant personal information will be passed on to any person whom you share MTN Service (for purposes of Transactions), or send Mobile Money to and will be available to any third party involved in the operation of the service including without limitation, MTN Partners (third parties) in providing MTN products and Services.\nYou hereby authorize MTN to share with, provide or disclose to third parties with which you have separately contracted or with which you intend to contract (and have informed MTN of this intention in writing or electronically through the MTN System or the third party system), your personal information including any Transaction data, information pertaining to you or your Account, or your usage of MTN Products and Services provided that the authority given to MTN to disclose information to such third parties (not being a law enforcement, investigative or regulatory authority) pursuant to this clause may be withdrawn at any time.</p>\n<p>20.5.&nbsp;&nbsp.\nYou consent to your personal information being disclosed to, transferred to and processed by third parties designated by MTN as data processors in accordance with the provisions of the Data Protection Act.</p>\n<p>20.6.&nbsp;&nbsp.\nIn order for MTN to assess your credit profile, You consent to MTN or any MTN affiliate entities to retrieve, analyse and process your credit history, your MTN SIM card usage patterns, your loan histories with third parties and other similar information from third parties such as Credit Reference Bureaus and other device financing companies or similar firms.</p>\n<p>20.7.&nbsp;&nbsp.\nYou acknowledge that MTN may verify your identity information through publicly available and/or restricted government databases in order to comply with regulatory requirements.</p>\n<p>20.6.&nbsp;&nbsp.\nYou accept that MTN shall have the right to monitor your account usage and may disclose personal information to local law enforcement or investigative agencies or any competent regulatory or governmental agencies to assist in the prevention, detection or prosecution of money laundering activities, fraud or other criminal activities;</p>\n<p>20.7.&nbsp;&nbsp.\nMTN employees who handle personal information are under an obligation to treat it confidentially and may not disclose it to unauthorized third parties.\nMTN employees are also responsible for the internal security of the information.\nEmployees who violate MTN’s privacy policies are subject to a range of disciplinary actions.</p>\n<p>20.8.&nbsp;&nbsp.\nAny person submitting any information to MTN through the MTN System may be granted access rights to that information.\nMTN has developed systems that enable access and correction of information submitted to it.</p>\n<p>\n<strong>Note:</strong>&nbsp;<strong>Please note that a Summary of the Mobile Money Services terms and conditions is available at the MTN Agents outlets, All MTN Service Centers MTN’s head offices and the MTN Website located at&nbsp;</strong>\n<strong>www.mtn.co.ug</strong>\n<strong>&nbsp.\nand is printed on the back of the registration form.</strong>\n</p>\n<ul>\n<li> Contact Us <ul>\n<li> Toll Free <p>\n</p>\n<p>100</p>\n<p>\n</p>\n</li>\n<li> Phone contact <p>\n</p>\n<p>0771 001 000</p>\n<p>\n</p>\n</li>\n<li> General Inquiries <p>\n</p>\n<p>customerservice.ug@mtn.com</p>\n<p>\n</p>\n</li>\n<li> Chat on Whatsapp <p>\n</p>\n<p>+256 772 123 100</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li> Physical address <p>\n</p>\n<p>Plot 69-71&nbsp;Jinja Road.\nKampala, Uganda</p>\n<p>\n</p>\n</li>\n<li> Postal address <p>\n</p>\n<p>P.O Box 24624 Kampala, Uganda</p>\n<p>\n</p>\n</li>\n</ul>\n</li>\n<li> More sites <ul>\n<li>MTN Pulse</li>\n<li>MTN Group</li>\n<li>Careers at MTN</li>\n<li>Pulse radio</li>\n<li>MTN Sports</li>\n</ul>\n</li>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Instagram</li>\n<li>Whatsapp</li>\n<li>Youtube</li>\n<li>Linkedin</li>\n<li>Tiktok</li>\n</ul>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms and conditions</li>\n</ul>\n<p>© 2023 MTN Uganda, All rights reserved.\nMTN Uganda is regulated by Uganda Communications Commission, reachable on 0800222777 (Toll Free)</p>\n<p>everywhere you go</p> ", "created_at": "2023-09-14 22:54:10.160306", "updated_at": "2023-09-14 22:55:20.933225"}], "points": [], "urls": ["mtn.co.ug"]}}