{"error": 448, "message": "OK", "parameters": {"id": 7771, "name": "XTRA", "created_at": "2023-03-28 19:42:18.958063", "updated_at": "2023-03-29 19:26:54.142734", "wikipedia": null, "keywords": null, "related": null, "slug": "xtra", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7771.png", "url": "xtramagazine.com,dailyxtra.com", "documents": [{"id": 14990, "name": " Privacy Policy", "url": "https://xtramagazine.com/privacy", "xpath": "//body", "text": " Skip to content Xtra Magazine Xtra Magazine &nbsp.\n&nbsp.\n&nbsp.\nLogin Join Need A Suggestion? We got You...\n<ul>\n<li>Addiction </li>·\n<li>Arts </li>·\n<li>Asexuality </li>·\n<li>Bisexuality </li>·\n<li>Blood Ban </li>·\n<li>Coming Out </li>·\n<li>Conversion therapy </li>·\n<li>Cruising </li>·\n<li>Disability </li>·\n<li>Discrimination </li>·\n<li>Education </li>·\n<li>Faith &amp.\nSpirituality </li>·\n<li>Fetish &amp.\nKink </li>·\n<li>Gender identity </li>·\n<li>History </li>·\n<li>HIV/AIDS </li>·\n<li>Human rights </li>·\n<li>Indigenous </li>·\n<li>Marriage equality </li>·\n<li>Parenting </li>·\n<li>Policing </li>·\n<li>Pride </li>·\n<li>Race issues </li>·\n<li>Sex education </li>·\n<li>Social justice </li>·\n<li>Trans </li>·\n<li>Two-Spirit </li>·\n<li>Youth </li>\n</ul>\n<ul>\n<li>Power <ul>\n<li>Activism </li>\n<li>Identity </li>\n<li>Politics </li>\n<li>Dispatches </li>\n<li>Protest and Pleasure series </li>\n</ul>\n</li>\n<li>Culture <ul>\n<li>Drag Race </li>\n<li>Books </li>\n<li>Music </li>\n<li>Monthly Tune-Up </li>\n<li>Playlist Q </li>\n<li>TV &amp.\nFilm </li>\n<li>Queer Culture Catch-Up </li>\n<li>Queer View Mirror </li>\n</ul>\n</li>\n<li>Love &amp.\nSex <ul>\n<li>Dating </li>\n<li>Relationships </li>\n<li>Ask Kai </li>\n<li>Love Like Mine essays </li>\n</ul>\n</li>\n<li>Health <ul>\n<li>Sexual Health </li>\n<li>Mental Health </li>\n<li>Trans Health </li>\n<li>Reproductive Health </li>\n<li>Ask an Expert </li>\n</ul>\n</li>\n<li>Video <ul>\n<li>After the Sashay </li>\n<li>Ask Kai: Quickies </li>\n<li>Inspired </li>\n<li>Lucky Stars </li>\n<li>My Queer Kitchen </li>\n<li>Speed Date </li>\n<li>Queer Artists in a Pandemic </li>\n</ul>\n</li>\n</ul> About us <p>\n<em>Xtra</em> is an online magazine and community platform covering LGBTQ2S+ culture, politics and health.\nWe aim to break boundaries, think outside of binaries and build bridges within our communities and beyond.</p>\n<p>Put a little <em>queer</em> in your inbox </p>\n<p>Xtra Newsletters send you the latest in LGBTQ2S+ news and culture.</p> Subscribe Now <ul>\n<li>Our principles </li>\n<li>Community Guidelines </li>\n<li>Inside Xtra </li>\n<li>The Latest </li>\n<li>Podcasts </li>\n</ul> Follow Us: facebook twitteryoutube instagram redditRSS Privacy Policy <p>\n<strong>THIS PRIVACY POLICY WAS LAST UPDATED ON: November 12, 2018.</strong>\n</p>\n<p>Pink Triangle Press (collectively “we”, “our” or “us”) is committed to protecting the privacy of the users (collectively “you” or “your”) of our website (the “Site”).\nThis Privacy Policy is applicable to any of our websites that make reference to this Privacy Policy.</p>\n<p>\n<strong>BY VISITING THIS SITE, YOU ACKNOWLEDGE AND AGREE THAT YOU HAVE READ AND UNDERSTOOD THIS PRIVACY POLICY, AND AGREE TO BE BOUND BY ALL OF ITS TERMS AND CONDITIONS.</strong>\n</p> 1.\nIntroduction <p>\n<strong>1.1</strong>&nbsp;This policy applies where we are acting as a data controller with respect to your personal data of our users.\nin other words, where we determine the purposes and means of the processing of your personal data.</p>\n<p>\n<strong>1.2</strong>&nbsp;We use cookies on the Site – where these cookies are not strictly necessary for you to use the Site we have provided information in the “<strong>Cookies</strong>” section of this Privacy Policy on how you can personalize your cookie settings.</p>\n<p>\n<strong>1.3</strong>&nbsp;If you are an individual in the European Economic Area (“<strong>EEA</strong>”), we collect and process personal data about you only where we have legal bases for doing so under applicable EU laws.\nThese legal bases depend on the various aspects of the Site and how you use them.</p>\n<p>\n<strong>1.4</strong>&nbsp;When you have consented to our use of your personal data for a specific purpose, you have the right to change your mind at any time, but this will not affect any processing that has already taken place.\nWhere we are using your information because we or a third party have a legitimate interest to do so, you have the right to object to that use.\nHowever, in some cases, this may mean no longer using the Site or we&nbsp;may be unable to&nbsp;provide you with all of the features and services related to the Site.</p> 2.\nWhat personal data about you we process <p>\n<strong>2.1</strong>&nbsp;In this Section 2 we have set out:</p>\n<p>(a) the general categories of personal data we may process;</p>\n<p>(b) in the case of personal data we did not obtain directly from you, the source and specific categories of that data;</p>\n<p>(c) the purposes for which we may process personal data.\nand</p>\n<p>(d) for our users using the Service in the EEA, the legal bases of the processing.</p>\n<p>\n<strong>2.2 ACCOUNT DATA:</strong>&nbsp;We may process your account data (“<strong>Account Data</strong>”).\nAccount Data may include your email address and other optional information, which you provide to us.\nAccount Data may be processed for the purposes of operating the Site, and providing you related services and features, ensuring the security of the Site, maintaining back-ups of our databases and communicating with you.\nIn the EEA the legal bases for processing Account Data is consent, to allow us to provide you the Site and related services, and for the proper administration of the Site and our business.</p>\n<p>\n<strong>2.3 USAGE DATA:</strong>&nbsp;We may process data about your use of the Service (“<strong>Usage Data</strong>”).\nUsage Data may include your IP address, geographical location, browser type and version, operating system, internet domain, referral (linking webpage) source, search keywords used, length of visit, page views and navigation paths, as well as information about the timing, frequency and patterns of your use of the Site.\nThis Usage Data may be processed for the purposes of monitoring and analyzing the use of the Site such as the popularity and usage of sections of the Site, etc.\nIn the EEA the legal basis for processing Usage Data is our legitimate interests, namely monitoring and analyzing use of the Site, to improve the Site features and content, all to provide you with a better experience.</p>\n<p>\n<strong>2.4 PROFILE DATA:</strong>&nbsp;We may process personal information and content that you provide to us, such as the data you include in your personal profile on the Site or when you complete a survey or enter a contest (“<strong>Profile Data</strong>”).\nProfile Data may include your user name, pictures, videos, demographics, interests, hobbies, lifestyles, gender identity, bulletins, personal statements and comments, and groups, communities or organizations with who you associate.\nProfile Data may be processed for the purposes of enabling us to provide you with content,&nbsp;advertising and promotions, information and other material of interest to you.\nIn the EEA, the legal basis for processing Profile Data is consent, since you control what you include in your profile and you can add to, modify or delete your Profile Data at any time by clicking on the “Preferences” link contained at the bottom of our communications to you.&nbsp;<strong>YOU CONTROL HOW MUCH PERSONALLY IDENTIFYING PROFILE DATA YOU DISCLOSE IN YOUR PROFILE AND YOU HEREBY RELEASE US FROM ANY CLAIMS RELATED TO YOUR PROVISION OF PROFILE DATA IN YOUR PROFILE.</strong>\n</p>\n<p>\n<strong>2.5 COMMUNICATION DATA:</strong>&nbsp;We may process information contained in or relating to any communications between you and us (“<strong>Communication Data</strong>”).\nCommunication Data may include the message content and metadata associated with your communications and may include various formats including emails and automated online forms such as contest entry forms, etc.\nIn the EEA the legal basis for processing Communication Data is consent, to allow us to provide you the Site and related services, the proper record-keeping and administration of the Site and to facilitate communications between you and us.</p>\n<p>\n<strong>2.6 LEGAL RIGHTS:</strong>&nbsp;We may process any of your personal data identified in this policy where necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\nIn the EEA, the legal basis for this processing is our legitimate interests, namely the protection and assertion of our legal rights, your legal rights and the legal rights of others.</p>\n<p>\n<strong>2.7 LEGAL OBLIGATIONS AND VITAL INTERESTS:</strong>&nbsp;In addition to processing your personal data for the specific purposes set out in this Section 2, we may also process any of your personal data where such processing is necessary for us to comply with a legal obligation we are subject to, or in order to protect your vital interests or the vital interests of another natural person.</p> 3.\nAutomated decision making <p>\n<strong>3.1</strong>&nbsp;We&nbsp;<strong>do not</strong>&nbsp;use automated decision-making for profiling or other decision-making purposes that produces legal or other significant effects for our members.</p> 4.\nOther ways we use your personal data <p>\n<strong>4.1</strong>&nbsp;Users may subscribe to receive the following type of email communications or other electronic messaging to their personal email inbox:</p>\n<p>(a) Communications about third-party promotions and offers, contests, petitions and surveys or polls.\nThese emails or electronic messages are sent only if the user signs up for these notifications.\nUsers can subscribe to or unsubscribe from these types of email or electronic messaging at any time.\nTo stop receiving these types of messages, please click on the “unsubscribe” link found at the bottom of each email.</p>\n<p>(b) Users can also sign up to receive newsletters, which are updates about various topics and activities.\nThese newsletter emails are sent only if the member signs up for them.\nUsers can discontinue these newsletters anytime.\nTo edit your subscription preferences, click on the “update your preferences” link available at the bottom of each email.\nTo stop receiving newsletters altogether, click on the “unsubscribe” link found at the bottom of each email.</p>\n<p>(c) We may also send our members transactional, operational or technical support messages regarding their accounts or the Site.</p>\n<p>\n<strong>4.2</strong>&nbsp;We may also use personal data collected from our users to assist us with our strategic planning and product development.\nto develop sales and marketing programs and for advertiser relations.\nAll personal data processed for these purposes are presented as anonymous or aggregated information and is only used internally within Pink Triangle Press – no identifiable personal data about individual members is ever released to outside third parties.</p> 5.\nProviding your personal data to others <p>\n<strong>5.1 Aside from the particular circumstances described in this Section 5, we will never disclose your email address or any other personal information about you to any third party without your express permission, except where we are required to do so by law.</strong>\n</p>\n<p>\n<strong>5.2</strong>&nbsp;We may share your personal data with third party vendors, consultants and service providers that perform services on our behalf.\nYour information will be treated as private and confidential by such service providers and not used for any other purpose than what we authorize.\nYou will never be contacted by these third parties, except in the context of providing the Site and related services and communications to you.</p>\n<p>(a) Email management partners that validate email addresses and help us ensure that we maintain best practices when sending email messages to our users, including compliance with Canada’s Anti-Spam legislation and EU legislation related to direct marketing.&nbsp;<strong>You may view, modify or delete personal information you may have submitted to us through our email partners by clicking on the “update my preferences” link contained at the bottom of each email.</strong>\n</p>\n<p>(b)&nbsp;Third party platform providers that&nbsp;help us run contests, surveys and questionnaires that we provide opportunities for our users to voluntarily participate in.</p>\n<p>(c) We also use marketing and analytics cookies provided by trusted third parties – for more detailed information, please see Section 10 of this privacy policy.</p>\n<p>\n<strong>5.3</strong>&nbsp;We may share your personal data with third parties at your request.\nFor example, you may participate in an online petition that would be forwarded to a third party.</p>\n<p>\n<strong>5.4</strong>&nbsp;We may share your personal data with other parties in connection with any company transaction, such as a merger, sale of company assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party, or in the event of bankruptcy or related or similar proceeding.</p>\n<p>\n<strong>5.5</strong>&nbsp;We may share your personal data with third parties such as law enforcement agencies or our professional advisors as required to: (i) satisfy any applicable law, regulation, subpoena, summons, court order, legal process or other permitted government request, (ii) enforce our&nbsp;User Agreement&nbsp;terms and conditions, including the investigation of potential violations thereof, (iii) investigate and defend ourselves against any third party claims or allegations, (iv) protect against harm to the rights, property or safety of Pink Triangle Press, its users or the public as required or permitted by law and (v) detect, prevent or otherwise address criminal (including fraud, stalking or trolling), security or technical issues.</p> 6.\nInternational transfers of personal data outside the EEA <p>\n<strong>6.1</strong>&nbsp;In this Section 6, we provide information about the circumstances in which the personal data of users located in the EEA may be transferred to countries outside the EEA.</p>\n<p>\n<strong>6.2</strong>&nbsp;We have offices and facilities in Canada.\nThe European Commission has made an “adequacy decision” with respect to the data protection laws of Canada.\nTransfers to Canada will be protected by appropriate safeguards, namely the use of standard data protection clauses adopted or approved by the European Commission, a copy of which can be obtained&nbsp;here.</p>\n<p>\n<strong>6.3</strong>&nbsp;The hosting facilities for the Service are situated in Canada on our own servers or on Amazon Web Services (“AWS”) cloud-based platforms.\nAWS has already obtained approval from EU data protection authorities of its AWS Data Processing Addendum and Model Clauses to enable transfer of data outside of the EEA, including to the U.S.\nFor more information please visit the&nbsp;AWS EU Data Protection FAQ.</p>\n<p>\n<strong>6.4</strong>&nbsp;Our email management&nbsp;and survey&nbsp;service partners MailChimp, SendGrid&nbsp;and SurveyMonkey&nbsp;may transfer your personal data outside of the EEA to the U.S.\nfor processing.&nbsp;MailChimp, SendGrid and SurveyMonkey all&nbsp;adhere to the EU-US Privacy Shield Framework that governs transfers of personal data outside the EEA to the U.S.\nFor more information on the international data transfer practices of MailChimp please visit&nbsp;here, for SendGrid please visit&nbsp;here&nbsp;and for SurveyMonkey please visit&nbsp;here.</p> 7.\nRetaining and deleting personal data <p>\n<strong>7.1</strong>&nbsp;This Section 7 set out our data retention policies and practices, which are designed to help ensure we comply with our legal obligations in relation to the retention and deletion of personal data.</p>\n<p>\n<strong>7.2</strong>&nbsp;Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.</p>\n<p>\n<strong>7.3</strong>&nbsp;We will retain your personal data as follows:</p>\n<p>Account Data is retained for six months after we receive an “unsubscribe” request from you, Usage Data is retained for 26 months, and Communication Data is retained for one year.\nAfter these time frames this personal data is purged from our servers and/or those of our third party service partners.</p>\n<p>\n<strong>7.4</strong>&nbsp;Notwithstanding the other provisions of this Section 7, we may retain your personal data where such retention is necessary for compliance with a legal obligation we are subject to, or in order to protect your vital interests or the vital interests of another natural person.</p> 8.\nYour rights <p>\n<strong>8.1</strong>&nbsp;In this Section 8 we have summarized the rights that users located in the EEA have under EU data protection law;&nbsp;<strong>as a goodwill gesture and demonstration of our commitment to the privacy and data protection rights of all our users, we are extending these rights to all of our users, regardless of where they are located.</strong>\n</p>\n<p>\n<strong>8.2</strong>&nbsp;Some of the rights are complex and not all of the details have been included in our summaries.\nAccordingly, you should read the applicable relevant laws and guidance from the regulatory authorities for a full explanation of these rights.</p>\n<p>\n<strong>8.3</strong>&nbsp;Your principal rights under (EU) data protection law are:</p>\n<p>\n<strong>(a) RIGHT TO ACCESS:</strong>&nbsp;You have the right to confirmation of the categories of your personal data we may process, along with access to that personal data together with certain additional information, including: the purposes of the processing and the recipients of the personal data.\nProvided the rights and freedoms of others are not affected, we will supply you with a copy of your personal data.\nthe first copy will be free of charge but additional copies may be subject to a reasonable fee.</p>\n<p>\n<strong>(b) RIGHT TO RECTIFICATION:</strong>&nbsp;You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.</p>\n<p>\n<strong>(c) RIGHT TO ERASURE:</strong>&nbsp;In some circumstances you have the right to erasure of your personal data without undue delay, including: the personal data are no longer necessary in relation to the purposes for which they were collected or processed.\nyou withdraw your consent to consent-based processing.\nyou object to the processing under certain rules of applicable data protection law.\nthe processing is for direct marketing purposes.\nand the personal data have been unlawfully processed.\nHowever, there are exclusions to the right of erasure, including: where processing is necessary for exercising the right of freedom of expression and information.\nfor compliance with a legal obligation.\nor for the establishment, exercise or defense of legal claims.</p>\n<p>\n<strong>(d) RIGHT TO RESTRICT PROCESSING:</strong>&nbsp;In some circumstances you have the right to restrict the processing of your personal data, including: you contest the accuracy of the personal data.\nprocessing is unlawful but you oppose erasure.\nwe no longer need the personal data, but you require the personal data for the establishment, exercise or defense of legal claims.\nand when you have objected to processing, pending the verification of that objection.\nIn these cases, we may continue to store your personal data, but will only process it with your consent, or for the establishment, exercise or defense of legal claims, or for the protection of the rights of another natural or legal person, or for reasons of important public interest.</p>\n<p>\n<strong>(e) RIGHT TO OBJECT TO PROCESSING:</strong>&nbsp;You have the right to object to our processing of your personal data on grounds relating to your particular situation in certain circumstances:</p>\n<p>(i) Where the legal basis of the processing is for the performance of a task carried out in the public interest or in the exercise of any official authority vested in us.\nor for the purposes of legitimate interests pursued by us or by a third party.\nIf you make such an objection, we will cease to process your personal data unless we can demonstrate compelling legitimate grounds to override your interests, rights and freedoms, or if the processing is for the establishment, exercise or defense of legal claims.</p>\n<p>(ii) For direct marketing purposes, including profiling for direct marketing purposes.\nIf you object to this, we will stop processing your personal data for this purpose.</p>\n<p>(iii) For scientific or historical research purposes, unless the processing is necessary for the performance of a task carried out for reasons of public interest.</p>\n<p>\n<strong>(f) RIGHT TO DATA PORTABILITY:</strong>&nbsp;To the extent that the legal bases for our processing of your personal data is either consent or contractual necessity (performance of a contract with you, or carry out steps to enter into a contract), and the processing is carried out by automatic means, you have the right to receive a copy of that personal data from us in a structured, commonly used and machine-readable format, provided your exercise of this right does not adversely affect the rights and freedoms of others.</p>\n<p>\n<strong>(g) RIGHT TO WITHDRAW CONSENT:</strong>&nbsp;Where the legal basis for processing your personal data is consent, you have the right to withdraw that consent at any time.\nWithdrawal of consent will not affect the lawful processing of personal data based on consent before its withdrawal.</p>\n<p>\n<strong>(h) RIGHT TO LODGE A COMPLAINT WITH A SUPERVISORY AUTHORITY:</strong>&nbsp;If you feel that our processing of your personal data infringes privacy or data protection laws, you have the right to lodge a complaint with the appropriate supervisory authority.\nYou may do so in the place of your habitual residence, your place of work or the place of the alleged infringement, as may be applicable.</p>\n<p>\n<strong>8.4</strong>&nbsp;You may exercise any of your rights in relation to your personal data by written notice to us, in addition to the other methods specified in this Section 8.\nPlease see Section 12 for our contact information.</p> 9.\nThird party websites <p>\n<strong>9.1 ADVERTISERS AND LINKED WEBSITES:</strong>&nbsp;Links to advertisers on the Site, third-party services and other websites that are accessible via the Site may have different privacy policies and&nbsp;<strong>it is the responsibility of members to review the privacy policies of such advertisers and linked websites before submitting any personal information to them.</strong>\n</p>\n<p>\n<strong>9.2 SOCIAL NETWORKING SITES:</strong>&nbsp;When you interact with the Site through various social media, such as when you “Like” us on Facebook or “Share” through another social media site, we may receive information from the social network such as your profile information, profile picture, gender, user name, user ID associated with your social media account, age range, language, country, friends list, and any other information you permit the social network to share with third parties.\nThe data we receive is dependent upon your privacy settings with the social network.&nbsp;<strong>You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to the Site.</strong>\n</p>\n<p>\n<strong>9.3 WE HAVE NO CONTROL OVER AND ARE NOT RESPONSIBLE FOR THE PRIVACY POLICIES AND PRACTICES OF THIRD PARTIES.\nTHEY ARE NOT SUBJECT TO OUR PRIVACY POLICY WHEN YOU VISIT THEM AND WE DO NOT ACCEPT ANY RESPONSIBILITY OR LIABILITY FOR THE PRIVACY POLICIES OR PRACTICES OF THESE THIRD PARTIES.</strong>\n</p> 10.\nAbout cookies <p>\n<strong>10.1</strong>&nbsp;In order for the Service to function properly, we occasionally place small data files called “cookies” on your computer or mobile device.</p>\n<p>\n<strong>10.2</strong>&nbsp;A cookie is a small text file containing an identifier (a string of letters and numbers) that is saved on your web browser when you visit the Service.</p>\n<p>\n<strong>10.3</strong>&nbsp;A cookie’s duration may either be “session” which will expire at the end of the user session when the web browser is closed, or “persistent” which will remain valid until its set expiry date unless deleted by the user before the expiry date.</p>\n<p>\n<strong>10.4</strong>&nbsp;Cookies typically do not contain any information that personally identifies a user, but personal data that we store about you may be linked to the information stored in and obtained from cookies.</p>\n<p>\n<strong>10.5</strong>&nbsp;For additional information on cookies please visit&nbsp;allaboutcookies.org.</p>\n<p>\n<strong>10.6 HOW WE USE COOKIES:</strong>&nbsp;Generally, the cookies we use fall into two categories – “necessary” which are cookies that are essential for us to be able to provide you the Site and related services and features, and “optional” which are cookies that help us provide you with a better experience by analyzing your use of the Site.\nSome of these cookies may be provided by trusted third-party partners and service providers.</p>\n<p>\n<strong>10.7 NECESSARY COOKIES:</strong>&nbsp;The following types of cookies are essential for us to provide you the Site and related services and features, in order to provide you with a great experience.\nWe need to set cookies on your device to remember your preferences, so this information can be retrieved whenever you use a function on the Site that is affected by your personal settings:</p>\n<p>\n<strong>(a) Authentication and Status</strong>&nbsp;– used to identify you when you login to the Service and as you navigate through the Service and to determine whether you are still logged into the Service.</p>\n<p>\n<strong>(b) Personalization</strong>&nbsp;– to store your preferences, such as language, font size and other display preferences so you don’t have to re-enter them every time you login to the Service or browse from one section to another.</p>\n<p>\n<strong>(c) Security</strong>&nbsp;– to manage the login process and to prevent you from having to log in again every time you visit a new page and to ensure you can only access restricted features and areas of the Service while you are logged in.</p>\n<p>\n<strong>(d) Cookie Consent</strong>&nbsp;– we use cookies to store your preferences in relation to the use of cookies on the Service</p>\n<p>\n<strong>10.8 OPTIONAL COOKIES:</strong>&nbsp;We use optional cookies to help us understand how you use the service and to develop ways to improve your experience and to deliver engaging and relevant content for our members:</p>\n<p>\n<strong>(a) Analytics</strong>&nbsp;– in addition to our own cookies, we use Google Analytics, which is one of the most widespread and trusted analytic solutions on the Internet.\nThese cookies may track things like how long you spend on the Service, the areas you visit most frequently along with other usage statistics.\nFor more information on how Google uses cookies, please visit&nbsp;<strong>here</strong>.\nMany Google Analytics functions require your “Ad Personalization” setting be turned “ON”.\nVisit&nbsp;<strong>here</strong>&nbsp;to learn more about Google Ad Personalization and to control your setting.\nAnd visit&nbsp;<strong>here</strong>&nbsp;to learn how to control the Google ads you see.</p>\n<p>\n<strong>(b) Marketing</strong>&nbsp;– marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p>\n<p>\n<strong>10.9 MANAGING COOKIES:</strong>&nbsp;Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser and from version to version.\n&nbsp;Note that blocking all cookies will have a negative impact on the usability of many websites.\nYou can obtain up-to-date information on blocking and deleting cookies on commonly used browsers via these links:</p>\n<p>\n<strong>(a) Chrome:&nbsp;here</strong>\n</p>\n<p>\n<strong>(b) Firefox:&nbsp;here</strong>\n</p>\n<p>\n<strong>(c) Internet Explorer:&nbsp;here</strong>\n</p>\n<p>\n<strong>(d) Edge:&nbsp;here</strong>\n</p>\n<p>\n<strong>(e) Opera:&nbsp;here</strong>\n</p>\n<p>\n<strong>(f) Safari:&nbsp;</strong>\n<strong>here</strong>&nbsp;for Mac and&nbsp;<strong>here</strong>&nbsp;for iPhone, iPad and iPod</p>\n<p>\n<strong>10.10 OPT-OUT OF INTEREST-BASED ADVERTISING:</strong>&nbsp;Some advertisers participate in the Digital Advertising Alliance (“DAA”) WebChoices Tool, which allows you to opt-out of interest-based advertising and other applicable uses of web-viewing data by DAA’s participating companies.\nYou may still receive other types of online advertising from participating companies, and these companies may still collect information for other purposes consistent with DAA principles.\nAccess the WebChoices tool&nbsp;here.</p> 11.\nChanges to this privacy policy <p>\n<strong>11.1</strong>&nbsp;We reserve the right to update or modify this Privacy Policy at any time without notice to users, by publishing a new version on the Service.</p>\n<p>\n<strong>11.2</strong>&nbsp;You should check this page occasionally to ensure you are aware of updates and modifications to this Privacy Policy.</p>\n<p>\n<strong>11.3 BY CONTINUING TO USE THE SITE, YOU ARE ACKNOWLEDGING YOUR ACCEPTANCE OF THESE UPDATES OR MODIFICATIONS.</strong>\n</p> 12.\nOur details: questions and feedback <p>If you have any questions about our privacy practices or this Privacy Statement, please contact:</p>\n<p>Privacy Officer<br>Pink Triangle Press<br>2 Carlton Street, Suite 1600<br>Toronto, Ontario Canada M5B 1J3</p>\n<p>Email:&nbsp;privacy@ptp.media<br>Fax: 1-416-640-2580<br>Tel: 1-416-925-6665</p>\n<strong>What else are you looking for?</strong>\n<p>Here is where you can find…</p>\n<ul>\n<li>About us: a short essay on <em>Xtra</em>’s history and an explanation of our logo design;</li>\n<li>Our principles (also known as our mission statement): <em>Xtra</em> informs, engages and inspires;</li>\n<li>\n<em>Inside Xtra</em>: periodically, we publish stories about our staff and the work we do;</li>\n<li>Editorial standards: where we outline newsroom ethics and guidelines.\nfact checking standards, corrections and requests to unpublish stories, our ownership structure and funding model, our editorial independence, our diversity statement and our audience and community feedback;</li>\n<li>The Xtra Community guidelines: what we expect in the comments section hosted on this site;</li>\n<li>Terms of use: more legalese around our user agreement.</li>\n</ul>\n<p>And here is our contact info: meet the team, how to contribute, how to advertise and sponsorship.</p> Xtra Magazine <ul>\n<li>About us <ul>\n<li>Our principles </li>\n<li>Inside Xtra </li>\n<li>Editorial Standards </li>\n<li>Privacy Policy </li>\n<li>Terms of Use </li>\n</ul>\n</li>\n<li>Contact Us <ul>\n<li>Meet the Team </li>\n<li>How to Contribute </li>\n<li>Advertise </li>\n<li>Sponsorship </li>\n</ul>\n</li>\n<li>Connect <ul>\n<li>Join the Xtra Community </li>\n<li>Community Guidelines </li>\n<li>Xtra’s newsletters </li>\n<li>Ken Popert Media Fellowship </li>\n</ul>\n</li>\n</ul>\n<p>Put a little <em>queer</em> in your inbox </p>\n<p>Xtra Newsletters send you the latest in LGBTQ2S+ news and culture.</p> Subscribe Now Ⓒ 1971 - 2023 Pink Triangle Press, All right reserved.\nXTRA™ is a trademark of Pink Triangle Press.\nFollow Us: facebook twitteryoutube instagram redditRSS Cookie Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Cookies Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>View Vendor Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>View Vendor Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>View Vendor Details‎Targeted Advertising Cookies Targeted Advertising Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>View Vendor Details‎Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>View Vendor Details‎Back ButtonBack<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My ChoicesDo we have your consent?<p>By clicking “Accept Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\nSee our Privacy Policy</p>Accept Cookies Cookies Settings", "created_at": "2023-03-28 19:42:19.020121", "updated_at": "2023-03-28 19:43:20.709228"}, {"id": 14989, "name": " Terms of Use", "url": "https://xtramagazine.com/terms", "xpath": "//body", "text": " Skip to content Xtra Magazine Xtra Magazine &nbsp.\n&nbsp.\n&nbsp.\nLogin Join Need A Suggestion? We got You...\n<ul>\n<li>Addiction </li>·\n<li>Arts </li>·\n<li>Asexuality </li>·\n<li>Bisexuality </li>·\n<li>Blood Ban </li>·\n<li>Coming Out </li>·\n<li>Conversion therapy </li>·\n<li>Cruising </li>·\n<li>Disability </li>·\n<li>Discrimination </li>·\n<li>Education </li>·\n<li>Faith &amp.\nSpirituality </li>·\n<li>Fetish &amp.\nKink </li>·\n<li>Gender identity </li>·\n<li>History </li>·\n<li>HIV/AIDS </li>·\n<li>Human rights </li>·\n<li>Indigenous </li>·\n<li>Marriage equality </li>·\n<li>Parenting </li>·\n<li>Policing </li>·\n<li>Pride </li>·\n<li>Race issues </li>·\n<li>Sex education </li>·\n<li>Social justice </li>·\n<li>Trans </li>·\n<li>Two-Spirit </li>·\n<li>Youth </li>\n</ul>\n<ul>\n<li>Power <ul>\n<li>Activism </li>\n<li>Identity </li>\n<li>Politics </li>\n<li>Dispatches </li>\n<li>Protest and Pleasure series </li>\n</ul>\n</li>\n<li>Culture <ul>\n<li>Drag Race </li>\n<li>Books </li>\n<li>Music </li>\n<li>Monthly Tune-Up </li>\n<li>Playlist Q </li>\n<li>TV &amp.\nFilm </li>\n<li>Queer Culture Catch-Up </li>\n<li>Queer View Mirror </li>\n</ul>\n</li>\n<li>Love &amp.\nSex <ul>\n<li>Dating </li>\n<li>Relationships </li>\n<li>Ask Kai </li>\n<li>Love Like Mine essays </li>\n</ul>\n</li>\n<li>Health <ul>\n<li>Sexual Health </li>\n<li>Mental Health </li>\n<li>Trans Health </li>\n<li>Reproductive Health </li>\n<li>Ask an Expert </li>\n</ul>\n</li>\n<li>Video <ul>\n<li>After the Sashay </li>\n<li>Ask Kai: Quickies </li>\n<li>Inspired </li>\n<li>Lucky Stars </li>\n<li>My Queer Kitchen </li>\n<li>Speed Date </li>\n<li>Queer Artists in a Pandemic </li>\n</ul>\n</li>\n</ul> About us <p>\n<em>Xtra</em> is an online magazine and community platform covering LGBTQ2S+ culture, politics and health.\nWe aim to break boundaries, think outside of binaries and build bridges within our communities and beyond.</p>\n<p>Put a little <em>queer</em> in your inbox </p>\n<p>Xtra Newsletters send you the latest in LGBTQ2S+ news and culture.</p> Subscribe Now <ul>\n<li>Our principles </li>\n<li>Community Guidelines </li>\n<li>Inside Xtra </li>\n<li>The Latest </li>\n<li>Podcasts </li>\n</ul> Follow Us: facebook twitteryoutube instagram redditRSS Terms of Use <p>\n<strong>USER AGREEMENT FOR PINK TRIANGLE PRESS (“PTP”) WEBSITES.</strong>\n</p>\n<p>\n<strong>THIS AGREEMENT WAS LAST UPDATED SEPTEMBER 15, 2021.</strong>\n</p>\n<p>\n<strong>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING ANY PTP WEBSITE AS THEY CONTAIN LEGAL OBLIGATIONS.</strong>\n</p>\n<p>\n<strong>By accessing, browsing, downloading, or otherwise using any of our websites (the “Site” or “Sites”), that reference these Terms of Use you are explicitly agreeing without limitation or qualification, to all of the terms and conditions of these Terms of Use as well as our </strong>\n<strong>Privacy Policy</strong>\n<strong> (collectively, the “Agreement”) including any and all amendments.\nIf you do not agree to this Agreement, then please cease using our Sites immediately</strong>.</p>\n<p>\n<strong>Please note that we reserve the right to amend, change, modify or alter the Agreement at any time, at our sole discretion.\nPlease check periodically for changes.\nYour continued use of any PTP Site following the posting of any changes to the Agreement means that you accept those changes.</strong>\n</p>\n<p>From time to time, we may make it possible for users to post content to a PTP Site.\nWe do not wish to censor or police the content being posted on our Sites, nor can we monitor every posting.\nTo keep these forums a comfortable and productive place of exchange for LGBTQ2+ people and their allies of all affiliations, we have established the following Terms and Conditions:</p>\n<p>\n<strong>TERMS AND CONDITIONS OF THE SERVICE:</strong>\n</p>\n<p>\n<strong>User Agreement.</strong> This Agreement constitutes your agreement with PTP with respect to your use of PTP Sites.\nYou must agree to abide by all the terms and conditions contained in this Agreement to become or remain an authorized user of the Sites.\nAs used in this Agreement, “we”, “our” and “us” means PTP, or any successor or assign of PTP.</p>\n<p>\n<strong>Right to Use.</strong> Your right to use our Sites are subject to any limitations, conditions and restrictions established by us from time to time, in our sole discretion.\nWe may alter, suspend, or discontinue any aspect of the Service at any time, including the availability of any Site feature, database, or content.\nWe may also impose limits on certain features and aspects of the Sites or restrict your access to parts or all the Sites without notice or liability.</p>\n<p>\n<strong>Service Guidelines.</strong> You agree and undertake that you will comply with the following guidelines when using our Sites:</p>\n<ol>\n<li>You will not use the Sites to restrict or inhibit any other user from using and enjoying the Sites or the Internet.</li>\n<li>You will not use the Sites to post or transmit any unlawful, threatening, abusive, libelous, slanderous, racist, ageist, transphobic, misogynistic, or homophobic comments.\nAdditionally, you will not use the sites to post or transmit defamatory information, advertisements, pictures, or communications that contain offensive language or images of any kind, including without limitation any transmissions constituting or encouraging conduct that would constitute a criminal offense, give rise to civil liability, or otherwise violate any municipal, provincial, state, or federal law.</li>\n<li>You will not intentionally interfere with or damage operation of the Sites or any user’s enjoyment of the Sites, including uploading or otherwise disseminating viruses, malware, worms, cancelbots, Trojan horses or other malicious code.</li>\n<li>You will not use the Sites to distribute, promote or otherwise publish any material containing any solicitation for funds, advertising or solicitation for goods or services without our written consent.</li>\n<li>You will not use the Sites to post advertisements or other information that, at our discretion are deemed by us to be an insincere or otherwise non-genuine use of the Service.</li>\n<li>You may not use the Sites for any unlawful purpose or to promote any unlawful activity.</li>\n<li>You may not use the Sites to post information, advertisements, communications, pictures, or other content for the purposes of interference or entrapment by law enforcement or security agencies, media, or any other person or agency.</li>\n<li>You will not post information, advertisements, pictures, or communications or use the Sites in any way which violates, plagiarizes, or infringes upon the rights of any third party, including but not limited to any copyright or trademark law, privacy or other personal or proprietary rights.</li>\n<li>You represent and warrant to us that any images of persons depicted, uploaded, or posted by you on the Sites in any way are over 18 years of age and that you will not depict any person as being under 18 years of age without our express consent.</li>\n<li>You will ensure that any information, advertisements, pictures, or communications you post on the Service do not contravene any criminal or other laws relating to obscenity, pornography, child pornography, or otherwise.</li>\n</ol>\n<p>\n<strong>Monitoring of Information.</strong> While we do not and cannot preview or review all items posted on the Service, we reserve the right to monitor all information, advertisements, pictures, and communications for acceptability.</p>\n<p>\n<strong>Removal of Information.</strong> We reserve the right, without limitation, to move, delete or edit all advertisements, information, pictures, or communications posted on the Sites, that we, in our sole discretion, deem to violate the Service Guidelines set out above or to be otherwise unacceptable.</p>\n<p>\n<strong>Privacy and Use of Personal Information.</strong> For information on how user information is collected, used, and disclosed by PTP in connection with your use of a PTP Site, please consult our Privacy Policy.</p>\n<p>\n<strong>Ownership in User Posted Materials and Grant of Rights to PTP.</strong> You represent that you are the sole owner of all rights in materials posted by you (including all related copyrights) or that you have the absolute right to license their use as provided in this section.\nWhile you will retain ownership of the copyright in the materials posted by you, you agree that all materials posted by you shall become part of a database, and that we will own the compilation copyright in that database.\nIn addition, you hereby grant us a perpetual, worldwide, royalty-free, non-exclusive irrevocable license to use, reproduce, modify, publish, publicly perform, publicly display, and distribute such materials, any portions of such materials and any derivative works created from such materials, in print, telecommunication, electronic and other media, or by any means or technology now known or developed in the future.\nWe may sublicense all our rights and licenses or assign them to third parties.\nNeither we nor any third party using the materials in accordance with this section will be obligated to pay you any royalties or other compensation for use of the materials.\nIn addition, you warrant that all benefits of any provision of law known as “moral rights” or any similar law, in such materials have been waived.</p>\n<p>\n<strong>Submission of Ideas, Suggestions, Pitches, etc.\n</strong>We strive to continually improve our content offerings and our Sites, and we encourage our users to submit ideas and or suggestions for improvements, additions, stories, features, etc.\nHowever, any such submissions shall be subject to this Agreement.&nbsp;</p>\n<p>\n<strong>BY SUBMITTING AN IDEA OR SUGGESTION TO PTP YOU ARE EXPRESSLY WAIVING ANY AND ALL RIGHTS YOU MAY HAVE IN THE IDEA OR SUGGESTION AND YOU ARE REPRESENTING AND WARRANTING THAT THE IDEA OR SUGGESTION IS WHOLLY ORIGINAL WITH YOU AND DOES NOT VIOLATE ANYONE ELSE’S RIGHTS OR COPYRIGHT.\nYOU AGREE THAT PTP IS FREE TO USE THE IDEA OR SUGGESTION (AND ANY RELATED MATERIAL) AT PTP’S SOLE DISCRETION, IN WHOLE OR IN PART, OR AS MODIFIED BY PTP, WITHOUT OBTAINING PERMISSION OR LICENSE FROM ANY THIRD PARTY.</strong>\n</p>\n<p>\n<strong>Content Linked to a PTP Site.\n</strong>Please be aware that certain links on our Sites may redirect you to other websites.\nThese links are provided only as a convenience, do not constitute an endorsement by PTP, and may not be under the control of PTP.\nShould you choose to visit any linked websites, you do so at your own risk, and it is your sole responsibility to safeguard yourself against viruses and other malicious elements and to be careful about disclosing any personal information.\nPTP is not responsible for the content of any such linked sites that are not under PTP’s control, and we make no representations or warranties about the information, products or services contained or being offered on such websites, nor is PTP responsible for the content of any linked sites provided by other users on our Sites.\nAccordingly, you release PTP from all responsibility and liability connected to any of your activities on any websites linked to a PTP Site.</p>\n<p>\n<strong>No Warranty.\n</strong>While we have made reasonable efforts to ensure that the materials contained on our Sites are accurate, we do not warrant or guarantee: the accuracy, currency, or completeness of the materials.\nthat our Sites will be available without interruption, error, or omission.\nthat defects will be corrected.\nor that our Sites and the servers that make our Sites available are free from viruses or other harmful components.\nThe Sites and the materials provided on the Sites are provided “as is” and “as available” without representations, warranties, or conditions of any kind, either express or implied.</p>\n<p>\n<strong>No Responsibility.</strong> You acknowledge and agree that use of the Sites is at your own risk and that we are not responsible for any incidental, consequential, special, punitive, exemplary, direct, or indirect damages of any kind whatsoever that may arise out of or relate to your use of the Sites, including any personal meetings or encounters you may engage in that may arise out of or relate to your use of the Sites.</p>\n<p>\n<strong>Indemnity.</strong> You agree to indemnify us, our officers, directors, employees, and agents, from any loss or damages, including without limitation, reasonable legal fees, which we may suffer from your activities on or use of the Sites, including without limitation, any breach by you of this Agreement or any charges or complaints made by other parties against you.\nYou shall cooperate fully as reasonably required in the defense of any claim.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.\nprovided, however, that you shall remain liable for any such claim.</p>\n<p>\n<strong>Modifications.</strong> From time to time, we may modify or otherwise amend this Agreement.\nNotification of any such changes will be posted on the Sites.\nIf you do not agree to any modifications, you must terminate your use of the Sites.\nYour continued use of the Sites following the posting of any modifications to this Agreement, will constitute binding acceptance by you of this Agreement and any subsequently amended versions thereof.</p>\n<p>\n<strong>Personal and Non-Commercial Use Limitation.</strong> All material, information, and content (collectively “Content”) presented or available on our Sites are Copyright © Pink Triangle Press, its affiliates, or licensors.\nAll rights reserved.\nPTP grants you a limited, non-exclusive, non-transferable license to use and display our Content on your computer or other electronic access device for your personal and non-commercial use only.\nYou may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any Content, information, software, products, or services obtained from our Sites without our express written consent.</p>\n<p>\n<strong>Governing Law and Severability.</strong> This Agreement shall be construed and enforced in accordance with the laws of the Province of Ontario.\nEach of the provisions of this Agreement shall apply to full extent permitted by law, and the invalidity in whole or in part of any provision shall not affect the remainder of such provisions or any other provisions.\nNotwithstanding any conflict of laws, provisions or your domicile, residence, or physical location, you hereby consent and submit to the exclusive jurisdiction of the courts of the province of Ontario in any action or proceeding related to our Sites and agree not to commence any such action or proceeding except in Toronto, Ontario, Canada.</p>\n<strong>What else are you looking for?</strong>\n<p>Here is where you can find…</p>\n<ul>\n<li>About us: a short essay on <em>Xtra</em>’s history and an explanation of our logo design;</li>\n<li>Our principles (also known as our mission statement): <em>Xtra</em> informs, engages and inspires;</li>\n<li>\n<em>Inside Xtra</em>: periodically, we publish stories about our staff and the work we do;</li>\n<li>Editorial standards: where we outline newsroom ethics and guidelines.\nfact checking standards, corrections and requests to unpublish stories, our ownership structure and funding model, our editorial independence, our diversity statement and our audience and community feedback;</li>\n<li>The Xtra Community guidelines: what we expect in the comments section hosted on this site;</li>\n<li>Privacy policy: all the legal fine print.</li>\n</ul>\n<p>And here is our contact info: meet the team, how to contribute, how to advertise and sponsorship.</p> Xtra Magazine <ul>\n<li>About us <ul>\n<li>Our principles </li>\n<li>Inside Xtra </li>\n<li>Editorial Standards </li>\n<li>Privacy Policy </li>\n<li>Terms of Use </li>\n</ul>\n</li>\n<li>Contact Us <ul>\n<li>Meet the Team </li>\n<li>How to Contribute </li>\n<li>Advertise </li>\n<li>Sponsorship </li>\n</ul>\n</li>\n<li>Connect <ul>\n<li>Join the Xtra Community </li>\n<li>Community Guidelines </li>\n<li>Xtra’s newsletters </li>\n<li>Ken Popert Media Fellowship </li>\n</ul>\n</li>\n</ul>\n<p>Put a little <em>queer</em> in your inbox </p>\n<p>Xtra Newsletters send you the latest in LGBTQ2S+ news and culture.</p> Subscribe Now Ⓒ 1971 - 2023 Pink Triangle Press, All right reserved.\nXTRA™ is a trademark of Pink Triangle Press.\nFollow Us: facebook twitteryoutube instagram redditRSS Cookie Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Cookies Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>View Vendor Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>View Vendor Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>View Vendor Details‎Targeted Advertising Cookies Targeted Advertising Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>View Vendor Details‎Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>View Vendor Details‎Back ButtonBack<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My ChoicesDo we have your consent?<p>By clicking “Accept Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\nSee our Privacy Policy</p>Accept Cookies Cookies Settings", "created_at": "2023-03-28 19:42:18.989803", "updated_at": "2023-03-28 19:45:43.409748"}], "points": [], "urls": ["xtramagazine.com", "dailyxtra.com"]}}