{"error": 448, "message": "OK", "parameters": {"id": 8362, "name": "Kimai", "created_at": "2023-05-17 04:40:12.707011", "updated_at": "2023-05-17 10:02:01.736288", "wikipedia": null, "keywords": null, "related": null, "slug": "kimai", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8362.png", "url": "kimai.org", "documents": [{"id": 16237, "name": " Privacy Policy", "url": "https://www.kimai.org/en/privacy-policy.html", "xpath": "//body", "text": " <i>\n</i> English <ul>\n<li> čeština </li>\n<li> Deutsch </li>\n<li> English </li>\n<li> Français </li>\n<li> עברית </li>\n<li> Hrvatski </li>\n<li> Português </li>\n<li> Português (Brasil) </li>\n<li> русский </li>\n<li> Svenska </li>\n<li> українська </li>\n<li> 中文（繁體） </li>\n</ul>\n<ul>\n<li> Download </li>\n<li> Demo </li>\n<li> Store </li>\n<li> News </li>\n<li> Documentation </li>\n</ul> Privacy policy An overview of data protection General <p>The following gives a simple overview of what happens to your personal information when you visit our website.\nPersonal information is any data with which you could be personally identified.\nDetailed information on the subject of data protection can be found in our privacy policy found below.</p>\n<p>\n<strong>Who is responsible for the data collection on this website?</strong>\n</p>\n<p>The data collected on this website are processed by the website operator.\nThe operator’s contact details can be found in the website’s required legal notice.</p>\n<p>\n<strong>How do we collect your data?</strong>\n</p>\n<p>Some data are collected when you provide it to us.\nThis could, for example, be data that you sent us with an email.</p>\n<p>Other data are collected automatically by our IT systems when you visit the website.\nThese data are primarily technical data such as the requested URL or when you accessed the page.\nThese data are collected automatically as soon as you enter our website.</p>\n<p>\n<strong>What do we use your data for?</strong>\n</p>\n<p>Part of the data is collected to ensure the proper functioning of the website.\nOther data can be used to analyze how visitors use the site.</p>\n<p>\n<strong>What rights do you have regarding your data?</strong>\n</p>\n<p>You always have the right to request information about your stored data, its origin, its recipients, and the purpose of its collection at no charge.\nYou also have the right to request that it be corrected, blocked, or deleted.\nYou can contact us at any time using the address given in the legal notice if you have further questions about the issue of privacy and data protection.\nYou may also, of course, file a complaint with the competent regulatory authorities.</p> General information and mandatory information Data protection <p>The operators of this website take the protection of your personal data very seriously.\nWe treat your personal data as confidential and in accordance with the statutory data protection regulations and this privacy policy.</p>\n<p>If you use this website, various pieces of personal data will be collected.\nPersonal information is any data with which you could be personally identified.\nThis privacy policy explains what information we collect and what we use it for.\nIt also explains how and for what purpose this happens.</p>\n<p>Please note that data transmitted via the internet (e.g.\nvia email communication) may be subject to security breaches.\nComplete protection of your data from third-party access is not possible.</p> Notice concerning the party responsible for this website <p>The party responsible for processing data on this website is:</p>\n<p>Kevin Papst, Engerthstraße 171/13, 1020 Vienna (Austria)<br>\nTelephone: +49 (0)30 12087229<br>\nEmail: support@kimai.org<br>\nEU-VAT Id: ATU75657727</p>\n<p>The responsible party is the natural or legal person who alone or jointly with others decides on the purposes and means of processing personal data (names, email addresses, etc.).</p> Revocation of your consent to the processing of your data <p>Many data processing operations are only possible with your express consent.\nYou may revoke your consent at any time with future effect.\nAn informal email making this request is sufficient.\nThe data processed before we receive your request may still be legally processed.</p> Right to file complaints with regulatory authorities <p>If there has been a breach of data protection legislation, the person affected may file a complaint with the competent regulatory authorities.\nThe competent regulatory authority for matters related to data protection legislation is the data protection officer of the German state in which our company is headquartered.\nA list of data protection officers and their contact details can be found at the following link: https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html.</p> Right to data portability <p>You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format.\nIf you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible.</p> SSL or TLS encryption <p>This site uses SSL or TLS encryption for security reasons and for the protection of the transmission of confidential content, such as the inquiries you send to us as the site operator.\nYou can recognize an encrypted connection in your browser’s address line when it changes from “http://” to “https://” and the lock icon is displayed in your browser’s address bar.</p>\n<p>If SSL or TLS encryption is activated, the data you transfer to us cannot be read by third parties.</p> Information, blocking, deletion <p>As permitted by law, you have the right to be provided at any time with information free of charge about any of your personal data that is stored as well as its origin, the recipient and the purpose for which it has been processed.\nYou also have the right to have this data corrected, blocked or deleted.\nYou can contact us at any time using the address given in our legal notice if you have further questions on the topic of personal data.</p> Data collection on our website Cookies <p>Some of our web pages use cookies.\nCookies do not harm your computer and do not contain any viruses.\nCookies help make our website more user-friendly, efficient, and secure.\nCookies are small text files that are stored on your computer and saved by your browser.</p>\n<p>Most of the cookies we use are so-called “session cookies.” They are automatically deleted after your visit.\nOther cookies remain in your device’s memory until you delete them.\nThese cookies make it possible to recognize your browser when you next visit the site.</p>\n<p>You can configure your browser to inform you about the use of cookies so that you can decide on a case-by-case basis whether to accept or reject a cookie.\nAlternatively, your browser can be configured to automatically accept cookies under certain conditions or to always reject them, or to automatically delete cookies when closing your browser.\nDisabling cookies may limit the functionality of this website.</p>\n<p>Cookies which are necessary to allow electronic communications or to provide certain functions you wish to use (such as the shopping cart) are stored pursuant to Art.\n6 paragraph 1, letter f of DSGVO.\nThe website operator has a legitimate interest in the storage of cookies to ensure an optimized service provided free of technical errors.\nIf other cookies (such as those used to analyze your surfing behavior) are also stored, they will be treated separately in this privacy policy.</p> Gumroad / Marketplace <p>When you visit non-free items on the Marketplace, a javascript is embedded from the software selling platform Gumroad, Inc., 548 Market St, San Francisco, CA 94104-5401.\nThis javascript is used to allow an on-page shopping experience, which is started when you click one of the “Buy” buttons.\nFor purposes of European data protection legislation, Gumroad, Inc.\nis the controller of personal information that are collected for their own business purposes during the shopping and payment process.\nPlease read their Privacy policy to understand what data is collected and for which reasons.</p> LemonSqueezy / Marketplace <p>When you visit non-free items on the Marketplace, a javascript is embedded from the software selling platform Lemon Squeezy, 222 Main Street Suite 500 , Salt Lake City, UT 84101.\nThis javascript is used to allow an on-page shopping experience, which is started when you click one of the “Buy” buttons.\nFor purposes of European data protection legislation, Lemon Squeezy is the controller of personal information that are collected for their own business purposes during the shopping and payment process.\nPlease read their Privacy policy to understand what data is collected and for which reasons.</p> Hosting with GitHub Pages <p>This website is hosted on servers of Github Inc., 88 Colin P Kelly Jr.\nStreet, San Francisco, CA 94107, USA.\nGitHub may collect Technical Information including logs of your IP address.\nTo obtain more information about how GitHub uses your data, please see GitHub’s Privacy Policy at https://help.github.com/articles/github-privacy-policy.</p> YouTube <p>Our website uses plugins from YouTube, which is operated by Google.\nYouTube is a service of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland, a subsidiary of Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043 USA.</p>\n<p>If you visit one of our pages featuring a YouTube plugin, a connection to the YouTube servers is established.\nHere the YouTube server is informed about which of our pages you have visited.\nIf you’re logged in to your YouTube account, YouTube allows you to associate your browsing behavior directly with your personal profile.\nYou can prevent this by logging out of your YouTube account.</p>\n<p>Further information about handling user data, can be found in the data protection declaration of YouTube under https://policies.google.com/privacy.\nThis constitutes a justified interest pursuant to Art.\n6 (1) (f) DSGVO.</p> Sendinblue <p>We offer you the opportunity to register for our free newsletter on our website.\nWe use Sendinblue to send newsletters.\nSendinblue is a service provided by the company Sendinblue GmbH, Köpenicker Str.\n126, 10179 Berlin, hereinafter referred to as “Sendinblue”.</p>\n<p>If you sign up to receive our newsletter, the data requested during the registration process (your email address) will be processed by Sendinblue.\nFor this your IP address and the date of your registration will be saved along with the time.\nAs a further part of the registration process, your consent to the sending of the newsletter will be obtained, the content will be described in concrete terms and reference made to this data protection declaration.</p>\n<p>Sendinblue offers data protection information at\nhttps://www.sendinblue.com/legal/privacypolicy/ and https://www.sendinblue.com/information-for-email-recipients/.</p>\n<p>The newsletters sent by Sendinblue contain technologies by which we can analyse whether and when an email was opened and whether and which links contained in the newsletter were followed.\nWe save this data in addition to the technical data (system data and IP address) so that the respective newsletter can be best tailored to your wishes and interests.\nThe data thus collected is used to continuously improve the quality of our newsletters.</p>\n<p>The legal basis for sending the newsletter and the analysis is Art.\n6 Para.\n1 lit.\na.) EU General Data Protection Regulation (GDPR).</p>\n<p>Consent to the newsletter being sent can be revoked at any time with future effect in accordance with Art.\n7 Para.\n3 GDPR.\nTo do this, you only have to inform us of your revocation or click the unsubscribe link contained in each newsletter.</p> References <p>This document was partially generated with the help of data protection generator by eRecht24 GmbH and the Model Data Protection Statement by Anwaltskanzlei Weiß &amp.\nPartner.</p>\n<p>Kimai</p>\n<ul>\n<li> Home </li>\n<li> About Kimai </li>\n<li> Donate </li>\n</ul>\n<p>News</p>\n<ul>\n<li> News </li>\n<li> Twitter </li>\n<li> Mastodon </li>\n</ul>\n<p>Support</p>\n<ul>\n<li> GitHub </li>\n<li> Ask a question </li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Site notice</li>\n<li>Privacy policy</li>\n</ul>\n<ul>\n<li> Made by Kevin Papst </li>\n</ul> ", "created_at": "2023-05-17 04:40:12.768763", "updated_at": "2023-05-17 04:41:39.412205"}, {"id": 16236, "name": " Site notice", "url": "https://www.kimai.org/en/site-notice.html", "xpath": "/html/body/div[1]/div/div[2]", "text": " Information provided according to Sec.\n5 German Telemedia Act (TMG) <p>Responsible for contents acc.\nto Sec.\n55, para.\n2 German Federal Broadcasting Agreement (RstV):</p>\n<p>Kevin Papst, Engerthstraße 171/13, 1020 Vienna (Austria)<br>\nTelephone: +49 (0)30 12087229<br>\nEmail: support@kimai.org<br>\nEU-VAT Id: ATU75657727</p> Dispute resolution\n<p>The European Commission provides a platform for online dispute resolution (OS): https://ec.europa.eu/consumers/odr.</p>\n<p>We do not take part in online dispute resolutions at consumer arbitration boards.</p> Liability for Contents\n<p>As service providers, we are liable for own contents of these websites according to Sec.\n7, paragraph 1 German Telemedia Act (TMG).\nHowever, according to Sec.\n8 to 10 German Telemedia Act (TMG), service providers are not obligated to permanently monitor submitted or stored information or to search for evidences that indicate illegal activities.</p>\n<p>Legal obligations to removing information or to blocking the use of information remain unchallenged.\nIn this case, liability is only possible at the time of knowledge about a specific violation of law.\nIllegal contents will be removed immediately at the time we get knowledge of them.</p> Liability for Links\n<p>Our offer includes links to external third party websites.\nWe have no influence on the contents of those websites, therefore we cannot guarantee for those contents.\nProviders or administrators of linked websites are always responsible for their own contents.</p>\n<p>The linked websites had been checked for possible violations of law at the time of the establishment of the link.\nIllegal contents were not detected at the time of the linking.\nA permanent monitoring of the contents of linked websites cannot be imposed without reasonable indications that there has been a violation of law.\nIllegal links will be removed immediately at the time we get knowledge of them.</p> Copyright\n<p>Contents and compilations published on these websites by the providers are subject to German copyright laws.\nReproduction, editing, distribution as well as the use of any kind outside the scope of the copyright law require a written permission of the author or originator.\nDownloads and copies of these websites are permitted for private use only.</p>\n<p>The commercial use of our contents without permission of the originator is prohibited.</p>\n<p>Copyright laws of third parties are respected as long as the contents on these websites do not originate from the provider.\nContributions of third parties on this site are indicated as such.\nHowever, if you notice any violations of copyright law, please inform us.\nSuch contents will be removed immediately.</p> Credits <ul>\n<li>Site is powered by Jekyll\n</li>\n<li>Using the tabler theme by @codecalm\n</li>\n<li>Icons provided by the free Webfont Font-Awesome\n</li>\n<li>Font “SourceSansPro”: Copyright 2010, 2012, 2014 by Adobe Systems Incorporated with Reserved Font Name Source</li>\n</ul> ", "created_at": "2023-05-17 04:40:12.738668", "updated_at": "2023-05-18 19:45:44.106624"}], "points": [], "urls": ["kimai.org"]}}