{"error": 448, "message": "OK", "parameters": {"id": 7505, "name": "Polytoria", "created_at": "2023-03-12 19:57:57.979883", "updated_at": "2023-03-29 19:26:44.864718", "wikipedia": null, "keywords": null, "related": null, "slug": "polytoria", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7505.png", "url": "polytoria.com", "documents": [{"id": 14431, "name": "TERMS OF SERVICE", "url": "https://polytoria.com/terms", "xpath": "//body", "text": " × <br>\n<br>\n<br> Almost there! <p>Download the Polytoria Client and start having fun!</p> Download Polytoria Open Pack <ul>\n<li>\n</li>\n</ul> Profile Settings Transactions Logout <ul>\n<li>\n<i>\n</i> Games &nbsp.\n<b>9 ONLINE</b>\n</li>\n<li>\n<i>\n</i> Shop </li>\n<li>\n<i>\n</i> Forum </li>\n<li>\n<i>\n</i> People </li>\n<li>\n<i>\n</i> Guilds </li>\n<li>\n<i>\n</i> Library </li>\n</ul>\n<i>\n</i> Upgrade <i>\n</i> Profile Settings Transactions Logout <i>\n</i>\n<i>\n</i>\n<i>\n</i> Start typing to search Polytoria Log In Sign Up <b>LUTast2gh93r7XKRLA5ghDjmMNYi9uKZGy9VZpMA8XtbtHlCuQ4Yv4ndvd8EYrL4fooks l5vSUMZTczv5Vv9oLbd6V38Pdi7EhLxIfbgtDtFLb3MeLhbOfMDnEHzgzr1uwNbIaike yhGzlpXcfX1b6MnjFeFjCa4yOJ13mSriWIs8B6Htp45dlD5EvP8qdXKT8162XvX0lou're uzyTbO3Iv9Pg613rOBC44depQ8qPs7jWjYEM0qKZ7pV7HnMZBc7xVegguVln0PvaVsinP0ttBYKWBHEens7BXnPXeVGV9c6kzciDw3cyUh3ORo3FAJVCumLMuiLZFY76wHzng aTnqfZ70x2GutfD2MJuSMbpbuL4w5owbSUbVi6Umos5NoTFScfyHCy2niezBttfO8n au9SC3FHGZk36OXD6FznMKCAUZZwtLCMZ61RkdOxP8hNm1yIUxir0ChU8se3DTofjdozXFAgvABWxO4G9ehbMr1WIAxWTmhOuu6Nntf01J0tkmqecNqHpBLfEd5kqJiN2DblTf9BTwXYAKuzNIkZdzS4IuSMl7X3Xt4SaKYkyywigLfeQ4QGrZij3M5hI8JYOqg7ockUcLIDqqTBDn7hWmpS1spRMFMhPEfJtGdu6CHDXdc0ur5hhr18pABJpmakgjYZmnver!</b> PshBDdyF6ScdbeFg1MzgjbVHLKaE6QdGeEdB9heOISWbWGVHDp5LUZ5rXAGFyGoHwleaG5WSlnG5fFcl0PvLYwlCDy5P4uPEdf8oH3TfSjA8tvzw2pMhuTd7v4OAUfb4UmP3se consider di4VYGrJGe8oVibmt170zqZQdV15x7NUqK9KrjIzWHABT6HhjEgKUL3nhnyKhb47sdsab6moZ3FGl7NzZYpUma783LcGxApD2C2NdLuVT374mPTm7fYQ1fAeAP68bafuZxYaBling yorHw8QHmzUFjqHdnHSSfirnDr30v0A6xOaxidwW9kjDvgcMqYkMJK9zVYaIG2MWNDur adKjiLVROaFiJkPc0aEB7Fv0tkBhb85eh2DPu3NgrieothIrnGH8tajI0BcKjKDbJgblorcVibQozFSdZjd4Ul8kkjqWb0GwjjZkXAWjqsYPuMIAbmfdL7WwB2vnOWv5WKEoBcker to he70mndBVc1tQp5KrFtbRIxertgGzk5PTp30chzCwXdZU68IbsDpWXBV2KPqCDg5MVlp u7y8o8UKcFBnF2OZH4194GH5UrFzHHJIBHdn7QtRA3OyyYHtUlqW4dhEjSNbrbznGs pAfHLcHDaaGaqzz45ISslHo7oy0JgxLWQZ0XiWfGv8CaPlN6OEHzIJvJNlloEOzJDay oSHHLeywCIXRDybMxV3xrB8eZGQ5tgECGiNjEDyntXhYjn2xHmos0k4MofybHFllOur ses0hJBN2hUdZaBo2oCT0GDwSoXSQKjKxqjMzWnRUFYogv7Vj7mWIKL5ypidCk1am3rverDGLanVO69VkGCSXj8iBvYU3nwNwMUXLxyNN3fcOzGoE5TolBYxIAZCb9pfIqkesls.\n<br> TERMS OF SERVICE <p>Last updated August 19, 2022</p> TABLE OF CONTENTS <ol>\n<li>AGREEMENT TO TERMS</li>\n<li>INTELLECTUAL PROPERTY RIGHTS</li>\n<li>USER REPRESENTATIONS</li>\n<li>USER REGISTRATION</li>\n<li>PROHIBITED ACTIVITIES</li>\n<li>USER GENERATED CONTRIBUTIONS</li>\n<li>CONTRIBUTION LICENSE</li>\n<li>SUBMISSIONS</li>\n<li>THIRD-PARTY WEBSITE AND CONTENT</li>\n<li>ADVERTISERS</li>\n<li>SITE MANAGEMENT</li>\n<li>PRIVACY POLICY</li>\n<li>COPYRIGHT INFRINGEMENTS</li>\n<li>TERM AND TERMINATION</li>\n<li>MODIFICATIONS AND INTERRUPTIONS</li>\n<li>GOVERNING LAW</li>\n<li>DISPUTE RESOLUTION</li>\n<li>CORRECTIONS</li>\n<li>DISCLAIMER</li>\n<li>LIMITATIONS OF LIABILITY</li>\n<li>INDEMNIFICATION</li>\n<li>USER DATA</li>\n<li>ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</li>\n<li>CALIFORNIA USERS AND RESIDENTS</li>\n<li>MISCELLANEOUS</li>\n<li>CONTACT US</li>\n</ol> 1.\nAGREEMENT TO TERMS <p> These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Polytoria (\"Company ,\" “we,\" “us,\" or “our”), concerning your access to and use of the https://polytoria.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nYou agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.\n</p>\n<p> Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use from time to time.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nPlease ensure that you check the applicable Terms every time you use our Site so that you understand which Terms apply.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.\n</p>\n<p> The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.\n</p>\n<p> The Site is not tailored to comply with industry-specific regulations (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use this Site.\nYou may not use the Site in a way that would violate the Gramm-Leach-Bliley Act (GLBA).\n</p>\n<p> All users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site.\nIf you are a minor, you must have your parent or guardian read and agree to these Terms of Use prior to you using the Site.\n</p> 2.\nINTELLECTUAL PROPERTY RIGHTS <p> Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions.\nThe Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.\n</p>\n<p> Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.\n</p> 3.\nUSER REPRESENTATIONS <p> By using the Site, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary .\n(3) you have the legal capacity and you agree to comply with these Terms of Use.\n(4) you are not a minor in the jurisdiction in which you reside , or if a minor, you have received parental permission to use the Site .\n(5) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.\n(6) you will not use the Site for any illegal or unauthorized purpose.\nand (7) your use of the Site will not violate any applicable law or regulation.\n</p>\n<p> If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).\n</p> 4.\nUSER REGISTRATION <p> You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.\n</p> 5.\nPROHIBITED ACTIVITIES <p> You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.\n</p>\n<p> As a user of the Site, you agree not to:<br>\n</p>\n<ul>\n<li>Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.</li>\n<li>Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.</li>\n<li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</li>\n<li>Use any information obtained from the Site in order to harass, abuse, or harm another person.</li>\n<li>Make improper use of our support services or submit false reports of abuse or misconduct.</li>\n<li>Use the Site in a manner inconsistent with any applicable laws or regulations.</li>\n<li>Engage in unauthorized framing of or linking to the Site.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party's uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.</li>\n<li>Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.</li>\n<li>Delete the copyright or other proprietary rights notice from any Content.</li>\n<li>Attempt to impersonate another user or person or use the username of another user.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).</li>\n<li> Interfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.</li>\n<li>Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.</li>\n<li>Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.</li>\n<li>Copy or adapt the Site's software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</li>\n<li>Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.</li>\n<li>Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.</li>\n<li>Use a buying agent or purchasing agent to make purchases on the Site.</li>\n<li>Make any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.</li>\n<li>Use the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.</li>\n<li>Use multiple accounts to gain an unfair advantage over other users.</li>\n<li>Use the Site to advertise or offer to sell goods and services.</li>\n<li>Sell or otherwise transfer your profile.</li>\n</ul> 6.\nUSER GENERATED CONTRIBUTIONS <p> The Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated as non-confidential and non-proprietary.\nWhen you create or make available any Contributions, you thereby represent and warrant that: </p>\n<ul>\n<li>The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.</li>\n<li>You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.</li>\n<li>You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.</li>\n<li>Your Contributions are not false, inaccurate, or misleading.</li>\n<li>Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.</li>\n<li>Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).</li>\n<li>Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.</li>\n<li>Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.</li>\n<li>Your Contributions do not violate any applicable law, regulation, or rule.</li>\n<li>Your Contributions do not violate the privacy or publicity rights of any third party.</li>\n<li>Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.</li>\n<li>Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.</li>\n<li>Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.</li>\n</ul>\n<p> Any use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.\n</p> 7.\nCONTRIBUTION LICENSE <p> By posting your Contributions to any part of the Site , you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.\n</p>\n<p> This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.\n</p>\n<p> We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Site.\nYou are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.\n</p>\n<p> We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions.\n(2) to re-categorize any Contributions to place them in more appropriate locations on the Site.\nand (3) to pre-screen or delete any Contributions at any time and for any reason, without notice.\nWe have no obligation to monitor your Contributions.\n</p> 8.\nSUBMISSIONS <p> You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.\n</p> 9.\nTHIRD-PARTY WEBSITE AND CONTENT <p> The Site may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.\n</p> 10.\nADVERTISERS <p> We allow advertisers to display their advertisements and other information in certain areas of the Site, such as sidebar advertisements or banner advertisements.\nIf you are an advertiser, you shall take full responsibility for any advertisements you place on the Site and any services provided on the Site or products sold through those advertisements.\nFurther, as an advertiser, you warrant and represent that you possess all rights and authority to place advertisements on the Site, including, but not limited to, intellectual property rights, publicity rights, and contractual rights.\nWe simply provide the space to place such advertisements, and we have no other relationship with advertisers.\n</p> 11.\nSITE MANAGEMENT <p> We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.\n</p> 12.\nPRIVACY POLICY <p> We care about data privacy and security.\nPlease review our Privacy Policy: https://polytoria.com/privacy.\nBy using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in England .\nIf you access the Site from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in England , then through your continued use of the Site, you are transferring your data to England , and you agree to have your data transferred to and processed in England .\n</p> 13.\nCOPYRIGHT INFRINGEMENTS <p> We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us using the contact information provided below (a “Notification”).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to applicable law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.\n</p> 14.\nTERM AND TERMINATION <p> These Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.\n</p>\n<p> If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.\n</p> 15.\nMODIFICATIONS AND INTERRUPTIONS <p> We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.\n</p>\n<p> We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.\n</p> 16.\nGOVERNING LAW <p> These conditions are governed by and interpreted following the laws of the Netherlands, and the use of the United Nations Convention of Contracts for the International Sale of Goods is expressly excluded.\nIf your habitual residence is in the EU, and you are a consumer, you additionally possess the protection provided to you by obligatory provisions of the law of your country of residence.\nPolytoria and yourself both agree to submit to the non-exclusive jurisdiction of the courts of the Netherlands, which means that you may make a claim to defend your consumer protection rights in regards to these Terms of Use in the Netherlands , or in the EU country in which you reside.\n</p> 17.\nDISPUTE RESOLUTION Informal Negotiations <p> To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each \"Dispute\" and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.\n</p> Binding Arbitration <p> Any dispute arising from the relationships between the Parties to this contract shall be determined by one arbitrator who will be chosen in accordance with the Arbitration and Internal Rules of the European Court of Arbitration being part of the European Centre of Arbitration having its seat in Strasbourg, and which are in force at the time the application for arbitration is filed, and of which adoption of this clause constitutes acceptance.\nThe seat of arbitration shall be Netherlands .\nThe language of the proceedings shall be Dutch.\nApplicable rules of substantive law shall be the law of the Netherlands.\n</p> Restrictions <p> The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.\n</p> Exceptions to Informal Negotiations and Arbitration <p> The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.\n</p> 18.\nCORRECTIONS <p> There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.\n</p> 19.\nDISCLAIMER <p> THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE'S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.\n</p> 20.\nLIMITATIONS OF LIABILITY <p> IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO US DURING THE SIX (6) MONTH PERIOD PRIOR TO ANY CAUSE OF ACTION ARISING .\nCERTAIN US STATE LAWS AND INTERNATIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.\n</p> 21.\nINDEMNIFICATION <p> You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys' fees and expenses, made by any third party due to or arising out of: (1) your Contributions.\n(2) use of the Site.\n(3) breach of these Terms of Use.\n(4) any breach of your representations and warranties set forth in these Terms of Use.\n(5) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (6) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.\n</p> 22.\nUSER DATA <p> We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.\n</p> 23.\nELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES <p> Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.\n</p> 24.\nCALIFORNIA USERS AND RESIDENTS <p> If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.\n</p> 25.\nMISCELLANEOUS <p> These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.\n</p> 26.\nCONTACT US <p> In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at: help@polytoria.com </p>\n<small>© 2019-2023</small> Site <ul>\n<li>Home</li>\n<li>Games</li>\n<li>Shop</li>\n<li>Forum</li>\n<li>People</li>\n</ul> About <ul>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Community Guidelines</li>\n<li>Support</li>\n</ul> Social <ul>\n<li>Discord</li>\n<li>Twitter</li>\n<li>YouTube</li>\n</ul> ", "created_at": "2023-03-12 19:58:23.509227", "updated_at": "2023-03-12 19:58:33.370635"}, {"id": 14430, "name": "Privacy Policy", "url": "https://polytoria.com/privacy", "xpath": "//body", "text": " × <br>\n<br>\n<br> Almost there! <p>Download the Polytoria Client and start having fun!</p> Download Polytoria Open Pack <ul>\n<li>\n</li>\n</ul> Profile Settings Transactions Logout <ul>\n<li>\n<i>\n</i> Games &nbsp.\n<b>8 ONLINE</b>\n</li>\n<li>\n<i>\n</i> Shop </li>\n<li>\n<i>\n</i> Forum </li>\n<li>\n<i>\n</i> People </li>\n<li>\n<i>\n</i> Guilds </li>\n<li>\n<i>\n</i> Library </li>\n</ul>\n<i>\n</i> Upgrade <i>\n</i> Profile Settings Transactions Logout <i>\n</i>\n<i>\n</i>\n<i>\n</i> Start typing to search Polytoria Log In Sign Up <b>LDvl5JsQyQJb8hce9JmTG7pkLdlM543NeLOQb4rThgagpwrvgh5t0zMwidT5PBJISooks lYBDrwDJRm4DQXPB1hmGkakinNhrjvtgKIEz29QqpRr7IVMqKOJiKXv9UjnpjVf36ike yA2IbifaIMBuhDvH1GK6yVUqwa79mPjDurkk3ATn3M6wSiQefRM8hpmIcANU2q9wWou're ukjkdzpc3cO3Tq8ujHlmACavGsBjHK2BM1DansPZeFgSO3mFtcvQY1phvPbuFk3oAsiHFw6ciFdilW9FBhNBTVaebU8Kw4K4qxItEMFOWlW3qOcHWORz9a15KlqGI7mxb2cng a0IwTFFH7smBH7MIGRi8zZVsCF84rzv3NRR3q6bdIW7CLTSi3qiS9xGY0NY7QQ513n aswuqUI9W7hHz7f3aZ035XBWmhO9gzeWjBNCbjbWg4cG4OEnDLAaw4Fpd0OMmKnsddAaog36CnLcLWfB05cFZu9AbGIhmSCHZnuGtILz4uw0NtYK4pzX61Mk3ZILEJBelkblmdLnQ0J5CawdHr8cTbLw3ffsxy6a9ZLPI2XsqbjtmFAQ6qs1WSn4KczttX78dR8SockR4f2cdIEFEmEPwZha89Un8xVvpj9eP3X66oJTExny5QRhtXM3Fj9iSJafTs3Oy7ter!</b> PWi1Qiuhb9KdcBJIUvhxy8JfzuVnxUuk9scA5m0xUBrtqOjnqTllLie6tYq0XrkcBleaBndnL5pSXUbyKuk9nP1oxnASqBsFnvPOSSlwIZX9SUvsMhz78kRjtyVfIuL1vamYse consider dipo9MpHuI2mSg5cvuArWuKYq6JDUSNRZ6A0FG3UTPQFIJ5zW2fxnTyQ2UNkpsrnb3sabNIz0W2s9W3S8SwAN8jju0C2eAw3oaVbkMCIJyymzVL5UTidEVjMv9hRmqaOXEVY2ling yoXtbJUeIpv5dAZ9lH9Ffaa2DoBosIiw4eGmGINkF1AOfC4ugr0H55rLnpYQnWcEzgur adylQWOEFNnZuOUPJsBr6RBMdSOnBipq2m1ln6x7J4RemgYKJOu6RpiJ2WIn114nq6blo63Mryi4l56whpJS980PbJzWa4GREgx95pSrj7abKTTmOfmPT1hjrWztzLWLQF848cker to hemkJibLWRxxJ1zlG74mu3ViX8KrL3F8hrlyxQyQBI9YYmgEv6Ec1P5Pcp5xtBBd5plp ukxz5CsGlFeR0JPE0TeYtaQFGeMX5Y52VCvurzn4aaGOULQzclPleyLKiEEzUIFeTs pETuK0jgPdOpohOcHSHCHpPt9IERNhgy1WtGdfZ5OZFrFdzxhRB4dW4f558Jd0Ea5ay ojMufcEYbbWMvIzO9iivux5PW8euLoLhnhAjbjB2hJbDf5dDlbk1IUanejqmgnAHjur seoQUODTxgjzjEIoTt7sZz4sFNja9v31GQcxp95mirQ96cicae25jKlcanPsgtJa9wrversdSKw8oZhzrWMvntAfmTo9bFLd0nsETwXvQYlc1ZumH0zb9GcH6CTAwgKpy15OZPs.\n<br> Privacy Policy for Polytoria Interactive Ltd.\n<p>At Polytoria, accessible from https://polytoria.com/, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by Polytoria and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.</p>\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Polytoria.\nThis policy is not applicable to any information collected offline or via channels other than this website.</p> Consent <p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.</p> Information we collect <p>The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.</p>\n<p>If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.</p>\n<p>When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.</p> How we use your information <p>We use the information we collect in various ways, including to:</p>\n<ul>\n<li>Provide, operate, and maintain our website</li>\n<li>Improve, personalize, and expand our website</li>\n<li>Understand and analyze how you use our website</li>\n<li>Develop new products, services, features, and functionality</li>\n<li>Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes</li>\n<li>Send you emails</li>\n<li>Find and prevent fraud</li>\n</ul> Log Files <p>Polytoria follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.</p> Cookies and Web Beacons <p>Like any other website, Polytoria uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.</p>\n<p>For more general information on cookies, please read \"What Are Cookies\".</p> Google DoubleClick DART Cookie <p>Google is one of a third-party vendor on our site.\nIt also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.polytoria.com and other sites on the internet.\nHowever, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – https://policies.google.com/technologies/ads</p> Advertising Partners Privacy Policies <p>You may consult this list to find the Privacy Policy for each of the advertising partners of Polytoria.</p>\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Polytoria, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that Polytoria has no access to or control over these cookies that are used by third-party advertisers.</p> Third Party Privacy Policies <p>Polytoria's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\n</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.</p> CCPA Privacy Rights (Do Not Sell My Personal Information) <p>Under the CCPA, among other rights, California consumers have the right to:</p>\n<p>Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.</p>\n<p>Request that a business delete any personal data about the consumer that a business has collected.</p>\n<p>Request that a business that sells a consumer's personal data, not sell the consumer's personal data.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p> GDPR Data Protection Rights <p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>The right to access – You have the right to request copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete.</p>\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.</p>\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.</p>\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</p>\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p> Children's Information <p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.</p>\n<p>Polytoria does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p>\n<small>© 2019-2023</small> Site <ul>\n<li>Home</li>\n<li>Games</li>\n<li>Shop</li>\n<li>Forum</li>\n<li>People</li>\n</ul> About <ul>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Community Guidelines</li>\n<li>Support</li>\n</ul> Social <ul>\n<li>Discord</li>\n<li>Twitter</li>\n<li>YouTube</li>\n</ul> We use cookies!Hi, this website uses essential cookies to ensure its proper operation and tracking cookies to understand how you interact with it.\nThe latter will be set only after consent.\nLet me chooseAccept allReject allCookie preferencesCookie usage 📢I use cookies to ensure the basic functionalities of the website and to enhance your online experience.\nYou can choose for each category to opt-in/out whenever you want.\nFor more details relative to cookies and other sensitive data, please read the full privacy policy.Strictly necessary cookiesStrictly necessary cookiesThese cookies are essential for the proper functioning of my website.\nWithout these cookies, the website would not work properlyPerformance and Analytics cookiesPerformance and Analytics cookiesThese cookies allow the website to remember the choices you have made in the pastNameDomainExpirationDescription^_gagoogle.com2 yearsdescription ..._gidgoogle.com1 daydescription ...Advertisement and Targeting cookiesAdvertisement and Targeting cookiesThese cookies collect information about how you use the website, which pages you visited and which links you clicked on.\nAll of the data is anonymized and cannot be used to identify youMore informationFor any queries in relation to our policy on cookies and your choices, please read the full privacy policy.Accept allReject allSave settings", "created_at": "2023-03-12 19:57:58.012993", "updated_at": "2023-03-12 19:59:06.069152"}], "points": [], "urls": ["polytoria.com"]}}