{"error": 448, "message": "OK", "parameters": {"id": 7844, "name": "BankNorth", "created_at": "2023-03-31 04:05:57.632352", "updated_at": "2023-04-22 11:50:35.392825", "wikipedia": null, "keywords": null, "related": null, "slug": "banknorth", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7844.png", "url": "ibanknorth.com", "documents": [{"id": 15143, "name": "Security ", "url": "https://www.ibanknorth.com/security", "xpath": "//body", "text": null, "created_at": "2023-03-31 04:05:57.727016", "updated_at": "2023-03-31 04:11:32.597693"}, {"id": 15141, "name": "Mobile Terms", "url": "https://www.ibanknorth.com/mobile-terms", "xpath": "/html/body/div[2]/div[3]/div/div/div/main/article/div/div/div", "text": " <ol>\n<li>1.\nEligible Enrollees.\nYou have agreed to accept BankNorth’s mobile banking services (the “Services”) in accordance with these Mobile Terms and Conditions.\nThe Services are only available to Online banking customers of BankNorth.\nThe terms and conditions of your Online Banking and Bill Payment Agreement apply to Online Banking and Bill Payment services that you receive through the Service.\nBy accepting and using the Service, you agree to comply with BankNorth’s Online Banking and Bill Payment Agreement as well as these Mobile Terms and Conditions.2.\nGeneral.\nAccess to BankNorth’s Online Banking services via your mobile device is powered by the mobile technology solution owned by mFoundry, Inc (the “Licensor”).\nThe Licensor is not the provider of any of the financial services available to you through the Software (defined below), and Licensor is not responsible for any of the materials, information, products or services made available to you through the Software.\n<p>3.\nOwnership.\nYou acknowledge and agree that the Licensor is the owner of all right, title and interest in and to the mobile technology solution made available to you hereunder, including but not limited to any downloaded software and the computer programs contained therein, as well as any accompanying user documentation, and all subsequent copies, updates or versions thereof, regardless of the media or form in which they may exist (all of which is collectively referred to herein as the “Software”).\nYou may not use the Software unless you have first accepted the Mobile Terms and Conditions.</p>\n<p>4.\nLicense.\nSubject to the terms and conditions of this Agreement, you are hereby granted a personal, nonexclusive, nontransferable license to use the Software (in machine readable object code form only) in accordance with the terms of this Agreement and for the sole purpose of enabling you to use and enjoy the benefits of BankNorth’s services made available via the Software.\nThis is not a sale of the Software.\nAll rights not expressly granted to you by this Agreement are hereby reserved by the Licensor.\nNothing in this license will entitle you to receive hard-copy documentation, technical support, telephone assistance, or updates to the Software.\nThis license may be terminated at any time, for any reason or no reason, by you, the Licensor or BankNorth.\nUpon termination, you agree to immediately destroy all copies of any Software which had been downloaded to your mobile device or otherwise in your possession or control.</p>\n<p>5.\nRestrictions.\nYou shall not: (i) modify, revise or create any derivative works of the Software.\n(ii) decompile, reverse engineer or otherwise attempt to derive the source code for the Software.\n(iii) redistribute, sell, rent, lease, sublicense, or otherwise transfer rights to the Software.\nor (iv) remove or alter any proprietary notices, legends, symbols or labels in the Software, including, but not limited to, any trademark, logo or copyright of Licensor or BankNorth.</p>\n<p>6.\nUpdates.\nThe terms of this Agreement will govern any updates that replace and/or supplement the original Software, unless such update is accompanied by a separate license in which case the terms of that license will govern.</p>\n<p>7.\nText Messages.\nText messaging services are provided by BankNorth through the subscription of a third party service.\nYou and BankNorth are solely responsible for the content transmitted through text messages sent between you and BankNorth.\nYou must provide source indication in any text messages you send (e.g.\nmobile telephone number, “From” field in text message, etc.) You are responsible for any text message fees charged by your wireless carrier.</p>\n<p>8.\nConsent to Use of Data.\nYou agree that the Licensor may collect and use technical data and related information, including but not limited to technical information about your device, system and application software, and peripherals, that is gathered periodically to facilitate the provision of software updates, product support and other services (if any) related to the Software.\nThe Licensor may use this information, as long as it is in a form that does not personally identify you, to improve its products or to provide services or technologies.</p>\n<p>9.\nExport Restrictions.\nYou may not use or otherwise export or re-export the Software except as authorized by United States law and the laws of the jurisdiction in which the Software was obtained.\nIn particular, but without limitation, the Software may not be exported or re-exported (a) into any U.S.\nembargoed countries or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce Denied Person’s List or Entity List.\nBy using the Software, you represent and warrant that you are not located in any such country or on any such list.\nYou also agree that you will not use the Software for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture or production of nuclear, missiles, or chemical or biological weapons.</p>\n<p>10.\nU.S.\nGovernment Restricted Rights.\nThe Software is commercial computer software subject to RESTRICTED RIGHTS.\nIn accordance with 48 CFR 12.212 (Computer software) or DFARS 227.7202 (Commercial computer software and commercial computer software documentation), as applicable, the use, duplication, and disclosure of the Software by the United States of America, its agencies or instrumentalities is subject to the restrictions set forth in this Agreement.</p>\n<p>11.\nDisclaimer of Warranty.\nTHE SOFTWARE IS PROVIDED ON AN ‘AS IS’ AND ‘AS AVAILABLE’ BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nNO WARRANTY IS PROVIDED THAT THE SOFTWARE WILL BE FREE FROM DEFECTS OR VIRUSES OR THAT OPERATION OF THE SOFTWARE WILL BE UNINTERRUPTED.\nYOUR USE OF THE SOFTWARE AND ANY MATERIAL OR SERVICES OBTAINED OR ACCESSED VIA THE SOFTWARE IS AT YOUR OWN DISCRETION AND RISK, AND YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE RESULTING FROM THEIR USE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>12.\nLimitation of Liability.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL MFOUNDRY OR ITS AFFILIATES OR LICENSORS BE LIABLE FOR ANY DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE SOFTWARE, INCLUDING BUT NOT LIMITED TO ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES, EVEN IF ADVISED OF THE POSSIBILITY THEREOF, AND REGARDLESS OF THE LEGAL OR EQUITABLE THEORY (CONTRACT, TORT OR OTHERWISE) UPON WHICH ANY CLAIM IS BASED.\nIN ANY CASE, THE LICENSOR’S LIABILITY ARISING OUT OF THE USE OR INABILITY TO USE THE SOFTWARE SHALL NOT EXCEED IN THE AGGREGATE THE SUM OF THE FEES PAID BY YOU FOR THIS LICENSE.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>13.\nMiscellaneous.\nThis Agreement constitutes the entire agreement between you and the Licensor concerning the subject matter hereof.\nThis Agreement will be governed by and construed in accordance with the laws of the state of North Dakota, excluding that body of laws pertaining to conflict of laws.\nIf any provision of this Agreement is determined by a court of law to be illegal or unenforceable, such provision will be enforced to the maximum extent possible and the other provisions will remain effective and enforceable.\nAll disputes relating to this Agreement are subject to the exclusive jurisdiction of the courts of North Dakota and you expressly consent to jurisdiction and venue thereof and therein.\nThis Agreement and all related documentation is and will be in the English language.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is hereby expressly waived and excluded.</p>\n<p>14.\nProvisions Applicable Only to Consumer and Sole Proprietors Deposit Accounts.<br>\n(A) Errors and Questions.\nIn case of errors or questions about your electronic transactions, you should notify us as soon as possible through one of the following methods:</p>\n<p>• Telephone us at 877-847-4540 during customer service hours;<br>\n• Contact us by using the secure messaging feature within the Online Banking Service.\nor<br>\n• Write to us at PO Box 460 Casselton, ND 58012</p>\n<p>If you think your statement is incorrect or you need more information about an electronic transfer or bill payment transaction listed on the statement, we must hear from you no later than sixty (60) days after the FIRST statement was sent to you on which the problem or error appears.\nYou must:</p>\n<p>1.\nTell us your name, relevant account number(s), and Access ID;</p>\n<p>2.\nDescribe the error or the transaction in question, and explain as clearly as possible why your believe it is an error or why you need more information.\nand,</p>\n<p>3.\nTell us the dollar amount of the suspected error.</p>\n<p>If you tell us verbally, we may require that you send your complaint in writing within ten (10) business days after your verbal notification.\nWe will tell you the results of our investigation within ten (10) business days after we hear from you, and will correct any error promptly.\nHowever, if we require more time to confirm the nature of your complaint or question, we reserve the right to take up to forty-five (45) days to complete our investigation.\nIf we decide to do this, we will provisionally credit your account within ten (10) business days for the amount you think is in error.\nIf we ask you to submit your complaint or question in writing and we do not receive it within ten (10) business days, we may not provisionally credit your account.</p>\n<p>For errors involving new accounts, point-of-sale, or foreign-initiated transactions, we may take up to 90 days to investigate your complaint or question.\nFor new accounts we may take 20 business days to credit your account for the amount you think is in error.\nIf a notice of error involved unauthorized use of your Visa Point of Sale debit card, we will provide provisional credit within five (5) business days after you notify us instead of ten (10) or twenty (20) business days.</p>\n<p>If it is determined there was no error, we will mail you a written explanation within three (3) business days after completion of our investigation.\nYou may ask for copies of documents used in our investigation.\nWe may revoke any provisional credit provided to you if we find an error did not occur.</p>\n<p>(B) Consumer Liability for Unauthorized Transfers.\nTell us AT ONCE if you believe your Access ID or Passcode has been lost, stolen, or otherwise compromised.\nTelephoning is the best way of minimizing your possible losses.\nYou could lose all the money in your account (plus your maximum overdraft line of credit if applicable).</p>\n<p>If consumer customers tell us within two (2) business days after you discover your passcode or other means to access your account has been lost or stolen, your liability is no more than $50.00 should someone access your account without your permission.\nIf you do not tell us within two (2) business days after you learn of such loss or theft, and we can prove that we could have prevented the unauthorized use of your passcode or other means to access your account if you had told us, you could be liable for as much as $500.00.</p>\n<p>If your monthly account statement contains transfers that you did not authorize, you must tell us at once.\nIf you do not tell us within sixty (60) days after the statement was sent to you, you may lose any amount transferred without your authorization after the sixty (60) days if we can prove that we could have stopped someone from taking the money had you told us in time.\nIf a good reason (such as a long trip or a hospital stay) prevented you from telling us, we may extend the period.</p>\n<p>END USER TERMS FOR SHORT MESSAGE SERVICE</p>\n<p>The services are separate and apart from any other charges that may be assessed by your wireless carrier for text messages sent to or received from your financial institution.\nYou are responsible for any fees or other charges that your wireless carrier may charge for any related data or message services, including without limitation for short message service.<br>\nThe services are provided by BankNorth and not by any other third party.\nYou and BankNorth are solely responsible for the content transmitted through the text messages sent to and from BankNorth.\nYou must provide source indication in any messages you send (e.g., mobile telephone number, ‘From’ field in text message, etc.).</p>\n<p>Mobile Check Deposit Service Agreement</p>\n<p>Service Definitions:<br>\n“Service” refers to BankNorth Mobile Check Deposit Service.<br>\n“You” refers to each customer who is eligible for and uses Mobile Check Deposit.<br>\n“We or Us” refers to BankNorth.<br>\n“Business Day” is every Monday through Friday, excluding Federal Reserve holidays.</p>\n<p>This Service is designed to allow you to make deposits to your checking or savings account from home or other remote location by scanning checks and delivering the images and associated deposit information to BANKNORTH.</p>\n<p>Acceptance of these Terms.\nYour use of the Service constitutes your acceptance of this agreement.\nWe may in our discretion modify this Agreement at any time without prior notice to you, except as required by law.\nWe will notify you of any material change.\nYour continued use of the Service will indicate your consent to be bound by the revised Agreement.</p>\n<p>The terms and conditions in this agreement are in addition to your current Deposit Account Agreement and Disclosure.</p>\n<p>Limitations of Service.\nWhen using the Service you may experience technical or other difficulties outside of our control We cannot assume responsibility for any difficulties, technical or otherwise, or any resulting damages that you may incur, whether the fault of you, us or a third party.\nIn the event that communications, equipment or software failures prevent you from using the Service, you may deposit the original check at one of our banking locations.</p>\n<p>You represent that you are an authorized user of the mobile device you will use to access the Service.</p>\n<p>Fees.\nCurrently we do not impose any fees for the Service.\nWe reserve the right to impose fees in the future and will notify you of any such fees.\nYour use of the Service after the effective date of any fee changes shall constitute your agreement to such fee changes.\nYou understand you are responsible for any wireless service provider charges you may incur by accessing and using the Service.</p>\n<p>Eligibility: We will determine whether you are eligible for the Service.\nWe may suspend or terminate your use of the Service at any time and without prior notice to you.\nIf you violate the terms of the Service, we may also use such actions as a basis to terminate your account relationship with us.</p>\n<p>Eligible Items.\nYou agree to scan and deposit only checks (i.e., drafts drawn on a credit union, savings and loan or bank and payable on demand.)</p>\n<p>Any checks you attempt to deposit using the Service are subject to verification by BANKNORTH.\nWe may reject any item for deposit for any reason and will not be liable to you.\nIn such a case, you will need to deposit the check using other means, such as visiting one of our banking locations.</p>\n<p>Ineligible Items.\nYou agree to not use this service to scan and deposit:</p>\n<p>• Checks payable to any person or entity other than you (i.e., payable to another party and endorsed by you.)<br>\n• Checks payable to you and another party who is not a joint owner on the account.<br>\n• Checks drawn on the same account to which you are depositing.<br>\n• Checks that have already been deposited.<br>\n• Checks that are photocopies or otherwise not original paper checks.<br>\n• Bank or Postal Money Orders, Cashiers checks, Travelers checks or Savings Bonds.<br>\n• Foreign checks (drawn on a bank located outside of the United States and/or not payable in US funds.)<br>\n• Checks that contain evidence of alteration, or that you know or suspect, or should know or suspect, are fraudulent or otherwise not authorized by the owner of the account on which the check is drawn.</p>\n<p>Image Quality.\nEach image must accurately and legibly provide all of the information on the front and back of the check at the time it was presented to you.\nYou agree the scanned image shall provide: (1) identification of the drawer and the paying bank that is preprinted on the check, including complete MICR line, routing transit number, number of the account on which the check is drawn and drawer signature(s).\n(2) amount, payee, date, check number.\nand (3) other information placed on the check before scanning such as identification written on the front of the check and any endorsements applied to the back of the check.</p>\n<p>The image quality must meet the standards for image quality established by the American National Standard Institute, the Federal Reserve Board, and any other regulatory agency, clearing house or association.</p>\n<p>Deposit Limits.\nWe will establish and assign deposit limits including limits on the dollar amount and/or number of checks you may deposit.\nThe bank reserves the right to modify the limits and you agree to comply with all limits.\nIf we permit you to make a deposit in excess of these limits we will not be obligated to allow such a deposit at other times.</p>\n<p>Endorsement Requirements.\nYou agree to endorse all checks by applying your signature and the legend, “For Mobile Deposit Only BankNorth”.\nWe reserve the right to reject all checks that are not endorsed as specified.\nAny loss incurred from a delay resulting from an irregular endorsement by you will be your responsibility.</p>\n<p>Receipt of Items.\nAll items processed for deposit through this Service will be treated as deposits under your current Deposit Account Agreement and will be subject to all terms of the agreement.\nWe reserve the right to reject any item transmitted through this Service at our discretion.\nWe are not liable for items we do not receive or for images that are not transmitted completely.\nAn image is considered received when you receive a confirmation screen after submitting a Mobile Check Deposit.\nHowever, such notification does not mean the transmission was without error.\nOnce an item is reviewed and approved, your account will be credited at the end of the business day.</p>\n<p>Deposited Item Returned Unpaid.\nIn the event a check you transmitted through the Service is dishonored, rejected, or returned for any reason, you authorize us to debit the amount of the item from your account or offset the amount from any of your other accounts and assess appropriate fees.\nWithout our approval, you shall not attempt to deposit or otherwise negotiate an original check if it has been charged back to you.\nIn addition, if you close your account prior to all checks deposited through the Service being paid, you agree to pay the outstanding obligation to us upon demand.</p>\n<p>Retention and Disposal.\nUpon receiving an Approved Receipt email from the bank confirming approval of the deposit, you agree to prominently mark the item as “Electronically Presented” on the front of the check and retain for fourteen (14) days.\nDuring this retention period, you agree to securely store the original paper check and make the original check accessible to us at our request in order to facilitate the clearing and collection process or for our own audit purposes.\nWhile the original check is in your possession, you agree to use a high degree of care to safeguard the check against security risks.\nThese risks include theft of the check or unauthorized use of information on the check.\nAfter the 14-day period you will destroy the check by shredding it or by other permanent deletion that does not allow the original check to be accessed or reconstructed.</p>\n<p>Prohibition Against Presenting Checks More than Once.\nYou agree not to present, or allow anyone else to present, the original check or a substitute check of that original check again for deposit through this Service or by any other means.\nIf you or anyone else presents a check for deposit more than once, you agree to indemnify, defend and hold us harmless from and against all liability and damages resulting from claims, suits or demands.</p>\n<p>You agree we may debit your bank account the amount of checks deposited more than once.</p>\n<p>You understand you are responsible if anyone is asked to make a payment based on an original check that has already been paid.</p>\n<p>Your Representation and Warranties.\nYou make the following warranties and representations with respect to each check:</p>\n<p>• Each image is a true and accurate rendition of the front and back of the original check, without any alteration, and the drawer of the check has no defense against payment of the check.<br>\n• The amount, payee(s), signature(s), and endorsement(s) on the image and on the original check are legible, genuine, and accurate.<br>\n• You will not deposit or otherwise endorse to a third party the original check and no person will receive a transfer, presentment, or return of, or otherwise be charged for, the original check or a paper or electronic representation of the original check such that the person will be asked to make payment based on an item that has already been paid.<br>\n• There are no other duplicate images of the original check.<br>\n• The original check was authorized by the drawer in the amount stated and to the payee(s) stated.<br>\n• You are authorized to enforce and obtain payment of the original check.<br>\n• You have possession of the original check and no party will submit the original check for payment.</p>\n<p>Additionally, you agree that files and images transmitted to us will contain no viruses or other disabling features that may have an adverse impact on our network, data, or related systems.</p>\n<p>Compliance with Law.\nYou will use the Service for lawful purpose and in compliance with all laws, rules and regulations.\nYou warrant to only transmit acceptable items for deposit and have handled the original items in accordance with applicable laws, rules and regulations.</p>\n<p>Funds Availability.\nThe funds for checks deposited through the Service may not be immediately available to you.\nThe deposit cut-off time for the Service is 4:00 pm Central Time.\nWe reserve the right to change the cut-off time.\nYou may contact us at any time to verify our current cut-off time.\nChecks received by us through the Service after the cut-off time on a business day, or any day that is not a business day, will be considered as received by us on the next business day.</p>\n<p>Mobile Deposit Security.\nYou have chosen Log-in Credentials which allows you to access Online Services.\nDepending on your mobile device, you may also have the option to use a biometric feature (such as a fingerprint scanner) on your mobile device to authenticate your identity and gain access to Online Services.\nIf you choose to activate a biometric feature, it is your responsibility to control access to Online Services just as you would with your personal ID and password.\nYou acknowledge that any person who has a biometric feature stored in your device may be able to access Online Services.</p>\n<p>You are responsible for keeping your Log-in Credentials confidential and you are responsible for ensuring that you have logged out when your online session is complete to prevent unauthorized persons from using Online Services.</p>\n<p>If you give any other person or entity access to your Log-in Credentials, or any device you use to access Online Services, you agree that each such person or entity will be acting as your “Agent” and will be bound by this Agreement (and any separate agreement governing your account).\nWe are not responsible for managing your third party relationships and any arrangements between you and an Agent are strictly between you and the other party.\nWe will rely and act on all instructions received using your Log-in Credentials and we are not liable to you if your Agent exceeds the scope of authority granted.\nAny transaction performed by your Agent using your Log-in Credentials, even if not specifically intended by you, is considered a transaction authorized by you.\nShould you decide to revoke any access you have given to an Agent, you must contact us at 1-877-847-4540, in which case we may need to block online and mobile access to your account until we issue new Log-in Credentials.</p>\n<p>You agree that any transaction that would otherwise require two or more signatures will not apply to Online Services.</p>\n<p>Contact us at a 1-877-847-4540 if:</p>\n<p>• You would like to change, disable, or revoke your password.\nor<br>\n• You believe that your password or other means to access Online Services has been lost or stolen.\nor<br>\n• You believe that someone may attempt to use Online Services without your consent or has transferred money without your permission.</p>\n<p>Your Responsibility.\nYou are solely responsible for the quality, completeness, accuracy, validity and integrity of the images.\nYou are solely responsible if you or another authorized or unauthorized person, intentionally or unintentionally, submits fraudulent, incorrect or illegible images to us.</p>\n<p>If you believe or suspect any original check or related information is known or may be accessed by an unauthorized person, or any unauthorized person has transmitted or attempted to transmit one or more checks, you agree to notify us immediately at 1-877-847-4540.\nNo security procedure for the detection of errors has been agreed upon between us and you.\nsuch errors are the sole responsibility of you.</p>\n<p>Termination:<br>\nWe reserve the right to suspend or terminate the Service at any time without prior notice to you, except as may be required by law.\nYou may terminate the Service by providing written notice of such termination to us with sufficient time to process the request.\nAny termination will not affect obligations, representations or warranties arising prior to termination, such as the obligation to process any original checks that were in the process of being transmitted or collected prior to the termination date.\nOn the termination date, all licenses and/or sublicenses granted to you shall terminate immediately and you shall cease using the Service.</p>\n<p>By checking the box below or participating in Mobile Check Deposit or using the software, you are agreeing to this agreement as well as the terms and conditions of the Online Banking and Bill Pay Agreement and the Mobile Terms and Conditions.</p>\n</li>\n</ol> ", "created_at": "2023-03-31 04:05:57.665013", "updated_at": "2023-03-31 04:07:42.405541"}, {"id": 15142, "name": "Terms of Use ", "url": "https://www.ibanknorth.com/terms-of-use", "xpath": "//body", "text": " <ul>\n<li>About Us</li>\n<li>Banking</li>\n<li>Loans</li>\n<li>Online &amp.\nMobile</li>\n<li>Community Partnership</li>\n<li>Online Banking Login</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n</ul>\n<i>\n</i> SEARCH <ul>\n<li>About Us</li>\n<li>Banking</li>\n<li>Loans</li>\n<li>Online &amp.\nMobile</li>\n<li>Community Partnership</li>\n<li>Online Banking Login</li>\n</ul>\n<i>\n</i> Search for: <i>\n</i>\n<i>\n</i> Search for: Search: <i>\n</i> Terms of Use <p>\n<strong>THESE TERMS GOVERN THE USE OF THIS WEBSITE.\nPLEASE READ THEM CAREFULLY BEFORE ACCESSING THE SITE.\nIF YOU DO NOT AGREE WITH THESE TERMS DO NOT ACCESS THE WEBSITE.\nBY ACCESSING THE WEBSITE OR ANY OF ITS PAGES YOU AGREE TO BE BOUND BY THESE TERMS OF USE.</strong>\n</p>\n<p>This website has been established by the Bank for the sole purpose of conveying information about the Bank’s products and services and to allow communication between the Bank and its customers.\nInformation that appears on this website should be considered an advertisement.\nNothing contained in any page on this site takes the place of the bank’s agreements and disclosures that govern its products and services.\nIf any information on the site conflicts with that in the bank’s agreements and disclosures, the agreements and disclosures will control.</p>\n<p>From time to time the Bank may place links to other websites on this page.\nThe Bank has no control over any other website and is not responsible for the content on any site other than this one.\nUsers assume all responsibility when they go to other sites via the links on this page.</p>\n<p>The information and materials contained in this website are owned by the Bank or by others, as applicable.\nNo material may be copied, displayed, transmitted, distributed, framed, sold, stored for use, downloaded, or otherwise reproduced except as permitted by law.</p>\n<p>The Bank makes no warranties of any kind regarding the products and services advertised on this site.\nThe Bank will use reasonable efforts to ensure that all information displayed is accurate.\nhowever, the Bank expressly disclaims any representation and warranty, express and implied, including, without limitation, warranties of merchantability, fitness for a particular purpose, suitability, and the ability to use the site without contracting a computer virus.\nThe Bank is not responsible for any loss, damage, expense, or penalty (either in tort, contract, or otherwise), including direct, indirect, consequential and incidental damages, that result from the access of or use of this site.\nThis limitation includes, but is not limited to the omission of information, the failure of equipment, the delay or inability to receive or transmit information, the delay or inability to print information, the transmission of any computer virus, or the transmission of any other malicious or disabling code or procedure.\nThis limitation applies even if the Bank has been informed of the possibility of such loss or damage.</p>\n<p>This agreement may be changed from time to time by posting the new Terms of Use on the website.\nAll users agree to be subject to this agreement as it changes from time to time.</p>\n<p>This agreement and the use of this website are governed by the laws of the State of North Dakota.</p> Our Mission:<br>\nTo enrich the lives of everyone we serve – one transaction, one relationship, one community at a time.\nGet In Touch<ul>\n<li>\n<i>\n</i> 877-847-4540 </li>\n<li>\n<i>\n</i> info@ibanknorth.com </li>\n<li>\n<i>\n</i> www.ibanknorth.com </li>\n<li>\n<i>\n</i> Facebook Page </li>\n</ul> Extra Links<ul>\n<li>Community Partnership</li>\n<li>Insurance</li>\n<li>Careers</li>\n<li>Interest Rates</li>\n<li>Contact</li>\n<li>News</li>\n<li>About</li>\n</ul>\n<p>\n</p>\n<p>Products sold through Agri Valley Insurance are:</p>\n<p>*NOT A DEPOSIT&nbsp.\n*NOT FDIC INSURED BY ANY FEDERAL GOVERNMENT AGENCY&nbsp.\n*NOT GUARANTEED BY THE BANK&nbsp.\n*MAY GO DOWN IN VALUE.</p> Copyright © 2018 BankNorth<br>\n<br> Privacy Policy | Security | Terms of Use | Mobile Terms<br>\n<br> BankNorth is committed to ensuring our website is accessible to people with disabilities.\nAll the pages on our website meet WCAG standards.\nAny issues should be reported to info@ibanknorth.com or 877-847-4540.\n<ul>\n</ul>\n<i>\n</i>\n<i>\n</i>", "created_at": "2023-03-31 04:05:57.696089", "updated_at": "2023-03-31 04:10:50.666892"}, {"id": 15144, "name": "Privacy Policy", "url": "https://www.ibanknorth.com/wp-content/uploads/2018/07/privacy_policy.pdf", "xpath": "//body", "text": "Rev.07/2018,FACTS,WHATDOESBANKNORTH,DOWITHYOURPERSONALINFORMATION?,Why?Financialcompanieschoosehowtheyshareyourpersonalinformation.Federallawgives,consumerstherighttolimitsomebutnotallsharing.Federallawalsorequiresustotellyou,howwecollect,share,andprotectyourpersonalinformation.Pleasereadthisnoticecarefully,tounderstandwhatwedo.,What?Thetypesofpersonalinformationwecollectandsharedependontheproductorserviceyou,havewithus.Thisinformationcaninclude:,SocialSecuritynumberandpaymenthistory,incomeandtransactionhistory,accountbalancesandcredithistory,Whenyouarenolongerourcustomer,wecontinuetoshareyourinformationasdescribedin,thisnotice.,How?Allfinancialcompaniesneedtosharecustomers'personalinformationtoruntheireveryday,business.Inthesectionbelow,welistthereasonsfinancialcompaniescansharetheir,customers'personalinformation;thereasonsBANKNORTHchoosestoshare;andwhether,youcanlimitthissharing.,Reasonswecanshareyourpersonal,information,DoesBANKNORTHshare?Canyoulimitthissharing?,Foroureverydaybusinesspurposes–,suchastoprocessyourtransactions,maintain,youraccount(s),respondtocourtordersand,legalinvestigations,orreporttocreditbureaus,YesNo,Forourmarketingpurposes–,toofferourproductsandservicestoyou,YesNo,Forjointmarketingwithotherfinancial,companies,NoWedon'tshare,Forouraffiliates'everydaybusinesspurposes–,informationaboutyourtransactionsandNoWedon'tshare,experiences,Forouraffiliates'everydaybusinesspurposes–,informationaboutyourcreditworthiness,NoWedon'tshare,FornonaffiliatestomarkettoyouNoWedon'tshare,Questions?Call800-290-4306orgotowww.ibanknorth.com,PAGE2,Whoweare,WhoisprovidingthisBANKNORTH,notice?,Whatwedo,Howdoes,BANKNORTHprotectmeasuresthatcomplywithfederallaw.Thesemeasuresincludecomputersafeguardsand,mypersonal,information?,Toprotectyourpersonalinformationfromunauthorizedaccessanduse,weusesecurity,securedfilesandbuildings.,Wemaintainphysical,electronicandproceduralsafeguardstoprotectthisinformation,andlimitaccesstothoseemployeesnecessary.,HowdoesWecollectyourpersonalinformation,forexample,whenyou,BANKNORTHcollect,mypersonal,information?,openanaccountorprovideaccountinformation,applyforaloanorshowyourgovernment-issuedID,makedepositsorwithdrawalsfromyouraccount,Wealsocollectyourpersonalinformationfromothers,suchascreditbureaus,affiliates,,orothercompanies.,Whycan'tIlimitallFederallawgivesyoutherighttolimitonly,sharing?,sharingforaffiliates'everydaybusinesspurposes–informationaboutyour,creditworthiness,affiliatesfromusingyourinformationtomarkettoyou,sharingfornonaffiliatestomarkettoyou,Statelawsandindividualcompaniesmaygiveyouadditionalrightstolimitsharing.See,belowformoreonyourrightsunderstatelaw.,Definitions,AffiliatesCompaniesrelatedbycommonownershiporcontrol.Theycanbefinancialand,nonfinancialcompanies.,BANKNORTHdoesnotsharewithouraffiliates.,NonaffiliatesCompaniesnotrelatedbycommonownershiporcontrol.Theycanbefinancialand,nonfinancialcompanies.,BANKNORTHdoesnotsharewithnonaffiliatessotheycanmarkettoyou.,JointmarketingAformalagreementbetweennonaffiliatedfinancialcompaniesthattogethermarket,financialproductsorservicestoyou.,BANKNORTHdoesn'tjointlymarket.,Otherimportantinformation,ForNorthDakotaCustomers.Wewillnotsharepersonalinformationwithnonaffiliateseitherforthemtomarket,toyouorforjointmarketing-withoutyourauthorization.,DEPOSITPRO,Ver.18.2.0.027Copr.FinastraUSACorporation1996,2018.AllRightsReserved.ND--C:\\APPS\\CFI\\TIS\\PRIVDIS2", "created_at": "2023-03-31 04:05:57.758352", "updated_at": "2023-03-31 04:06:26.491651"}], "points": [], "urls": ["ibanknorth.com"]}}