{"error": 448, "message": "OK", "parameters": {"id": 9114, "name": "Feddit.it", "created_at": "2023-07-12 20:22:35.8296", "updated_at": "2023-07-12 22:02:24.425877", "wikipedia": null, "keywords": null, "related": null, "slug": "feddit-it", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9114.png", "url": "feddit.it", "documents": [{"id": 17854, "name": "Privacy policy", "url": "https://feddit.it/legal", "xpath": "//body", "text": " <b>Javascript is disabled.\nActions will not work.</b> Jump to contentFeddit.itmenu<ul>\n<li>Communities</li>\n<li>Create Post</li>\n<li>heartSupport Lemmy</li>\n</ul>\n<ul>\n<li>searchSearch</li>\n<li>Login</li>\n<li>Sign Up</li>\n</ul>Privacy policy\n<p>Forniamo questa informativa ai sensi del Regolamento UE 2016/679 (GDPR) per coloro che consultano il sito https://feddit.it e chiedono di registrarsi.\nSi precisa che l’informativa è resa solo per tale sito e non anche per altri siti web eventualmente consultati dall’utente tramite link.</p>\nTitolare del trattamento\n<p>Titolare del trattamento è Francesco Macchia</p>\n<p>email: francesco.macchia [at] gmail .it</p>\nQuali dati vengono raccolti.\n<p>Riguardo a questo punto, dobbiamo distinguere due passaggi.</p>\n<p>(a) Registrazione nella community: nome utente, password ed e-mail;</p>\n<p>(b) Accesso alla comunità e attività dell’utente: indirizzo IP, nome utente, password ed e-mail.</p>\n<p>I dati dell’utente (username, password ed email) vengono registrati nel database e, nello specifico, le password vengono convertite in “hash” (ovvero trasformate in stringhe alfanumeriche mediante la funzione hash).</p>\nAccesso alla comunità e alle attività degli utenti\n<p>Dopo aver completato il processo di creazione dell’account, l’utente può accedere (Login) alla comunità tramite il browser, quindi viene acquisito l’indirizzo IP.</p>\n<p>\n<em>Ogni utente è responsabile dei contenuti che intende pubblicare sulla community di feddit.it.</em>\n</p>\n<p>In questa fase, i dati personali degli utenti raccolti sono <em>username , password , indirizzo email e indirizzo IP.</em>\n</p>\nChi può accedere ai dati e per quali attività.\n<p>L’amministratore del server (istanza) può leggere i dati delle attività svolte sulla community registrati sul server e precisamente nel database o nei file di log (username, email, indirizzo IP, indirizzo web della community, tipo di attività - tecnicamente GET o POST).</p>\n<p>L’amministratore accede ai dati personali degli utenti solo per motivi strettamente tecnici (analisi del sistema, aggiornamento dei pacchetti applicativi, esigenze di manutenzione).</p>\n<p>Si precisa che l’accesso ai dati personali degli utenti, sia nel database che nei log, è un’attività specifica che generalmente non viene svolta se non per risolvere conflitti o errori particolari.</p>\nLe finalità del trattamento.\n<p>Lo scopo è consultare questo sito web o interagire pubblicando contenuti, commenti o creando altre community.\nL’accesso a questo sito Web e la richiesta di registrazione come utente implicano che l’utente ha prestato il proprio consenso.</p>\n<p>Inoltre, le finalità sono anche legate alla manutenzione dei server e agli aggiornamenti di sistemi e applicazioni.</p>\n<p>L’invio facoltativo, esplicito e volontario di posta elettronica agli indirizzi indicati su questo sito comporta la successiva acquisizione dell’indirizzo del mittente, necessario per le risposte, nonché degli eventuali altri dati personali inseriti nella missiva.\nTali dati sono trattati per rispondere ai messaggi inviati e gestire le relative richieste.\nIl mancato conferimento dei dati personali per le comunicazioni con noi o l’invio di richieste impedirà di evaderli.\nConserviamo i dati per il tempo strettamente necessario alle finalità legate al trattamento dei dati.</p>\nBase giuridica del trattamento\n<p>Il trattamento dei dati personali è basato sul consenso - ai sensi dell’art.\n6, par.\n1, lettera a) del Regolamento UE 2016/679 - espressa dall’utente con la navigazione in questo sito web e la sua consultazione, accettando così la presente informativa.</p>\n<p>Il consenso è facoltativo, e l’utente può revocarlo in qualsiasi momento mediante richiesta inviata via email all’indirizzo francesco.macchia [at] gmail.com , precisando che, in tal caso, qualora l’utente non acconsenta, non potrà consultare il presente sito web, né registrarsi né rimanere come utente registrato.</p>\n<p>Per quanto riguarda la manutenzione dei server e gli aggiornamenti di sistemi e applicazioni, la base giuridica è il legittimo interesse ai sensi dell’articolo 6, lettera f) del Regolamento UE 2016/679.</p>\n<p>Il trattamento dei dati personali è necessario per il perseguimento del legittimo interesse del titolare del trattamento a fornire informazioni in merito a studi e ricerche, ai sensi dell’art.\n6, par.\n1, lettera f) del Regolamento UE 2016/679, in conformità a quanto previsto dal medesimo Regolamento.</p>\nCookies\n<p>Gli unici cookie sono <em>solo quelli funzionali</em> e, quindi, nessuna attività di profilazione o tracciamento.</p>\n<p>\n<em>Pertanto, questo sito non utilizza cookie diversi dai cookie funzionali esclusivamente per le finalità funzionali sopra descritte e la loro installazione non richiede il consenso dell’utente.</em>\n</p>\nDestinatari dei dati\n<p>Non comunichiamo a destinatari o categorie di destinatari i dati personali raccolti da questo sito web a seguito della sua consultazione.</p>\nPeriodo di conservazione dei dati personali\n<p>A parte quanto sopra specificato, i dati raccolti da questo sito durante il suo funzionamento sono conservati per il tempo strettamente necessario alle attività precisate.\nI dati saranno cancellati o anonimizzati alla data di scadenza a meno che non sussistano altre finalità di conservazione degli stessi.\nPer scopi di analisi (statistiche), utilizziamo Matomo ma a condizione che tu abbia acconsentito a ciò fornendo il consenso una volta raggiunto questo sito.</p>\nTrasferimento di dati personali verso un paese terzo o un’organizzazione internazionale\n<p>Il sito feddit.it, in quanto completamente basato sul progetto Lemmy, dispone di un sistema che consente di generare un feed per ciascun oggetto della comunità.\nI dati riportati nel messaggio non sono costituiti da dati personali e consistono in:</p>\n<ul>\n<li>\n<p>username dell’utente</p>\n</li>\n<li>\n<p>Titolo del post</p>\n</li>\n<li>\n<p>Identificativo della comunità feddit nella quale è stato pubblicato</p>\n</li>\n<li>\n<p>Data di pubblicazione</p>\n</li>\n<li>\n<p>Testo del messaggio</p>\n</li>\n<li>\n<p>Link pubblicato dall’autore del messaggio</p>\n</li>\n<li>\n<p>Link del messaggio</p>\n</li>\n</ul>\n<p>Questa peculiarità della piattaforma Lemmy e il fatto che tali dati non possano essere considerati come “dati personali” consente a chiunque di operare un trattamento massivo e automatizzato di tali dati, per qualunque fine consentito dalla normativa nazionale ed europea.\nAttualmente esiste già un sistema di ripubblicazione automatica che provvede a copiare sul canale Telegram https://t.me/feddit e sul profilo Twitter https://twitter.com/feddit_it tutti i post di apertura pubblicati all’interno delle comunità.</p>\n<p>Resta fermo il fatto che il titolare del trattamento, l’amministratore dell’istanza di Lemmy, non trasferisce i dati al di fuori dello Spazio Economico Europeo (SEE) dal momento che Lemmy è installato sul server situato all’interno dello Spazio Economico Europeo.</p>\n<p>Ci sembra opportuno chiarire meglio.</p>\n<p>Gli utenti registrati su un’istanza sono sempre gli unici responsabili delle loro attività creando comunità o pubblicando post o commenti.</p>\n<p>Non vi è alcun trasferimento al di fuori del SEE quando gli utenti registrati su un’istanza all’interno dello stesso SEE eseguono attività sullo stesso server (istanza).\nAd esempio, la nostra istanza ( https://feddit.it) si trova in Italia e quindi all’interno del SEE.\nSe gli utenti registrati sulla nostra istanza eseguono attività sul nostro server, non vi è alcun trasferimento di dati al di fuori del SEE.\nAllo stesso modo, non vi è alcun trasferimento di dati al di fuori del SEE anche se gli utenti registrati sulla nostra istanza si iscrivono, pubblicano post o commenti su altre istanze, ad esempio, situate al di fuori del SEE.\nInfatti, in quest’ultimo caso, il nostro amministratore di istanza può accedere ai log e vedere solo il dominio (e quindi nemmeno l’URL completo della community su cui si svolgono le attività) e il suo indirizzo IP.\nNessun ulteriore dato dell’utente viene trasferito al di fuori del SEE dall’amministratore o automaticamente dalla piattaforma Lemmy.\nL’utente deve essere consapevole che il proprio nome utente è costituito nella forma “@username@domainofcommunity” (ad esempio, nel nostro caso, @username@feddit.it.</p>\n<p>Non ci sarà alcun trasferimento di dati al di fuori del SEE anche se l’utente intende creare una comunità sull’istanza Lemmy esistente all’interno dello stesso SEE.</p>\n<p>Tutto questo perché è una funzione propria del sistema fediverse e del protocollo ActivityPub utilizzato da Lemmy.</p>\nMisure di sicurezza\n<p>I dati dei visitatori o degli utenti sono trattati in modo lecito e secondo correttezza, adottando le opportune misure di sicurezza volte ad impedire accessi non autorizzati, divulgazione, modifica o distruzione non autorizzata dei dati.\nI tuoi dati nella sessione di comunicazione con questo sito Web sono protetti da un certificato Secure Sockets Layer (SSL) che utilizza un protocollo di presentazione crittografico, crittografando le informazioni.</p>\nDiritti degli interessati\n<p>Gli utenti (interessati) di questo sito web possono esercitare i diritti di cui agli artt.\nda 15 a 22 del Regolamento UE 2016/679.\nPuoi inoltrare tutte le richieste per esercitare tali diritti scrivendo a francesco.macchia [at] gmail.com</p>\nDiritto di sporgere denuncia\n<p>Qualora l’interessato ritenga che il trattamento dei dati personali che lo riguardano effettuato attraverso questo sito violi il Regolamento, ha il diritto di proporre reclamo al Garante ai sensi dell’art.\n77 del Regolamento UE 2016/679.</p>\nAttribuzione\n<p>Parti di questi termini di servizio sono state prese da eupolicy.social e adattate da https://mastodon.nicfab.it/privacy-policy#Informativa_Privacy_IT.</p>\n<ul>\n<li>BE: 0.18.2</li>\n<li>Modlog</li>\n<li>Legal</li>\n<li>Instances</li>\n<li>Docs</li>\n<li>Code</li>\n<li>join-lemmy.org</li>\n</ul> ", "created_at": "2023-07-12 20:22:35.860195", "updated_at": "2023-07-12 20:22:55.669666"}], "points": [], "urls": ["feddit.it"]}}