{"error": 448, "message": "OK", "parameters": {"id": 6921, "name": "Encamera", "created_at": "2022-11-18 22:43:41.735372", "updated_at": "2022-11-18 23:01:10.080229", "wikipedia": null, "keywords": null, "related": null, "slug": "encamera", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6921.png", "url": "encrypted.camera", "documents": [{"id": 12685, "name": "Privacy Policy", "url": "https://www.encrypted.camera/privacy", "xpath": "//body", "text": "<p>\n<strong>Last updated November 17, 2022<br>\n<br>\n</strong>\n<strong>Privacy Notice</strong>\n<br>Your privacy and the privacy of your data is the most important thing to us.\nEncamera was built to help users gain back their privacy, therefore we have taken extra steps to ensure that your data remains visible only to you.<br>First and foremost, Encamera does not track, record, or monitor your activity in any way.\nThere are no third-party libraries installed that perform any tracking functions.<br>\n<br>\n<strong>Outline of Function</strong>\n<br>Encamera encrypts photos as soon as they are taken, before they are written to their destination on iCloud or to your device.\nWhen viewing photos, the decrypted file is available only in memory and never written to disk.\n<br>Encryption keys are stored on the local keychain and are not marked for backup to iCloud.\nThe local keychain items are only available when the device is unlocked, and only accessible inside the app after authentication.<br>‍<br>\n<strong>Libraries Used</strong>\n<br>Two libraries of interest are used to provide Encamera’s functionality: Apple’s StoreKit 2 and swift-sodium.\nStoreKit is used to provide the in-app purchase functionality for premium features, and swift-sodium provides an iOS wrapper to libSodium, which assists with encrypting image data.<br>‍<br>\n<strong>Deletion of Data</strong>\n<br>To delete the data stored on your device and generated by Encamera, go to key selection -&gt.\nsettings (gear icon) -&gt.\nerase.\nFrom there you can choose to delete all data off the device, or just the keychain and user defaults data.\n<br>\n<br>\n<strong>Data Recovery </strong>\n<br>You are responsible for handling private keys properly.\nIn the event that your keys are not backed up, and your device is lost or stolen, your saved media cannot be recovered.\nYour keys can be easily backed up into any password manager or secure note by using the “copy to clipboard” function in the key detail screen and pasting it into somewhere secure.<br>\n<br>If you have questions about your privacy when using Encamera, please contact us.<br>\n</p>", "created_at": "2022-11-18 22:43:41.739064", "updated_at": "2022-11-18 21:44:00.109249"}], "points": [], "urls": ["encrypted.camera"]}}