{"error": 448, "message": "OK", "parameters": {"id": 2969, "name": "VPNArea", "created_at": "2021-04-05 21:54:02.008904", "updated_at": "2023-07-10 22:00:33.632074", "wikipedia": null, "keywords": null, "related": null, "slug": "vpnarea", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2969.png", "url": "vpnarea.com", "documents": [{"id": 4692, "name": "Privacy Policy", "url": "https://vpnarea.com/front/home/privacy", "xpath": "", "text": "Cookie PolicyThis website uses cookies to ensure you get the best experience on our website.\nLearn moreDeclineAllow Cookies <ul>\n<li> servers </li>\n<li> software </li>\n<li> faq </li>\n<li> contacts </li>\n<li> my account </li>\n<li> buy now </li>\n</ul>\n<br> Privacy policy of VPNArea (Offshore Security LTD) <p> This policy has been modified on 28 Jan 2021 to reflect the replacement of BitPay with Coinbase as payment method for cryptocurrencies.\n<br>\n<br>\n<strong> Information We Collect</strong>\n<br>\n<br>\nYou do not have to give us any personally identifiable (\"personal\") information to browse our Site, but to subscribe to our Services you must create an account and register with us.\nWe do not track you or your internet activities while connected to the VPN Service or VPN Servers.\n<br>\n<br>\nWe collect the following information from registered users:<br> -\tAccount Information.\nTo create an account, you will need to provide with the following personal information: email address.\n<br>\n<br> -\tWe don’t verify your email address so you have our permission to supply us with non-existing email address.\nIf you do provide us with an email address, real or not, we will store it in a secure way in line with industry standards.\nWe will treat it as personal information and will protect it in line with our privacy policy.\n<br>\n<br> -\tYou will have to provide us with an username and password in order to register an account with us.<br> - For VAT calculation purposes EU visitors, must select a country for the account.\nThe country choice is not validated by us and it does not have any bearing on your account, it is purely for the purpose of calculate VAT tax if such applies to your purchase.\n<br> -\tIn order to be able to process refunds for PayPal, Paymentwall and Coinbase we will collect a transaction ID.\nIf you wish that information to be deleted please refer to “Right to be forgotten” or “How To Modify Your Personal Information” sections below.\n<br> - If you purchase \"Dedicated IP\" add-on we will keep a record of which username purchased which dedicated IP.\nAs a dedicated IP owner you can request we remove this information.\nWe also remove Dedicated IP ownership information if we re-assign the dedicated IP to another customer if you let it expire.\n<br>\n<br>\n<strong> Payments </strong>\n<br>\nTo register an account with us you will have to place a payment which will be processed by one of the following payment processors externally - PayPal.com, Paymentwall.com, Coinbase.com.\n<br>\n<br> All PayPal transactions are subject to the PayPal Privacy Policy.\n<br>\n<br>\nPlease refer to their privacy policies if you agree to pay via any of them.\n<br>\n<br>\n<strong> No Logs</strong>\n<br>\n<br>\nWe do not monitor, record or store logs for any single customer's VPN activity.\nWe do not monitor, record or store any login dates, timestamps, incoming and outgoing IP addresses, bandwidth statistics or any other identifiable data of any VPN users using our VPN servers.\nWe do not log or track any DNS requests sent to our DNS servers.\n<br>\n<br>\n<strong> Site Visitors </strong>\n<br>\n<br>\nWe collect certain information automatically from visitors to our Site via Cookies.\nFor more information refer to our official Cookie Policy here: Cookie Policy.\nWe do not track user activities outside of our Site, nor do we track the browsing activities of users who are logged into our VPN service via cookies or in any other way.\n<br>\n<br>\n<strong> How We Use Your Information </strong>\n<br>\n<br>\nThe information we collect through our Site and Services is primarily used to create new accounts, collect payment for our Services, identify and communicate with current subscribers, or offer troubleshooting or customer support.\nWe may also use personal information for the following reasons: <br>\n<br>\nTo verify your identity when you login to the Site or Service.\nFor internal record keeping.\nTo complete your online order.\nTo administer and improve our Site and Services.\nTo target our Site content to your preferences.\nTo respond to your requests or inquires and for other customer service purposes.\nTo notify you of changes to the service.\nTo analyze usage and trends on our Site and to better understand how users use the Site and Services.<br>\n<br>\n<br>\n<br>\n<strong> Disclosure of Your Information To others </strong>\n<br>\nWe do not sell or disclose your personal data to others.\nWe cannot provide information that we do not have.\n<br>\n<br>\nOffshore Security EOOD (VPNArea) aims to protect privacy and the privacy rights of our customers.\nAlthough we will comply with all valid court orders in our jurisdiction, our lawyers will inspect every legal request for compliance with the law.\nWhenever possible we will provide the customer with an opportunity to object to any requested disclosures.\nOffshore Security EOOD (VPNArea) will not comply with any request that require only good will or does not involve court-order.\n<br>\n<br> There haven't at any point been any such requests in our company yet.\n<br>\n<br>\n<strong> Cookies </strong>\n<br> Please refer to our official Cookie Policy here: Cookie Policy\n<br>\n<br>\n<strong> The Security Measures We Have In Place </strong>\n<br>\n<br>\nWe use security measures that are consistent with industry standards to protect your personal information from loss, theft, misuse or unauthorized access or disclosure or destruction,.\nAll employees are kept up-to-date on our security and privacy practices.\nIn addition, access to user or subscriber personal information is restricted to those who need to know such information to perform their job functions.\nWhere appropriate, we use encryption, firewalls, access controls, passwords, and/or physical security measures to protect the personal information we collect and maintain about you against unauthorized access and disclosure.\nOur databases and emails are hosted in data centers which offer state of the art physical security.\nWhere any user data is concerned we use encryption in line with industry standards or better.\n<br>\n<br>\n<strong> Links To Other Sites </strong>\n<br>\n<br>\nWe provide links to third party websites as a convenience to our users.\nThese links are not intended as an endorsement of or referral to the linked websites.\nWe recommend that you carefully read the privacy statements, notices and terms of use or service of any other websites that you visit.\nWe do not have any control over such websites, and therefore we assume no responsibility for the manner in which the organizations that operate such websites collect, use, maintain or disclose your personal information.\n<br>\n<br>\n<strong> Marketing Emails </strong>\n<br>\n<br>\nWe do not send any marketing e-mails to our users.\nThe communication you receive from us is only to provide the service as needed.\n<br>\n<br>\n<strong> How To Modify Your Personal Information </strong> Requests to review or amend your account information beyond the scope offered in Members Area, or for technical support, service information, and changes in usage should be sent to: support [at] vpnarea.com.\n<br>\n<br>\nWe try to respond to all requests in a timely manner.\n<br>\n<br>\n<strong> Your right to obtaining a registry extract </strong>\n<br>\nYou have a right to receive a listing of any actively provided information, if any, that we have stored under your account.\nIf you would to make use of the aforementioned right, please contact support [at] vpnarea.com for more information.\n<br>\n<br>\n<strong> Your right to be forgotten </strong>\n<br>\nUnder GDPR you have the right to be forgotten.\nWe absolutely agree and we will be happy to delete any information we have about you.\n<br>\n<br>\nIf you would like to exercise this right please contact support [at] vpnarea.com with the email address associated with your account and we will delete any such information.\n<br>\n<br>\n<strong> Minors and Children's Privacy </strong>\n<br>\n<br>\nOur Site and Services are not intended for anyone under the age of 18.\nIf you are a parent or guardian and believe that your child under 13 has provided personal information to us, please contact us so that we can delete the child's information.\n<br>\n<br>\n<strong> International Users </strong>\n<br> Offshore Security EOOD (VPNArea) computer systems are physically based in Switzerland, so your personal information will be processed by us in the Switzerland, where data protection and privacy regulations may be different than in other parts of the world.\nWhen you create an online account with us from outside Switzerland, you agree to the terms of this Policy and our Terms of Service, and give your consent to the transfer to and processing of such information in Switzerland.\nOur company is registered in Bulgaria, so we abide by the Bulgarian laws and we adhere to the GDPR (European General Data Protection Regulation) and any other data protection legislations enforceable in Bulgaria.\n<br>\n<br>\n<strong> Data Protection Officer </strong>\n<br>\n<br>\nEven though the only personal data we collect is your Email address, which in our understanding, depending on the specifics of the Email address may not constitute personal information, we have decided to appoint a Data Protection Officer with professional education in the sphere of Informational Technology and Security and expert knowledge in network and data security to further conform with GDPR (European General Data Protection Regulation) and strengthen any case about your data being treated professionally and in line with current law and highest standards.\n<br>\n<br> Appointed Data Protection Officer:<br>\nAnton Belodedenko<br>\nanton [at] vpnarea.com<br>\nVuzrazhdane 27, ap 5<br>\nVarna, Bulgaria, <br>\n9000<br>\n<br>\n<br>\n<strong> How To Contact Us </strong>\n<br>\n<br> For questions about this Site or VPNArea, or for more information about how we or our service providers treat your personal information, please contact us at: support [at] vpnarea.com\n<br>\n<br>\n<strong> Changes to this Policy </strong>\n<br>\n<br> We may change this Policy from time to time consistent with applicable privacy laws and principles.\nIf we do so, we will post a new effective date for that Policy and follow obligations about notifying you of such changes.\n<br>\n<br>\n</p> Privacy Contacts Terms and Conditions <br>\n<p>© 2021 Offshore Security LTD, all rights reserved</p>\n<p>\n</p> ", "created_at": "2021-04-05 21:54:02.300356", "updated_at": "2021-04-05 21:54:19.558484"}, {"id": 13302, "name": "Refund policy", "url": "https://vpnarea.com/front/home/refund", "xpath": "/html/body/div[3]/form", "text": " <p>\n<strong> Refund policy</strong>\n</p>\n<br>\n<p>You are entitled to a full refund on a new order if all of the following apply:</p>\n<br>\n<br>\n<p>you send an email to refund[at]vpnarea.com stating your VPN user name and the request for your canceling the service;</p>\n<br>\n<p>your account has not already been suspended by us for your breach of our terms of service;</p>\n<br>\n<p>you claim your refund within 30 days of the sign-up date;</p>\n<br>\n<p>you are not requesting a refund for a recurring payment on an existing subscription,<strong> recurring payments are non-refundable</strong>.\nMoney-back guarantee only applies to new registrations and new payments and does not apply to recurring payments.\n</p>\n<br>\n<p>you have not previously claimed a refund from us under this policy.</p>\n<br>\n<p>This Refund Policy is subject to our full Terms and Conditions.\nRefunds could take up to 48 hours to process, but most are processed within 24 hours.</p>\n<br>\n<p>If you paid via Bitcoin you'll also have to send us a Bitcoin wallet address or transaction id or CoinBase invoice number to refund you.\nThe fee for the crypto transaction to process the refund will be paid by you as Coinbase does not refund fees.</p>\n<br>\n<p>The Dedicated IP fee is not refundable.\nPristine Dedicated IP reputation is essential, once assigned Dedicated IPs are not reusable and we can not offer refunds for them.\nThe membership fee remains fully refundable.\n</p>\n<br>\n<p>Purchases made via our iOS App, just like any other iOS App, can only be refunded under the discretion of Apple Support and there is nothing we can do to influence their decision.</p>\n<br>\n<br>\n<p>\n<strong>Subscription Cancellation</strong>\n<br>\n</p>\n<p>If you have subscribed to the service you can cancel your subscription by sending an email to billing[at]vpnarea.com or refund[at]vpnarea.com with the text \"cancel subscription\" along with your username.\nIf you have paid via PayPal you can also cancel the subscription from within your PayPal account in \"pre-approved payments\" section.\nPayments for 2 or 3 years of service and Bitcoin/ETH/BCH payments are one-off and no cancellation is needed.</p>\n<br>\n<br>\n<p>\n<strong>Have some questions?</strong>\n<br>\n</p>\n<p>Please do not hesitate to get in touch for more information: support [at] vpnarea.com or via the 24/7 LiveChat.</p> ", "created_at": "2022-12-16 02:23:06.080055", "updated_at": "2022-12-16 02:23:14.424433"}, {"id": 13303, "name": "Terms of Service", "url": "https://vpnarea.com/front/home/terms", "xpath": "/html/body/div[1]/form", "text": "<p>&nbsp;</p>\n<p>Terms last modified: 1st of April 2020</p>\n<br>\n<p>\n<strong>1.\nChanges to the Terms</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may add to, change or remove any part of these Terms, at any time without prior notice to you other than listing of a later effective date than the one set forth at the top of this policy.\nIf any changes of such terms occurs a proper consideration of all customer's faith in our existing terms and policies will be given.\nSuch modification shall be effective immediately upon posting at the Site.\nIf we make any material changes to these Terms, we will provide registered users with additional notice of any changes, such as at your e-mail address of record, when you log-in to your account, or when you log-in to the Services.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Your use or continued use of the Site or Services following the posting and/or notice of any changes to these Terms or any other posted policies shall constitute your acceptance of the changed Terms or policies&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nVPN Service</strong>\n</p>\n<p>&nbsp;</p>\n<p>You understand that we are providing you with a virtual private network (\"VPN\") service, which includes, but is not limited to, the use of servers, transport, routers, IP addresses and other equipment and protocols to transmit information over our network (the \"System\").\nYou agree to abide by these Terms with respect to your use of the Service.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nAuthorized User.\nYour Responsibility.&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>You may not access or use the Site or Services if you are unable to form a binding, legal agreement with Offshore Security EOOD (VPN Area).\nYou affirm that you are over the age of 18.\nYou assume all responsibility for your use of, or access to, the Site or Services.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Accounts are for single user, but can be shared among friends/family, however the account holder assumes responsability for any actions carried out by parties he has given access to the account.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nPersonal Information</strong>\n</p>\n<p>&nbsp;</p>\n<p>4.1 You may browse the Site without providing us with any personal information.\nhowever, to use our Services, you must register with us and submit certain personally information such as your email address.\nYou don't have to submit your Name and Country, those fields are voluntairy in the registration form.\nYou expressly agree that we may use your information in accordance with the terms of the Offshore Security EOOD (VPN Area) and Privacy Policy, which you can find and read at https://vpnarea.com/front/home/privacy</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.\nPersonal Use.\nLimited License</strong>\n</p>\n<p>&nbsp;</p>\n<p>Offshore Security EOOD (VPN Area) grants you a personal, limited, non-transferrable, non-exclusive license to use Offshore Security EOOD (VPN Area) Site content and the Services, for your personal, private and non-commercial use in connection with the Offshore Security EOOD (VPN Area) Services accessed by you.\nThis license is personal to you, but upon your own consideration you may choose to share your account's access with friends, family or colleagues, while you will retain responsability for any actions that may derive from the usage of your account by others.\n</p>\n<p>You may not copy or download any copyrighted content from the Offshore Security EOOD (VPN Area) Services except with the prior written approval of Offshore Security EOOD (VPN Area).</p>\n<p>&nbsp;</p>\n<p>Furthermore, without the prior written approval of Offshore Security EOOD (VPN Area), you may not distribute, publicly perform or display, lease, sell, transmit, transfer, publish, edit, copy, create derivative works from, rent, sub-license, distribute, decompile, disassemble, reverse engineer or otherwise make unauthorized use of Site content or Services.\nAny commercial use is expressly prohibited.\nYou agree not to remove, obscure, or alter copyright, patent, trademark, or other proprietary rights notices affixed to the Site.\nYour rights are subject to your compliance with these Terms as well as any other agreements applicable to the Offshore Security EOOD (VPN Area) Services you are using.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Making unauthorized copies or distribution of Site content may result in the termination of your Offshore Security EOOD (VPN Area) account, prohibition on use of Offshore Security EOOD (VPN Area) Services, and further legal action.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>6.\nSoftware&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>The Services may require or allow you to download software, software updates or patches, or other utilities and tools onto your computer, entertainment system or device (\"Software\").\nOffshore Security EOOD (VPN Area) grants to you a non-exclusive, limited license to use Offshore Security EOOD (VPN Area) Software solely for the purpose stated by Offshore Security EOOD (VPN Area) at the time the Offshore Security EOOD (VPN Area) Software is made available to you and in accordance with these Terms.\nYour use of the Offshore Security EOOD (VPN Area) Software may be subject to the terms of an end-user license agreement.\nYou may not sub-license, or charge others to use or access Offshore Security EOOD (VPN Area) Software.\nYou may not translate, reverse-engineer, reverse-compile or decompile, disassemble or make derivative works from Offshore Security EOOD (VPN Area) Software.\nYou may not modify Offshore Security EOOD (VPN Area) Software or use it in any way not expressly authorized in writing by Offshore Security EOOD (VPN Area).\nYou understand that Offshore Security EOOD (VPN Area)'s introduction of various technologies may not be consistent across all platforms and that the performance of Offshore Security EOOD (VPN Area) Software and related Offshore Security EOOD (VPN Area) Services may vary depending on your computer and other equipment.\nFrom time to time, Offshore Security EOOD (VPN Area) may provide you with updates or modifications to Offshore Security EOOD (VPN Area) Software.\nYou understand that certain updates and modifications may be required in order to continue use the Offshore Security EOOD (VPN Area) Software and Offshore Security EOOD (VPN Area) Services.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.\nSPAM</strong>\n</p>\n<p>&nbsp;</p>\n<p>Offshore Security EOOD (VPN Area) enforces a zero-tolerance SPAM policy regarding information transmitted through our network.\nOffshore Security EOOD (VPN Area) may determine in its sole discretion whether any transmissions are considered SPAM.\nSPAM includes, but is not limited to, the following:&nbsp;</p>\n<p>&nbsp;</p>\n<p>◦Bulk unsolicited e-mail, promotional material, or other forms of solicitation sent via e-mail that advertise any IP address belonging to Offshore Security EOOD (VPN Area) or any URL (domain) that is hosted by Offshore Security EOOD (VPN Area).</p>\n<p>◦The use of web pages set up on ISPs that allow SPAM-ing (also known as \"ghost sites\") that directly or indirectly reference customers to domains or IP addresses hosted by Offshore Security EOOD (VPN Area).</p>\n<p>◦Forging or misrepresenting message headers, whether in whole or in part, to mask the true origin of the message.</p>\n<p>◦If Offshore Security EOOD (VPN Area) determines that you have posted one or more articles of spam, we may cancel your account immediately and take steps to prevent you from using our network at any time thereafter.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\nFees.\nPayment Terms</strong>\n</p>\n<p>&nbsp;</p>\n<p>Offshore Security EOOD (VPN Area) may, with prior notice, change the fees it charges you for accessing the Services at any time.\nTo view our current subscriptions, payment terms and fees, go to our Sign-Up page</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nUse of Services&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>Subject to clause 19, Offshore Security EOOD (VPN Area) is not liable for the loss, corruption, alteration or removal of any content transmitted using our Services or on our System.\nBy using our Services, you expressly waive the right to seek damages and agree to hold Offshore Security EOOD (VPN Area) harmless for any such loss, alteration, corruption or removal.&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you breach the terms of services, Offshore Security EOOD (VPN Area) may also at any time modify or discontinue, temporarily or permanently, all or any part of the Services or your account, with notice, and you agree that Offshore Security EOOD (VPN Area) will not be liable to you or any third party for any such modification, suspension or discontinuance, subject to local law.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>10.\nThird-Party Content&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>We do not control, and we are not responsible for, any data, content, services, or products (including software) that you access, download, receive or buy while using the Services.\nWe may, but do not have any obligation to, block information, transmissions or access to certain information, services, products or domains to protect the Services, our network, the public or our users.\nWe are not a publisher of third-party content accessed through the Services and are not responsible for the content, accuracy, timeliness or delivery of any opinions, advice, statements, messages, services, graphics, data or any other information provided to or by third parties as accessible through the Service.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>11.\nAcceptable Use Policy&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>You agree to comply with all applicable laws and regulations in connection with your use of the Services.\nYou may not use our Services, or our Software or System, to post or transmit any illegal material, including without limitation any transmissions that would constitute a criminal offense, give rise to civil liability, or otherwise violate any local, state, national or international law or regulation.\nIn particular, the following is a representative, non-exhaustive list of acts that are prohibited:&nbsp;</p>\n<p>&nbsp;</p>\n<p>Running HitLeap or heavy traffic-consuming bots</p>\n<p>◦The transmission or posting of chain letters or pyramid schemes, or other acts that involve deceptive online marketing practices or fraud;</p>\n<p>◦Sending or transmitting any SPAM over the Services, whether via e-mail, Usenet, or any other communication channel</p>\n<p>◦Acts that may materially affect the quality of other users' experience, including, without limitation, \"spikes\" in bandwidth usage or using any program/script/command, or sending messages of any kind, designed to interfere with a third party customer terminal session, via any means, locally or via the Internet;</p>\n<p>◦Actual or attempted unauthorized use or sabotage of any computers, machines or networks;</p>\n<p>◦Introducing malicious programs into Offshore Security EOOD (VPN Area)'s network or servers (e.g.\nviruses, worms, Trojan horses, etc.);</p>\n<p>◦Engaging in any monitoring or interception of data not intended for you without authorization;</p>\n<p>◦Attempting to circumvent authentication or security of any host, network, or account (\"cracking\") without authorization;</p>\n<p>◦Transmitting or receiving, uploading, using or reusing material that violates any intellectual property rights of a third party, including, without limitation, patent, trademark or copyrights;</p>\n<p>◦Transmitting or receiving, uploading, using or reusing material that includes sexual or explicit depictions of minors in any form;</p>\n<p>◦Transmitting or receiving, uploading, using or reusing material that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);</p>\n<p>◦Advertising, transmitting or otherwise making available any software, program, product or service that is designed to violate these Terms;</p>\n<p>◦Falsifying header information or user identification information;</p>\n<p>◦Using the Services for anything other than lawful purposes.</p>\n<p>◦Download, upload or viewing of any type of illegal pornography, in accordance with the law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.\nCopyright Protected Materials</strong>\n</p>\n<p>&nbsp;</p>\n<p>Offshore Security EOOD (VPN Area) respects the intellectual property rights of others and expects that you do the same.\nWe may suspend your account if it can be proven that you committed any copyrights infringement.\nYou may not upload, download, post, publish, transmit, reproduce, or distribute in any way, files, material, information, software or other material obtained through the System that is protected by copyright or other proprietary right or derivative works with respect thereto, without obtaining permission of the copyright owner or other right holder.\nAdditionally, you shall not upload, download, post, publish, reproduce, transmit or distribute in any way any component of the System itself or derivative works with respect thereto.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>13.\nExport Control Laws&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>The Services and Software may be subject to export control restrictions.\nBy using the Services or downloading any Software from Offshore Security EOOD (VPN Area), you warrant that you are not located in any country, or exporting the Software to any person or place, to which the country of Bulgaria or it's partners jurisdiction has embargoed goods.\nYou agree to abide by Bulgaria's and other applicable export control laws and not to transfer, by electronic transmission or otherwise, any content or Software subject to restrictions under such laws to a national destination prohibited by such laws, without first obtaining, and then complying with, any requisite government authorization.\nYou further agree not to upload to Services any content, data or software that cannot be exported without prior written government authorization, including, but not limited to, certain types of encryption software.\nThe assurances and commitments in this Section shall survive termination of these Terms.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>14.\nRight to Restrict or Terminate Access&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>These Terms shall be automatically renewed for successive periods if you extend your subscription with our services, until canceled by you or by Offshore Security EOOD (VPN Area).\nOffshore Security EOOD (VPN Area) may deny or restrict your access to all or part of the System without notice in its reasonable discretion if it deems that you have engaged in any conduct or activities that Offshore Security EOOD (VPN Area) in its reasonable discretion believes violates the letter or spirit of any of these Terms.\nIf Offshore Security EOOD (VPN Area) denies or restricts your access to the Services because of such a violation, you shall have no right to obtain any refund or credit for the subscriptions fees you have paid.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>15.\nSecurity&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and agree that you are solely responsible for protecting your password and other personal information and for the consequences of not protecting these data.\nAccess to the System, our Services, the Internet, and to certain online transactions involves the use of identification numbers, passwords, payment accounts or other individualized nonpublic information (\"Private Documentation\").\nYou shall use your best efforts to prevent unauthorized use of our Services, the System or of any Private Documentation, and shall promptly report to Offshore Security EOOD (VPN Area) any suspected unauthorized use or other breach of security.\nYou shall be responsible for any unauthorized use of your identification numbers or passwords until we receive written notice of a breach of security and a request to block further access for such numbers and passwords.\nOffshore Security EOOD (VPN Area) shall not be liable for any unauthorized use of payment accounts.\nAccount sharing (e.g.\nallowing others to use your account information to access the Services) is permitted, but you do bear the responsability of any actions that may derive from the usage of your account by others.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>16.\nChildren and Minors</strong>\n</p>\n<p>&nbsp;</p>\n<p>By using our Services, you affirm that you are at least 18 years of age, or otherwise over the age of majority in the jurisdiction in which you reside.\nYou understand that the Internet may contain information which may be offensive, may be illegal in various jurisdictions or may be inappropriate for certain ages and that Offshore Security EOOD (VPN Area) is not responsible for detection and removal of such information.\nWe do not knowingly collect or maintain any personal information from children under 13.</p>\n<p>&nbsp;</p>\n<p>\n<strong>17.\nDISCLAIMER OF WARRANTY&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>Offshore Security EOOD (VPN Area) will attempt to provide the Services at all times, except for limited periods for maintenance and repair.\nHOWEVER, YOUR USE OF THE SITE AND SERVICE IS AT YOUR SOLE RISK.\nTHE SITE, ALL SITE INFORMATION AND THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT WARRANTIES OF ANY KIND.</p>\n<p>SOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES OR CONDITIONS, OR ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH EVENT, Offshore Security EOOD (VPN Area)'S WARRANTIES AND CONDITIONS WITH RESPECT TO THE SITE AND SERVICES WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW IN SUCH JURISDICTION.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>18.\nLIMITATION OF LIABILITY&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>UNDER NO CIRCUMSTANCES WILL Offshore Security EOOD (VPN Area), ITS AFFILIATES, EMPLOYEES, AGENTS, REPRESENTATIVES, LICENSORS OR OTHER THIRD PARTY PARTNERS (\"Offshore Security EOOD (VPN Area) PARTIES\") BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE, INABILITY TO USE, OR THE RESULTS OF USE OF OUR SERVICES, SITE OR CONTENT ANYWHERE ON THE INTERNET, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY.\nINCLUDING WITHOUT LIMITATION DAMAGES RESULTING FROM LOST PROFITS, LOST DATA, LOSS OF BUSINESS OR BUSINESS INTERRUPTION, WHETHER DIRECT OR INDIRECT, ARISING OUT OF THE USE, INABILITY TO USE, OR THE RESULTS OF USE OF OUR SERVICES, OUR SITE OR CONTENT ANYWHERE ON THE INTERNET, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY.\nYOUR SOLE AND EXCLUSIVE REMEDY UNDER THIS AGREEMENT SHALL BE FOR YOU TO DISCONTINUE YOUR USE OF THE SITE AND SERVICES.&nbsp;</p>\n<p>&nbsp;</p>\n<p>IF, NOTWITHSTANDING THE FOREGOING, ANY OF THE Offshore Security EOOD (VPN Area) PARTIES IS FOUND TO BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY DAMAGE OR LOSS ARISING OUT OF OR RELATING TO THIS AGREEMENT OR YOUR USE OF THE SITE, SERVICE, SOFTWARE OR ANY CONTENT THEREIN, THE Offshore Security EOOD (VPN Area) PARTY'S TOTAL CUMULATIVE LIABILITY SHALL IN NO EVENT EXCEED THE GREATER OF: (A) THE AMOUNT YOU PAID Offshore Security EOOD (VPN Area) FOR YOUR USE OF THE SERVICE.\nAND (B) THE SUM OF ONE HUNDRED (100) US DOLLARS.&nbsp;</p>\n<p>&nbsp;</p>\n<p>SOME STATES OR JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR DIRECT, CONSEQUENTIAL, INDIRECT, EXEMPLARY, SPECIAL, PUNITIVE OR INCIDENTAL DAMAGES.\nIN SUCH STATES OR JURISDICTIONS, THE Offshore Security EOOD (VPN Area) PARTIES' LIABILITY TO YOU SHALL BE LIMITED TO THE FULL EXTENT PERMITTED BY LAW.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>19.\nIndemnity&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>You agree to defend, indemnify and hold the Offshore Security EOOD (VPN Area) Parties harmless from any claim or demand, including reasonable attorneys' fees, made by any third party arising out of or relating to any violation of these Terms by you.\nany content or material you submit or otherwise transmit through our System or Services.\nor your violation of any rights of another.\nOffshore Security EOOD (VPN Area) reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to defense by you.\nThis Section shall survive termination of these Terms.</p>\n<p>&nbsp;</p>\n<p>\n<strong>20.\nGeneral Terms</strong>\n</p>\n<p>&nbsp;</p>\n<p>20.1.\n&nbsp.\nEntire Agreement.\nThese Terms, along with any rules, guidelines, or policies published on the Offshore Security EOOD (VPN Area) homepage constitute the entire agreement between Offshore Security EOOD (VPN Area) and you with respect to your use of our Site Services.\nIf there is any conflict between the Terms and any other rules or instructions posted on the Site or Services, the Terms shall control.&nbsp;</p>\n<p>&nbsp;</p>\n<p>20.2.\n&nbsp.\nAmendments.\nNo amendment to these Terms by you by shall be effective unless acknowledged in writing by Offshore Security EOOD (VPN Area).\nNotwithstanding the foregoing, Offshore Security EOOD (VPN Area) reserves the right, in its sole discretion, to modify these Terms or the policies referenced herein at any time as set forth above.&nbsp;</p>\n<p>&nbsp;</p>\n<p>20.3.\n&nbsp.\nJurisdiction and Venue.\nThese Terms shall be governed by, and construed in accordance with, the laws of Republic of Bulgaria, without reference to its choice of law rules.\nOffshore Security EOOD is registered in Varna, Bulgaria.\nVenue for any action arising out of or in connection with this agreement shall be in Repbulic of Bulgaria.\nThe parties each hereby consent to the jurisdiction and venue in Republic of Bulgaria and waive any objections to such jurisdiction and venue.&nbsp;</p>\n<p>&nbsp;</p>\n<p>20.4.\n&nbsp.\nLimited Time to Bring Claim.\nSubject to any applicable law to the contrary, you agree that any cause of action arising out of or related to the use of our Site or Services must be commenced within one (1) year after the cause of action accrues, or such action will be permanently barred.&nbsp;</p>\n<p>&nbsp;</p>\n<p>20.5.\n&nbsp.\nSeverability.\nIf any portion of these Terms is found to be unenforceable or invalid for any reason, that provision will be limited or eliminated to the minimum extent necessary so that the rest of these Terms will otherwise remain in full force and effect.&nbsp;</p>\n<p>&nbsp;</p>\n<p>20.6.\n&nbsp.\nAssignment.\nYou may not assign its rights or obligations under these Terms without the prior written consent of Offshore Security EOOD (VPN Area), which may be withheld in Offshore Security EOOD (VPN Area)'s sole discretion.&nbsp;</p>\n<p>&nbsp;</p>\n<p>20.7.\n&nbsp.\nNon-Waiver.\nOffshore Security EOOD (VPN Area)'s failure to insist upon or enforce any provision of these Terms shall not be construed as a waiver of any provision or right.</p>\n<p>&nbsp;</p>\n<p>\n<strong>21.\nRefund policy</strong>\n</p>\n<br>\n<p>You are entitled to a full refund on a new order if all of the following apply:</p>\n<br>\n<p>you send an email to refund[at]vpnarea.com stating your VPN username and the request to cancel the service;</p>\n<br>\n<p>your account has not already been suspended by us for your breach of our terms of service;</p>\n<br>\n<p>you claim your refund within 30 days of the signup date;</p>\n<br>\n<p>you have not previously claimed a refund from us under this policy.</p>\n<br>\n<p>If you paid via Bitcoin or other Crypto you may also have to send us a wallet address or transaction id or Coinbase invoice number to refund you.</p>\n<p>\n<br>Refunds could take up to 48 hours to process, but most are processed within 15 hours.</p>\n<br>\n<p> Refunds for iTunes (Apple App Store) purchases are processed solely at the discretion of Apple Support and are not up to us, thus the Money-Back guarantee does not cover App Store in-app purchases.</p>\n<br>\n<p>This Refund Policy is subject to our full \"Terms and Conditions\".</p>\n<br>\n<br>\n<br>\n<p>\n<strong>Have some questions?</strong>\n<br>\n</p>\n<p>Please do not hesitate to get in touch for more information: support [at] vpnarea.com or via the 24/7 LiveChat button at bottom right corner.</p> ", "created_at": "2022-12-16 02:23:48.407059", "updated_at": "2022-12-16 02:23:56.469626"}], "points": [{"id": 24437, "title": "There is a date of the last update of the agreements", "source": "https://vpnarea.com/front/home/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-16 18:16:30.582778", "updated_at": "2023-07-11 06:21:22.840995", "quoteText": null, "case_id": 331, "document_id": 4692, "quoteStart": null, "quoteEnd": null}, {"id": 28905, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://vpnarea.com/front/home/privacy", "status": "Generated through the annotate view", "created_at": "2022-10-15 03:53:27.589455", "updated_at": "2023-07-11 06:26:06.933761", "quoteText": null, "case_id": 122, "document_id": 4692, "quoteStart": null, "quoteEnd": null}, {"id": 28904, "title": "This service is only available to users over 18", "source": "https://vpnarea.com/front/home/privacy", "status": "Generated through the annotate view", "created_at": "2022-10-15 03:50:47.978634", "updated_at": "2023-07-11 06:26:07.018025", "quoteText": null, "case_id": 152, "document_id": 4692, "quoteStart": null, "quoteEnd": null}, {"id": 28903, "title": "You have the right to leave this service at any time", "source": "https://vpnarea.com/front/home/privacy", "status": "Generated through the annotate view", "created_at": "2022-10-15 03:49:46.786103", "updated_at": "2023-07-11 06:26:07.103968", "quoteText": null, "case_id": 170, "document_id": 4692, "quoteStart": null, "quoteEnd": null}, {"id": 28906, "title": "First-party cookies are used", "source": "https://vpnarea.com/front/home/privacy", "status": "Generated through the annotate view", "created_at": "2022-10-15 03:56:15.381341", "updated_at": "2023-07-11 06:26:06.757938", "quoteText": null, "case_id": 126, "document_id": 4692, "quoteStart": null, "quoteEnd": null}], "urls": ["vpnarea.com"]}}