{"error": 448, "message": "OK", "parameters": {"id": 8096, "name": "The New Oil ", "created_at": "2023-04-25 00:19:35.666472", "updated_at": "2023-04-25 10:01:52.903467", "wikipedia": null, "keywords": null, "related": null, "slug": "the-new-oil", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8096.png", "url": "thenewoil.org", "documents": [{"id": 15700, "name": "Privacy Policy", "url": "https://thenewoil.org/en/privacy-policy/", "xpath": "//body", "text": "Home Guides<p>The New Oil</p>About Links Support Guides About Links Support<p>Navigation</p>\n<ul>\n<li>What data is collected and why</li>\n<li>What data is collected</li>\n<li>How we use this data</li>\n<li>When is your data collected, accessed, and shared</li>\n<li>When do we collect your data</li>\n<li>Who has access to your data</li>\n<li>When is your data shared</li>\n<li>Where is your data stored and how do we protect it</li>\n<li>Where is your data stored</li>\n<li>How do we protect your data</li>\n<li>GDPR (The General Data Protection Regulation) Compliance</li>\n<li>European’s rights under the GDPR</li>\n<li>GDPR Contact</li>\n<li>Finding a supervisory authority</li>\n<li>CCPA (California Consumer Privacy Act) Compliance</li>\n<li>California Consumers’s rights under the CCPA</li>\n<li>CCPA Contact</li>\n<li>File a CCPA Complaint</li>\n<li>Communications with The New Oil Media LLC</li>\n<li>Processing of Contact Information</li>\n<li>Retention of The Communications</li>\n<li>Confidentiality of The Communications</li>\n<li>Security of The Communications</li>\n<li>Modifications to the Privacy Policy</li>\n<li>Questions &amp.\nContact</li>\n<li>NameCheap</li>\n<li>Website/links</li>\n<li>Emails</li>\n<li>Other</li>\n</ul>Navigation <ul>\n<li>What data is collected and why</li>\n<li>What data is collected</li>\n<li>How we use this data</li>\n<li>When is your data collected, accessed, and shared</li>\n<li>When do we collect your data</li>\n<li>Who has access to your data</li>\n<li>When is your data shared</li>\n<li>Where is your data stored and how do we protect it</li>\n<li>Where is your data stored</li>\n<li>How do we protect your data</li>\n<li>GDPR (The General Data Protection Regulation) Compliance</li>\n<li>European’s rights under the GDPR</li>\n<li>GDPR Contact</li>\n<li>Finding a supervisory authority</li>\n<li>CCPA (California Consumer Privacy Act) Compliance</li>\n<li>California Consumers’s rights under the CCPA</li>\n<li>CCPA Contact</li>\n<li>File a CCPA Complaint</li>\n<li>Communications with The New Oil Media LLC</li>\n<li>Processing of Contact Information</li>\n<li>Retention of The Communications</li>\n<li>Confidentiality of The Communications</li>\n<li>Security of The Communications</li>\n<li>Modifications to the Privacy Policy</li>\n<li>Questions &amp.\nContact</li>\n<li>NameCheap</li>\n<li>Website/links</li>\n<li>Emails</li>\n<li>Other</li>\n</ul>Privacy Policy<p>\n<strong>Creation Date: M10/D17/Y21 (October 17, 2021)</strong> | <strong>Modification Date: M05/D27/Y22 (June 12, 2022)</strong>\n</p>\n<p>This privacy policy will explain what information is collected when you access and make use of this website.\nThis privacy policy will explain the following: the uses of the information, the way we secure and protect such information, who has access to this information, the location where this information is stored, and when the information is collected.\nThis policy attempts to be more comprehensive and simplified than our hosting provider’s (Namecheap, Inc.) privacy policy.</p>What data is collected and whyWhat data is collected<ul>\n<li>The IP address (Internet Protocol address) of the user/visitor.</li>\n<li>The geographical location of the user/visitor (based on IP address).</li>\n<li>The visit duration of how long the user/visitor has stayed on the website.</li>\n<li>The OS (operating system) of the user/visitor.</li>\n<li>The browser type of the user/visitor.</li>\n<li>The referrer URL (the website the user came from) of the user/visitor.</li>\n</ul>How we use this data<ul>\n<li>To understand how visitors access the site to better optimise the website and services of the hosting provider (for example, do we have a lot of mobile visitors? What browser engine are people using?).</li>\n<li>To understand how the site is performing (if we are seeing more or less visitors on average).</li>\n<li>To diagnose and debug technical problems and errors.</li>\n<li>To defending &amp.\nprotect the website and services of the hosting provider from abuse.</li>\n</ul>When is your data collected, accessed, and sharedWhen do we collect your data<p>The New Oil Media LLC likes to adhere to a “the less we know the better” policy, meaning that we try to collect as little user/visitor information as possible.\nWhen you access this website, the hosting provider (Namecheap, Inc.) will collect the data listed above.\nThe New Oil Media LLC does not have control over this collection process, and therefore cannot reduce or expand it.\nThe New Oil Media LLC highly encourages you to visit this website with a VPN or Tor connection to avoid this data collection.\nThe data collected by the hosting provider is - to our knowledge - limited to your access and use of this website and does not use any tracking technologies such as cookies, pixels, or FLoC to track or identify the user/visters of our website or their activities on other websites.</p>Who has access to your data<p>Both Namecheap, Inc.\nand The New Oil Media LLC have access to this information.</p>\n<p>The New Oil Media LLC is primarily interested in the number of unique visits.\nWhile we do occassionally check the device and browser information, we do not record this information nor do we analyze this data in any kind of depth.\nWe do not pay any attention to any of the other information listed above.\nNone of The New Oil Media, LLC’s members or volunteers ever copies, screenshots, or in other ways record this data, except for in the annual transparency report (see “When is your data shared” below).\nThe only data recorded is the unique visitor total, which is .</p>When is your data shared<p>The New Oil Media LLC and its members &amp.\nvolunteers will never share any of the data listed above except in the following conditions:</p>\n<ol>\n<li>The total unique number of visitors each year is shared in January as part of The New Oil Media, LLC’s annual transparency report.</li>\n<li>The New Oil Media LLC is US based corporation and will comply with any legally binding orders from law enforcement or government agency for user data.\n(Please note: given that the hosting provider collects the same data, law enforcement agencies are much more likely to approach them.)</li>\n</ol>Where is your data stored and how do we protect itWhere is your data stored<p>Your data is stored with Namecheap, Inc.\nwhich is based in the US, but has data centres in the US, EU, UK.\nWe do not control those data centres and therefore do not have control over the security of your data.\nThe specific locations of those data centres and servers are as followed.</p>\n<ul>\n<li>The European data centre is based in the Netherlands, Amsterdam.</li>\n<li>The United Kingdom data centre is located close to Nottinghamn, in the Midlands.</li>\n<li>The United States data centre is located in Phoenix, Arizona.</li>\n</ul>How do we protect your data<p>As stated in the text above, “we do not control those data centres and there for do not have control over the security of your data“.\nHowever, The New Oil Media LLC attemps to help protact the information of it’s users/visitors as best as possible.\nThe New Oil Media LLC and its members &amp.\nvolunteers all use the most modern and up-to-date available security features (e.g.\nstrong, unique passwords and two-step verification/authentication to protect online accounts from unauthorized access and abuse).\nAll other services are also hardened in accordance with recommendations from the system administrator and relevant/trusted authorities including government bodies and policymakers.</p>\n<p>Additionally, The New Oil Media LLC deletes all analytics logs manually at the start of each month.\nWhile we cannot ensure that Namecheap respects this deletion, we can ensure that all collected data is deleted on our end.\nThe only information we retain is total unique visitors in accordnace with the above stated goals and uses.</p>GDPR (The General Data Protection Regulation) ComplianceEuropean’s rights under the GDPR<ul>\n<li>The Right to Access.\n(<em>Article 15 of the GDPR, link</em>)</li>\n<li>The Right to Rectification.\n(<em>Article 16 of the GDPR, link</em>)</li>\n<li>The Right to Erasure.\n(<em>Article 17 of the GDPR.\nlink</em>)</li>\n<li>The Right to Restrict Processing.\n(<em>Article 18 of the GDPR, link</em>)</li>\n<li>The Right to Data Portability.\n(<em>Article 20 of the GDPR, link</em>)</li>\n<li>The Right to Object.\n(<em>Article 21 of the GDPR, link</em>)</li>\n<li>The Right to Lodge a Complaint with a Supervisory Authority.\n(<em>Article 77 of the GDPR, link</em>)</li>\n</ul>\n<p>The rights above are for European citizens only.\nIf you are not a European citizen, then please refer to your country’s privacy laws and regulations for further help.</p>GDPR Contact<p>European Data Protection Board</p>\n<ul>\n<li>Website: https://edpb.europa.eu/edpb_en</li>\n<li>Email: edpb@edpb.europa.eu</li>\n<li>Wiki: https://en.wikipedia.org/wiki/European_Data_Protection_Board</li>\n</ul>\n<p>European Data Protection Supervisor</p>\n<ul>\n<li>Website: https://edps.europa.eu/_en</li>\n<li>Email: edpb@edpb.europa.eu</li>\n<li>wiki: https://en.wikipedia.org/wiki/European_Data_Protection_Supervisor</li>\n</ul>Finding a supervisory authority<p>Please use the following link to find your country’s supervisory authority https://edpb.europa.eu/about-edpb/board/members_en</p>CCPA (California Consumer Privacy Act) ComplianceCalifornia Consumers’s rights under the CCPA<ul>\n<li>The Right to Know.\n(<em>selection C, paragraph 1-6, link</em>)</li>\n<li>The Right to Delete.\n(<em>selection E, paragraph 1-8, link</em>)</li>\n<li>The Right to Opt-Out.\n(<em>selection B, paragraph 1-8, link</em>)</li>\n<li>The Right to Non-Discrimination.\n(<em>selection F, paragraph 1-1, link</em>)</li>\n</ul>\n<p>The rights above are for California Consumers only.\nIf you are not a California Consumer, then please refer to your your state’s privacy laws and regulations for further help.</p>CCPA Contact<p>Attorney General</p>\n<ul>\n<li>Website: https://www.oag.ca.gov/privacy/ccpa</li>\n<li>Form: https://www.oag.ca.gov/contact/general-comment-question-or-complaint-form</li>\n<li>wiki: https://en.wikipedia.org/wiki/Attorney_General_of_California</li>\n</ul>File a CCPA Complaint<p>Please use the following link to file a CCPA (California Consumer Privacy Act) complaint with the attorney general’s office in California: https://oag.ca.gov/contact/consumer-complaint-against-business-or-company</p>Communications with The New Oil Media LLC<p>Your communications with The New Oil Media LLC such as support requests, bug reports, feature requests, personal question, etc will be covered here.</p>Processing of Contact Information<p>Processing of this information is in our legitimate interest.\nWe process and keep a record of your communications with The New Oil Media LLC to better protect ourselves legally, to troubleshoot and improve security, to improve the site based on user questions, support, &amp.\nfeedback and to better manage and coordinate with members &amp.\nvolunteers from The New Oil Media LLC.</p>Retention of The Communications<p>All communications with The New Oil Media LLC in an official capacity are retained indefinitely unless otherwise noted.\nIf you are communicating with one of The New Oil Media, LLC’s members or volunteers in a personal capacity, then data retention practices may differ.\nAll communications in official capacity with The New Oil Media LLC may be set to expire by the sender of said message.\nThe sender of said message may also request to have their official communications with The New Oil Media, LLC’s be deleted (by sending an email to one of the email addreses below).</p>Confidentiality of The Communications<p>Communications with The New Oil Media LLC and its members &amp.\nvolunteers are kept with the utmost confidentiality and shall not be shared with anyone else besides The New Oil Media LLC and its members &amp.\nvolunteers except under two conditions.\nThe first is with express, written consent of the message sender.\nThe second is if The New Oil Media, LLC’s message holder(s) are legally obliged to do so by a valid court order of their respective jurisdictions.\nConsulting communications will not be shared with any internal members of The New Oil LLC without a valid legal order or the consent of the client, as outlined in the consulting contract.\nAll official communications with The New Oil Media LLC via email are stored with zero access (zero knowledge) email provider(s) to better help protect our communications.</p>Security of The Communications<p>All of The New Oil Media, LLC’s members &amp.\nvolunteers use all available security measures.\nAll communications by default should not be considered End-to-End Encrypted, but we provide different options to users (e.g.\npgp, different email providers to use native encryption with, etc) to better help keep all communications between you and The New Oil Media LLC as private &amp.\nsecure as possible and to also comply with your preferences and threat models.\nPlease refer to the privacy policies of these providers for additional information.</p>Modifications to the Privacy Policy<p>The New Oil Media LLC reserves the right to change this Policy at any time.\nWe will never knowingly reduce your rights under this Policy, and if we are made aware of any addition to data collection or reduction of rights imposed by Namecheap, Inc.\nthen we will do our best to advise and announce any changes to our privacy policy on any of our social platforms.\nPlease note: we cannot notify individuals about every change made to this policy, because we do not collect contact information about our website visitors/users without them willingly providing it to us.\nWe do however reserve the right to not publicly announce any minor changes to this policy, so for that reason we recommend you check this policy from time to time to see if any changes were made.</p>Questions &amp.\nContact<p>For any legal request(s), question(s), or concern(s) in regards to this policy or your data, please email us a legal@thenewoil.org for assistance in regards to said request(s) or concern(s) about this policy or your data.</p>NameCheap<p>If you would like to contact Namecheap, Inc.\nregarding their privacy practices, then you can do so via any of the links/emails listed below.</p>Website/links<ul>\n<li>Website: https://www.namecheap.com/</li>\n<li>Legal: https://www.namecheap.com/legal/</li>\n<li>Privacy Policy: https://www.namecheap.com/legal/general/privacy-policy/</li>\n</ul>Emails<ul>\n<li>Legal: legalandabuse@namecheap.com</li>\n<li>DPO: dpo@namecheap.com</li>\n<li>Support: support@namecheap.com</li>\n</ul>Other<ul>\n<li>Live Chat: https://www.namecheap.com/help-center/live-chat/</li>\n<li>Ticket: https://support.namecheap.com/index.php?/Tickets/Submit</li>\n<li>Knowledgebase: https://www.namecheap.com/Support/Knowledgebase/</li>\n</ul>License Privacy Policy Repository Roadmap", "created_at": "2023-04-25 00:19:35.697672", "updated_at": "2023-04-25 00:20:08.811968"}], "points": [], "urls": ["thenewoil.org"]}}