{"error": 448, "message": "OK", "parameters": {"id": 1440, "name": "Any.do", "created_at": "2019-03-10 04:37:38.047377", "updated_at": "2023-07-10 22:01:10.059648", "wikipedia": "https://en.wikipedia.org/wiki/Any.do", "keywords": null, "related": null, "slug": "anydo", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1440.png", "url": "any.do", "documents": [{"id": 1069, "name": "Application License Agreement", "url": "https://www.any.do/legal/app-license-agreement", "xpath": "/html/body/div[@class='site']/main/section", "text": " Any.do Application License Agreement <p>THIS APPLICATION LICENSE AGREEMENT (\"LICENSE AGREEMENT\") IS THE LEGAL AGREEMENT BETWEEN YOU AND ANY.DO INC.\n(A COMPANY INCOPORATED BY THE LAWS OF DELAWARE) WITH RESPECT TO ANY.DO'S PROPRIETARY SOFTWARE APPLICATION KNOWN AS \"Any.DO\" (\"SOFTWARE\").</p>\n<p>BY CLICKING \"Accept\" AND/OR BY USING THE SOFTWARE YOU ACKNOWLEDGE THAT YOU HAVE READ THIS LICENSE AGREEMENT AND AGREE TO BE BOUND BY ITS TERMS.\nIF YOU DO NOT AGREE TO THIS LICENSE AGREEMENT, UNINSTALL THE SOFTWARE AND DO NOT USE IT IN ANY MANNER WHATSOEVER.</p>\n<ol>\n<li>Grant of License.\nSubject to your compliance with the terms and conditions set forth herein, Any.DO hereby grants you a limited, non-exclusive, non-transferable, non-sublicensable license to install and use one copy of the Software on your mobile device for the sole purpose of accessing, opening and using the capabilities and services enabled via the Software.\n</li>\n<br>\n<li>Restrictions on Use.\nYou may not: (i) copy, modify, translate, reverse engineer, decompile or disassemble the Software or create derivative works based thereon.\n(ii) install the Software onto a server so that it is accessible via a public network.\n(iii) share or permit other individuals/entities to use the Software, rent, lease or transfer the Software or rights to use it.\nor (iv) delete or modify any attributions, legal notices or other proprietary designations in the Software or part thereof.\nAny such forbidden use shall immediately and automatically terminate your license to use the Software, without derogating from any other remedies available to Any.DO at law or in equity.\n</li>\n<br>\n<li>Title and Ownership.\nThe Software and any revisions, modifications, enhancements and/or derivatives thereof are owned by Any.DO and/or its licensors and are protected under copyright laws and treaties.\nAll right, title, and interest in and to the Software, including all associated intellectual property rights are and shall remain owned solely by Any.DO and/or its licensors.\n</li>\n<br>\n<li>Third Party Software.\nAny third party software that may be provided with the Software is included for use at your option.\nSuch third party software is provided under the terms of the license attached/linked thereto or, if no such license is attached, such third party software is provided AS IS.\nAny.DO is not liable for any losses or damages which may occur from the use of any third party software.\n</li>\n<br>\n<li>Updates/Upgrades.\nAny.DO improves from time to time the Software and may update/upgrade the Software at its sole discretion, with or without notification.\nAt Any.DO's sole discretion, Any.DO may notify you through a patch process, or by email, or website posting of such updates or upgrades available for download.\nSome updates/upgrades may be optional and some may be mandatory in order to operate the Software.\nAt its sole discretion, Any.DO may, but is not obligated to, provide email and/or internet based support with online help.\n</li>\n<br>\n<li>Paid accounts.\nYou'll be automatically billed from the date you convert to a Premium (Paid) Account and on each renewal period until cancellation.\nPlease note that you'll be charged tax when we are required to do so, and you are responsible for all applicable taxes.\nYou can cancel your recurring payment at any time, but we can only issue refunds for requests that occur within 48 hours of your purchase.\nYour Premium (Paid) Account will remain active until cancellation or termination under these Terms.\nFailing to pay for your Premium (Paid) Account on time might result in loss of access to features you have paid for.\nWe may change the fees in effect at a future date, but we will send advanced notice of any changes to the email address associated with your Any.do account.\n</li>\n<br>\n<li>Compliance with Law.\nThis Software is intended for use only in compliance with applicable laws and only with properly licensed media and content.\nYou undertake to use the Software in accordance with all applicable laws, including without limitation, all applicable export laws, restrictions and regulations and agree that you will not export, or allow the export or re-export of the Software in violation of any such laws, restrictions and/or regulations.\nYou agree to the foregoing and represent and warrant that you are not located in, under the control of, or a national or resident of any restricted country.\n</li>\n<br>\n<li>Changes to Software or License Agreement.\nAny.DO may modify, suspend, or discontinue any aspect of the Software at any time.\nAny.DO reserves the right to modify the terms of this License Agreement, whereby material changes will be disclosed to you through a patch process or through website posting.\nExcept for changes to this License Agreement that affect your privacy, which shall be subject to your specific acceptance, your continued use of the Software, following any revision of the Software or this License Agreement, constitutes your acceptance of any such changes.\n</li>\n<br>\n<li>Warranty Disclaimer.\nTHE SOFTWARE IS PROVIDED ON AN \"AS IS\" BASIS, WITHOUT WARRANTY OF ANY KIND.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ANY.DO DISCLAIMS ALL WARRANTIES, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.\n</li>\n<br>\n<li>Limitation of Liability.\nUNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (TORT, CONTRACT, OR OTHERWISE), SHALL ANY.DO OR ITS LICENSORS BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY TYPE INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, BUSINESS INTERRUPTION, DEVICE FAILURE OR MALFUNCTION, LOSS OF BUSINESS PROFITS, LOSS OF DATA OR BUSINESS OR FINANCIAL INFORMATION, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR ANY AND ALL OTHER COMMERCIAL DAMAGES OR LOSSES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION AND EXCLUSION MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL ANY.DO'S CUMULATIVE LIABILITY TO YOU OR ANY THIRD PARTY FOR ANY LOSS OR DAMAGES EXCEED THE AMOUNT PAID BY YOU TO ANY.DO FOR USE OF THE SOFTWARE, EVEN IF ANY.DO HAD BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES, OR FOR ANY CLAIM BY ANY OTHER PARTY.\n</li>\n<br>\n<li>Immediate Termination.\nWithout prejudice to any other rights, this Agreement and your right to use this Software automatically terminates if you fail to comply with any provision of this License Agreement.\nAny.DO may terminate this License Agreement at any time with or without prior notice.\nYou may terminate this license at any time by stopping your use thereof and un-installing the Software.\n</li>\n<br>\n<li>For users of Any.do for iOS:<br> – Payment will be charged to iTunes Account at confirmation of purchase<br> – Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period<br> – Account will be charged for renewal within 24-hours prior to the end of the current period<br> – Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase<br>\n</li>\n<br>\n<li>Miscellaneous.\nThis License Agreement shall constitute the complete and exclusive agreement between us.\nANY.DO'S ACCEPTANCE OF YOUR USE OF THE SOFTWARE, IS EXPRESSLY MADE CONDITIONAL ON YOUR ASSENT TO THE TERMS SET FORTH HEREIN.\nIf any provision of this License Agreement is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.\nThis License Agreement shall be construed and governed in accordance with the laws of Delaware (regardless of its conflict of law provisions) and the competent courts in Delaware shall have exclusive jurisdiction over any dispute arising out of or related to this License Agreement.\nFailure of Any.DO to enforce any rights or to take action against you in the event of any breach hereunder shall not be deemed a waiver of such rights or of subsequent actions in the event of future breaches.\nThe application of the United Nations Convention of Contracts for the International Sale of Goods is expressly excluded.\n</li>\n<br>\n</ol> ", "created_at": "2019-03-10 05:35:32.187509", "updated_at": "2019-03-10 05:35:40.704722"}, {"id": 13050, "name": "Cookies Policy", "url": "https://www.any.do/legal/cookies-policy", "xpath": "/html/body/div[2]/main/section", "text": " Any.do Cookies Policy <p> We use cookies and similar files or technologies to automatically collect and store information about your computer, device, and Site usage, in order to improve their performance and enhance your user experience.\nWe use the general term \"cookies\" in this policy to refer to these technologies and all such similar technologies that collect information automatically when you are using our Site where this policy is posted.\nYou can find out more about cookies and how to control them in the information below.\n</p>\n<p>If you do not accept the use of these cookies, please disable them using the instructions in this cookie policy or by changing your browser settings so that cookies from this Site cannot be placed on your computer or mobile device.\nImportant: disabling cookies on this site may seriously cripple the user experience and other features on the Site and Services, to the point of rendering them useless.</p>\n<p>In this Cookies Policy, we use the term Any.do (and \"we\", \"us\" and \"our\") to refer to Any.do Inc.\nOur Privacy Policy is available at https://www.any.do/legal/privacy-policy and our Terms of Service are available at https://www.any.do/legal/app-license-agreement.\nCapitalized terms not otherwise defined in this Cookies Policy have the same meaning given in our Terms and Conditions.</p> What is a cookie? <p>Cookies are computer files containing small amounts of information which are downloaded to your computer or mobile device when you visit a website.\nCookies can then be sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie.\nCookies are widely used in order to make websites work, or to work more efficiently, as well as to provide information to the owners of the site.</p>\n<p>Cookies do lots of different jobs, like letting you navigate between pages efficiently, remembering your preferences, and generally improving the user experience.\nCookies may tell us, for example, whether you have visited our Site before or whether you are a new visitor.</p>\n<p>There are two broad categories of cookies: </p>\n<ol>\n<li>\n<strong>First party cookies</strong>, served directly by us to your computer or mobile device.</li>\n<li>\n<strong>Third party cookies</strong>, which are served by a third party on our behalf.\nWe use third party cookies for functionality, performance / analytics, and social media purposes </li>\n</ol>\n<p>\n</p>\n<p>Cookies can remain on your computer or mobile device for different periods of time.\nSome cookies are 'session cookies', meaning that they exist only while your browser is open.\nThese are deleted automatically once you close your browser.\nOther cookies are 'permanent cookies', meaning that they survive after your browser is closed.\nThey can be used by websites to recognize your computer when you open your browser and browse the Internet again.</p>\n<p>We may also use web beacon or other similar cookie technologies.\nWhen a visitor accesses our Site, a non-identifiable notice of that visit is generated which may be processed by us or by third parties.\nThese web beacons usually work in conjunction with cookies.\nIf you don't want your cookie information to be associated with your visits to these pages, you can set your browser to turn off cookies as described further below.\nIf you turn off cookies, web beacon and other technologies will still detect your visits to our Site.\nhowever, they will not be associated with information otherwise stored in cookies.</p> How do we use cookies? <p>We use cookies to: </p>\n<ol>\n<li>track traffic flow and patterns of travel in connection with our Site;</li>\n<li>understand the total number of visitors to our sites on an ongoing basis and the types of internet browsers (e.g.\nChrome, Firefox, Safari, or Internet Explorer) and operating systems (e.g.\nWindows or Mac) used by our visitors.\n</li>\n<li>monitor the performance of our Site and to continually improve it.\nand</li>\n<li>customize and enhance your online experience.</li>\n</ol>\n<p>\n</p>\n<p> We may also use a third party called Google Analytics to gather general information about how people use our website for the purposes of website optimization and analytics.\nTo find out more about Google Analytics' privacy policies, please visit https://www.google.com/policies/privacy/partners/ </p>\n<p>We, or our third-party mail service providers, may also include web beacons in e-mail messages to you in order to determine whether messages have been opened and links contained within them have been clicked.</p> What types of cookies do we use? <p> The types of cookies used by us and our partners in connection with the Site can be classified into one of three categories, namely 'essential website cookies', 'functionality cookies', and 'analytics and performance cookies'.\nWe've set out some further information about each category, and the purposes of the cookies we and third parties set in the following table.\n</p>\n<p>\n<strong>Cookies necessary for essential website purposes</strong>\n</p>\n<p> These cookies are essential to provide you with services available through this Site and to use some of its features, such as access to secure areas.\nWithout these cookies, services you have asked for, like transactional pages and secure login accounts, would not be possible.\n</p>\n<p>\n<strong>Functionality Cookies</strong>\n</p>\n<p>Functionality cookies record information about choices you’ve made and allow us to tailor the website to you.\nThese cookies mean that when you continue to use or come back to the Site, we can provide you with our services as you have asked for them to be provided.\nFor example, these cookies allow us to:</p>\n<p>\n</p>\n<ol>\n<li>Save your location preference if you have set your location on the homepage in order to receive a localized information.\n</li>\n<li>Remember settings you have applied, such as layout, text size, preferences, and colors;</li>\n<li>Show you when you are logged in.\nand</li>\n<li>Store accessibility options.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>Performance / Analytics Cookies</strong>\n</p>\n<p>We use performance/analytics cookies to analyze how the website is accessed, used, or is performing in order to provide you with a better user experience and to maintain, operate and continually improve the website.\nFor example, these cookies allow us to:</p>\n<p>\n</p>\n<ol>\n<li>Better understand our website visitors so that we can improve how we present our content;</li>\n<li>Test different design ideas for particular pages, such as our homepage;</li>\n<li>Collect information about site visitors such as where they are located and what browsers they are using;</li>\n<li>Determine the number of unique users of the website;</li>\n<li>Improve the website by measuring any errors that occur.\nand</li>\n<li>Conduct research and diagnostics to improve product offerings.</li>\n</ol>\n<p>\n</p> How to control or delete cookies <p>You have the right to choose whether or not to accept cookies and we have explained how you can exercise this right below.\nHowever, please note that if you choose to refuse cookies you may not be able to use the full functionality of our Site.</p>\n<p>Most browsers allow you to change your cookie settings.\nThese settings will typically be found in the “options” or “preferences” menu of your browser.\nIn order to understand these settings and learn how to use them, please consult the “Help” function of your browser, or the documentation published online for your particular browser type and version.</p> Third Party Websites' Cookies <p>When using our website, you may be directed to other websites for such activities as surveys, to make payment in currency other than U.S.\ndollars, or for job applications.\nThese websites may use their own cookies.\nWe do not have control over the placement of cookies by other websites you visit, even if you are directed to them from our website.</p> Need More Information? <p>If you would like to find out more about cookies and their use on the Internet, you may find the following link useful: All About Cookies</p> Cookies that have been set in the past <p>If you have disabled one or more Cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.</p> Contact us <p>If you have any questions or comments about this cookies policy, or privacy matters generally, please contact us via email at customers@any.do</p> ", "created_at": "2022-12-04 23:06:56.039418", "updated_at": "2022-12-04 23:07:04.427931"}, {"id": 13051, "name": "Privacy Policy", "url": "https://www.any.do/legal/privacy-policy", "xpath": "/html/body/div[2]/main/section", "text": " Any.do Privacy Policy <p>This privacy policy (“Privacy Policy”) governs how we, Any.do Inc.\nand its affiliates (“Any.do” “we”, “our” or “us”) use, collect and store information pertaining to you (“User”, “you”), such as in the following use cases:</p>\n<p>\n</p>\n<ol>\n<li>When you browse or visit our website, https://www.any.do (<strong>“Website”</strong>);</li>\n<li>When you make use of, or interact with, our Website / application(s) / service(s), and the services provided thereunder (collectively referred to as the <strong>“Services”</strong>): <ol>\n<li>When you create an account and login</li>\n<li>When you make use of our services as a registered user</li>\n<li>When you share and/or reply in our blog</li>\n<li>When you subscribe to our newsletters</li>\n<li>When we process your job application</li>\n<li>When you contact us (e.g.\ncustomer support, help, submit a request) </li>\n</ol>\n</li>\n<li>When you attend a marketing event and provide Personal Data</li>\n<li>When you exchange business cards with us</li>\n<li>When we use the Personal Data of our service providers</li>\n<li>When we use the Personal Data of our customers</li>\n</ol>\n<p>\n</p>\n<p>We greatly respect your privacy, which is why we make every effort to provide a platform that would live up to the highest of user privacy standards.\nPlease read this Privacy Policy carefully, so you can fully understand our practices in relation to Personal Data.\n“Personal Data” means any information that can be used, alone or together with other data, to uniquely identify any living human being.\nPlease note that this is a master privacy policy and some of its provisions only apply to individuals in certain jurisdictions.\nFor example, the legal basis in the table below is only relevant for GDPR-protected individuals.</p>\n<p>This Privacy Policy may be updated from time to time and therefore we ask you to check back periodically for the latest version of the Privacy Policy, as indicated below.\nIf there will be any significant changes made to the use of your Personal Data in a manner different from that stated at the time of collection, we will notify you by posting a notice on our Website or by other means.</p> 1.\nWhat information we collect, why we collect it, and how it is used When you create an account and make use of our services as a registered user Data we collect <p>\n</p>\n<ol>\n<li>Facebook Id / Google Id / Email</li>\n<li>Full name</li>\n<li>Location</li>\n<li>Hashed password</li>\n<li>Analytics events (how the product is being used)</li>\n</ol>\n<p>\n</p> Why we collect this data <p>\n</p>\n<ol>\n<li>Creating an account</li>\n<li>To personalize the services</li>\n<li>Processing the order of the Service</li>\n<li>Performing/executing the Service</li>\n</ol>\n<p>\n</p> Legal basis (GDPR only) <p>Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract.</p> Third parties with whom we share your data <p>3rd party platforms such as for the following purposes: </p>\n<ol>\n<li>Hosting</li>\n<li>Vendors</li>\n</ol>\n<p>\n</p> Period of storage <p>Until you send a deletion request or we proactively decide to delete the data.\nPlease note that under applicable laws, we may be required to retain the data for a longer or a shorter period.</p> Consequences of not providing the data <p>\n</p>\n<ol>\n<li>Cannot create an account</li>\n<li>Cannot personalize the Service</li>\n<li>Cannot process the Service order and perform the agreement</li>\n</ol>\n<p>\n</p> When you browse or visit our website Data we collect <p>Cookies</p> Why we collect this data <p>\n</p>\n<ol>\n<li>To provide our service and certain features of the product</li>\n<li>To improve our product and quality of service</li>\n</ol>\n<p>\n</p> Legal basis (GDPR only) <p>Consent</p> When you contact us (e.g.\ncustomer support, help, submit a request) Data we collect <p>\n</p>\n<ol>\n<li>Full name</li>\n<li>Email address</li>\n<li>Location</li>\n<li>Device type</li>\n<li>Version of the product being used</li>\n<li>OS version being used</li>\n<li>Any other information that you decide to provide/supply us</li>\n</ol>\n<p>\n</p> Why we collect this data <p>\n</p>\n<ol>\n<li>To assist you</li>\n<li>To respond your query</li>\n</ol>\n<p>\n</p> Legal basis (GDPR only) <p>Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract</p> Third parties with whom we share your data <p>3rd party platforms such as for the following purposes: </p>\n<ol>\n<li>Customer support services</li>\n</ol>\n<p>\n</p> Period of storage <p>Until we no longer need the information and proactively delete it or you send a valid deletion request.\nPlease note that we may retain it for a longer or shorter period in accordance with data retention laws.</p> Consequences of not providing the data <p>Cannot assist you and respond your query</p> When we process your job application Data we collect <p>\n</p>\n<ol>\n<li>Full name</li>\n<li>Email address</li>\n<li>Phone number</li>\n<li>Work history</li>\n<li>Education</li>\n<li>Resume</li>\n<li>Any other information that you decide to provide/supply us</li>\n</ol>\n<p>\n</p> Why we collect this data <p>\n</p>\n<ol>\n<li>Process your job application</li>\n<li>To assess the candidate</li>\n</ol>\n<p>\n</p> Legal basis (GDPR only) <p>Performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract</p> Third parties with whom we share your data <p>3rd party platforms such as for the following purposes: </p>\n<ol>\n<li>HR solution provider</li>\n</ol>\n<p>\n</p> Period of storage <p>Until we no longer need the information and proactively delete it or you send a valid deletion request.\nPlease note that we may retain it for a longer or shorter period in accordance with data retention laws.</p> Consequences of not providing the data <p>\n</p>\n<ol>\n<li>Cannot process your job application</li>\n<li>Cannot assess your suitability as a candidate</li>\n</ol>\n<p>\n</p> 2.\nHow we protect and store your personal data <p>\n<strong>Security</strong>.\nWe have implemented appropriate technical, organizational and security measures designed to reduce the risk of accidental destruction or loss, or the unauthorized disclosure or access to such information appropriate to the nature of the information concerned.\nHowever, please note that we cannot guarantee that the information will not be exposed as a result of unauthorized penetration to our servers.\nAs the security of information depends in part on the security of the computer, device or network you use to communicate with us and the security you use to protect your user IDs and passwords, please make sure to take appropriate measures to protect this information.</p>\n<p>\n<strong>Retention of your Personal Data</strong>.\nIn addition to the retention periods mentioned in Section 1 above, in some circumstances we may store your Personal Data for longer periods of time, for example (i) where we are required to do so in accordance with legal, regulatory, tax or accounting requirements, or (ii) for us to have an accurate record of your dealings with us in the event of any complaints or challenges, or (iii) if we reasonably believe there is a prospect of litigation relating to your Personal Data or dealings.</p> 3.\nHow we share your personal data <p>In addition to the recipients described in Section 1, we may share your information as follows: </p>\n<ol>\n<li>To the extent necessary, with regulators, to comply with all applicable laws, regulations and rules, and requests of law enforcement, regulatory and other governmental agencies or if required to do so by court order.\n</li>\n<li>If, in the future, we sell or transfer some or all of our business or assets to a third party, we will (to the minimum extent required) disclose information to a potential or actual third party purchaser of our business or assets.\nIn the event that we are acquired by or merged with a third party entity, or in the event of bankruptcy or a comparable event, we reserve the right to transfer or assign Personal Data in connection with the foregoing events.\n</li>\n<li>Where you have provided your consent to us sharing the Personal Data (e.g., where you provide us with marketing consents or opt-in to optional additional services or functionality).\nand </li>\n<li>Where we receive requests for information from law enforcement or regulators, we carefully validate these requests before any Personal Data is disclosed.\n</li>\n</ol>\n<p>\n</p> 4.\nAdditional information regarding transfers of personal data <p>Access from Israel is covered by the Adequacy Decision issued by the European Commission about Israel, where it stated that Israel is a jurisdiction that provides adequate level of data protection.</p>\n<p>Internal transfers: Your Personal Data may be transferred within the Any.do group.\nWe implement sufficient measures to ensure that Personal Data receives an adequate and consistent level of protection wherever it is transferred to;</p>\n<p>External transfers: Where we transfer your Personal Data outside of Any.do, for example to third parties mentioned in Section 1 above, we will do so in accordance with the applicable law while we will obtain contractual commitments from them to protect your Personal Data.\nTo the extent that you are protected under the GDPR, we bring to your attention that some of these assurances are well recognized certification schemes like the EU - US Privacy Shield for the protection of Personal Data transferred from within the EU to the United States.\nIn addition, we bring to your attention that Israel is a country declared as offering adequate level of data protection (see here: https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/adequacy-protection-personal-data-non-eu-countries_en).</p>\n<p>Where we receive requests for Personal Data from law enforcement or regulators, we carefully validate these requests before any Personal Data is disclosed.</p> 5.\nYour rights <p>The following rights (which may be subject to certain exemptions or derogations), shall apply to certain individuals (some of which only apply to individuals protected by the GDPR in certain circumstances):</p>\n<p>\n</p>\n<ol>\n<li>You have a right to access information held about you.\nYour right of access is normally be exercised free of charge, however we reserve the right to charge an appropriate administrative fee where permitted by applicable law.\n</li>\n<li>You have the right to request that we amend any Personal Data we hold that it is inaccurate or misleading.\n</li>\n<li>You have the right to request the erasure of the Personal Data that relates to you.\nPlease note that there may be circumstances in which we are required to retain your data, for example for the establishment, exercise or defense of legal claims.\n</li>\n<li>The right to object to or to request restriction of the processing.\nHowever, there may be circumstances in which we are legally entitled to refuse your request.\n</li>\n<li>The right to data portability.\nThis means that you may have the right to receive your Personal Data in a structured, commonly used and machine-readable format, and that you have the right to transmit that data to another controller.\n</li>\n<li>You have the right to object to profiling;</li>\n<li>You have a right to lodge a complaint with your local data protection supervisory authority (i.e., your place of habitual residence, place or work or place of alleged infringement) at any time.\nWe ask that you please attempt to resolve any issues with us before you contact your local supervisory authority </li>\n<li>The right to withdraw your consent.\nPlease note that there may be circumstances in which we are entitled to continue processing your data, in particular if the processing is required to meet our legal and regulatory obligations.\n</li>\n<li>You also have a right to request details of the basis on which your Personal Data is transferred outside the European Economic Area, but you acknowledge that data transfer agreements may need to be partially redacted for reasons of commercial confidentiality.\n</li>\n</ol>\n<p>\n</p>\n<p>You can exercise your rights by contacting us at privacy@any.do.\nSubject to legal and other permissible considerations, we will make every reasonable effort to honor your request promptly or inform you if we require further information in order to fulfil your request.\nWhen processing your request, we may ask you for additional information to confirm your identity and for security purposes, before disclosing the Personal Data requested to you.\nWe reserve the right to charge a fee where permitted by law, for instance if your request is manifestly unfounded or excessive.</p>\n<p>In the event that your request would adversely affect the rights and freedoms of others (for example, would impact the duty of confidentiality we owe to others) or if we are legally entitled to deal with your request in a different way than initial requested, we will address your request to the maximum extent possible, all in accordance with applicable law.</p> 6.\nUse of anonymous information <p>We may use Anonymous Information (as defined below) or disclose it to third party service providers in order to improve our Website and services and enhance your experience with the Website.\nWe may also disclose Anonymous Information (with or without compensation) to third parties, including advertisers and partners.\n“Anonymous Information” means information which does not enable identification of an individual user, such as aggregated information about the use of our Website.</p> 7.\nUse by children <p>We do not offer our products or services for use by children.\nIf you are under 18, you may not use the product, or provide any information to the product without involvement of a parent or a guardian.\nWe do not knowingly collect information from, and/or about children.</p> 8.\nHow can I delete my account? <p>Should you ever decide to delete your Account, you may do so by emailing privacy@any.do.\nIf you terminate your Account, any association between your Account and information we store will no longer be accessible through your Account.\nHowever, given the nature of sharing on the Services, any public activity on your Account prior to deletion will remain stored on our servers and will remain accessible to the public.</p> 9.\nLinks to and interaction with third party product <p>The Product may enable you to interact with or contain links to your Third Party Account and other third party websites, mobile software applications and services that are not owned or controlled by us (each a “Third Party Service”).\nWe are not responsible for the privacy practices or the content of such Third Party Services.\nPlease be aware that Third Party Services may collect Personal Information from you.\nAccordingly, we encourage you to read the terms and conditions and privacy policy of each Third Party Service that you choose to use or interact with.</p> 10.\nLog files <p>We may make use of log files.\nThe information inside the log files includes internet protocol (IP) addresses, type of browser, Internet Service Provider (ISP), date/time stamp, referring/exit pages, clicked pages and any other information your browser or mobile device may send to us.\nWe may use such information to analyze trends, administer the Site, track users’ movement around the Site, and gather demographic information.</p> 11.\nLocation Information <p>Any.do asks for location permissions for the sole purpose of providing location based reminders.\nNo location information is stored on Any.do servers</p> 12.\nCookies and other tracking technologies <p>Our Site may utilize “cookies”, anonymous identifiers and other tracking technologies in order for us to provide our Service and present you with information that is customized for you.\nA “cookie” is a small text file that may be used, for example, to collect information about activity on the Site.\nCertain cookies and other technologies may serve to recall Personal Information, such as an IP address, previously indicated by a user.\nMost browsers allow you to control cookies, including whether or not to accept them and how to remove them.\nYou may set most browsers to notify you if you receive a cookie, or you may choose to block cookies with your browser.</p> 13.\nUse of External Analytics Tools <p>We use analytics tools (e.g.\nGoogle Analytics) to collect data about the use of the Sites and Service.\nAnalytics tools collect data such as on how often users visit the Sites or Services, what pages they visit when they do so and what website they directly came from to the Sites or Service.\nWe use the data we get from these tools to maintain and improve the Sites and Service and our other products.</p> 14.\nU.S.\nPrivacy Provisions <p>\n<strong>California privacy rights</strong>.\nCalifornia Civil Code Section 1798.83 permits our customers who are California residents to request certain information regarding our disclosure of Personal Data to third parties for their direct marketing purposes.\nTo make such a request, please send an email to privacy@any.do.\nPlease note that we are only required to respond to one request per customer each year.</p>\n<p>\n<strong>Our “California do not track” notice</strong>.\nWe do not track consumers over time and across third-party websites and therefore do not respond to DO Not Track signals.\nWe do not allow third parties to collect personally identifiable information about individuals consumer’s online activities over time and across different websites when a consumer uses the Website.</p> 15.\nHow to contact us <p>If you have any questions, concerns or complaints regarding our compliance with this notice and the data protection laws, or if you wish to exercise your rights, we encourage you to first contact us at privacy@any.do.</p>\n<p>If you are an individual subject to the GDPR, you can read more about your rights here: https://ec.europa.eu/info/law/law-topic/data-protection_en</p> ", "created_at": "2022-12-04 23:07:31.747016", "updated_at": "2022-12-04 23:07:39.052537"}], "points": [{"id": 6015, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.any.do/legal/app-license-agreement", "status": "Generated through the annotate view", "created_at": "2019-03-10 19:37:48.393403", "updated_at": "2023-07-11 06:33:14.635596", "quoteText": null, "case_id": 201, "document_id": 1069, "quoteStart": null, "quoteEnd": null}], "urls": ["any.do"]}}