{"error": 448, "message": "OK", "parameters": {"id": 7155, "name": "Mathematical Playground", "created_at": "2022-12-31 20:52:25.34613", "updated_at": "2023-01-22 17:00:12.848209", "wikipedia": null, "keywords": null, "related": null, "slug": "mathematical-playground", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7155.png", "url": "mathigon.org", "documents": [{"id": 13677, "name": "Privacy Policy", "url": "https://mathigon.org/policies#privacy", "xpath": "//*[@id=\"tab-privacy\"]", "text": "<p>Mathigon Ltd (“Mathigon”, “we”, “us” or “our”) wants to provide the world’s best, personalised educational content for every student.\nThis is only possible by collecting and storing a certain amount of personal information.\nThis privacy policy applies to our website mathigon.org as well as our mobile applications for Android and iOS.\nPlease read this page carefully to understand how we use and process your data.</p>\n<p>If you have questions or concerns regarding your privacy, please email support@mathigon.org or use our contact form.</p>\n<p>By using Mathigon, you consent to the collection, storage, and processing of data as described below, as well as our Terms of Use.</p>\n<p>Mathigon is a signatory of the Student Privacy Pledge.\nWe are committed to protecting the privacy of all users, and keeping your personal information secure.</p>1.\nWhat data do we collect?<p>You can use most parts of Mathigon without creating an account or providing any personal information, but we may still collect some non-personal information.\nHere is a summary of all the user data collected by Mathigon:</p>\n<p>\n<strong>Personal Data<br>\n</strong>When you create a Mathigon account or communicate with us, we may ask you to provide a certain amount of personal information (e.g.\nyour name, email address, date of birth, country, language and profile picture).\nIf you sign in using a third-party service (Google, Facebook or Microsoft), we receive some of this data from your social media profile.\nYou can update your details on your Account Settings page.\nWhen you link your account using a class code, we may receive some additional information from your parent or teacher (e.g.\nthe name of your school).</p>\n<p>\n<strong>Knowledge, Ability and Work<br>\n</strong>As you use Mathigon, we collect information about your work and progress (e.g.\nwhich problems you solve correctly and incorrectly).\nWe try to predict how well you understand different topics in Mathematics, and we store the questions you ask, hints you receive from the virtual personal tutor, and similar interactions.\nWe also collect information when you save or post content to Mathigon (e.g.\na Polypad canvas).</p>\n<p>\n<strong>Browsing Analytics<br>\n</strong>Like most platforms, we collect some basic data about your browsing behaviour, whenever you visit our website or apps – <em>even if you haven’t created an account</em>.\nThis includes your IP address, approximate location, browser and device brand, duration of usage, which pages you visited, which links you clicked on, and what website you visited just before Mathigon (the “referrer”).\nWe never collect the precise geolocation of your device.\nYou may prevent the collection of some of this data using the browser or mobile device settings.\nAt this time, we are not able to respond to Do Not Track signals from your browser.</p>\n<p>\n<strong>Email Analytics<br>\n</strong>When we send you an automated email (e.g.\na newsletter or a weekly progress update), we may track if you opened it, when and approximately where you opened it, what links you clicked on, and whether you forwarded it.\nYou can change your email preferences on your Account Settings page.</p>\n<p>\n<strong>Contact Form and Communication<br>\n</strong>Users contacting us via email or our online form provide any personal details at their own risk.\nYour information is kept private, stored securely, and deleted when no longer required (e.g.\nwhen the question or query has been resolved).</p>2.\nWhat do we do with that data?<p>At Mathigon, we take great care to protect your privacy and the information you provide to us.\nWe do not sell your personal information, we do not display targeted advertising, and we do not allow third parties to collect information about your browsing behavior from our website or mobile apps for advertising purposes.\nHere is a summary of all the different ways in which we may use your personal information:</p>\n<p>\n<strong>Personalisation<br>\n</strong>Using your data, we can personalise Mathigon whenever you visit, across multiple devices, for example, by remembering your progress, tailoring our content to your interests or abilities, or suggesting what to learn next.\nYour account and user profile is not publicly visible on the internet.</p>\n<p>\n<strong>Providing and Improving our Services<br>\n</strong>We will share user data with employees and with trusted third-party vendors or service providers, in order to operate, maintain and enhance our website and apps.\nThis includes refining our content and features, diagnosing technical or pedagogical problems, A/B testing new functionality, providing hosting and marketing, or improving the overall user experience.\nAll employees and third-parties are contractually obligated to maintain the security and confidentiality of any personal information.</p>\n<p>\n<strong>Sharing with Teachers and Parents<br>\n</strong>If your Mathigon account is linked to a teacher or parent account, your teacher or parent will be able to see some of your profile information (e.g.\nyour name and email address) and activity on Mathigon (e.g.\nyour progress data, how often you visit and how much time you spend on Mathigon, which exercises you have answered, and how well you have mastered different topics).</p>\n<p>\n<strong>Aggregated Analytics<br>\n</strong>We may use aggregated and/or non-personally-identifiable information for research, development, analytics, marketing, fundraising, or similar purposes.\nIn certain occasions, we may also share this data with third-parties, sponsors, or the general public, including for commercial purposes, as long as it is aggregated and/or anonymised to reasonably avoid the identification of a specific individual.</p>\n<p>\n<strong>Newsletters and Communication<br>\n</strong>We may occasionally communicate with you regarding your account, or to respond to inquiries.\nWhen creating an account, you can also sign up for our email newsletter.\nWe may email you to tell you about new features, content, partnerships or sponsored content, to send you summaries of your progress on Mathigon, or to ask you to participate in surveys and research studies.\nYou can unsubscribe at any time, using the link at the end of every email or on your Account Settings page.\nPlease note that you cannot opt-out of non-promotional messages regarding your account, such as account verification, password resets, or technical and security notices.</p>\n<p>In order to provide or develop our service, we may share some of your data with third-party providers, including MongoDB Inc (database storage), Google Inc (hosting, analytics, emails), Stripe (payment processing), Sendgrid (email sending), Cloudflare (CND), Tribe (community forum), Akismet (spam detection), Spring (online shop) and others.\nThese third-party providers will use personal information only under reasonable confidentiality terms, in accordance with our instructions, and consistent with this Privacy Policy.</p>\n<p>We may also share personally identifiable information with third parties in order to (a) satisfy any applicable law, regulation, legal process, or enforceable governmental request.\nto (b) enforce applicable Terms of Use, including investigation of potential violations thereof.\nto (c) investigate and defend ourselves against any third-party claims or allegations.\nto (d) detect, prevent or otherwise address fraud, security or technical issues.\nto (e) protect the rights, property, or personal safety of Mathigon, our users, or the public.\nor (f) after we have received your explicit permission to do so.</p>\n<p>In the event that Mathigon is involved in a merger, acquisition, bankruptcy, or change of control, your personal information may be transferred to a third party.\nWe will require the new owner to continue to honour the terms of this Privacy Policy, or give all users an opportunity to opt-out of the transfer by deleting their data.</p>3.\nChildren Accounts<p>Mathigon does not permit students under the age of 13 (“Child Users”) to create an account without the consent of a parent, teacher or guardian.</p>\n<p>Child Users who sign up without a class code provided by a parent or teacher will receive a <strong>restricted account</strong>.\nThe Child User is permitted to use Mathigon for seven days, while we seek consent from a parent or guardian, using the email address provided during sign-up.\nIf we do not receive consent within seven days, the restricted account is deleted, and all associated data is removed from our systems.</p>\n<p>For users with restricted accounts, we do not collect personal information except for their date of birth, a username and password, and the email address of a parent or guardian.\nWe strongly recommend selecting a username which does not relate to or identify the real name of the Child.\nAll email communications (e.g.\npassword reset notifications) will be sent to the guardian.</p>\n<p>Child Users can also sign up using a unique <strong>class code</strong> provided by a parent or teacher.\nTeachers are responsible for gaining appropriate parental consent before providing their unique class code to Child Users, or linking Mathigon to a third-party service like Google Classroom.\nIn this case, we do not request additional consent from parents, and students will receive an unrestricted account.</p>\n<p>Child Users have the option to upgrade their account to an unrestricted account once they reach the required age.</p>4.\nSecurity, Access and Deletion<p>We try to take all appropriate measures to protect your personal data against unauthorised access, loss, modification, or disclosure, including industry-standard encryption.\nHowever, like all websites, there is always some risk that reasons like hardware or software failure, human error, or malicious intent might compromise the security of your data.</p>\n<p>Mathigon cannot ensure or warrant the security of any information you share with or transmit to Mathigon, and you do so at your own risk.\nIn the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and will notify you of the security incident in accordance with applicable laws and regulations.</p>\n<p>On your account settings page, you can correct your personal information provided to us, download a copy of all the personal information we have about you, or delete your account.</p>\n<p>Even after deleting your Mathigon account, some of your personal information may remain on our servers, such as in technical support logs, server caches, data backups, or email conversations.\nThese will be automatically deleted after a reasonable amount of time, unless we are legally required to retain information for longer, or if there is a legitimate business reason (e.g.\nsecurity and fraud prevention, or financial record-keeping).\nWe are not required to delete any information which has been aggregated or anonymised so that it can no longer be used to reasonably identify a particular individual.</p>\n<p>Unless you request so at an earlier time, we will delete your account and user data if you haven’t logged in to Mathigon for more than four years.</p>5.\nYour Rights<p>In all the above cases in which we collect, use or store your Personal Data, you may have the following rights and, in most cases, you can exercise them free of charge.\nThese rights include:</p>\n<ol>\n<li>The right to obtain information regarding the processing of your Personal Data and access to the Personal Data which we hold about you;</li>\n<li>The right to withdraw your consent to the processing of your Personal Data at any time.\nPlease note, however, that we may still be entitled to process your Personal Data if we have another legitimate reason for doing so.\nFor example, we may need to retain Personal Data to comply with a legal obligation;</li>\n<li>In some circumstances, the right to receive some Personal Data in a structured, commonly used and machine-readable format and/or request that we transmit such data to a third party where this is technically feasible.\nPlease note that this right only applies to Personal Data which you have provided directly to Mathigon;</li>\n<li>The right to request that we rectify your Personal Data if it is inaccurate or incomplete;</li>\n<li>The right to request that we erase your Personal Data in certain circumstances.\nPlease note that there may be circumstances where you ask us to erase your Personal Data but we are legally entitled to retain it;</li>\n<li>The right to object to, or request that we restrict, our processing of your Personal Data in certain circumstances.\nAgain, there may be circumstances where you object to, or ask us to restrict, our processing of your Personal Data but we are legally entitled to refuse that request.\nand</li>\n<li>The right to lodge a complaint with the relevant data protection regulator if you think that any of your rights have been infringed by us.</li>\n</ol>\n<p>You can exercise your rights by emailing us at support@mathigon.org, or by using our contact form.</p>6.\nIntegration with Third-Party Services<p>Teachers have the option to import existing student rosters from third-party services like Google Classroom.\nWe use the data provided by these services to create a new Mathigon account for every student, or to link existing Mathigon accounts with the same student email address to the teacher’s dashboard.\nThis is a one-off operation, after which we will no longer request data from the third-party service about future changes or additions/removals of students.</p>\n<p>Teachers have the option to delete new student accounts created in this manner, unless the student links their account to another teacher or parent using a class codes.\nDepending on the account type, we will use the personal data of students provided through third-party integrations as described in sections 2 and 3.</p>7.\nExternal Content<p>Occasionally, Mathigon will link to external websites.\nWhile we do our best to curate high-quality content, we cannot guarantee the quality, relevance and safety of these external sites.\nYou should always be cautious when clicking on links, and you do so at your own risk.\nMathigon cannot be held liable for damages caused by visiting any external links.\nThis Privacy Policy does not apply to third-party websites, even if they are co-branded with our name or logo (e.g.\nthe Mathigon Twitter page).</p>\n<p>We may also embed content from other websites (such as YouTube) directly within Mathigon.\nWhile we take steps to minimise any tracking activity by third parties, they may still collect some information from your browser, including cookies and the IP address.</p>\n<p>Some pages on our website may contain social media plugins (e.g.\nsharing buttons), which let you publish content directly to various social media platforms (e.g.\nFacebook or Twitter).\nTo use these plugins, you have to authorize the third-party provider of the plugin, subject to their privacy policy and terms of use, which may differ from this policy.\nYou are advised that you do so at your own discretion.\nMany providers will track your request, and use it to personalise their content and advertising.</p>8.\nChanges to this Policy<p>From time to time, we may update this Privacy Policy, and any changes will be posted below.\nFor major changes, we will notify all registered users by email and you will have to give renewed consent before continuing to use Mathigon.\nFor unauthenticated users, the continued use of Mathigon constitutes your acceptance of the revised Policy.</p>\n<p>Last major update on 24 March 2020.</p>\n<p>Minor edit on 12 July 2020: Clarify wording for behaviorally targeted advertising, data retention, and third-party sub-processors and content.\nRequire registered users to give renewed consent after making major changes to the policy.</p>\n<p>Minor edit on 12 September 2020: Clarify which location data we collect, and that we also collect analytics data within our apps (not just the website).</p>\n<p>Minor edit on 29 January 2021: Clarify how to contact us in order to request account deletion.</p>\n<p>Minor edit on 4 March 2021: Change support email addresses.</p>\n<p>Minor edit on 15 May 2021: Clarify that Mathigon does not allow third-parties to collect personal information for advertising purposes, that user accounts are not publicly visible, that we cannot respond to Do Not Track signals from Browsers, that users may save or post work to Mathigon, and that the list of what data we collect and how it is used is exhaustive.</p>\n<p>Minor edit on 29 May 2021: Clarify how you can delete your account or download a copy of your data.</p>\n<p>Minor edit on 27 Aug 2021: Added Tribe, Akismet, Spring and Cloudflare as third-party sub-processors.</p>About•Tutorials and PD•Mobile Apps•For Teachers•Gift Store•PressFAQs•Accessibility•Privacy Policy•Terms of Use© 2022 Mathigon", "created_at": "2022-12-31 20:52:25.409255", "updated_at": "2022-12-31 20:52:51.132386"}, {"id": 13678, "name": "Cookie Policy", "url": "https://mathigon.org/policies#cookies", "xpath": "//*[@id=\"tab-cookies\"]", "text": "<p>Like most websites, Mathigon uses <strong>Cookies</strong> to identify users, personalise content, and collect analytics.\nCookies are small pieces of text that are saved on your computer whenever you visit Mathigon.org.\nThey allow us to recognise and track your browser as you navigate our website and the internet.</p>\n<p>Additional cookies may be stored on your computer by third party websites, such as when logging in with social media accounts, or when clicking on referral links.</p>\n<p>Most browsers are initially set up to accept cookies, but you can delete or disable all cookies in your browser settings, or by visiting Mathigon in a private/incognito browser window.\nPlease note that some features (especially those that require sign-in) may not function correctly if your cookies are disabled.</p>\n<p>Last updated on 24 March 2020.</p>About•Tutorials and PD•Mobile Apps•For Teachers•Gift Store•PressFAQs•Accessibility•Privacy Policy•Terms of Use© 2022 Mathigon", "created_at": "2022-12-31 20:52:25.471094", "updated_at": "2022-12-31 20:53:18.321377"}, {"id": 13679, "name": "Terms of Use", "url": "https://mathigon.org/policies#terms", "xpath": "//*[@id=\"tab-terms\"]", "text": "1.\nIntroduction<p>\n<strong>1.1 Introduction to Mathigon.</strong> Mathigon provides contains online courses, lessons, games and activities for teachers, parents and students to enable students to progress their mathematics ability in a fun and interactive way.</p>\n<p>\n<strong>1.2 What these terms cover.</strong> The following terms and conditions of use (<strong>“Terms &amp.\nConditions”</strong>) set out the legally binding agreement under which you to use our website mathigon.org (the <strong>“Website”</strong>), the services provided on the Website, and the Mathigon applications available on most iOS and Android devices (collectively the <strong>“Platform”</strong>).\nYou acknowledge and agree that by visiting or using the Platform that you have read, accept and agree to comply with the Terms &amp.\nConditions and all other terms and conditions, and policies incorporated herein, including any additional features, guidelines terms or rules which are posted on the Platform (collectively the <strong>“Terms”</strong>).\nThe Platform is provided on an ‘as is’ basis and without warranty or representation.\nIn these terms you are referred to as <strong>“you”</strong>, <strong>“User”</strong>, or <strong>“Users”</strong>.</p>\n<p>\n<strong>1.3 Why you should read them.</strong> Please read the Terms carefully before you use the Platform as by using the Platform you agree to be bound by the Terms.\nThis is a legally binding contract.\nPlease note that the Terms may be updated or amended from time to time and ensure you check the Terms regularly as your use of the Platform will be subject to the most recent version of the Terms posted on the Platform at the time of use.\nIf you think that there is a mistake in the Terms, please email us at support@mathigon.org to discuss.\nWe reserve the right to restrict, suspend or terminate your use of the Platform at any time if we believe, in our absolute discretion, that you have breached the Terms.\nFor information on how we collect, store and process your personal data please refer to our Privacy Policy, and our use of cookies, please refer to our Cookie Policy.</p>\n<p>\n<strong>By accessing or using the Platform, you are accepting the Terms (on behalf of yourself or the entity that you represent), and you represent and warrant that you have the right, authority, and capacity to enter into the Terms (on behalf of yourself or the entity that you represent).\nIf you do not agree with all of the provisions of the Terms, do not access and/or use the Platform.</strong>\n</p>2.\nInformation About Us and how to Contact Us<p>\n<strong>2.1 Who we are.</strong> We are the creators of the Platform and operate under the company name Mathigon Ltd (Trading as <strong>Mathigon</strong>), a private limited company registered in England and Wales under company number 11213355, VAT registration number 369055375, and with a registered office at 7 Albert Buildings, 49 Queen Victoria Street, London, United Kingdom, EC4N 4SA (<strong>“Mathigon”</strong>, <strong>“we”</strong>, <strong>“us”</strong> or <strong>“our”</strong>).</p>\n<p>\n<strong>2.2 How to contact us.</strong> If you have any questions or issues, you can contact us by email at support@mathigon.org.</p>\n<p>\n<strong>2.3 How we may contact you.</strong> If we have to contact you, we will do so by writing to you at your email address, or your parent or guardian’s email address, which you have provided to us when creating an account.</p>\n<p>\n<strong>2.4 “Writing” includes emails.</strong> When we use the words “writing” or “written” in the Terms, unless otherwise specified, this includes emails.</p>3.\nThe Platform and Creating an Account<p>\n<strong>3.1 The Platform.</strong> The Platform offers a number of services, the details of which are set out on the Platform.\nTo fully enjoy the services available on the Platform you can create an account (<strong>“Account”</strong>).\nPlease note these Terms apply to you whether you register for an Account or not.\nSubject to compliance with the Terms, you are granted during the term of this Agreement a non-transferable, non-exclusive, non-sublicensable license to the Platform for your personal use.\nYou understand that your use of the Platform and Services does not confer to you any intellectual property rights held by Mathigon and/or its licensors.\nYou are merely given a license to use the Platform provided by Mathigon in accordance with the Terms.\nUnless otherwise indicated, any future release, update, or other addition to functionality or content of the Platform shall be subject to the Terms.\nWhilst access to the Platform is currently without charge, Mathigon reserves the right to charge for any access to the Platform or to specific features of the Platform in the future.</p>\n<p>\n<strong>3.2 Own risk.</strong> You use the Platform at your own risk and are solely responsible for your interactions and how you use any information obtained in connection with the Platform.</p>\n<p>\n<strong>3.3 Provided on an “as is” basis.</strong> The Platform is provided on an “as is” basis and we disclaim to the fullest extent permitted by law all warranties, express or implied, statutory or otherwise.\nWe may discontinue features or make changes to the Platform at any time.\nWe make no representations, warranties or guarantees about the following:</p>\n<ol>\n<li>the accuracy, reliability, completeness, correctness or timeliness of the Platform or communications provided on or through the use of the Platform;</li>\n<li>that the Platform will be uninterrupted, available at all times or free or errors, viruses, or other harmful components.</li>\n</ol>\n<p>\n<strong>3.4 Account Creation.</strong> In order to use certain features of the Platform, you need to register for an Account and provide certain information about yourself as prompted by the Account registration form.\nPlease note a number of features are publicly available and do not require you to register an Account.\nYou represent and warrant that: (a) all required registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\nYou may delete your Account at any time, for any reason, by following the instructions on the Platform.\nMathigon may suspend or terminate your Account in accordance at its sole discretion.</p>\n<p>\n<strong>3.5 Child Users.</strong> If you are under the age of 13 (a <strong>Child User</strong>), you may not create an Account for the Platform without consent and approval from your legal parent or guardian.\nIf you are under the age of 18, you represent that your parent or legal guardian has reviewed and agreed to the Terms on your behalf.\nChild Users may use the Platform if they register with a unique code provided by a Parent User or a Teacher User, or if they provide the email address of a legal parent or guardian, which we can contact to obtain their consent.\nThe legal parent or guardian will have 7 days to approve an Account otherwise all information submitted will be deleted.\nChild User Accounts will be restricted in terms the use of some features of the Platform and in respect of the personal information which is collected, as explained in our Privacy Policy.</p>\n<p>\n<strong>3.6 Parent Users.</strong> If you are at least 16 years of age and you are the legal parent or guardian of a child that seeks to register as a Child User of the Platform, you may register a parent Account on the Platform (<strong>Parent User</strong>).\nAs a Parent User, you will receive a unique code which can be used by Child Users to create a new Account for the Platform.\nYou may only provide this code to your own child(ren) or child(ren) for whom you are a legal guardian.\nIF YOU APPROVE OR CONSENT TO THE REGISTRATION OF, OR OTHERWISE ASSUME RESPONSIBILITY FOR ANY CHILD USER, YOU REPRESENT AND WARRANT THAT YOU ARE SUCH CHILD USER’S LEGAL PARENT OR GUARDIAN AND YOU AGREE TO BE BOUND BY THESE TERMS ON BEHALF OF SUCH CHILD USER, INCLUDING WITHOUT LIMITATION BEING LIABLE FOR ALL USE OF THE WEBSITE BY THE CHILD USER.\nYou acknowledge that Mathigon may choose, but is not obligated, to make any inquiries, either directly or through third parties, that Mathigon deems necessary to validate your registration information, including without limitation engaging third parties to provide verification services.\nMathigon reserves all rights to take legal actions against anyone who misrepresents personal information or is otherwise untruthful about their identity.\nNOTWITHSTANDING THE FOREGOING, YOU ACKNOWLEDGE THAT MATHIGON CANNOT GUARANTEE THE ACCURACY OF ANY INFORMATION SUBMITTED BY ANY USER AND MATHIGON IS NOT OBLIGATED TO VERIFY THE IDENTITY OF ANY USER, INCLUDING ANY USER’S CLAIM TO BE A PARENT USER, OR TO VERIFY THAT A PARENT IDENTIFIED BY A CHILD USER OR OTHER PARTY DURING REGISTRATION IS SUCH CHILD USER’S ACTUAL PARENT OR GUARDIAN.\nA Parent User Account, along with all associated Child User Accounts, may be terminated by Mathigon at any time and without warning for any failure to abide by the Terms.</p>\n<p>\n<strong>3.7 Teacher Users.</strong> Mathigon may make available certain features and tools that allow Users to link teachers, tutors and coaches (collectively <strong>Teacher Users</strong>) to their Account, or to create a new Account with a unique code provided by a Teacher User.\nAs a Teacher User, you may use the Platform only for purposes of providing tutoring, coaching, or other education-related assistance to a User.\nYou must use the Platform in compliance with all applicable laws, rules, and regulations.\nYou agree not to reproduce, duplicate, copy, sell, resell or otherwise exploit for any commercial purpose, any portion of the Platform, or access to the Platform.\nAs a Teacher User, you will receive a unique code which can be used by Child Users to create a new Account for the Platform.\nYou may only provide this code to a student after you have obtained their parent or guardian’s consent, or after you have complied with an exemption to parent consent requirements under applicable law.\nIF YOU APPROVE OR CONSENT TO THE REGISTRATION OF, OR OTHERWISE ASSUME RESPONSIBILITY FOR ANY CHILD USER, YOU REPRESENT AND WARRANT THAT YOU HAVE RECEIVED CONSENT FROM SUCH CHILD USER’S PARENT OR LEGAL GUARDIAN AND YOU AGREE TO BE BOUND BY THESE TERMS ON BEHALF OF SUCH CHILD USER, INCLUDING WITHOUT LIMITATION BEING LIABLE FOR ALL USE OF THE WEBSITE BY THE CHILD USER.\nTEACHER USERS MAY NOT PROVIDE PARENTAL CONSENT DIRECTLY OR ON BEHALF OF THE PARENT OR GUARDIAN.</p>\n<p>\n<strong>3.8 Passwords.</strong> When you register for an Account without using single-sign-on providers like Google or Facebook, you will be asked to create a password.\nYou will be responsible for all activities that occur under your password.\nYou are solely responsible for maintaining the confidentiality of your Account, and for restricting access to your computer or any device which you use the Platform.\nYou agree to accept responsibility for all activities that occur under your Account.\nIf you have reason to believe that your Account is no longer secure (for example, in the event or loss, theft or unauthorised disclosure) you are required to immediately notify us.\nYou may be liable for the losses incurred by us or others due to any unauthorised use of your Account.\nMathigon shall under no circumstance be liable for any loss or damage arising from your failure to keep your Account secure.</p>4.\nUsing the Platform<p>\n<strong>4.1 Licence.</strong> Subject to the Terms, Mathigon grants you a non-transferable, non-exclusive, revocable, limited licence to use and access the Platform solely for your own personal, non-commercial use, or in the case of schools and Teacher Users solely for educational and non-commercial use.</p>\n<p>\n<strong>4.2 How you will use the Platform.</strong> In connection your use of the Platform, you agree:</p>\n<ol>\n<li>to comply with the Terms at all times;</li>\n<li>to comply with all applicable laws or regulations at all times;</li>\n<li>not to do anything to interfere with or disrupt the Platform or servers or networks connected to the Platform;</li>\n<li>not to post any threatening, abusive, defamatory, obscene, inappropriate or indecent material, or material that is invasive of another’s privacy;</li>\n<li>not to share or otherwise upload or communicate any misleading or false information or messages of any kind;</li>\n<li>not to use the Platform to intentionally deceive any Users;</li>\n<li>not to use the Platform to stalk or otherwise harass any Users;</li>\n<li>not to infringe the intellectual property rights of any third-party;</li>\n<li>not to archive, reproduce, distribute, modify, display, perform, publish, license, create derivative works from, or use content and information contained on or obtained from or through the Platform;</li>\n<li>not to license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Platform, whether in whole or in part, or any content displayed on the Platform;</li>\n<li>not to access the Platform in order to build a similar or competitive website, mobile app, product, or service;</li>\n<li>not to circumvent, remove, alter, deactivate, degrade or thwart any of the content protections in the connection with the Platform;</li>\n<li>not to use any robot, spider, scraper or other automated means to access the Platform (provided, however, that we conditionally grant to the operators of public search engines revocable permission to use spiders to copy materials from the Platform for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials, subject to the parameters set forth in our robots.txt file) ;</li>\n<li>not to impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.\nor solicit personal information from anyone;</li>\n<li>not to bypass security measures used to prevent or restrict access to the Platform;</li>\n<li>not to harvest or collect email addresses or other contact information of other Users of the Platform by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications;</li>\n<li>not to advertise or offer to sell or buy any goods or services for any business purpose on the Platform;</li>\n<li>not to further or promote any criminal activity or enterprise or provide instructional information about illegal activities.\nor</li>\n<li>not to obtain or attempt to access or otherwise obtain any materials or information through any means not intentionally made available or provided for through the Platform;</li>\n<li>not to access, store, distribute or transmit any viruses during the course of your use of the Platform:</li>\n<li>not to distribute any material on the Platform that is unlawful harmful, threatening, defamatory, obscene, infringing, harassing or racially or ethnically offensive;</li>\n<li>not to attempt to gain unauthorised access to the Platform or any computer systems or networks connected to Mathigon through hacking, phishing, password mining or any other means to interfere or attempt to interfere with the Platform;</li>\n<li>not to reverse engineer, decompile, disassemble any part of the Platform or otherwise attempt to discover any source code connection with the Platform.\nor</li>\n<li>not to modify, adapt, translate or create derivative works based upon the Platform.</li>\n</ol>\n<p>\n<strong>4.3 Disabling Access.</strong> We reserve the right, without liability, to disable your Account and/or your access to the Platform if you are in breach or we have reasonable grounds to suspect you are in breach of the Terms.</p>\n<p>\n<strong>4.4 Modification.</strong> Mathigon reserves the right, at any time, to modify, suspend, or discontinue the Platform (in whole or in part) with or without notice to you.\nYou agree that Mathigon will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Platform or any part thereof.</p>\n<p>\n<strong>4.5 No Support or Maintenance.</strong> You acknowledge and agree that Mathigon will have no obligation to provide you with any support or maintenance in connection with the Platform.</p>5.\nOur Rights to Make Changes<p>\n<strong>5.1 Changes to the Platform or the Terms.</strong> We may change the Platform or Terms:</p>\n<ol>\n<li>to reflect changes in relevant laws and regulatory requirements;</li>\n<li>add or remove features of the Platform.\nor</li>\n<li>to implement technical adjustments and improvements, for example to address a security threat.</li>\n</ol>\n<p>\n<strong>5.2 Notifying you about changes.</strong> If we may make any significant changes to the Terms, we will attempt to notify you in writing, using an email address linked to your account.\nIf you do not want to accept these changes then provided you have fulfilled all your obligations under the Terms you may terminate your Account.\nIf you haven’t created an account, or if you haven’t provided a verified email address, or if your email address for any reason is not capable of delivering to you the notice described above (including being marked as spam), your continued use of our Platform will nevertheless constitute an acceptance of the updated Terms.</p>5.\nIntellectual Property and User Content<p>\n<strong>6.1 Ownership.</strong> Mathigon is the owner or the licensee of all intellectual property rights in, or in connection with, the Platform You have no intellectual property rights arising from the Platform and you will not use the material on the Platform save as in accordance with the Terms.\nIt is your sole responsibility to ensure you have all necessary rights and licenses to use and/or submit materials and content to the Platform.\nNeither the Terms (nor your access to the Platform) transfers to you or any third party any rights, title or interest in or to such intellectual property right.\nMathigon and its suppliers reserve all rights not granted in the Terms.\nThere are no implied licenses granted under the Terms.</p>\n<p>\n<strong>6.2 User Content.</strong> “<strong>User Content</strong>” means any and all information and content that a User submits to, or uses with, the Platform (e.g., content in the User’s profile or postings).\nOnly Users over the age of 13 will be able to submit User Content.\nYou are solely responsible for your User Content.\nYou assume all risks associated with use of your User Content, including any reliance on its accuracy, completeness or usefulness by others, or any disclosure of your User Content that personally identifies you or any third party.\nYou hereby represent and warrant that your User Content will not violate the Terms.\nYou may not represent or imply to others that your User Content is in any way provided, sponsored or endorsed by Mathigon.\nBecause you alone are responsible for your User Content, you may expose yourself to liability if your Use Content violates the Terms.\nMathigon is not obligated to backup any User Content, and your User Content may be deleted from the Platform at any time without prior notice.\nYou are solely responsible for creating and maintaining your own backup copies of your User Content if you desire.</p>\n<p>\n<strong>6.3 Licence.</strong> You hereby grant (and you represent and warrant that you have the right to grant) to Mathigon an irrevocable, nonexclusive, royalty-free and fully paid, worldwide licence to reproduce, distribute, publicly display and perform, prepare derivative works of, incorporate into other works, and otherwise use and exploit your User Content, and to grant sublicences of the foregoing rights, solely for the purposes of including your User Content in the Platform.\nYou hereby irrevocably waive (and agree to cause to be waived) any claims and assertions of moral rights or attribution with respect to your User Content.</p>\n<p>\n<strong>6.4 Content you upload.</strong> You expressly acknowledge and agree that User Content may be accessible to others.\nThere is no confidentiality or privacy with respect of the User Content, including, without limitation, any personally identifying information that you may make available.\nIn respect of any User Content you acknowledge and accept:</p>\n<ol>\n<li>that any content that you upload onto the Platform is wholly your responsibility</li>\n<li>you warrant that you have the necessary rights for the content that you upload on the Platform and any publication of said content will not infringe upon rights of any third parties (including intellectual property rights).\nYou further accept that if there is any loss suffered by Mathigon due to your breach of the Terms, then you shall compensate Mathigon for any resulting liability;</li>\n<li>you understand that the content you upload will not be constantly monitored by Mathigon, however, if we do find that the content you upload does not comply with the Terms, that content is subject to removal by us;</li>\n<li>though we will do our best to monitor and maintain the accuracy of information on the Platform, any reliance on your part on content posted by other Users is done so at your own risk.\nYou warrant that you will not hold us liable for any resulting loss or damage.</li>\n</ol>\n<p>\n<strong>6.5 Posting on the Platform.</strong> You must not post any unlawful material, phishing links, advertisements, pornography, any material which has the purpose of harming or attempting to harm minors in any way or other suspicious links in on the Platform.\nNor should you post your own or other people's personal information, if you wish to exchange personal information please use different platforms to do so.\nYou agree that you shall not infringe any copyright, database right, trademark or any other intellectual property of any other person.\nSpamming or any other type of disruptive and annoying chat behaviour is strictly prohibited.\nAny bullying, insulting, or humiliating behaviour is not tolerated.\nRacism, sexism and similar offensive behaviour is also not permitted.\nFailure to abide by any of these usage rules may result in having your comments removed or suspension or termination of your Account.\nAny content you upload will be considered non-confidential and non-proprietary.\nYou retain all of your ownership rights in your content, but you are required to grant us a limited licence to use, store and copy that content and to distribute and make it available to third parties.\nWe also have the right to disclose your identity to any third party who is claiming that any content posted or uploaded by you to our site constitutes a violation of their intellectual property rights, or of their right to privacy.\nPlease note that we may moderate the Platform and we will do our best to remove any inappropriate content, however we are under no obligation to oversee, monitor or moderate the Platform and we expressly exclude our liability for any loss or damage arising from the use of the Platform or any other interactive services we offer.\nWe have the right to remove any posting you make if, in our opinion, your post does not comply with the content standards set out in the Terms.</p>\n<p>\n<strong>6.6 Conduct.</strong> You are solely responsible for your conduct on the Platform.\nYour Account may not be shared with or transferred to another: it is for your personal use only.\nYou must keep your Account details secure and you are solely responsible for all activity carried out on or through your Account.\nIf you do not take all reasonable steps to protect your Account information, Mathigon is not liable for any losses incurred as a result of your Account being accessed or used by someone else.\nYou agree that you shall not access, store, distribute or transmit any viruses or any material during the course of your use of the Platform that:</p>\n<ol>\n<li>is unlawful, harmful, threatening, defamatory, obscene, infringing, harassing or racially or ethnically offensive;</li>\n<li>facilitates illegal activity;</li>\n<li>depicts sexually explicit images;</li>\n<li>promotes unlawful violence;</li>\n<li>is discriminatory based on race, gender, colour, religious belief, sexual orientation, disability.\nor</li>\n<li>is otherwise illegal or causes damage or injury to any person or property.</li>\n</ol>\n<p>\n<strong>6.7 Enforcement.</strong> We reserve the right (but have no obligation) to review any User Content, and to investigate and/or take appropriate action against you in our sole discretion if you violate the Terms or otherwise create liability for us or any other person.\nSuch action may include removing or modifying your User Content, terminating your Account, and/or reporting you to law enforcement authorities.</p>\n<p>\n<strong>6.8 Feedback.</strong> If you provide Mathigon with any feedback or suggestions regarding the Platform (<strong>“Feedback”</strong>), you hereby assign to Mathigon all rights in such Feedback and agree that Mathigon shall have the right to use and fully exploit such Feedback and related information in any manner it deems appropriate.\nMathigon will treat any Feedback you provide to Mathigon as non-confidential and non-proprietary.\nYou agree that you will not submit to Mathigon any information or ideas that you consider to be confidential or proprietary.</p>7.\nThird-Party Links, Ads, and Other Users<p>\n<strong>7.1 Third-Party Links &amp.\nAds.</strong> The Platform may contain links to third-party websites and services, and/or display advertisements for third parties (collectively, <strong>“Third-Party Links &amp.\nAds”</strong>).\nSuch Third-Party Links &amp.\nAds are not owned or under the control of Mathigon, and Mathigon is not responsible for any Third-Party Links &amp.\nAds.\nMathigon provides access to these Third-Party Links &amp.\nAds only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links &amp.\nAds.\nYou use all Third-Party Links &amp.\nAds at your own risk and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links &amp.\nAds, the applicable third party’s terms and policies apply, including the third party’s privacy and data gathering practices.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any transaction in connection with such Third-Party Links &amp.\nAds, we strongly advise you to read the terms and conditions and privacy policies of any Third-Party Links &amp.\nAds that you visit.</p>\n<p>\n<strong>7.2 Other Users.</strong> Each User is solely responsible for any and all of its own User Content.\nBecause we do not control User Content, you acknowledge and agree that we are not responsible for any User Content, whether provided by you or by other Users.\nWe make no guarantees regarding the accuracy, currency, suitability, or quality of any User Content.\nYour interactions with other Users are solely between you and such Users.\nYou agree that Mathigon will not be responsible for any loss or damage incurred as the result of any such interactions.\nIf there is a dispute between you and another User, we are under no obligation to become involved.</p>\n<p>\n<strong>7.3 Release.</strong> You hereby release and forever discharge Mathigon (and our officers, employees, agents, successors, and assigns) from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature (including personal injuries, death, and property damage), that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Platform (including any interactions with, or act or omission of, other Users or any Third-Party Links &amp.\nAds).\nIF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”</p>8.\nDisclaimers<p>THE PLATFORM IS PROVIDED ON AN “AS-IS” AND “AS AVAILABLE” BASIS, AND, TO THE EXTEND PERMITTED BY APPLICABLE LAW, MATHIGON (AND OUR SUPPLIERS) EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING ALL WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, OR NON-INFRINGEMENT.\nWE (AND OUR SUPPLIERS) MAKE NO WARRANTY THAT THE PLATFORM WILL MEET YOUR REQUIREMENTS, WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR WILL BE ACCURATE, RELIABLE, FREE OF VIRUSES OR OTHER HARMFUL CODE, COMPLETE, LEGAL, OR SAFE.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE PLATFORM, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF FIRST USE.</p>\n<p>\n<em>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</em>\n</p>9.\nIndemnification and Limitation on Liability<p>\n<strong>9.1 Your liability to Mathigon.</strong> You agree to defend, indemnify and hold harmless Mathigon, and its licensee and licensors, and their employees, contractors, agents, offices and directors from and against any and all claims, damages, obligations, losses, liabilities, costs, fees or expenses resulting from or arising out of (a) your use and access to the Platform, by you or any person using your Account and password.\n(b) a breach of the Terms.\n(c) your User Content or (d) any threatened legal proceedings or claims issued against Mathigon in connection with your use of the Platform.\nMathigon reserves the right, at your expense, to assume the exclusive defence and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defence of these claims.\nYou agree not to settle any matter without the prior written consent of Mathigon.\nMathigon will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.</p>\n<p>\n<strong>9.2 Our liability to you.</strong> Except where required by law, in no event shall Mathigon, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for damages of any kind, including without limitation any special, incidental, indirect or consequential damages, whether or not advised of the possibility of such damages, and on any theory of liability whatsoever, arising out of or in connection with the Platform.\nAccess to, and use of, the Platform is at your own discretion and risk, and you will be solely responsible for any damage to your device or computer system, or loss of data resulting therefrom.</p>\n<p>\n<strong>9.3 We do not exclude or limit in any way our liability to you where it would be unlawful to do so.</strong> This includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors.\nfor fraud or fraudulent misrepresentation.\nfor breach of your legal rights in relation to the Platform including the right to receive the Platform which are: as described and match information we provided to you.\nof satisfactory quality.\nfit for any particular purpose made known to us and supplied with reasonable skill and care.</p>\n<p>\n<strong>9.4 Limitation of Liability.</strong> In no event shall Mathigon, its affiliates, contractors, employees, agents or partners total liability to you for all damages, losses and causes of action arising out of or relating to the Terms or your use of the Platform (whether in contract or tort (including negligence) warranty or otherwise) exceed £50 in aggregate.\nYou agree that our suppliers will have no liability of any kind arising from or relating to the Terms.</p>\n<p>\n<strong>9.5 We are not liable for business losses.</strong> We only supply the Platform for domestic and private use.\nIf you use the Platform for any commercial, business or re-sale purpose we will have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</p>\n<p>\n<em>SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</em>\n</p>10.\nTerm and Termination<p>\n<strong>10.1 Term.</strong> These Terms will remain in full force and effect while you use the Platform.</p>\n<p>\n<strong>10.2 Suspension and Termination.</strong> We may suspend or terminate your Account or access to the Platform at any time for any reason at our sole discretion, including any breach of the Terms.\nUpon termination of your rights under the Terms, your Account and right to access and use Platform.\nYou understand that any termination of your Account may involve deletion of your User Content associated with your Account from our live databases.\nMathigon will not have any liability whatsoever to you for any termination of your rights under the Terms, including for termination of your Account or deletion of your User Content.</p>\n<p>\n<strong>10.3 Survival.</strong> Any provision of the Terms that expressly or by implication is intended to come into or continue in force on or after termination or expiry of the Terms shall remain in full force and effect</p>\n<p>\n<strong>10.4 We may withdraw the Platform.</strong> We may at any time, and without giving prior notice, stop providing the Platform.</p>11.\nHow we may Use Your Personal Information<p>We will only use your personal information to fulfil our obligations under the Terms and as set out in our Privacy Policy.</p>12.\nGeneral<p>\n<strong>12.1 Electronic Communications.</strong> The communications between you and Mathigon use electronic means, whether you use the Platform or send us emails, or whether Mathigon posts notices on the Platform or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from Mathigon in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Mathigon provides to you electronically satisfy any legal requirement that such communications would satisfy if it were be in a hardcopy writing.</p>\n<p>\n<strong>12.2 Entire Agreement.</strong> The Terms constitute the entire agreement between you and us regarding the use of the Platform.</p>\n<p>\n<strong>12.3 Waiver.</strong> A waiver by Mathigon of any right or remedy under the Terms shall only be effective if it is in writing, executed by a duly authorized representative of Mathigon and shall apply only to the circumstances for which it is given.\nOur failure or delay to exercise or enforce any right or remedy under the Terms shall not operate as a waiver of such right or remedy, nor shall it prevent any future exercise or enforcement of such right or remedy.\nNo single or partial exercise of any right or remedy shall preclude or restrict the further exercise of any such right or remedy or other rights or remedies.</p>\n<p>\n<strong>12.4 Headings and Interpretation.</strong> The section titles in the Terms are for convenience only and have no legal or contractual effect.\nThe word “including” means “including without limitation”.</p>\n<p>\n<strong>12.5 Severability.</strong> Each of the provisions under the Terms operates separately.\nIf any provision of the Terms is, for any reason, held to be invalid or unenforceable, the rest of the provisions of the Terms remain in full force and effect and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.</p>\n<p>\n<strong>12.6 Relationship between you and us.</strong> You confirm that you are acting on your own behalf and not for the benefit of any other person.</p>\n<p>\n<strong>12.7 Assignment.</strong> These Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Mathigon’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nMathigon may freely assign or transfer our rights and obligations under the Terms to another organisation.\nThe terms and conditions set forth in the Terms shall be binding upon assignees.</p>\n<p>\n<strong>12.8 Governing Law and Jurisdiction.</strong> These Terms and any dispute or claim arising out of or in connection with their subject matter or formation (including non-contractual disputes or claims) shall be governed by English law and under the exclusive jurisdiction of the English courts.</p>\n<p>\n<strong>12.9 Copyright/Trademark Information.</strong> Copyright © 2020 Mathigon Ltd.\nAll rights reserved.\nAll trademarks, logos and service marks (<strong>“Marks”</strong>) displayed on the Platform are our property or the property of other third parties.\nYou are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.</p>\n<p>Last updated on 24 March 2020.</p>About•Tutorials and PD•Mobile Apps•For Teachers•Gift Store•PressFAQs•Accessibility•Privacy Policy•Terms of Use© 2022 Mathigon", "created_at": "2022-12-31 20:52:25.532262", "updated_at": "2022-12-31 20:53:32.150782"}], "points": [], "urls": ["mathigon.org"]}}