{"error": 448, "message": "OK", "parameters": {"id": 8278, "name": "Outline", "created_at": "2023-05-14 02:00:47.696753", "updated_at": "2023-05-14 10:01:56.612416", "wikipedia": null, "keywords": null, "related": null, "slug": "outline", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8278.png", "url": "getoutline.org", "documents": [{"id": 16067, "name": "Data and information collection", "url": "https://support.getoutline.org/s/article/Data-collection?language=en_US", "xpath": "//body", "text": null, "created_at": "2023-05-14 02:00:47.75717", "updated_at": "2023-05-14 02:02:29.285137"}, {"id": 16066, "name": "Terms of Service", "url": "https://s3.amazonaws.com/outline-vpn/static_downloads/Outline-Terms-of-Service.html", "xpath": "//body", "text": "<p>\n</p>Outline Additional Terms of Service<p>Last Modified: March 2, 2018</p>\n<p>Thanks for using Outline&nbsp;(\"Outline\").</p>\n<p>\n</p>\n<p>The Outline software allows you to easily set up, operate and manage your own private VPN server.\nIt also allows those who you invite to use it, to connect through it to more securely access the open web.</p>\n<p>\n</p>\n<p>By accessing, downloading, or using Outline, you are agreeing to:</p>\n<ol>\n<li>the Jigsaw Terms of Service&nbsp;(the \"Universal Terms\").\nand</li>\n<li>these Outline&nbsp;Additional Terms of Service (the \"Outline Additional Terms\").</li>\n</ol>\n<p>\n</p>\n<p>Please read each of these two documents carefully, starting with the Universal Terms.\nThe Universal Terms clarify, for example, that you are responsible for the use and operation of your server and that you may use Outline&nbsp;only as permitted by law.</p>\n<p>Collectively, we refer to the Universal Terms and the Outline Additional Terms as the \"Agreement\".\nThe Agreement is a binding contract between you and Jigsaw regarding your use of Outline.</p>\n<ol>\n<li>License.\nOutline is made available by Jigsaw under the Apache 2.0 license.</li>\n<li>Your Server.\nOutline&nbsp;allows you to set up your own server on your own infrastructure or on &nbsp;a third party service provider (“Your Server”).\nOutline&nbsp;may contain links to third party server providers&nbsp;that are not owned or controlled by Jigsaw (“Service Providers”).\nJigsaw has no control over, and assumes no responsibility for the services provided by Service Providers.\nYou expressly relieve Jigsaw from any and all liability arising from use of Your Server.\nAccordingly, we encourage you to read the terms and conditions and privacy policy of the Service Provider.\nIn addition, you are responsible for complying with any applicable laws, regulations and licensing requirements associated with the operation of Your Server as a VPN.</li>\n<li>Outline&nbsp;is not a consumer product.&nbsp;Outline is intended for use by business users, including those acting as a sole trader, partnership, company, any other business entity, or an individual using Outline on behalf of such business.</li>\n<li>Assumption of Risk.&nbsp;You may use Outline&nbsp;and invite others to use Outline&nbsp;only as permitted by law.\nWe encourage you to check&nbsp;local laws and regulations before using Outline.\n&nbsp;</li>\n<li>Your content.&nbsp;Content that you upload, submit, store, send or receive through Your Server (“Your Content”) is not uploaded or submitted to Jigsaw, and is therefore not subject to the license in the section entitled “Your Content in our Services” of the Universal Terms.\nWe do not know what you are sending with Outline.</li>\n<li>Copyright notices.\nOutline&nbsp;does not host&nbsp;or&nbsp;store or&nbsp;any content.\nAny notices of alleged copyright infringement or other legal notices relating to content hosted, stored, sent or received via Your Server should be&nbsp;dealt with by you or&nbsp;directed to your Service Provider.</li>\n</ol>\n<p>\n</p>\n<p>\n</p>", "created_at": "2023-05-14 02:00:47.726705", "updated_at": "2023-05-14 02:02:05.464961"}], "points": [], "urls": ["getoutline.org"]}}