{"error": 448, "message": "OK", "parameters": {"id": 9127, "name": "Monarch Games", "created_at": "2023-07-13 21:19:18.659518", "updated_at": "2023-07-13 22:02:20.792292", "wikipedia": null, "keywords": null, "related": null, "slug": "monarch-games", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9127.png", "url": "monarchgames.net", "documents": [{"id": 17880, "name": "Privacy Policy", "url": "https://monarchgames.net/privacy.html", "xpath": "//body", "text": " MONARCHGAMES.NET main PRIVACY POLICY LAST UPDATED OCTOBER 26, 2022 <p> This privacy notice for <strong>MonarchGamesNet</strong> (\"Company,\" \"we,\" \"us,\" or \"our\"), describes how and why we might collect, store, use, and/or share (\"process\") your information when you use our services (\"Services\"), such as when you: </p>\n<ul>\n<li>Visit our website at https://www.monarchgames.net, or any website of ours that links to this privacy notice</li>\n<li>Engage with us in other related ways, including any sales, marketing, or events</li>\n</ul>\n<strong>Questions or concerns?</strong> Reading this privacy notice will help you understand your privacy rights and choices.\nIf you do not agree with our policies and practices, please do not use our Services.\nIf you still have any questions or concerns, please contact us at <strong>support@monarchgames.net</strong>.\n<p>\n</p> SUMMARY OF KEY POINTS <p> This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for.\nYou can also click here to go directly to our table of contents.\n</p>\n<p>\n<strong>What personal information do we process?</strong>\n<br> When you visit, use, or navigate our Services, we may process personal information depending on how you interact with Monarch GamesNet and the Services, the choices you make, and the products and features you use.\nClick here to learn more.\n</p>\n<p>\n<strong>Do we process any sensitive personal information? </strong>\n<br> We do not process sensitive personal information.\n</p>\n<p>\n<strong>Do we receive any information from third parties? </strong>\n<br> We do not receive any information from third parties.\n</p>\n<p>\n<strong>How do we process your information?</strong>\n<br> We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law.\nWe may also process your information for other purposes with your consent.\nWe process your information only when we have a valid legal reason to do so.\nClick here to learn more.\n</p>\n<p>\n<strong>In what situations and with which parties do we share personal information?</strong>\n<br> We may share information in specific situations and with specific third parties.\nClick here to learn more.\n</p>\n<p>\n<strong>How do we keep your information safe?</strong>\n<br> We have organizational and technical processes and procedures in place to protect your personal information.\nHowever, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information.\nClick here to learn more.\n</p>\n<p>\n<strong>What are your rights?</strong>\n<br>Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information.\nClick here to learn more.\n</p>\n<p>\n<strong>How do you exercise your rights? </strong>\n<br> The easiest way to exercise your rights is by filling out our data subject request form available here, or by contacting us.\nWe will consider and act upon any request in accordance with applicable data protection laws.\n</p>\n<p>\n<strong>Want to learn more about what Monarch GamesNet does with any information we collect?</strong>\n<br> Click here to review the notice in full.\n</p> TABLE OF CONTENTS <ol>\n<li> WHAT INFORMATION DO WE COLLECT?</li>\n<li> HOW DO WE PROCESS YOUR INFORMATION? </li>\n<li> WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION? </li>\n<li> HOW LONG DO WE KEEP YOUR INFORMATION? </li>\n<li> HOW DO WE KEEP YOUR INFORMATION SAFE? </li>\n<li> WHAT ARE YOUR PRIVACY RIGHTS? </li>\n<li> CONTROLS FOR DO-NOT-TRACK FEATURES </li>\n<li> DO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS? </li>\n<li> DO WE MAKE UPDATES TO THIS NOTICE? </li>\n<li> HOW CAN YOU CONTACT US ABOUT THIS NOTICE? </li>\n<li> HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU? </li>\n</ol> 1.\nWHAT INFORMATION DO WE COLLECT? <p>\n<strong>In Short:</strong> We collect personal information that you provide to us.</p>\n<p>We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services, or otherwise when you contact us.</p>\n<p>\n<strong>Personal Information Provided by You.</strong> The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use.\nThe personal information we collect may include the following: </p>\n<ul>\n<li>email addresses</li>\n<li>usernames</li>\n<li>passwords</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Sensitive Information.</strong> We do not process sensitive information</p>\n<p>\n<strong>Payment Data.</strong> We may collect data necessary to process your payment if you make purchases, such as your payment instrument number, and the security code associated with your payment instrument.\nAll payment data is stored by Stripe.\nYou may find their privacy notice link(s) here: https://stripe.com/privacy.</p>\n<p>All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.</p>\n<p>\n</p> 2.\nHOW DO WE PROCESS YOUR INFORMATION? <p>\n<strong>In Short:</strong> We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law.\nWe may also process your information for other purposes with your consent.</p>\n<p> We process your personal information for a variety of reasons, depending on how you interact with our Services, including: </p>\n<ul>\n<li>To facilitate account creation and authentication and otherwise manage user accounts.\nWe may process your information so you can create and log in to your account, as well as keep your account in working order.</li>\n<li>To deliver and facilitate delivery of services to the user.\nWe may process your information to provide you with the requested service.</li>\n<li>To fulfill and manage your orders.\nWe may process your information to fulfill and manage your orders, payments, returns, and exchanges made through the Services.</li>\n<li>To request feedback.\nWe may process your information when necessary to request feedback and to contact you about your use of our Services.</li>\n<li>To evaluate and improve our Services, products, marketing, and your experience.\nWe may process your information when we believe it is necessary to identify usage trends, determine the effectiveness of our promotional campaigns, and to evaluate and improve our Services, products, marketing, and your experience.</li>\n<li>To identify usage trends.\nWe may process information about how you use our Services to better understand how they are being used so we can improve them.</li>\n<li>To determine the effectiveness of our marketing and promotional campaigns.\nWe may process your information to better understand how to provide marketing and promotional campaigns that are most relevant to you.</li>\n<li>To comply with our legal obligations.\nWe may process your information to comply with our legal obligations, respond to legal requests, and exercise, establish, or defend our legal rights.</li>\n</ul>\n<p>\n</p> 3.\nWHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION? <p>\n<strong>In Short:</strong> We may share information in specific situations described in this section and/or with the following third parties.</p>\n<p> We may need to share your personal information in the following situations: Business Transfers.\nWe may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.\n</p> 4.\nHOW LONG DO WE KEEP YOUR INFORMATION? <p>\n<strong>In Short:</strong> We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.</p>\n<p> We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements).\nNo purpose in this notice will require us keeping your personal information for longer than the period of time in which users have an account with us.</p>\n<p> When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p> 5.\nHOW DO WE KEEP YOUR INFORMATION SAFE? <p>\n<strong>In Short:</strong> We aim to protect your personal information through a system of organizational and technical security measures.</p>\n<p> We have implemented appropriate and reasonable technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk.\nYou should only access the Services within a secure environment.</p> 6.\nWHAT ARE YOUR PRIVACY RIGHTS? <p>\n<strong>In Short:</strong> You may review, change, or terminate your account at any time.</p>\n<p>If you are located in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.You can find their contact details here: https://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>If you are located in Switzerland, the contact details for the data protection authorities are available here: https://www.edoeb.admin.ch/edoeb/en/home.html.</p>\n<p>Withdrawing your consent: If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time.\nYou can withdraw your consent at any time by contacting us by using the contact details provided in the section \"HOW CAN YOU CONTACT US ABOUT THIS NOTICE?\" below.</p>\n<p>However, please note that this will not affect the lawfulness of the processing before its withdrawal nor, when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.</p>\n<p>Opting out of marketing and promotional communications: You can unsubscribe from our marketing and promotional communications at any time by clicking on the unsubscribe link in the emails that we send, or by contacting us using the details provided in the section \"HOW CAN YOU CONTACT US ABOUT THIS NOTICE?\" below.\nYou will then be removed from the marketing lists.\nHowever, we may still communicate with you — for example, to send you service-related messages that are necessary for the administration and use of your account, to respond to service requests, or for other non-marketing purposes.</p> Account Information <p>If you would at any time like to review or change the information in your account or terminate your account, you can:</p>\n<ul>\n<li>Log in to your account settings and update your user account.</li>\n<li> Contact us using the contact information provided.</li>\n</ul>\n<p>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our legal terms and/or comply with applicable legal requirements.</p>\n<p>If you have questions or comments about your privacy rights, you may email us at support@monarchgames.net.</p> 7.\nCONTROLS FOR DO-NOT-TRACK FEATURES <p> Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nAt this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.\n</p> 8.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS? <p>\n<strong>In Short:</strong> Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.\n</p>\n<p>California Civil Code Section 1798.83, also known as the \"Shine The Light\" law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.</p>\n<p>If you are under 18 years of age, reside in California, and have a registered account with Services, you have the right to request removal of unwanted data that you publicly post on the Services.\nTo request removal of such data, please contact us using the contact information provided below and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Services, but please be aware that the data may not be completely or comprehensively removed from all our systems (e.g., backups, etc.).</p> CCPA Privacy Notice <p>The California Code of Regulations defines a \"resident\" as:</p>\n<ol>\n<li>every individual who is in the State of California for other than a temporary or transitory purpose and</li>\n<li>every individual who is domiciled in the State of California who is outside the State of California for a temporary or transitory purpose</li>\n</ol>\n<p>All other individuals are defined as \"non-residents.\"</p>\n<p>If this definition of \"resident\" applies to you, we must adhere to certain rights and obligations regarding your personal information.</p> What categories of personal information do we collect? <p> We have collected the following categories of personal information in the past twelve (12) months:</p> Category\tExamples\tCollected A.\nIdentifiers Contact details, such as real name, alias, postal address, telephone or mobile contact number, unique personal identifier, online identifier, Internet Protocol address, email address, and account name NO B.\nPersonal information categories listed in the California Customer Records statute Name, contact information, education, employment, employment history, and financial information NO C.\nProtected classification characteristics under California or federal law Gender and date of birth NO D.\nCommercial information Transaction information, purchase history, financial details, and payment information NO E.\nBiometric information Fingerprints and voiceprints NO F.\nInternet or other similar network activity Browsing history, search history, online behavior, interest data, and interactions with our and other websites, applications, systems, and advertisements NO G.\nGeolocation data Device location NO H.\nAudio, electronic, visual, thermal, olfactory, or similar information Images and audio, video or call recordings created in connection with our business activities NO I.\nProfessional or employment-related information Business contact details in order to provide you our Services at a business level or job title, work history, and professional qualifications if you apply for a job with us NO J.\nEducation Information Student records and directory information NO K.\nInferences drawn from other personal information Inferences drawn from any of the collected personal information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics NO <p>We may also collect other personal information outside of these categories through instances where you interact with us in person, online, or by phone or mail in the context of:</p>\n<ul>\n<li> Receiving help through our customer support channels;</li>\n<li>Participation in customer surveys or contests.\nand</li>\n<li> Facilitation in the delivery of our Services and to respond to your inquiries.</li>\n<li>How do we use and share your personal information?</li>\n</ul>\n<p> More information about our data collection and sharing practices can be found in this privacy notice.</p>\n<p>You may contact us by email at support@monarchgames.net, or by referring to the contact details at the bottom of this document.</p>\n<p>If you are using an authorized agent to exercise your right to opt out we may deny a request if the authorized agent does not submit proof that they have been validly authorized to act on your behalf.</p> Will your information be shared with anyone else? We may disclose your personal information with our service providers pursuant to a written contract between us and each service provider.\nEach service provider is a for-profit entity that processes the information on our behalf.\nWe may use your personal information for our own business purposes, such as for undertaking internal research for technological development and demonstration.\nThis is not considered to be \"selling\" of your personal information.\nMonarch GamesNet has not disclosed or sold any personal information to third parties for a business or commercial purpose in the preceding twelve (12) months.\nMonarch GamesNet will not sell personal information in the future belonging to website visitors, users, and other consumers.\nYour rights with respect to your personal data Right to request deletion of the data — Request to delete <p>You can ask for the deletion of your personal information.\nIf you ask us to delete your personal information, we will respect your request and delete your personal information, subject to certain exceptions provided by law, such as (but not limited to) the exercise by another consumer of his or her right to free speech, our compliance requirements resulting from a legal obligation, or any processing that may be required to protect against illegal activities.</p> Right to be informed — Request to know <p>Depending on the circumstances, you have a right to know:</p>\n<ul>\n<li>whether we collect and use your personal information;</li>\n<li>the categories of personal information that we collect;</li>\n<li>the purposes for which the collected personal information is used;</li>\n<li>whether we sell your personal information to third parties;</li>\n<li>the categories of personal information that we sold or disclosed for a business purpose;</li>\n<li>the categories of third parties to whom the personal information was sold or disclosed for a business purpose.\nand</li>\n<li> the business or commercial purpose for collecting or selling personal information.</li>\n</ul>\n<p>In accordance with applicable law, we are not obligated to provide or delete consumer information that is de-identified in response to a consumer request or to re-identify individual data to verify a consumer request.</p> Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights <p>We will not discriminate against you if you exercise your privacy rights.</p> Verification process <p>Upon receiving your request, we will need to verify your identity to determine you are the same person about whom we have the information in our system.\nThese verification efforts require us to ask you to provide information so that we can match it with information you have previously provided us.\nFor instance, depending on the type of request you submit, we may ask you to provide certain information so that we can match the information you provide with the information we already have on file, or we may contact you through a communication method (e.g., phone or email) that you have previously provided to us.\nWe may also use other verification methods as the circumstances dictate.</p>\n<p>We will only use personal information provided in your request to verify your identity or authority to make the request.\nTo the extent possible, we will avoid requesting additional information from you for the purposes of verification.\nHowever, if we cannot verify your identity from the information already maintained by us, we may request that you provide additional information for the purposes of verifying your identity and for security or fraud-prevention purposes.\nWe will delete such additionally provided information as soon as we finish verifying you.</p> Other privacy rights <ul>\n<li>You may object to the processing of your personal information.</li>\n<li>You may request correction of your personal data if it is incorrect or no longer relevant, or ask to restrict the processing of the information.</li>\n<li>You can designate an authorized agent to make a request under the CCPA on your behalf.\nWe may deny a request from an authorized agent that does not submit proof that they have been validly authorized to act on your behalf in accordance with the CCPA.</li>\n<li>You may request to opt out from future selling of your personal information to third parties.\nUpon receiving an opt-out request, we will act upon the request as soon as feasibly possible, but no later than fifteen (15) days from the date of the request submission.</li>\n</ul>\n<p>To exercise these rights, you can contact us by email at support@monarchgames.net, or by referring to the contact details at the bottom of this document.\nIf you have a complaint about how we handle your data, we would like to hear from you.</p> 9.\nDO WE MAKE UPDATES TO THIS NOTICE? <p>\n<strong>In Short:</strong> Yes, we will update this notice as necessary to stay compliant with relevant laws.\n</p>\n<p>We may update this privacy notice from time to time.\nThe updated version will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy notice frequently to be informed of how we are protecting your information.</p>\n<p>\n</p> 10.\nHOW CAN YOU CONTACT US ABOUT THIS NOTICE? <p> If you have questions or comments about this notice, you may email us at support@monarchgames.net.\n</p> 11.\nHOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU? <p> Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it.\nTo request to review, update, or delete your personal information, please submit a request form by clicking here.\nThis privacy policy was created using Termly's Privacy Policy Generator.\n</p> Rise of the Star Kingdom © 2022, A.G.Betancourt, and its affiliates and assigns and licensors.\nAll rights reserved.\nA.G.Betancourt is a Company Owner of Monarch Games.\n", "created_at": "2023-07-13 21:19:18.690321", "updated_at": "2023-07-13 21:21:05.297435"}], "points": [], "urls": ["monarchgames.net"]}}