{"error": 448, "message": "OK", "parameters": {"id": 7088, "name": "Wag", "created_at": "2022-12-03 04:10:26.923873", "updated_at": "2022-12-03 23:01:06.232068", "wikipedia": null, "keywords": null, "related": null, "slug": "wag", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7088.png", "url": "wagwalking.com", "documents": [{"id": 13010, "name": "Privacy Policy", "url": "https://safety.wagwalking.com/privacy", "xpath": "/html/body/div[1]/div[4]", "text": " Legal Privacy Policy Effective date: June 9, 2022 <p> We know you care about how your personal information is used and shared, and Wag! takes your privacy seriously.\nSo that you may better understand how we use your data, we’ve provided our privacy guidelines and procedures in the policy below (the “Privacy Policy”).\nPlease read the following to learn more about our Privacy Policy.\n<b>By using or accessing the Services in any manner, you acknowledge that you accept the practices and policies outlined in this Privacy Policy, and you hereby consent that we will collect, use, and share your information in the following ways.</b>\n</p>\n<p> Remember that your use of the Services is at all times subject to Wag!’s Terms of Service (the “Terms”), which incorporates this Privacy Policy by reference.\nAny capitalized terms used in this Privacy Policy without definitions have the definitions given to them in the Terms.\n</p> What does this Privacy Policy cover? <p> Except as provided herein, this Privacy Policy covers only our data practices for information that we gather from your access or your use of the Services.\nWith the exception of the specific practices noted in the Supplemental Privacy Notice to California Residents (found at the end of this Privacy Policy), it does not apply to the practices of other companies or people that we don't own or control.\n</p> Will Wag ever change this Privacy Policy? <p> We're constantly improving our Services and must also comply with constantly changing federal and state laws, so we may need to change this Privacy Policy from time to time.\nWe will alert you if there are any material changes by placing a notice on the wagwalking.com site, by sending you an email, via the Services and/or by some other means.\nPlease note that if you've opted not to receive legal notice emails from us (or you haven't provided us with your email address), those legal notices will still govern your use of the Services, and you are still responsible for reading and understanding them.\nBy using, or otherwise accessing, the Services after any changes to the Privacy Policy have been posted, you are effectively agreeing to all of the changes.\n</p> What Information does Wag Collect? <p> We obtain information from you through the means discussed below when we provide the Services to you and when you use the Services.\nPlease note that we need certain types of information to provide the Services to you.\nIf you do not provide us with the required information, or if you ask us to delete that information, you may no longer be able to access or use certain Services.\n</p>\n<p>\n<i>Information You Provide to Us:</i>\n</p>\n<p> We may collect information that you provide directly to us through the following methods: </p>\n<ul>\n<li>When you use our Services, e.g., when you register for an account, request a service from a Pet Care Provider, or communicate with a Pet Owner looking for services from a Pet Care Provider;</li>\n<li>When you participate in surveys or fill out forms;</li>\n<li>When you register for promotions;</li>\n<li>When you request customer support and/or technical assistance.\nand</li>\n<li>When you otherwise communicate with us or other users, including Pet Care Providers or Pet Owners, through the Services.</li>\n</ul>\n<p> The information you provide directly to us may concern you or others and may include, but is not limited to, the following: </p>\n<ul>\n<li>\n<em>Identifiers and Contact Information</em>.\nWe may collect identifiers and other contact information from you, such as your name, email address, phone number, and address.\nWith your consent, you may also grant us access to your mobile device’s address book, through which we would collect and store on our servers all of your contacts and their contact information.\nWe use your contact information to help you find friends and other contacts who are Wag! users, and to facilitate you inviting friends and other contacts to use Wag!.</li>\n<li>\n<em>Information Regarding Pets</em>.\nFor example, we may collect information regarding your pet, such as vaccinations and health history, age, and videos and photographs of your pet.</li>\n<li>\n<em>Financial Information</em>.\nIn your use of the Services, you may provide us or our service providers with financial information such as financial account or credit card account information.</li>\n<li>\n<em>Location Information.</em> We may collect general location information (e.g., inferred from your IP address) or specific location information (i.e., geolocation with your consent).\nFor example, we may request geolocation information of Pet Care Providers when they are providing services for Pet Owners.\nIf you use a Wag! Tag, we may also collect location information related to your pet.</li>\n<li>\n<em>Communications</em>.\nWe may collect communications you make through the Services, such as when you communicate with us or other users.\nFor example, Pet Owners may communicate with Pet Care Providers through tools offered on the Services or you may communicate with our customer success team or other members of the Wag! team through email, text message or telephone.\nIf you send text messages with a Pet Owner or Pet Care Provider using the telephone number for that user available on the Services, we may use a third-party service provider to track these text messages.\nWe track these text messages for fraud prevention, to enforce our Terms, and for quality and training purposes.\nAs part of this process, Wag! and its service provider will receive in real time and store data about your text message, including the date and time of the text message, your phone number, and the content of the text message.</li>\n</ul>\n<p>\n<i>Information From Affiliates, Business Partners, and Other Non-Affiliated Third Parties</i>\n</p>\n<p> We may collect information about you or others through our affiliates, business partners, or through other non-affiliated third parties.\nFor example, to the extent permitted by law, we may, in our sole discretion, ask for and collect supplemental information about you from third parties.\nExamples of this include information to verify your identity for fraud prevention, for safety protection purposes, or information that enhances our ability to market products or services that may be of interest to you.\nWe may also work with business partners to integrate our services into their services (and/or vice versa).\nWhere you choose to use such integrated services, we may receive information about you as part of that integration.\nWe may combine information that we collect from you through the Services with information that we obtain from such third parties and information derived from other products or services we provide.\n</p>\n<p> You may be able to access the Services through a social networking account, such as Facebook.\nIf you access the Services through your Facebook account, you may allow us to access certain information within your Facebook account including, but not limited to, your name, profile picture, gender, networks, user IDs, list of friends, location, date of birth, email address, photos, videos, people you follow and/or who follow you, and/or your posts or \"likes.\" </p>\n<p> Social networking sites, such as Facebook, have their own policies for handling your information.\nFor a description of how these sites may use and disclose your information, including any information you allow the public to access on their platforms, please consult each site’s privacy policies.\nWe have no control over how any third-party site uses or discloses the personal information it collects about you.\n</p>\n<p>\n<i>Information Collected Automatically</i>\n</p>\n<p>\n<em>Device and Usage Information</em>.\nWhenever you interact with our Services, we and our third-party service providers, which include ad networks and analytics companies such as Google Analytics, may use cookies, web beacons, and other tracking technologies to collect information about the computers or devices (including mobile devices) you use to access the Services.\nThe information collected includes, without limitation, your IP address, device identifier, “cookie” information, the type of browser and/or device you use to access our Services, and the page or feature you requested.\n</p>\n<p>\n<em>Cookies and Other Electronic Technologies</em>.\nWe and our third-party service providers may use cookies, clear GIFs, pixel tags, and other technologies that help us better understand user behavior, personalize preferences, perform research and analytics, and improve the Services.\nThese technologies, for example, may allow us to tailor the Services to your needs, save your password in password-protected areas, track the pages you visit, help us manage content, and compile statistics about usage of our Services.\nWe or our third-party service providers also may use certain of these technologies in emails to our customers to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.\n</p>\n<p> We may also use local shared objects (also known as \"Flash cookies\") to assist in delivering special content, such as video clips or animation.\nFlash cookies are stored on your device, but they are not managed through your web browser.\nTo learn more about how to manage Flash cookies, you can visit the Adobe website and make changes at the Global Privacy Settings Panel.\n</p>\n<p> You can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but your browser may allow you to modify your browser settings to decline cookies if you prefer.\nIf you disable cookies, you may be prevented from taking full advantage of the Services, because it may not function properly.\nFlash cookies operate differently than browser cookies, and cookie management tools available in a web browser may not affect flash cookies.\nAs we continue to update our current products and develop new technologies, we may also gather additional information through other methods.\n</p> How Does Wag! Use Your Information? <p> We use your information for business and commercial purposes, such as: </p>\n<ul>\n<li>To provide you with the Services, including to register you for an account and process transactions such as boarding or walking services;</li>\n<li>To respond to your questions or inquiries, including to provide customer support and troubleshooting assistance;</li>\n<li>To communicate with you, including to send you emails about products and services that may interest you;</li>\n<li>To facilitate matching you with other users (Pet Owners or Pet Care Providers) based on your requests for specific services;</li>\n<li>To manage and remember your preferences and personalize the Services.\nTo analyze and improve the Services or any other products and services we provide;</li>\n<li>To suggest products and services that may interest you;</li>\n<li>To administer surveys, sweepstakes, promotions, or contests;</li>\n<li>To verify your identity;</li>\n<li>To comply with our legal obligations or as permitted by law;</li>\n<li>To protect the safety and/or integrity of our users, employees, third parties, members of the public, pets, and/or our Services;</li>\n<li>To prevent fraud and enforce our legal terms.\nand</li>\n<li>To administer and troubleshoot the Services.</li>\n</ul>\n<p> We may combine information that we collect from you through the Services with information that we obtain from affiliated and nonaffiliated third parties, and information derived from any other products or services we provide.\n</p>\n<p> We may aggregate and/or de-identify information collected through the Services.\nWe may use de-identified or aggregated data for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including without limitation, advertisers, promotional partners, sponsors, event promoters, and use and disclose such information with third parties at our discretion, including without limitation to auditors, investors, creditors, and/or others.\n</p> Will Wag! Share Any of the Information it Receives? <p>\n<b>Affiliates and Business Partners.&nbsp;</b>We may share your information with affiliates and business partners.\nFor example, businesses or third-party websites we've partnered or otherwise affiliated with may sell or provide products or services to you through or in connection with the Services (either alone or jointly with us).\nFor example, business partners or affiliated businesses may integrate our Services into their products, including mobile apps.\nWhen you use our Services through one of these integrations, we may share your information with that affiliate or business partner.\nWe have no control over the policies and practices of these third-party affiliates or business partners, so if you choose to participate in any transaction or service relating to an affiliated or third-party website or business, please review all such business’s or website’s policies.\n</p>\n<p>\n<b>Consent/At Your Direction.</b> We may disclose your information to nonaffiliated third parties to: (a) facilitate matching you with a Pet Owner or Pet Care Provider.\n(b) when we have your permission.\nor (c) as described in this Privacy Policy, the Terms of Service, or any other legal terms governing your use of the Services.\n</p>\n<p>\n<b>Pet Owners.</b> If you are a Pet Care Provider, we may share general information with Pet Owners about the extent to which their Pet Care Providers providing pet care services (such as boarding) may have remained with pets during a pet care session.\nWe may also share with Pet Owners the precise geolocation of their Pet Care Providers during or near the time of a walking session.\n</p>\n<p>\n<b>User Profiles and Submissions.</b> Certain user profile information, including your name, location, and any video or image content that you upload to the Services may be displayed publicly or to other users.\nPlease remember that any content you upload to your public user profile, along with any information or content that you voluntarily disclose online in a manner other users can view (on discussion boards, in messages and chat areas, etc.), becomes publicly available, and can be collected and used by anyone.\nYour username and communications may also be displayed to other users if and when you send messages or comments or upload images or videos through the Services and other users can contact you through messages and comments.\nAgain, we do not control the policies and practices of any other third-party site or service with regard to your data.\n</p>\n<p>\n<b>Address Books.</b> We may request authorization from you and other users to access and store contacts from mobile device address books.\nWe use this information to help users identify which of their contacts they would like to invite to use our Services.\nWe also use this information to alert users if any of the contacts in their address books currently are or become registered users of Wag!.\n</p>\n<p>\n<b>Service Providers.&nbsp;</b>We work with other companies and individuals that may perform tasks on our behalf that requires us to share your information with them in order for them to provide us with services, such as to process payments.\n</p>\n<p>\n<b>Protection of Wag! and Others.</b> We may share or disclose certain information if we believe in good faith that doing so is necessary or appropriate to: (i) protect or defend the rights, safety, or property of Wag! or third parties, including to defend or enforce our Privacy Policy, our Terms of Service, or any other contractual arrangement.\n(ii) respond to your requests for customer service.\nand/or (iii) protect the rights, property or personal safety of Wag!, its agents and affiliates, its employees, users and/or the public.\n</p>\n<p>\n<b>Legal Requirements.</b> We may share or disclose certain information if we believe in good faith that doing so is necessary or appropriate in order to comply with any law enforcement, legal, or regulatory process.\nExamples of this may include responding to a warrant, subpoena or any other applicable laws and regulations.\n</p>\n<p>\n<b>Business Transfers.</b> We may share or disclose certain information, in connection with or during negotiations of any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.\n</p> Online Analytics and Tailored Advertising <p>\n<i>Analytics</i>\n</p>\n<p> We may use third-party web analytics services on the Services, such as those of Google Analytics.\nThese service providers use the sort of technology described in the “Information Collected Automatically” section above to help us analyze how users use the Services, including by noting the third-party website from which you arrive.\nThe information collected by the technology will be disclosed to or collected directly by these service providers, who will then use that to evaluate your use of the Services.\nWe also use Google Analytics for certain purposes related to advertising, as described in the following section.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-Out Browser Add-on.\n</p>\n<p>\n<i>Tailored Advertising</i>\n</p>\n<p> Third parties whose products or services are accessible or marketed via the Services may also place cookies or other tracking technologies on your computer, mobile phone, or other device to collect information about your use of the Services in order to (a) inform, optimize, and serve marketing content based on past visits to our websites and other sites and (b) report how our marketing content impressions, other uses of marketing services, and interactions with these marketing impressions and marketing services are related to visits to our websites.\nWe may also allow other third parties (e.g., ad networks and ad servers such as Google Analytics) to serve tailored marketing to you and to access their own cookies or other tracking technologies on your computer, mobile phone, or other device you use to access the Services.\nWe neither have access to, nor does this Privacy Policy govern, the use of cookies or other tracking technologies that may be placed on your computer, mobile phone, or other device you use to access the Services by non-affiliated, third-party ad technology, ad servers, ad networks or any other non-affiliated third parties.\nThose parties that use these technologies may offer you a way to opt out of targeted advertising as described below.\nYou may receive tailored advertising on your computer through a web browser.\nCookies may be associated with de-identified data linked to or derived from data you voluntarily have submitted to us (e.g., your email address) that we may share with a service provider in hashed, non-human-readable form.\n</p>\n<p> If you are interested in more information about tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored advertising, you may visit the Network Advertising Initiative's Consumer Opt-Out Link and/or the Digital Advertising Alliance's Consumer Opt-Out Link to opt-out of receiving tailored advertising from companies that participate in those programs.\nTo opt out of Google Analytics for Display Advertising or customize Google Display Network ads, you can visit the Google Ads Settings page.\nPlease note that, to the extent advertising technology is integrated into the Services, you may still receive advertising content even if you opt out of tailored advertising.\nIn that case, the advertising content will be present.\nit will not be tailored to your interests.\nAlso, we do not control any of the above opt-out links and are not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.\nIf your browsers are configured to reject cookies when you visit this opt-out page, or you subsequently erase your cookies, use a different computer or change web browsers, your NAI or DAA opt-out may no longer be effective.\nAdditional information is available on NAI's and DAA's websites, accessible by the above links.\n</p>\n<p> When using a mobile application you may also receive tailored in-application advertising content.\nEach operating system−iOS for Apple devices, Android for Android devices, and Windows for Microsoft devices−provides its own instructions on how to prevent the delivery of tailored in-application marketing content.\nYou may review the support materials and/or the privacy settings for the respective operating systems in order to opt out of tailored in-application advertising.\nFor any other devices and/or operating systems, please visit the privacy settings for the applicable device or contact the applicable platform operator.\n</p> Our Policy on Children’s Information <p> Our Services are not designed for minors under 18.\nOnly persons 18 years of age or older may use the Services.\nIf we discover that an individual under 18 has provided us with personal information, we will close the account and delete the personal information to the extent required by the Children's Online Privacy Protection Act.\nWe may, where permitted by law, retain certain information internally for purposes described in this Privacy Policy.\n</p> How Does Wag! Protect Your Information? <p> Your account is protected by a password for your privacy and security.\nIf you access your account via a third-party site or service, you may be offered additional or different sign-on protections from that third-party site or service.\nYou must prevent unauthorized access to your account and information by selecting and protecting your password and/or other sign-on mechanism appropriately and limiting other’s access to your computer or device and browser by signing off after you have finished accessing your account.\nWe are not responsible for any unauthorized password activity within your account.\n</p>\n<p> We implement technical, administrative, and physical safeguards to protect the information we collect from unauthorized access, disclosure, alteration, or destruction.\nWe cannot, however, guarantee complete security.\nUnauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.\n</p> Links to Third Party Sites and Services <p> The Services may contain links to third-party websites or services.\nWe are not responsible for the content or practices of those websites or services.\nThe collection, use, and disclosure of your information will be subject to the privacy policies of the third-party websites or services, and not this Privacy Policy.\nWe urge you to read the privacy and security policies of these third parties.\n</p> What Choices Do I Have? <p> You have certain rights and choices with respect to your information, such as: </p>\n<ul>\n<li>Profile &amp.\nAccount Information: Through your account settings, you may access, and, in some cases, edit or delete certain information previously provided to us.</li>\n<li>Marketing Emails: You can unsubscribe from marketing emails from us by clicking the unsubscribe link located at the bottom of the email and following the directions in those emails.</li>\n<li>Cookies &amp.\nAnalytics: You can opt out of certain cookie-related and analytics processing by following the instructions found in this Privacy Policy.</li>\n<li>Nevada Residents: Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration to a person for that person to license or sell such information to additional persons.\n“Personally identifiable information” includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online.\nWe do not engage in such activity.\nhowever, if you are a Nevada resident who has purchased or leased goods or services from us, you may submit a request to opt out of any potential future sales under Nevada law by emailing us at nevada.request@wagwalking.com.\nPlease note we will take reasonable steps to verify your identity and the authenticity of the request.\nOnce verified, we will maintain your evidence of your request, which may be acted upon in the event our practices change.\n</li>\n<li>California Residents: Please click here to view details on rights of California residents.</li>\n</ul>\n<p> Please note, however, that certain information may be exempt from such requests in some circumstances, which may include needing to continue processing your information for our legitimate interests or to comply with a legal obligation.\nWe may request you provide us with information necessary to confirm your identity before responding to your request.\n</p> California Do-Not-Track Disclosure <p> Wag! is committed to providing you with meaningful choices about the information collected on our Services.\nHowever, Wag! does not currently recognize or respond to browser-initiated Do-Not-Track signals, as the Internet industry is currently still working on Do-Not-Track standards, implementations and solutions.\n</p> Consent to Transfer <p> Our computer systems are currently based in the United States, so your personal information will be processed by us in the United States, where data protection and privacy regulations may not offer the same level of protection as in other parts of the world.\nBy using the Services, you agree to this Privacy Policy and you consent to the transfer and processing of all of your information to the United States, which may not offer a level of protection equivalent to that required in the European Union or certain other countries.\n</p> What if I have questions about this policy? <p> If you have any questions or concerns regarding our privacy policies, please contact us at legal@wagwalking.com.</p> Supplemental Privacy Notice to California Residents <p> Effective Date: January 1, 2020 </p>\n<p> This Supplemental Privacy Notice supplements the information in our Privacy Policy above, and except as provided herein, applies solely to California residents.\nIt applies to personal information we collect on or through the Services and through other means (such as information collected offline, in person, and over the telephone).\nIt does not apply to personal information we collect from our employees and job applicants in their capacity as employees and job applicants.\nIt also does not apply to personal information we collect from employees, owners, directors, officers, or contractors of businesses in the course of our provision or receipt of business-related services.\n</p>\n<p> California law requires us to disclose information regarding the categories of personal information that we have collected about California consumers, the categories of sources from which the information was collected, the business or commercial purposes (as those terms are defined by applicable law) for which the information was collected, and the categories of parties with whom we share personal information.\n</p>\n<p> We or our service providers may collect the below categories of information for the following business or commercial purposes (as those terms are defined in applicable law): </p>\n<ul>\n<li>Providing the Services (e.g., account servicing and maintenance, order processing and fulfillment, customer service, advertising and marketing, analytics, and communication about the Services);</li>\n<li>Our or our service providers’ operational purposes;</li>\n<li>Auditing consumer interactions on our site (e.g., measuring ad impressions);</li>\n<li>Detecting, protecting against, and prosecuting security incidents and fraudulent or illegal activity;</li>\n<li>Bug detection, error reporting, and activities to maintain the quality or safety of our Services;</li>\n<li>Short-term, transient use, such as customizing content that we or our service providers display on the Services;</li>\n<li>Improving our existing Services and developing new services (e.g., by conducting research to develop new products or features);</li>\n<li>Other uses that advance our commercial or economic interests, such as third-party advertising and communicating with you about relevant</li>\n<li>offers from third-party partners.\nand</li>\n<li>Other uses about which we notify you.</li>\n</ul>\n<p> Examples of these types of uses are identified below.\nWe may also use the below categories of personal information for compliance with applicable laws and regulations, and we may combine the information we collect (“aggregate”) or remove pieces of information (“de-identify”) to limit or prevent identification of any particular user or device.\n</p>\n<b>Categories of Personal Information We Collect</b>\n<b>Categories of Sources</b>\n<b>Examples of Uses</b>\n<b>Categories of Third Parties With Which We May Share That Information</b>\n<p> Identifiers (such as name, email address, address, phone number, government identifiers) </p>\n<p> You </p>\n<p> Your use of our services/automatically collected from you </p>\n<p> Affiliates </p>\n<p> Third Parties (such as agents/service providers and business partners) </p>\n<p> Providing the Services, including to facilitate your search for a Pet Care Provider or to provide services to a Pet Owner </p>\n<p> Fixing and improving the Services </p>\n<p> Personalizing content </p>\n<p> Marketing and advertising </p>\n<p> Administering surveys, sweepstakes, promotions, or contests </p>\n<p> Communicating with you </p>\n<p> Analyzing use of the Services </p>\n<p> Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of the Services, breaches of terms and policies </p>\n<p> Third parties (such as service providers and business partners) </p>\n<p> Affiliates </p>\n<p> Other third parties, including other users (e.g., where Wag! is facilitating communications between users) </p>\n<p> Commercial information(such as transaction data) </p>\n<p> You </p>\n<p> Your use of our services/automatically collected from you </p>\n<p> Affiliates </p>\n<p> Third Parties (such as agents/service providers and business partners) </p>\n<p> Providing the Services, including to facilitate your search for a Pet Care Provider or to provide services to a Pet Owner </p>\n<p> Fixing and improving the Services </p>\n<p> Personalizing content </p>\n<p> Marketing and advertising </p>\n<p> Administering surveys, sweepstakes, promotions, or contests </p>\n<p> Communicating with you </p>\n<p> Analyzing use of the Services </p>\n<p> Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of the Services, breaches of terms and policies </p>\n<p> Third parties (such as service providers and business partners) </p>\n<p> Affiliates </p>\n<p> Other third parties, including other users (e.g., where Wag! is facilitating communications between users) </p>\n<p> Financial data (such as the last four digits of payment cards) </p>\n<p> You </p>\n<p> Your use of our services/automatically collected from you </p>\n<p> Affiliates </p>\n<p> Third Parties (such as agents/service providers) </p>\n<p> Providing the Services, including to facilitate your search for a Pet Care Provider or to provide services to a Pet Owner </p>\n<p> Fixing and improving the Services </p>\n<p> Analyzing use of the Services </p>\n<p> Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of the Services, breaches of terms and policies </p>\n<p> Third parties (such as service providers) </p>\n<p> Affiliates </p> Internet or other network or device activity (such as IP address, unique device, advertising, and app identifiers, browsing history or other usage data) <p> You </p>\n<p> Your use of our services/automatically collected from you </p>\n<p> Affiliates </p>\n<p> Third Parties (such as agents/service providers) </p>\n<p> Providing the Services, including to facilitate your search for a Pet Care Provider or to provide services to a Pet Owner </p>\n<p> Fixing and improving the Services </p>\n<p> Personalizing content </p>\n<p> Marketing and advertising </p>\n<p> Analyzing use of the Services </p>\n<p> Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of the Services, breaches of terms and policies </p>\n<p> Third parties (such as service providers) </p>\n<p> Affiliates </p>\n<p> Location information (general location, and, if you provide permission, precise GPS location) </p>\n<p> You </p>\n<p> Your use of our services/automatically collected from you </p>\n<p> Affiliates </p>\n<p> Third Parties (such as agents/service providers and business partners </p>\n<p> Providing the Services, including to facilitate your search for a Pet Care Provider or to provide services to a Pet Owner </p>\n<p> Fixing and improving the Services </p>\n<p> Personalizing content </p>\n<p> Marketing and advertising </p>\n<p> Analyzing use of the Services </p>\n<p> Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of the Services, breaches of terms and policies </p>\n<p> Third parties (such as service providers and business partners) </p>\n<p> Affiliates </p>\n<p>&nbsp;</p>\n<p> Sensory information (such as audio recordings if you call our customer success department or video recordings that you may upload while using the Services) </p>\n<p> You </p>\n<p> Your use of our services/automatically collected from you </p>\n<p> Affiliates </p>\n<p> Third Parties (such as agents/service providers) </p>\n<p> Providing the Services, including to facilitate your search for a Pet Care Provider or to provide services to a Pet Owner </p>\n<p> Fixing and improving the Services </p>\n<p> Analyzing use of the Services </p>\n<p> Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of the Services, breaches of terms and policies </p>\n<p> Third parties (such as service providers) </p>\n<p> Affiliates </p>\n<p> Other information that identifies or can be reasonably associated with you (such as communications you send us) </p>\n<p> You </p>\n<p> Your use of our services/automatically collected from you </p>\n<p> Affiliates </p>\n<p> Third Parties (such as agents/service providers and business partners) </p>\n<p> Providing the Services, including to facilitate your search for a Pet Care Provider or to provide services to a Pet Owner </p>\n<p> Fixing and improving the Services </p>\n<p> Personalizing content </p>\n<p> Marketing and advertising </p>\n<p> Administering surveys, sweepstakes, promotions, or contests </p>\n<p> Communicating with you </p>\n<p> Analyzing use of the Services </p>\n<p> Preventing, detecting, investigating, and responding to fraud, unauthorized access/use of the Services, breaches of terms and policies </p>\n<p> Third parties (such as service providers and business partners) </p>\n<p> Affiliates </p>\n<p> Other third parties, including other users (e.g., where Wag! is facilitating communications between users) </p>\n<p>\n<b>Rights</b>\n</p>\n<p> If you are a California resident, you may have certain rights.\nCalifornia law may permit you to request that we: </p>\n<ul>\n<li>Provide you the categories of personal information we have collected or disclosed about you in the last twelve months.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting or selling your personal information.\nand the categories of third parties with whom we shared personal information.</li>\n<li>Provide access to and/or a copy of certain information we hold about you.</li>\n<li>Delete certain information we have about you.</li>\n</ul>\n<p> You may have the right to receive information about the financial incentives that we offer to you, if any.\nYou also have the right to not be discriminated against (as provided for in applicable law) for exercising certain of your rights.\nCertain information may be exempt from such requests under applicable law.\nWe need certain types of information so that we can provide the Services to you.\nIf you ask us to delete it, you may no longer be able to access or use the Services.\n</p>\n<p> If would like to exercise any of these rights, please submit a request here or submit an access request to data.request@wagwalking.com or a deletion request to data.deletion@wagwalking.com.\nYou will be required to verify your identity before we can honor your request.\nYou can also designate an authorized agent to make a request on your behalf.\nTo do so, you must provide us with written authorization or a power of attorney, signed by you, for the agent to act on your behalf.\nYou will still need to verify your identity directly with us.\n</p>\n<p>&nbsp;</p> Notice of Financial Incentives&nbsp.\n<p> We may offer certain programs in which eligible consumers receive rewards or incentives if they opt into sharing certain information with select business partners.\nYou can opt into the rewards or incentives by expressly directing us to share your information when presented with the option.\nYour participation is completely voluntary, and you have a right to withdraw your consent.&nbsp.\nIf you decide you do not want to participate, you can refrain from opting into this type of data sharing.\n</p>\n<p> The specific reward or incentive offered, if any, is made available to you when you are given an option to share your information.\nThe monetary value of the reward or incentive is a reasonable approximation of the monetary value of the sharing of your information.\nWe have arrived at this estimate based on consideration of multiple factors, including the following:&nbsp.\n(1) our reasonable assessment of revenue we may generate as a result of Wag! providing your information to the identified business partner or partners.\nand (2) expenses incurred by Wag! in operating its services and partnerships.\n</p>\n<p>&nbsp;</p>\n<p> Unless you have otherwise provided your affirmative consent, Wag! does not “sell” your personal information as we understand that term to be defined by the California Consumer Privacy Act and its implementing regulations.\nCalifornia law may require us to compile metrics for the previous calendar year regarding consumer requests and responses.\n</p>\n<p> To view Wag!'s Message Service Terms and Conditions, click here for Pet Caregivers and here for Pet Parents.\n</p> Back Privacy Terms Terms of Service Wag! Wellness Membership Agreement Pet Care Provider Message Service Terms and Conditions Pet Parent Message Service Terms and Conditions Sweepstakes Official Rules Privacy Policies Wag! Claims Policy Home Access Policy Deactivation Policy Trusted Contacts Incident Resolutions Guidelines Community Guidelines Safety Home and personal security Respect Reliability Accessibility Other Fear Free™ Happy Homes Transparency in Coverage To top ", "created_at": "2022-12-03 03:11:03.289454", "updated_at": "2022-12-03 03:11:12.813353"}, {"id": 13009, "name": "Terms of Service", "url": "https://safety.wagwalking.com/terms", "xpath": "/html/body/div[1]/div[4]", "text": " Legal Terms of Service <p> Updated: June 6, 2022 </p>\n<p> To view Wag!'s Message Service Terms and Conditions, click here for Pet Caregivers and here for Pet Parents.\n</p>\n<p> These Terms of Service (“<strong>Terms</strong>”) govern your use of the Wag! website, any Wag! mobile application, application programming interfaces, content, products and other services offered by Wag!, as well as Wag! services offered through third parties integrating Wag! functionality (collectively, the “<strong>Services</strong>”).&nbsp.\nWag! Labs, Inc.\n(“<strong>Wag</strong>!”, “<strong>Company</strong>”, “<strong>we</strong>” or “<strong>us</strong>”) provides the Services.&nbsp.\n“<strong>You</strong>” refers to you as a user of any of the Services.\n</p>\n<p>\n<strong>THE DISPUTE RESOLUTION SECTION IN SECTION 22 OF THESE TERMS CONTAINS A MUTUAL ARBITRATION AGREEMENT AND CLASS ACTION WAIVER THAT REQUIRES YOU AND WAG! TO RESOLVE DISPUTES WITH EACH OTHER ON AN INDIVIDUAL BASIS THROUGH FINAL AND BINDING ARBITRATION.\nPLEASE REVIEW THE DISPUTE RESOLUTION SECTION OF THESE TERMS CAREFULLY.\nBY AGREEING TO THESE TERMS, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND ALL OF THE TERMS OF THIS AGREEMENT AND HAVE TAKEN TIME TO CONSIDER THE CONSEQUENCES OF THIS IMPORTANT DECISION.</strong>\n</p>\n<p> The Services include a marketplace technology platform that enables third-party pet owners (“<strong>Pet Owners</strong>”) and third-party pet care service providers (“<strong>Pet Care Providers</strong>”) to connect with each other.&nbsp.\nWag! has no control over the conduct of Pet Care Providers or any other users of the Services.&nbsp;<strong>YOU ACKNOWLEDGE AND AGREE THAT WAG! IS A TECHNOLOGY SERVICES PROVIDER THAT DOES NOT PROVIDE PET CARE SERVICES.</strong>\n</p>\n<p>\n<strong>1.\nAcceptance of these Terms&nbsp;</strong>\n</p>\n<p> By agreeing to these Terms, and/or by using or accessing the Services (including without an account), you expressly acknowledge that you understand and accept all of the terms (including the dispute resolution and arbitration provisions below).\nBY USING THE SERVICES, YOU ARE AGREEING TO THESE TERMS.&nbsp.\nPLEASE READ THEM CAREFULLY.&nbsp.\nIF YOU DO NOT AGREE TO BE BOUND BY THE TERMS AND CONDITIONS OF THESE TERMS, YOU MAY NOT USE OR ACCESS THE SERVICES.&nbsp.\n</p>\n<p>\n<strong>2.\nChanges to these Terms</strong>\n</p>\n<p> Wag! may, in its sole discretion, amend the Terms and modify or update the Services from time to time.\nIf we change these Terms, we will give you notice by posting the revised Terms on the Services.&nbsp.\nPlease review this page periodically to ensure you are up-to-date with any changes.&nbsp.\nThose changes will go into effect on the revision date shown in the revised Terms.&nbsp.\nYour continued use of the Services will constitute your acceptance of the amended Terms.\n</p>\n<p>\n<strong>3.\nAdditional Terms</strong>\n</p>\n<p> Our&nbsp;Privacy Policy,&nbsp;Community Guidelines,&nbsp;and other Policies applicable to your use of the Services&nbsp;are incorporated by reference into these Terms (the “Additional Terms”), as updated from time to time.&nbsp.\nBY ACCESSING OR USING THE SERVICES, YOU ACCEPT THESE ADDITIONAL TERMS.&nbsp.\nWe will make Additional Terms available for you to read through the Services.&nbsp.\nIf you do not agree to abide by the Additional Terms, you automatically opt out of and are prohibited from using the Services.&nbsp.\nIf you violate the provisions of the Additional Terms, Wag! may, in its sole discretion, suspend, discontinue, or change your account or any aspect of your access to or use of the Services in whole or in part.&nbsp.\nBy continuing to use the Services, you agree to the Additional Terms and any future amendments and additions to the Additional Terms as published from time to time through the Services.&nbsp.\nPlease review the Additional Terms periodically to ensure you are up-to-date with any changes.&nbsp.\n</p>\n<p>\n<strong>4.\nYour Consent to Receive Calls, Text Messages, Emails, and Other Communications</strong>\n</p>\n<p> You expressly consent to receive and accept communications from Wag!, our Affiliates (as defined below), and their respective representatives, including via e-mail, telephone calls, text messages (including by an automatic telephone dialing system or a prerecorded voice), push notifications, or other comparable means at any of the e-mail addresses and/or telephone numbers provided by you or on your behalf to Wag!.&nbsp.\nYou agree that the foregoing authorized communications may be initiated for any transactional, customer service, advertising, marketing, promotional, debt collection, account administration, or other purposes.&nbsp.\nYOU ACKNOWLEDGE THAT YOU ARE NOT REQUIRED TO CONSENT TO RECEIVE PRERECORDED OR AUTODIALED PROMOTIONAL, ADVERTISING, OR MARKETING (COLLECTIVELY, “<strong>MARKETING</strong>”) CALLS OR TEXT MESSAGES AS A CONDITION OF PURCHASING ANY PROPERTY, GOODS, OR SERVICES.&nbsp.\nIF YOU WISH TO OPT OUT OF MARKETING CALLS, EMAILS, OR TEXT MESSAGES FROM US, YOU AGREE TO OPT OUT BY FOLLOWING ANY UNSUBSCRIBE INSTRUCTIONS PROVIDED TO YOU IN THOSE COMMUNICATIONS OR BY CONTACTING CUSTOMER SUCCESS AT (855) 732-9513 OR&nbsp;WAGSUPPORT@WAGWALKING.COM.&nbsp.\nIf you receive a marketing call from Wag!, you also may opt-out of receiving future marketing calls by communicating a do-not-call request to our representative before you hang up.&nbsp.\nYou agree that Wag! and our Affiliates and representatives will not be responsible for honoring opt-out requests communicated through other channels.&nbsp.\nIf you wish to register an account with Wag! without agreeing to receive autodialed or prerecorded marketing calls or text messages from Wag! and our Affiliates, contact a Customer Success representative for assistance at (855) 732-9513 or&nbsp;wagsupport@wagwalking.com.&nbsp.\nStandard text messaging and data charges charged by your wireless service carrier will apply to text messages we may send.&nbsp.\nYou represent and warrant that you are authorized to approve the receipt of calls and text messages at any telephone number you provide to us in connection with your account or your use of our Services and to approve any related carrier charges.&nbsp.\nPLEASE BE ADVISED THAT IF YOU OPT OUT OF MARKETING COMMUNICATIONS, WAG! MAY STILL SEND YOU COMMUNICATIONS ABOUT YOUR ACCOUNT OR ANY TRANSACTIONS BETWEEN YOU, WAG!, AND/OR OTHER USERS OF THE PLATFORM, INCLUDING THE SERVICES YOU PROVIDE TO OR RECEIVE FROM OTHER USERS OF THE PLATFORM.&nbsp.\nYOU ACKNOWLEDGE THAT OPTING OUT OF RECEIVING TEXT MESSAGES OR OTHER COMMUNICATIONS MAY IMPACT YOUR USE OF THE SERVICES.\n</p>\n<p>\n<strong>5.\nEligibility</strong>\n</p>\n<p> You must be at least 18 years old to use the Services.&nbsp.\nIf you are under the age of majority in your state of residence or a minor, your parent or legal guardian must agree to these Terms on your behalf and you may only access and use the Services with permission from your parent or legal guardian.\n</p>\n<p>\n<strong>6.\nWag! as a Marketplace Technology Platform</strong>\n</p>\n<p> The Services include a marketplace technology platform that connects Pet Care Providers with Pet Owners.\nWe do not provide any pet care services and make no representations or warranties about the quality of pet walking, boarding, sitting, transportation, or other services provided by Pet Care Providers, or about your interactions and dealings with Pet Care Providers or other users.\nWag! does not employ, recommend, or endorse Pet Owners or Pet Care Providers, and we are not responsible or liable for the performance or conduct of Pet Owners or Pet Care Providers, whether online or offline.\nWag! does not procure insurance for Pet Owners (or their pets) or Pet Care Providers, nor is Wag! responsible for the property of Pet Owners or Pet Care Providers.\n</p>\n<p> Wag! provides Pet Care Providers with access to third-party vendors that perform background checks and verifications.&nbsp.\nWag! itself does not conduct background checks and does not independently verify information in the background checks.&nbsp.\nWag! is not responsible or liable in any manner for the background checks.\n</p>\n<p>\n<strong>7.\nPayment Terms for Pet Owners</strong>\n</p>\n<p> 7.1 General Payment Terms </p>\n<p> As a Pet Owner, you understand that use of the Services may result in you owing fees to the Pet Care Provider for the pet care services you receive from such Pet Care Provider.&nbsp.\nWag! will facilitate your payment of the applicable charges on behalf of the Pet Care Provider through third-party payment processors, with whom you will be required to establish an account to access the Services.&nbsp.\nPayment of such charges in such manner shall be considered the same as payment made directly by you to the Pet Care Provider.&nbsp.\nCharges will be inclusive of applicable taxes where required by law.&nbsp.\nCharges paid by you are final and non-refundable regardless of your decision to terminate usage of the Services, Wag!’s decision to terminate your usage, any disruption of the Services, or any other reason whatsoever, unless otherwise determined by Wag!.\n</p>\n<p> All charges are due immediately and Wag!, or a third-party payment processor, will process your payment on the Pet Care Provider’s behalf using the primary payment method designated by you in your Wag! account.&nbsp.\nIf your primary payment method is determined to be expired, invalid, or otherwise not able to be charged, you agree that Wag! may, as the Pet Care Provider’s limited payment collection agent, use a secondary payment method in your account, if available.\n</p>\n<p> Pet Owners and Pet Care Providers transact with each other on the Wag! marketplace technology platform when they both agree to a “booking” that specifies the fees, time period, cancellation policy, and other terms for provision of pet care services via the booking mechanism provided on the Wag! marketplace technology platform.&nbsp.\nYou may choose to transact with certain Pet Care Providers from time to time based on a variety of factors in your discretion, such as your desired price range, a Pet Care Provider’s pet service price rate, a Pet Care Provider’s profile, and a Pet Care Provider’s star ratings and reviews.&nbsp.\nOnce you request a pet care service, you agree to pay the Pet Care Provider the agreed-to price and honor the other terms of such booking.&nbsp.\nYou may elect to cancel your request for services from a Pet Care Provider at any time prior to such Pet Care Provider’s arrival, in which case you may be subject to a cancellation fee.\n</p>\n<p> The fees owed to Pet Care Providers are not inclusive of tip or gratuity for the Pet Care Provider.&nbsp.\nWhile you are free to provide gratuity to any Pet Care Provider who provides you with services obtained through the Services, you are under no obligation to do so.&nbsp.\nAfter you have received services or goods obtained through the Services, you will have the opportunity to rate your experience and leave additional feedback about your Pet Care Provider.\n</p>\n<p> In addition to the above fees, you understand and acknowledge that you may incur ancillary charges in connection with your receipt of pet care services from Pet Care Providers (“Charges”).\nSuch Charges may include some combination of the following: (1) cancellation fee, (2) service, booking, or platform usage fee, (3) trust and safety fee, (4) surcharges, (5) convenience fee, and (6) other fees.&nbsp.\nA description of any Charges will be available on the Services.&nbsp.\nYou have absolute discretion to request or not request services from a Pet Care Provider if the total applicable fee or charge is not acceptable to you.\n</p>\n<p> From time to time, Wag! may, in its sole discretion, make available certain promotions, offers, credits, rewards, subscriptions, or referrals links or codes to Pet Owners (the “Promotions”).&nbsp.\nSuch Promotions will be provided to Pet Owners via the Services, by email, or otherwise made available electronically by Wag!.&nbsp.\nSuch Promotions are only valid for redemption through the Services and are not transferable or redeemable for cash except as required by law.&nbsp.\nEach Promotion is a limited time offer and is valid only for the time and purpose and under the terms and conditions specified therein, which may include eligibility, time, and location requirements.&nbsp.\nWag!, at its sole discretion, reserves the right to issue Promotions with different features, discounts, offers, or deals to any users or groups of users determined solely by Wag!.&nbsp.\nThese Promotions, unless made to you, shall have no bearing whatsoever on your use of the Services or any Promotions offered to you.&nbsp.\nWag! reserves the right to withhold or deduct credits or other features or benefits obtained through the use of Promotions that were made in error or obtained through fraud or suspected illegal behavior, or where the Pet Owner was found to be in violation of the terms of such Promotion, these Terms, or the Additional Terms.&nbsp.\nPromotions may be modified, disabled, or withdrawn by Wag! at any time for any reason or no reason without liability to Wag!.\n</p>\n<p> You acknowledge and agree that Wag! may limit or temporarily or permanently suspend your use of or access to the Services if: (1) you have provided inaccurate, fraudulent, outdated, or incomplete information regarding a payment method, (2) any amounts you owe for pet care services are overdue or in default, or (3) Wag! believes in good faith that such action is reasonably necessary to protect the personal safety or property of Wag!, our users, any third-party payment processor or third parties, or to prevent fraud or other illegal activity.\n</p>\n<p> 7.2 Automatic Subscription Renewal and Cancellation </p>\n<p>\n<strong>WAG! PREMIUM PAID MEMBERSHIP SUBSCRIPTIONS WILL CONTINUE INDEFINITELY UNTIL CANCELLED BY YOU.\nAFTER YOUR INITIAL SUBSCRIPTION COMMITMENT PERIOD, AND AGAIN AFTER ANY SUBSEQUENT SUBSCRIPTION PERIOD, YOUR SUBSCRIPTION WILL AUTOMATICALLY RENEW FOR AN ADDITIONAL PERIOD EQUIVALENT TO THE SUBSCRIPTION TERM YOU ORIGINALLY SELECTED AND AT THE SUBSCRIPTION RATE AND FREQUENCY DISCLOSED TO YOU WHEN YOU ORIGINALLY SUBSCRIBED, UNLESS OTHERWISE PROVIDED AT THE TIME YOU SUBSCRIBED.&nbsp;</strong>\n</p>\n<p> You may cancel your paid membership subscription at any time by following the instructions on your account settings page or by contacting Customer Success at (855) 732-9513 or wagsupport@wagwalking.com.&nbsp.\nIf you cancel your subscription, you typically will be permitted to use your subscription until the end of your then-current subscription term.&nbsp.\nYour subscription will not be renewed after your then-current term expires, but your payment method will be charged, and you will be required to pay any cancellation or other fees associated with your early termination and disclosed to you at the time you signed up for the subscription plan.\n</p>\n<p>\n<strong>7.3 Payment Authorization</strong>\n</p>\n<p> Upon addition of a new payment method or each pet care service request, Wag! may seek authorization of your selected payment method to verify the payment method, ensure the pet care service charges will be covered, and protect against unauthorized behavior.&nbsp.\nThe authorization is not a charge.\nhowever, it may reduce your available credit by the authorization amount until your bank’s next processing cycle.&nbsp.\nShould the amount of the authorization exceed the total funds on deposit in your account, you may be subject to overdraft of NSF charges by the bank issuing your credit, debit, or prepaid card.&nbsp.\nWag! cannot be held responsible for these charges and are unable to assist you in recovering them from your issuing bank.\n</p>\n<p> Wag! reserves the right to request additional information from you if we have reason to believe, in our sole discretion, that a payment method may be fraudulent.\n</p>\n<p>\n<strong>8.\nAcceptable Use of the Services</strong>\n</p>\n<p> You are responsible for your use of the Services, and for any use of the Services made using your account.&nbsp.\nOur goal is to create a positive, useful, and safe user experience.&nbsp.\nTo promote this goal, we prohibit certain kinds of conduct that may be harmful to other users, third parties, or to us.&nbsp.\nWhen you use the Services, you may not: </p>\n<ul>\n<li>violate any law or regulation or use the Services for any unintended or illegal purposes;</li>\n<li>violate, infringe, or misappropriate other people’s intellectual property, privacy, publicity, or other legal rights;</li>\n<li>provide false information in your profile on, or registration for, the Services;</li>\n<li>post or share anything that is illegal, abusive, harassing, harmful to reputation, pornographic, indecent, profane, obscene, hateful, racist, or otherwise objectionable;</li>\n<li>send unsolicited or unauthorized advertising or commercial communications, such as spam;</li>\n<li>engage in spidering or harvesting, or participate in the use of software, including spyware, designed to collect data from the Services;</li>\n<li>transmit any viruses, malicious codes, or other computer instructions or technological means whose purpose is to disrupt, damage, or interfere with the use of computers or related systems;</li>\n<li>stalk, harass, or harm another individual;</li>\n<li>impersonate any person or entity, maintain more than one account (or, if Wag! suspends or terminates your account, create further accounts), or perform any other fraudulent activity, such as phishing, marketplace collusion, promotional abuse, and payment fraud;</li>\n<li>use any means to scrape or crawl any Web pages contained in the Services;</li>\n<li>use the Services to identify Pet Care Providers to complete off-line transactions that circumvent your payment obligations for the Services;</li>\n<li>use the Services for purposes of competing with Wag!;</li>\n<li>authorize other users to use your user status or transfer your account to any other person or entity;</li>\n<li>attempt to circumvent any technological measure implemented by us, any of our providers, or any other third party (including another user) to protect the Services;</li>\n<li>interfere with Wag!’s provision of, or any other user’s use of, the Services;</li>\n<li>attempt to decipher, decompile, disassemble, or reverse engineer any of the software or other underlying code used to provide the Services;</li>\n<li>solicit another user’s username and password for the Services;</li>\n<li>post reviews about Pet Care Providers that are not based on your personal experience, that are intentionally inaccurate, or that violate these Terms or Additional Terms;</li>\n<li>use the Services to arrange for the care of exotic, non-domesticated, or inherently dangerous pets, pets with a history of attacks on animals or people, or any other pets not specifically contemplated by the Services.\nor</li>\n<li>advocate, encourage, or assist any third party in doing any of the foregoing.</li>\n</ul>\n<p>\n<strong>9.\nUser Content</strong>\n</p>\n<p> The Services allow you to upload, submit, store, send, or receive data, information, and content (“<strong>User Content</strong>”).&nbsp.\nYou retain ownership of any intellectual property rights that you hold in that User Content.&nbsp.\nIn other words, you own your personal data.\n</p>\n<p> When you upload, submit, store, send, or receive User Content to or through the Services, you give us permission to reproduce and use your User Content as follows: you grant to us and those we work with a license to use, host, store, reproduce, modify, create derivative works (including, but not limited to, translations, adaptations, or other changes we make so that User Content works better with the Services), publicly perform, publicly display, and distribute your User Content in order to operate, promote, market, and improve our Services.\nOur license to your User Content is non-exclusive, meaning you may use the User Content for your own purposes or let others use your User Content for their purposes.&nbsp.\nThis license is irrevocable, sublicensable, fully-paid, and royalty free, meaning we do not owe you anything else in connection with our use of your User Content.&nbsp.\nWe may exercise our rights under this license anywhere in the world.&nbsp.\nLastly, this license is perpetual, meaning that our rights under this license continue even after you stop using the Services.&nbsp.\nIn general, however, we will only need to use your User Content for as long as you choose to store it with us using the Services.\n</p>\n<p> You promise that: </p>\n<ul>\n<li>you own all rights to your User Content or, alternatively, that you have the right to give us the rights described above (including having the necessary consents and releases from any individuals who appear or whose pets appear in your User Content).\nand</li>\n<li>your User Content does not infringe the intellectual property rights, privacy rights, publicity rights, or other legal rights of any third party.</li>\n</ul>\n<p> We may refuse to accept or transmit User Content for any reason.&nbsp.\nWe reserve the right to use, share, and display your User Content (including Pet Owners’ reviews of Pet Care Providers) or Pet Care Providers’ reviews of Pet Owners or their pet(s) in any manner in connection with our business without attribution to you or your approval.&nbsp.\nYou acknowledge and agree that we are distributors (without any obligation to verify) and not publishers of your User Content or Pet Care Providers’ reviews, and we reserve the right to monitor, screen, edit, or remove your User Content or Pet Care Providers’ reviews in the event that such content include obscenities or other objectionable content, include an individual’s name or other personal information, or violate any privacy laws, other applicable laws, or Company’s content policies.&nbsp.\nOur failure to enforce our rights under these Terms in one instance does not create a waiver of our right to enforce them in another instance.&nbsp.\nWe are not obligated to provide you with copies of your User Content, nor will we have any liability to you for any deletion, disclosure, loss, or modification to your User Content.\n</p>\n<p> If you include your name, image, likeness or voice in any of your User Content, you grant us permission to use your name, image, voice, and likeness, and hereby release us from any liability arising from such use, including, without limitation, claims for invasion of privacy, infringement of your right of publicity, and defamation (including libel and slander).\n</p>\n<p> Wag! offers an in-app chat feature to better connect Pet Owners with Pet Care Providers.\nData, information, and content sent through the chat feature is User Content that is subject to these Terms.&nbsp.\nWe are able to access this User Content and reserve the right (but have no obligation) to monitor, screen, edit, or remove your User Content.&nbsp.\nUsers should be mindful when communicating information to third parties, and we recommend that you refrain from disclosing or sending sensitive information through the chat feature, such as personal financial information, log-in account information, passwords, and/or personal contact information (including phone numbers).\n</p>\n<p> The Services may provide the ability to leave public and/or private reviews of users or their pets.&nbsp.\nYou acknowledge that even private reviews may be shared with third parties in accordance with applicable law and our Privacy Policy and that Wag! has no obligation to preserve or indefinitely store any reviews.\nIf you are a Pet Care Provider, we have no obligation to provide you with the content of any reviews about you submitted by other users of the Services, whether before or after termination of your account for the Services.&nbsp.\nWe will have no liability to you for any deletion, disclosure, loss, or modification of these reviews.&nbsp.\nWe reserve the right to screen, edit, or remove these reviews from the Services at any time.\n</p>\n<p>\n<strong>10.\nConsent to Pet Care Provider Photo and Video Activities</strong>\n</p>\n<p> As a Pet Owner, you understand and agree that certain Pet Care Providers may take pictures or videos or otherwise create recorded media of you or your pet during the course of providing services to you.&nbsp.\nYou also understand and agree that during the course of a service you or your pet may participate in recorded media.\nYou further understand and agree that Pet Care Providers may post, upload, share, store, or otherwise provide any such pictures, videos, or other forms of recorded media to Wag! through the Services or to their own social media, the Internet, or otherwise.&nbsp.\nYou understand and agree that such recorded media may be used not only to provide information to you as part of the Services, but also to assist Wag! in quality control, safety, and promotional and marketing activities.&nbsp.\nYou agree that you have no right, title, or other ownership interest to or in such pictures, videos, or other forms of recorded media, and that the use of such media, including the posting or display of such media, is within Wag!’s and Pet Care Providers’ sole discretion.&nbsp.\nWag! hereby grants you a limited, revocable, non-exclusive license to copy and use pictures, videos, and other forms of recorded media of your pet that are made available by Wag! through the Wag! Services, solely for non-commercial purposes (e.g., posting a photo on your social media accounts).\n</p>\n<p>\n<strong>11.\nPet Owner Obligations</strong>\n</p>\n<p> As a Pet Owner, you hereby represent, covenant, and warrant to Wag! and each Pet Care Provider who provides you with pet care services that: (1) the pet(s) that you request pet care services for are your own.\n(2) your pets are free from fleas, ticks, and other pests.\n(3) you have divulged any material information about your pets, including pre-existing medical conditions and other behavioral issues that may be relevant to or impact a Pet Care Provider’s ability to provide the Services.\n(4) you will have your pets fully vaccinated and up-to-date on all forms of preventative medicine prior to receiving services from a Pet Care Provider.\n(5) you will comply with all laws and ordinances applicable to your activities conducted through the Services, including ensuring your pet is licensed as required by local law.\nand (6) the pet(s) for which you are seeking services are not dangerous or otherwise likely to injure others.&nbsp.\nIf you elect to use the Services, you agree to provide accurate information about yourself and your pet and keep this information up-to-date, including any material information or medical data of your pet.\n</p>\n<p> You acknowledge and agree that if you allow another person to access your account or if you request a pet care service for a pet that is not your own, in each case in violation of these Terms, you and such other person will be jointly and severally liable for all acts and omissions in connection with engaging the Services, including all costs incurred or associated with such engagement.\n</p>\n<p> You are fully responsible for the actions of your pet(s).&nbsp.\nYou understand, acknowledge and agree that, as between you and Wag!, you shall be liable for any and all claims, costs, proceedings, demands, losses, damages, and expenses (including, without limitation, reasonable attorneys’ fees and legal costs) of any kind or nature, arising from or relating to, the behavior of your pet(s), including without limitation, claims by third parties (including Pet Care Providers) for damage, loss, or injuries resulting from bites or attacks on such third parties by your pet(s).&nbsp.\nIncidents, injury, damage, or loss caused by your pet may be governed by applicable state liability laws.&nbsp.\nWag! will cooperate with appropriate law enforcement authorities to provide requested information regarding the situation.&nbsp.\nIf you elect to use a Pet Care Provider through the Services, you shall carry applicable liability insurance sufficient for the pet care services you request, the risks associated with such services, and as mandated by law.&nbsp.\nBe sure to review your applicable policy(ies) and address any questions regarding appropriate liability coverage with your insurance carrier and/or legal representatives prior to utilizing a Pet Care Provider through the Services.\n</p>\n<p> You may purchase or request a lockbox to store a key for entrance to your home or apartment for use in connection with the Services.&nbsp.\nYou understand, acknowledge and agree that we are not liable for any loss, claims, or damages you may suffer as a result of your use of the lockbox, including situations where the lockbox may be illegally accessed by a third party.\n</p>\n<p> You understand and agree that any Pet Care Provider from whom you may seek or obtain pet care services via the Services is an independent contractor, and not a partner, joint venturer, agent, legal representative, employer, worker, or employee of Wag!.&nbsp.\nPet Care Providers have no ability or authority to represent Wag! or otherwise make statements or commitments on Wag!’s behalf.\n</p>\n<p> Pet Care Providers have the sole and absolute discretion to reject or refuse any pet care services that you may request, including if they violate any law or regulation, are dangerous or unsafe, or otherwise violate these Terms or the Additional Terms.&nbsp.\nIf you, in your sole discretion, choose to provide equipment to Pet Care Providers, Pet Care Providers have the right to refuse a pet care service that involves a retractable leash, which can be dangerous for pets and Pet Care Providers alike, and may cause a safety hazard.&nbsp.\nYou acknowledge and agree that you will assume all liability in connection with providing a retractable leash.&nbsp.\nIn addition, we encourage Pet Owners to request only on-leash services.&nbsp.\nPlease note that for safety reasons, puppies, kittens, or other pets that are six (6) months or younger may be restricted from certain types of services offered via the Wag! platform or be subject to limited service offerings tailored specifically to young pets.\n</p>\n<p> Pet Owners who arrange for pet care services and fail to retrieve their pet within three (3) days after the service period (or an earlier period required under applicable animal abandonment or cruelty laws) agree that Wag! (or the Pet Care Provider) may, in its (or his or her) sole discretion, place the pet in foster care and/or notify animal control authorities.&nbsp.\nPet Owner agrees to reimburse Wag! and/or the Pet Care Provider for all costs and expenses associated with such actions.&nbsp.\nFurthermore, Wag! expressly reserves the right, in its sole discretion, to remove a Pet Owner’s pet from a Pet Care Provider’s care should Wag! deem it necessary for the safety of a pet, the Pet Care Provider, or any third parties.\nPrior to removing a pet from the care of a Pet Care Provider, Wag! will use reasonable efforts during its normal business hours to contact the Pet Owner and/or the Pet Owner’s emergency or trusted contact (if provided) to arrange alternative care.&nbsp.\nShould Wag! not be able to contact the Pet Owner or the emergency contact, Wag! will use its best judgment to find alternative care for the pet until the Pet Owner is able to retrieve his/her pet.\nIf you are a Pet Owner, you authorize your pet’s veterinarian(s) to release your pet’s veterinary records to Wag! in connection with any such relocation or re-homing of your pet.&nbsp.\nIn addition, you are responsible for and agree to pay all costs and expenses incurred by Wag! in connection with such transfer.\n</p>\n<p> If your Pet Care Provider or Wag! reaches you with a request to authorize medical care for your pet and you refuse, you waive, release, and promise never to assert any claims or causes of action arising from failure to seek such care, whether or not known at the time of such refusal, against Wag! or its predecessors, successors, past or present subsidiaries, stockholders, directors, officers, employees, consultants, attorneys, agents, assigns, or the applicable Pet Care Provider with respect to any matter, including (without limitation) any claims of negligence, emotional distress, fraud, breach of contract, or breach of the covenant of good faith and fair dealing.&nbsp.\nYou expressly waive and release any and all rights and benefits under Section 1542 of the California Civil Code (or any analogous law of any other state), which reads as follows: “<strong>A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.</strong>”&nbsp.\nIn the unlikely case that your pet needs immediate medical attention or veterinary care, you hereby authorize your Pet Care Provider and Wag! to obtain and authorize the provision of veterinary care for your pet if you cannot be reached to authorize care yourself in an emergency situation.&nbsp.\nPet Owners are solely responsible for the costs of any such medical treatment for your pets and, if you are a Pet Owner, you hereby authorize Wag! to charge any of your payment methods for such costs.\n</p>\n<p> As a Pet Owner, you acknowledge that Wag! is in the business of connecting Pet Owners and Pet Care Providers, and that said business is how Wag! earns its income.&nbsp.\nAs a result, Pet Owner agrees that if Pet Owner solicits a Pet Care Provider to provide off-platform pet care services to Pet Owner whom Pet Owner first met and/or learned about through the Wag! platform, Wag! is entitled to charge both the Pet Owner and the Pet Care Provider a referral fee.&nbsp.\nThis referral fee will be charged once per specific Pet Owner/Pet Care Provider services relationship utilized outside of the process provided for within the Wag! platform.\nPet Owner’s referral fee will be $1,000.&nbsp.\nPet Owner will first be notified in writing of Pet Owner’s obligation to pay the referral fee.&nbsp.\nThereafter, Pet Owner hereby authorizes Wag! to charge any of your payment methods for the referral fee.\n</p>\n<p>\n<strong>12.\nOwnership</strong>\n</p>\n<p> Other than User Content, we own or license all right, title, and interest in and to (a) the Services, including all software, text, media, and other content available on the Services (“<strong>Our Content</strong>”).\nand (b) our trademarks, logos, and brand elements (“<strong>Marks</strong>”).&nbsp.\nThe Services, Our Content, and Marks are all protected under U.S.\nand international laws.&nbsp.\nThe look and feel of the Services are copyright © Wag! Labs, Inc.&nbsp.\nAll rights reserved.&nbsp.\nYou may not duplicate, copy, or reuse any portion of the HTML/CSS, Javascript, or visual design elements or concepts without express written permission from Wag! Labs, Inc.\n</p>\n<p>\n<strong>13.\nCopyright and Intellectual Property Policy</strong>\n</p>\n<p> We respond to notices of alleged copyright infringement and terminate accounts of repeat infringers according to the process set out in the U.S.\nDigital Millennium Copyright Act.&nbsp.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please forward the following information to the Copyright Agent named below: </p>\n<ul>\n<li>Your address, telephone number, and email address.</li>\n<li>A description of the copyrighted work that you claim has been infringed.</li>\n<li>A description of where the alleged infringing material is located.</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by you, the copyright owner, its agent, or the law.&nbsp;</li>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.</li>\n<li>A statement by you, made under penalty of perjury, that the above information is accurate and that you are the copyright owner or authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p> Copyright Agent: </p>\n<p> For clarity, only copyright infringement notices should be sent to our Copyright Agent at&nbsp;legal@wagwalking.com.&nbsp.\nYou acknowledge that if you fail to comply with all of the requirements of this section, your notice may not be valid.\n</p>\n<p> If you believe the content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use such content, you may submit a counter-notice to the Copyright Agent address listed above containing the following information: </p>\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled;</li>\n<li>A statement that you have a good faith belief that the content was removed or disabled as a result of a mistake or a misidentification of the content.\nand</li>\n<li>Your name, physical address, telephone number, and e-mail address, a statement that you consent to the jurisdiction of the federal court in Santa Clara County, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\n<p> After we receive your counter-notification, we will forward it to the party who submitted the original claim of copyright infringement.&nbsp.\nPlease note that when we forward the counter-notification, it includes your personal information.&nbsp.\nBy submitting a counter-notification, you consent to having your information revealed in this way.&nbsp.\nWe will not forward the counter-notification to any party other than the original claimant.\n</p>\n<p> After we send out the counter-notification, the claimant must then notify us within ten (10) days that he or she has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the content that was removed or disabled.&nbsp.\nIf we receive such notification, we will be unable to restore the material.\nIf we do not receive such notification, we may reinstate the material.\n</p>\n<p>\n<strong>14.\nCall Recording and Monitoring</strong>\n</p>\n<p> You agree that all telephone conversations between you and Wag! (or our Affiliates and representatives), or other platform users when made via the platform, may be monitored and recorded for quality assurance and training purposes.\n</p>\n<p>\n<strong>15.\nPrivacy</strong>\n</p>\n<p> Your privacy is very important to us.\nOur&nbsp;Privacy Policy&nbsp;explains how we collect, use, protect, and when we share personal information and other data with others.&nbsp.\nYou are responsible for maintaining the confidentiality of your account information, including your username and password.&nbsp.\nYou are responsible for all activities that occur under your account and you agree to notify us immediately of any unauthorized access or use of your account.&nbsp.\nWe are not responsible or liable for any damage or loss related to any unauthorized access or use of your account, including without limitation, as a result of phishing or other similar attacks.\n</p>\n<p> Wag! may use third-party web analytics services on the Services, such as Google Analytics.&nbsp.\nThis technology analyzes how the Services are used by visitors and may also provide the third-party website from which a user arrives.\nThe information collected by the technology will be disclosed to or collected directly by these third-party service providers, who use the information to evaluate your use of the Services.&nbsp.\nWag! also uses Google Analytics for certain purposes related to advertising.&nbsp.\nFor more information on this please see the Wag!&nbsp;Privacy Policy.&nbsp.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics&nbsp;Opt-Out Browser Add-on.\n</p>\n<p>\n<strong>16.\nThird-Party Content</strong>\n</p>\n<p> The Services may contain links to other websites and online resources, and the Services may be made available or accessed in connection with third-party services and content (including advertising) that Wag! does not control.&nbsp.\nYou acknowledge that different terms of use and privacy policies may apply to your use of such third-party websites, services, and content.&nbsp.\nWag! does not endorse such third-party websites, services, and content and in no event shall Wag! be responsible or liable for any damage or loss related to the use of websites, products, services, or content of such third-party providers.\n</p>\n<p> Reviews, profiles, advice, opinions, statements, offers, postings, or other information or content made available through the Services, but not directly by Wag!, are those of their respective authors, who are solely responsible for such content.\n</p>\n<p> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WAG! DOES NOT: (A) WARRANT THE ACCURACY, ADEQUACY, OR COMPLETENESS OF CONTENT AVAILABLE ON OR THROUGH THE SERVICES.\nOR (A) ADOPT, ENDORSE, OR ACCEPT RESPONSIBILITY FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, ADVICE, OR STATEMENT MADE BY ANY PARTY OTHER THAN WAG!.\n</p>\n<p>\n<strong>17.\nThird-Party Applications</strong>\n</p>\n<p> These Terms apply to your use of the Services, including the Wag! applications (each an “<strong>Application</strong>”) made available by third-party providers such as Apple, Inc.\nand Google, Inc.\n(each a “<strong>Provider</strong>”) through their respective online stores, but the following additional terms also apply to each Application: </p>\n<ul>\n<li>Both you and Wag! acknowledge that the Terms are concluded between you and Wag! only, and not with any Provider, and that a Provider is not responsible for the Services;</li>\n<li>The Application is licensed to you on a limited, non-exclusive, non-transferrable, non-sublicensable basis, solely to be used in connection with the Services for your private, personal, non-commercial use (unless otherwise agreed by Wag! in a separate agreement with you), subject to all the terms and conditions of these Terms as they are applicable to the Services;</li>\n<li>You will only use the Application in connection with a Provider-branded device that you own or control and as permitted by the Provider’s usage rules set forth in its terms of service, except that such Application may be accessed and used by other accounts associated with the purchaser via family sharing or volume purchasing (if applicable);</li>\n<li>You acknowledge and agree that a Provider has no obligation whatsoever to furnish any maintenance and support services with respect to the Application;</li>\n<li>In the event of any failure of the Application to conform to any applicable warranty, including those implied by law, you may notify the Provider of such failure.\nupon notification, the Provider’s sole warranty obligation to you will be to refund to you the purchase price, if any, of the Application;</li>\n<li>You acknowledge and agree that Wag!, and not the Provider, is responsible for addressing any claims you or any third party may have in relation to the Application and any other claims, losses, liabilities, damages, costs, or expenses attributable to any failure to conform to any warranty will be Wag!’s and not the Provider’s responsibility;</li>\n<li>You acknowledge and agree that, in the event of any third-party claim that the Application or your possession and use of the Application infringes that third party's intellectual property rights, Wag!, and not the Provider, will be solely responsible for the investigation, defense, settlement, and discharge of any such infringement claim;</li>\n<li>You represent and warrant that you are not located in a country subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and that you are not listed on any U.S.\nGovernment list of prohibited or restricted parties;&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</li>\n<li>Both you and Wag! acknowledge and agree that, in your use of the Application, you will comply with any applicable third-party terms of agreement which may affect or be affected by such use;</li>\n<li>Both you and Wag! acknowledge and agree that the Provider and its subsidiaries are third-party beneficiaries of these Terms, and that upon your acceptance of these Terms, the Provider will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as the third-party beneficiary hereof.\nand</li>\n<li>In the event you use the Application to provide you with real-time route guidance, YOUR USE OF THIS REAL TIME ROUTE GUIDANCE APPLICATION IS AT YOUR SOLE RISK.\nLOCATION DATA MAY NOT BE ACCURATE.</li>\n</ul>\n<p>\n<strong>18.\nThird-Party Beneficiaries</strong>\n</p>\n<p> Pet Care Providers (when the Terms are agreed to between Wag! and a Pet Owner) and Pet Owners (when the Terms are agreed to between Wag! and a Pet Care Provider) are each a third-party beneficiary of these Terms, and that upon acceptance of these Terms, the Pet Care Provider or Pet Owner (respectively) will have the right (and will be deemed to have accepted the right) to enforce these Terms as the third-party beneficiary hereof, including without limitation the Arbitration Agreement &amp.\nWaiver of Certain Rights.\n</p>\n<p>\n<strong>19.\nSuspension and Termination</strong>\n</p>\n<p> We reserve the right to not provide the Services to any person.&nbsp.\nWe also reserve the right to suspend or terminate any user’s right to access the Services at any time, in our sole discretion, for any reason (or no reason at all), including, without limitation, with respect to Pet Owners, below average ratings or reviews of you by Pet Care Providers.&nbsp.\nIf your conduct on the Services or with respect to the Services is inappropriate or unsafe or you violate any of these Terms or the Additional Terms, your permission to use the Services automatically terminates.\n</p>\n<p>\n<strong>20.\nDisclaimer and Limitations on Our Liability</strong>\n</p>\n<p> 20.1 General Disclaimer and Limitations </p>\n<p> YOU USE THE SERVICES AND ANY CONTENT AND PRODUCTS AVAILABLE ON OR THROUGH THE SERVICES AT YOUR OWN RISK.&nbsp.\nTHE SERVICES AND ANY CONTENT AND PRODUCTS AVAILABLE ON OR THROUGH THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.&nbsp.\nTO THE EXTENT PERMITTED BY APPLICABLE LAW, WAG! AND ITS OFFICERS, EMPLOYEES, DIRECTORS, SHAREHOLDERS, PARENTS, SUBSIDIARIES, AFFILIATES, AGENTS, AND LICENSORS (“<strong>AFFILIATES</strong>”) DISCLAIM ALL WARRANTIES, CONDITIONS, AND REPRESENTATIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING THOSE RELATED TO MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT AND THOSE ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\n</p>\n<p> IN PARTICULAR, WAG! AND ITS AFFILIATES MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT THE ACCURACY OR COMPLETENESS OF CONTENT AVAILABLE ON OR THROUGH THE SERVICES, PRODUCTS OFFERED FOR SALE THROUGH THE SERVICES, OR THE CONTENT OF ANY WEBSITES OR ONLINE SERVICES LINKED TO OR INTEGRATED WITH THE SERVICES.&nbsp.\nWAG! AND ITS AFFILIATES WILL HAVE NO LIABILITY FOR ANY:&nbsp.\n(a) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT.\n(b) PERSONAL INJURY, INJURY TO ANY PETS, OR PROPERTY DAMAGE RESULTING FROM YOUR ACCESS TO OR USE OF THE SERVICES.\n(c) ANY INTERRUPTION OF TRANSMISSION TO OR FROM THE SERVICES.\n(d) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED ON OR THROUGH THE SERVICES BY ANY THIRD PARTY.\nOR (e) ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED OR SHARED OR ANY PRODUCT OFFERED FOR SALE THROUGH THE SERVICES.&nbsp.\n</p>\n<p> YOU UNDERSTAND AND AGREE THAT ANY MATERIAL OR INFORMATION DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGES ARISING FROM DOING SO.&nbsp.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH THE SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE.&nbsp.\nYOU ACKNOWLEDGE AND AGREE THAT YOU MAY BE INTRODUCED TO A THIRD PARTY THAT MAY POSE HARM OR RISK TO YOU OR OTHER THIRD PARTIES.\nYOU ARE ADVISED TO TAKE REASONABLE PRECAUTIONS WITH RESPECT TO INTERACTIONS WITH THIRD PARTIES ENCOUNTERED IN CONNECTION WITH THE USE OF THE SERVICES.\n</p>\n<p> YOU FURTHER ACKNOWLEDGE THAT THERE ARE RISKS INHERENT IN INTERNET CONNECTIVITY THAT COULD RESULT IN THE LOSS OF YOUR PRIVACY, CONFIDENTIAL INFORMATION, DATA AND/OR CONTENT.&nbsp.\nWE HAVE NO OBLIGATION TO PROVIDE SECURITY.&nbsp.\nYOU SHALL HAVE SOLE RESPONSIBILITY FOR THE ACCURACY, QUALITY, INTEGRITY, LEGALITY, RELIABILITY, APPROPRIATENESS, AND OWNERSHIP OF ALL OF YOUR DATA AND USER CONTENT THAT MAY APPEAR ON THE SERVICES.\n</p>\n<p> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL WE BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, SPECIAL, COMPENSATORY, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES (INCLUDING FOR LOSS OF PROFITS, REVENUE, OR DATA) OR FOR THE COST OF OBTAINING SUBSTITUTE PRODUCTS ARISING OUT OF OR IN CONNECTION WITH THESE TERMS, HOWEVER CAUSED, WHETHER SUCH LIABILITY ARISES FROM ANY CLAIM BASED UPON CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, OR OTHERWISE, AND WHETHER OR NOT WE’VE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.&nbsp.\nFOR EXAMPLE, WE SHALL NOT BE RESPONSIBLE FOR YOUR CONDUCT OR ANY THIRD-PARTY CONDUCT, INCLUDING WITHOUT LIMITATION, BODILY INJURY, INJURY TO ANY PETS, EMOTIONAL DISTRESS, AND/OR ANY OTHER DAMAGES THAT MAY RESULT FROM YOUR USE OF THE SERVICES, OR FOR ANY INTERACTIONS WITH OTHER USERS OF THE SERVICES, WHETHER ONLINE OR OFFLINE.&nbsp.\nFURTHERMORE, YOU AGREE THAT IN NO EVENT WILL WE BE LIABLE FOR ANY LOSSES, DAMAGE, OR HARM THAT ARISE OUT OF YOUR VIOLATION OF THESE TERMS OR ADDITIONAL TERMS.\n</p>\n<p> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, OUR TOTAL CUMULATIVE LIABILITY TO YOU OR ANY THIRD PARTY UNDER THESE TERMS, FROM ALL CAUSES OF ACTION AND ALL THEORIES OF LIABILITY, WILL BE LIMITED TO AND WILL NOT EXCEED THE FEES YOU HAVE ACTUALLY PAID TO US DURING THE TWELVE (12) MONTHS PRECEDING THE CLAIM GIVING RISE TO SUCH LIABILITY.&nbsp.\n</p>\n<p> We do not warrant that the quality of any products, Services, information, or other material purchased or obtained by you will meet your expectations.\nWhile we aim to display product colors and images as accurately as possible, we cannot guarantee that your computer monitor's display of any color will be accurate.\nWe reserve the right to correct or update any information, and to change or update information or cancel orders if any information is inaccurate at any time without prior notice (including after you have submitted your order), but disclaim any obligation to do so except as required by law.\n</p>\n<p> You are solely responsible for determining whether products are suitable for use or consumption by your pet.\nAny nutrition, ingredient, allergen, or other product information is provided by the product manufacturers or suppliers and may be modified by the manufacturers from time to time.\nWag! does not represent or warrant that such information is accurate or complete, and we recommend that you do not rely solely on the information presented.\nPlease consult the product label or contact the manufacturer directly if you have a specific dietary or allergic concern or any other question about a product.\n</p>\n<p> You understand and agree that we have set our prices and entered into these Terms with you in reliance upon the limitations of liability set forth in these Terms, which allocate risk between us and form the basis of the bargain between the parties.\n</p>\n<p> 20.2 Disclaimer of Professional Advice.\nNo Veterinarian-Client-Patient Relationship </p>\n<p> The Services relating to pet health (the “<strong>Health Related Services</strong>”) are provided for informational purposes only.&nbsp.\nThe Health Related Services do not provide medical or veterinary advice or any medical, veterinary, healthcare, or wellness service.&nbsp.\nThe Health Related Services are not a substitute for the professional judgement of a veterinary or other medical professional and are not in any way intended to substitute for or override professional veterinary advice, diagnosis, or treatment.&nbsp.\nAlways seek the advice of your veterinarian or other qualified health provider with any question you may have regarding a pet’s medical condition.\nIf you think your pet may have a medical emergency, call your veterinarian, animal control, PETA, or 911 for help immediately.\n</p>\n<p> You also acknowledge and agree that communications on or through the Health Related Services, including without limitation, User Content, whether with content providers or other users, are at your own risk and are not covered by any privilege or confidentiality obligation that might apply if you were to obtain your own professional advice (e.g., veterinarian-pet).\n</p>\n<p> No matter the qualifications of the person answering your question, by using the Health Related Services, including but not limited to, “Ask a vet” and live digital consultations, you expressly acknowledge that the Health Related Service is NOT a substitute for veterinary care (whether emergency or otherwise), and you further acknowledge that we, the veterinarians, and the Pet Care Providers cannot provide advice or consultation over the internet regarding any specific medical condition (whether of an emergency nature, or otherwise) without a thorough and proper physical evaluation of the pet.&nbsp.\nIn addition, the quality of the responses provided by the veterinarians and Pet Care Providers will be influenced directly by the quality of the question asked (and the completeness and accuracy of the information conveyed by the person asking the question), of which we, the veterinarians, and the Pet Care Providers have no control.&nbsp.\nIf your pet is sick, injured, or otherwise in need of medical attention, you agree to contact your regular veterinarian or local emergency provider of veterinary services immediately, as neither Wag! nor the Health Related Services is the appropriate venue to deal with such situations.\n</p>\n<p> You also expressly acknowledge and agree that in the case where one of the Pet Care Providers who is a licensed veterinarian answers your question(s), a veterinarian-client patient relationship is NOT and will NOT be established, and that the Health Related Services will NOT be able to diagnose, treat, or prescribe any medication for your pet.&nbsp.\nYou further acknowledge that the laws, regulations, other governing authorities, standards, practices, and procedures that apply to your particular question may differ depending upon your location or upon the information that typically would be discovered through in-person (or in-pet) evaluations or visits.&nbsp.\nBy using the Health Related Services, you understand that any licensed veterinarian that answers your question(s) is NOT your pet’s veterinarian, and that the information they provide to you is NOT a substitute for in-person veterinary diagnosis and/or treatment.&nbsp.\nPlease be advised that nothing transmitted to or via the Health Related Services constitutes the establishment of a veterinarian-client-patient relationship between you (or your pet) and any professional.\n</p>\n<p> We highly recommend that you always seek the advice of your veterinarian or other qualified provider with any questions that you may have regarding your pet’s medical condition, and that you do not disregard their advice (or delay seeking their advice) because of something that you have read or otherwise been provided through the Health Related Services.\n</p>\n<p> 20.3 Disclaimer of Insurance Entity Status </p>\n<p> Wag! and Wag! Wellness are not licensed insurance entities and do not offer, administer, solicit, market, sell, underwrite, or in any way engage in the business of insurance.&nbsp.\nAll insurance products are offered and administered by independent third-party insurance providers.&nbsp.\nWag! and Wag! Wellness make no representations or warranties about the accuracy or completeness of content available on the insurance products or sites linked from this webpage.&nbsp.\nThe information you see on the Wag! Wellness information portal may be different from what you see when you visit a pet insurance provider or specific pet insurance site.\nWhen evaluating offers, please review the insurance provider’s Terms and Conditions.&nbsp.\n</p>\n<p>\n<strong>21.\nIndemnification</strong>\n</p>\n<p> You agree to indemnify and hold harmless Wag! and its Affiliates from and against any and all claims, costs, proceedings, demands, losses, damages, and expenses (including, without limitation, reasonable attorneys’ fees and legal costs) of any kind or nature, arising from or relating to, any (i) actual or alleged breach of these Terms or the Additional Terms by you or anyone using your account, including claims arising from a breach of any of the Pet Owner Obligations set forth in these Terms or Additional Terms.\n(ii) transactions, interactions or disputes with other users of the Services, whether online or offline.\n(iii) your misstatements, omissions, misrepresentations, or violation of applicable law.\n(iv) any of Your Content.\n(v) any text messages or other communications that you initiate to other Users or to third parties through our Services.\nand (vi) the actions of your pet(s), including any property damage or personal injury to third parties caused by your pet or pets under your care.&nbsp.\nYOU FURTHER AGREE THAT YOU WILL COOPERATE WITH US IN THE DEFENSE AND INVESTIGATION OF SUCH CLAIMS.\nWE RESERVE THE RIGHT TO ASSUME THE EXCLUSIVE DEFENSE AND CONTROL OF ANY MATTER SUBJECT TO INDEMNIFICATION UNDER THIS SECTION, AND YOU WILL NOT SETTLE ANY SUCH CLAIM OR MATTER WITHOUT OUR PRIOR WRITTEN CONSENT.\n</p>\n<p>\n<strong>22.\nArbitration Agreement &amp.\nWaiver of Certain Rights</strong>\n</p>\n<p> For purposes of this Section 22 (“<strong>Arbitration Agreement</strong>”), references to “Wag!” include our Affiliates.\n</p>\n<p> a.&nbsp;<strong>Applicability</strong>.&nbsp.\nYou and Wag! agree that any dispute or claim arising out of or relating in any way to your use of the Services, these Terms, the Additional Terms, your relationship with Wag!, or your receipt of any communications from Wag! will be resolved by binding arbitration on an individual basis, rather than in court, except that you may assert claims in small claims court to the extent your claims qualify, remain in such court, and advance solely on an individual basis.&nbsp.\n“Disputes” or “claims” under this provision shall include, but are not limited to, any dispute, claim, or controversy, whether based on past, present, or future events, arising out of or relating to: the Terms, the Additional Terms and prior versions thereof (including the breach, termination, enforcement, interpretation or validity thereof), the Services, any other goods, services, or content made available through the Services, your relationship with Wag!, the threatened or actual suspension, deactivation, or termination of your account with Wag!, payments made by you or any payments made or allegedly owed to you, any promotions or offers made by Wag!, any communications you receive from Wag!, any claims for fraud, defamation, emotional distress, breach of any express or implied contract or covenant, claims arising under federal or state consumer protection laws, claims arising under antitrust laws, claims arising under the Telephone Consumer Protection Act and Fair Credit Reporting Act, and claims arising under the Uniform Trade Secrets Act, Civil Rights Act of 1964, Americans With Disabilities Act, and state statutes, if any, addressing the same or similar subject matters, and all other federal and state statutory and common law claims.&nbsp.\nNotwithstanding anything to the contrary herein, if you are an employee of Wag!, this Arbitration Agreement will not apply to any claims or disputes arising out of your employment relationship with Wag! and any such claims and disputes may be governed by separate agreements.&nbsp;&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n</p>\n<p> b.&nbsp;<strong>Arbitration Rules and Forum</strong>.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.\nTo begin an arbitration proceeding, the initiating party must notify the other party in writing via certified mail, return receipt requested, or hand delivery within the applicable statute of limitations period.\nThis demand for arbitration must include (1) the name and address of the party seeking arbitration, (2) a statement of the legal and factual basis of the claim, and (3) a description of the remedy sought.\nAny demand for arbitration by you must be delivered to General Counsel, Wag! Labs, Inc., 55 Francisco St, Suite 360, San Francisco, CA 94133, and legal@wagwalking.com.\nThe arbitration will be conducted by the American Arbitration Association (“ <strong>AAA</strong>”), an established alternative dispute resolution provider, and conducted under AAA’s most current version of the Commercial Arbitration Rules and procedures available at&nbsp;http://www.adr.org/sites/default/files/CommercialRules_Web.pdf.&nbsp.\nAAA’s rules are also available by calling AAA at 800-778-7879.\nIf AAA is not available to arbitrate, the parties will select a reasonably equivalent alternative arbitral forum.\nIf the arbitrator finds that you cannot afford to pay&nbsp.\nfiling, administrative, hearing, and/or other fees necessary for the arbitration and you cannot obtain a waiver for such fees, Wag! will pay them for you.&nbsp.\nIn addition, Wag! will reimburse all such filing, administrative, hearing and/or other fees for proceedings involving claims totaling less than $10,000 unless the arbitrator determines the claims are frivolous.&nbsp.\nWag! will not seek attorneys' fees and costs in arbitration unless the arbitrator determines your claims are frivolous.&nbsp.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, in person, or at another mutually agreed location.&nbsp.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\n</p>\n<p> c.&nbsp;<strong>Authority of Arbitrator.&nbsp;</strong> The arbitrator -- not a court -- shall have exclusive authority to (i) determine the scope and enforceability of these Terms (including this Arbitration Agreement), (ii) resolve any&nbsp.\ndispute related to the interpretation, applicability, enforceability, or formation of these Terms (including this Arbitration Agreement), including, but not limited to, any claim that all or any part of this Arbitration Agreement is void or voidable, and (iii) resolve any disputes or controversies regarding or arising out of the applicability of these Terms, the Additional Terms, the Pet Care Provider Platform Use Agreement, and/or any other concurrent agreement, to any particular claim or dispute, consistent with the AAA Commercial Arbitration Rule R-7 (or similar rule if not arbitrated by the AAA).&nbsp.\nThe arbitration will decide the rights and liabilities, if any, of you and Wag!.&nbsp.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and these Terms (including this Arbitration Agreement).&nbsp.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.&nbsp.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.&nbsp.\nThe award of the arbitrator is final and binding upon you and Wag!.\n</p>\n<p> d.&nbsp;<strong>Waiver of Jury Trial.&nbsp;</strong> YOU AND WAG! HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.&nbsp.\nThere is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.\n</p>\n<p> e.&nbsp;<strong>Waiver of Class or Other Non-Individualized Relief.&nbsp;</strong> ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS, REPRESENTATIVE, OR COLLECTIVE BASIS.\nONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE PARTY CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER PARTY.&nbsp.\nIf a decision is issued stating that applicable law precludes enforcement of any of this subsection’s limitations as to a given claim for relief, then the claim must be severed from the arbitration and brought into the federal or state court located in Santa Clara County, California for adjudication before a judge, not a jury.&nbsp.\nAll other claims shall be arbitrated.\n</p>\n<p> f.&nbsp;<strong>30-Day Right to Opt Out.</strong>&nbsp.\nYou have the right to opt out of the provisions of these Terms that mandate arbitration by e-mailing a written notice of your decision to opt out to:&nbsp;optout@wagwalking.com, within 30 days after first becoming subject to a version of these Terms containing an arbitration provision.\nYour notice must include your name and address, your Wag! username (if any), the email address you used to set up your Wag! account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.&nbsp.\nIf you opt out of arbitration, all other parts of this Agreement will continue to apply to you.&nbsp.\nWith the sole exception of the Pet Care Provider Platform Use Agreement if you are a Pet Care Provider, opting out of arbitration has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with Wag!.&nbsp.\nIf you are a Pet Care Provider, a timely opt out of the Arbitration Agreement in these Terms will also apply to the Mutual Arbitration Provision of the Pet Care Provider Platform Use Agreement, provided that the opt out would be timely under the terms of the Pet Care Provider Platform Use Agreement as well.\n</p>\n<p> g.&nbsp;<strong>Survival of Arbitration Agreement.&nbsp;</strong> This Arbitration Agreement will survive the termination of your relationship with Wag!.\n</p>\n<p> h.&nbsp;<strong>Modification</strong>.\n&nbsp;Notwithstanding any provision in these Terms to the contrary, we agree that if Wag! makes any future material change to this Arbitration Agreement, you may reject that change within thirty (30) days of such change becoming effective by emailing Wag! a notice of your rejection to optout@wagwalking.com.&nbsp.\nYour rejection of any such changes shall not affect the enforceability of any prior version of this Arbitration Agreement, or of any other agreement to arbitrate, that you previously entered into with Wag!.\n</p>\n<p>\n<strong>23.\nOther Provisions</strong>\n</p>\n<p> Under no circumstances will Wag! be held liable for any delay or failure in performance due in whole or in part to any acts of nature or other causes beyond our reasonable control.\n</p>\n<p> These Terms will be governed by and construed in accordance with the laws of the State of California, consistent with the Federal Arbitration Act, without giving effect to any conflict of laws rules or provisions.&nbsp.\nIn the event the Arbitration Agreement above is found not to apply to you or a particular claim or dispute, you agree that any action of whatever nature arising from or relating to these Terms or Services will be filed only in the state or federal courts located in Santa Clara County, California.&nbsp.\nYou and Wag! consent and submit to the personal jurisdiction of such courts for the purposes of any such action.&nbsp;&nbsp.\n</p>\n<p> YOU AND WAG! HEREBY WAIVE, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ANY RIGHT TO TRIAL BY JURY IN ANY LEGAL PROCEEDINGS ARISING OUT OF OR RELATING IN ANY WAY TO THE SERVICES, THESE TERMS, THE ADDITIONAL TERMS, YOUR RELATIONSHIP WITH WAG!, OR YOUR RECEIPT OF ANY COMMUNICATIONS WITH WAG!.\n</p>\n<p> If any provision of these Terms is found to be unlawful or unenforceable, then that provision will be deemed severable from these Terms and will not affect the enforceability of any other provisions.&nbsp.\nThe failure by us to enforce any right or provision of these Terms will not be deemed a waiver and will not prevent us from enforcing such right or provision in the future.\n</p>\n<p> We may freely assign our rights and obligations under these Terms, including in connection with a merger, acquisition, reorganization, sale of assets or equity, or by operation of law.&nbsp.\nYou may not assign any rights or obligations under these Terms without the prior written consent of Wag! and any purported assignment in violation of this provision shall be null and void.\n</p> Back Terms Terms Terms of Service Wag! Wellness Membership Agreement Pet Care Provider Message Service Terms and Conditions Pet Parent Message Service Terms and Conditions Sweepstakes Official Rules Privacy Policies Wag! Claims Policy Home Access Policy Deactivation Policy Trusted Contacts Incident Resolutions Guidelines Community Guidelines Safety Home and personal security Respect Reliability Accessibility Other Fear Free™ Happy Homes Transparency in Coverage To top ", "created_at": "2022-12-03 04:10:26.926151", "updated_at": "2022-12-03 03:11:36.08066"}], "points": [], "urls": ["wagwalking.com"]}}