{"error": 448, "message": "OK", "parameters": {"id": 9448, "name": "Pokemon Showdown", "created_at": "2023-09-01 01:43:27.845365", "updated_at": "2023-09-01 10:02:30.64334", "wikipedia": null, "keywords": null, "related": null, "slug": "pokemon-showdown", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9448.png", "url": "pokemonshowdown.com", "documents": [{"id": 18622, "name": "Privacy Policy", "url": "https://pokemonshowdown.com/privacy", "xpath": "/html/body/div[1]/div", "text": " Pokémon Showdown privacy policy Cookies <p>Cookies are used to keep you logged in and remember your preferences.\nIf you block cookies, you will still be able to use Pokémon Showdown, but will have to re-enter your username and preferences each time you open it.</p>\n<p>Pokémon Showdown also uses Google Analytics and Google AdSense, which store their own cookies.\nThese can also be safely blocked.</p> Bans and mutes <p>Information about your computer (such as your IP address and cookies) will be used to enforce mutes and bans.</p>\n<p>Other users will not be able to see your IP address, but moderators and server operators will.</p>\n<p>Note that if you're on any server not operated by Pokémon Showdown or Smogon University, it is up to that server's operator to keep your IP address private.\nWhile we will deregister any server found to abuse IP addresses, we can't guarantee that they will keep them private.\nThis is not a problem on the official server, though, where we strictly regulate who has access to your IP address.</p> Google Analytics and Google AdSense <p>Pokémon Showdown uses Google Analytics and Google AdSense, which collect referrer, browser, and computer information.\nThis information will not be shared with third parties.</p>\n<p>Google has a page that lets you opt out of AdSense-related tracking.</p> Ads from Enthusiast Gaming <p>We show advertisements from Enthusiast Gaming.\nSee Enthusiast Gaming's privacy policy.</p> Logging <p>We reserve the right (but not the obligation) to keep text logs of all chatting in chat rooms, battles, and private messages, including secret rooms.\nWe will keep private message logs as private as possible, and will only look at them if a participant gives us permission (such as through a \"Report\" button), or to help enforce laws.</p> Other services <p>We (the <code>API Client</code>) use several Google APIs, including YouTube API Services, to help improve chat experience.\n</p>\n<p>The <code>API Client</code> allows third parties to serve content, including advertisements.</p>\n<p>See Google's privacy policy.</p> ", "created_at": "2023-09-01 01:43:27.906028", "updated_at": "2023-09-01 01:43:51.560237"}, {"id": 18621, "name": "Rules", "url": "https://pokemonshowdown.com/rules", "xpath": "/html/body/div[1]/div", "text": " Pokémon Showdown rules <p>PS rules! Rah rah rah!</p>\n<p>Oh, wait, that wasn't the kind of rules we're talking about? Well, PS still rules.\n&lt;_&lt.\n&gt;_&gt;</p> Main rules <ol>\n<li>\n<p>\n<strong>Be nice to people</strong>.\nRespect people.\nDon't be rude or mean to people.</p>\n</li>\n<li>\n<p>\n<strong>Follow US laws</strong> (PS is based in the US).\nThis includes: No porn (minors use PS), don't distribute pirated material, and don't slander others.</p>\n</li>\n<li>\n<p>\n<strong>No sex</strong>.\nDon't discuss anything sexually explicit, not even in private messages, not even if you're both adults.</p>\n</li>\n<li>\n<p>\n<strong>No cheating</strong>.\nDon't exploit bugs to gain an unfair advantage.\nDon't game the system (by intentionally losing against yourself or a friend in a ladder match, by tricking your opponent into forfeiting, etc).\nDon't impersonate staff if you're not.</p>\n</li>\n<li>\n<p>\n<strong>Moderators have discretion</strong>.\nModerators can punish anything they think is wrong, even if it's not on this list.\nIf you disagree with a moderator ruling, appeal using the appeal form.</p>\n</li>\n</ol>\n<p>(Note: The First Amendment does not apply to PS, since PS is not a government organization.)</p> Chat rules <ol>\n<li>\n<p>\n<strong>Follow the chatroom's rules</strong>, if it has them.\nRoom rules will be in a link when you join the room, or you can use <code>/rules</code>.\nChatrooms can change or remove Chat rules #2–#5 if they want (including battles, if all players agree).</p>\n</li>\n<li>\n<p>\n<strong>Don't spam, flame, or troll</strong>.\nThis includes advertising, raiding, and flooding the chat.\nALL CAPS and <em>formatting</em> are acceptable for emphasis, but should not be used all the time.\nThis rule also applies to private messages.</p>\n</li>\n<li>\n<p>\n<strong>No minimodding</strong>.\nDon't mod if it's not your job.\nDon't tell people they'll be muted, don't ask for people to be muted, and don't talk about whether or not people should be muted (\"inb4 mute\", etc).\nThis applies to bans and other punishments, too.</p>\n</li>\n<li>\n<p>\n<strong>Stop arguing about rules when asked</strong>.\nYou can talk about rules most of the time, but if moderators tell you to stop, please stop.</p>\n</li>\n<li>\n<p>\n<strong>English only</strong>, unless specified otherwise.</p>\n</li>\n</ol> Username rules <p>Your username can be chosen and changed at any time (change it by logging out and logging in with a new username).\nKeep in mind:</p>\n<ol>\n<li>\n<p>\n<strong>Names may not impersonate</strong> staff (users with <code>%</code>, <code>@</code>, <code>#</code>, or <code>&amp;</code> next to their name) or famous people/organizations that use PS or are associated with Pokémon.</p>\n</li>\n<li>\n<p>\n<strong>Names may not insult</strong> an individual or group (insulting yourself is okay as long as it's not too serious).</p>\n</li>\n<li>\n<p>\n<strong>Names may not directly reference sex</strong>, or be excessively disgusting.</p>\n</li>\n<li>\n<p>\n<strong>Names may not advertise</strong>.</p>\n</li>\n</ol>\n<p>This policy is less restrictive than that of many places, so you might see some \"borderline\" nicknames that might not be accepted elsewhere.\nYou might consider it unfair that they are allowed to keep their nickname.\nThe fact remains that their nickname follows the above rules, and if you were asked to choose a new name, yours does not.</p> YouTube <p>When using the <code>/show</code> or <code>/youtube</code> commands for YouTube videos, you must follow the YouTube Terms of Service.</p> ", "created_at": "2023-09-01 01:43:27.876196", "updated_at": "2023-09-01 01:45:27.166048"}], "points": [], "urls": ["pokemonshowdown.com"]}}