{"error": 448, "message": "OK", "parameters": {"id": 7290, "name": "tip.cc ", "created_at": "2023-01-18 21:26:41.221078", "updated_at": "2023-01-22 17:00:20.721685", "wikipedia": null, "keywords": null, "related": null, "slug": "tip-cc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7290.png", "url": "tip.cc", "documents": [{"id": 13982, "name": "Terms & Conditions", "url": "https://tip.cc/terms", "xpath": "//body", "text": " tip.cc<ul>\n<li>Home</li>\n<li>Blog</li>\n<li>Support</li>\n<li>Supported currencies</li>\n</ul>dark modeTerms &amp.\nConditions<p>(Effective March 13th, 2022)</p>\n<p>\n<strong>PLEASE READ CAREFULLY</strong>\n</p>Acceptance of Software Terms<p>Welcome to the <strong>tip.cc</strong> Software and Platform.\nThe <strong>tip.cc</strong> Platform is a custodial wallet service linked to Discord, we offer wallets for Discord users\" as defined in the <strong>tip.cc</strong> Terms of Service (\"<strong>tip.cc</strong> Terms\") set forth here.\nThe <strong>tip.cc</strong> Terms are incorporated by reference into these Software Terms, and also govern your use and access of the <strong>tip.cc</strong> Bot Software.</p>\n<p>These Terms and Conditions (\"Software Terms\") constitute a legally binding agreement between <strong>tip.cc</strong> (\"<strong>tip.cc</strong>\", \"we\", \"us\" or \"our\") and each registered or unregistered end user (each, a \"User\", \"you\" or \"your\") of the <strong>tip.cc</strong> products and services located at <strong>https://tip.cc</strong> or such other URL as may be designated by <strong>tip.cc</strong> from time to time, and on any platforms the <strong>tip.cc</strong> Bot Software is present.\nThe Software Terms regulate your access to and use of the <strong>tip.cc</strong> bot.\nBy accessing and using the <strong>tip.cc</strong> Bot Software, you are deemed to have read, accepted, and agreed to be bound by these <strong>tip.cc</strong> Software Terms.\nWe may change or amend these Software Terms at any time at our sole discretion.\nAny changes to these Software Terms will be in effect as of the \"LAST REVISED\" date referred to at the top of this page.</p>\n<p>YOUR CONTINOUS USE OF THE SOFTWARE AND PLATFORM MEANS YOU ARE AWARE THAT THERE EXISTS A SUBSTANTIAL RISK OF LOSS IN TRADING OR HOLDING CRYPTOCURRENCIES, TOKENS, OR ANY CRYPTO-ASSETS.\n<strong>TIP.CC</strong> DOES NOT ACT AS AN INTERMEDIARY, BROKER-DEALER, AGENT, OR ANY KIND OF FINANCIAL ADVISOR.\nYOU SHOULD ALWAYS CONSIDER WHETHER TRADING OR HOLDING A CRYPTOCURRENCY ASSETS IS SUITABLE FOR YOU.</p>Definitions<ul>\n</ul>\n<ul>\"<strong>Account</strong>\" means an account on any platform connected to the <strong>tip.cc</strong> Bot Software;</ul>\n<ul>\"<strong>Bot Software</strong>\" means the automated bot software provided by <strong>tip.cc</strong> granting users access to the <strong>tip.cc</strong> Platform's functionality through pre-defined commands;</ul>\n<ul>\"<strong>tip.cc</strong>\n<strong> Wallet </strong>\" means the hosted crypto assets wallet, created at the<strong> tip.cc</strong> Platform, provided to users to hold and transact crypto asset;</ul>\n<ul>\"<strong>External Wallet</strong>\" means any external crypto assets wallet based on supported decentralized blockchain networks (ledgers) and not hosted by us;</ul>\n<ul>\"<strong>Platform\"</strong> means the <strong>tip.cc</strong> platform accessible via <strong>www.tip.cc</strong> and/or through the <strong>tip.cc</strong> automated bot software;</ul>\n<ul>\"<strong>Software</strong>\" means collectively the <strong>tip.cc</strong> Platform, Applications, the <strong>tip.cc</strong> Bot Software, and the <strong>tip.cc</strong> site.</ul>\n<ul>\"<strong>Website\"</strong> means the Software website accessible at <strong>www.tip.cc</strong>\n</ul>Overview of the <strong>tip.cc</strong>\n<strong>Platform</strong>\n<p>The <strong>tip.cc</strong> Platform provides users with the ability to create, sell, buy, collect, exchange, display and otherwise transact certain digital media and Cryptocurrency (\"Crypto Asset\") that can be represented as <strong>tip.cc</strong> (\"Crypto Asset\") via Discord.\nWe facilitate transactions between buyers and Holder of a Crypto Asset, but we are not a party to any agreement between buyer and Holder of a Crypto Asset on the <strong>tip.cc</strong> Bot Software.\nFor the avoidance of doubt, <strong>all</strong> transactions on the <strong>tip.cc</strong> Bot Software are considered \"Digital Assets\" as defined in the <strong>tip.cc</strong> Terms.\n<strong>tip.cc</strong> reserves the right to be the final decision maker on any disputes arising from purchases via the Bot Software, including in connection with any deposit or other withdrawal methods.</p>\n<p>\n<strong>License to Use</strong>\n</p>\n<p>\n<strong>tip.cc</strong> grants you a limited, revocable, non-exclusive, non-transferable license, to access and use the <strong>tip.cc</strong> Software, Applications, including downloading, installing, and using on your mobile phones, tablets, or other supported devices, and Content solely for purposes approved by <strong>tip.cc</strong> from time to time.\nAny other use of the <strong>tip.cc</strong> Software or Content is expressly prohibited and all other rights, title, and interest in the <strong>tip.cc</strong> Software or Content is exclusively the property of us and our affiliates, licensors, and data providers.</p>\n<p>\n<strong>tip.cc</strong>\n<strong>Services</strong>\n</p>\n<p>\n<strong>tip.cc</strong> provides a Bot Software to enable and facilitate the use, transfer, and exchange of digital assets, which may include any form of Cryptocurrencies, making available Wallets and storing users' private keys of corresponding blockchain addresses (\"the Services\").\nWe facilitate transactions between buyers and Holder of a Crypto Asset, but we are not a party to any agreement between buyer and Holder of a Crypto Asset on the <strong>tip.cc</strong> Bot Software.All transactions on the <strong>tip.cc</strong> Bot Software are considered \"Digital Assets\" and non-refundable.</p>\n<p>\n<strong>Functions of</strong>\n<strong>tip.cc</strong>\n<strong> Bot Software</strong>\n</p>\n<p>\n<strong>tip.cc</strong> operates the Bot Software that provides users access to the <strong>tip.cc</strong> functionality and features through the use of supported third-party social networks or messengers, the Bot Software converts the user commands to the specific requests or instructions to the Platform.</p>Wallet<p>In order to access and use the <strong>tip.cc</strong> services, you agree to create an account with us, during this process we automatically collect some personal information from you.\nHence, we create a <strong>tip.cc</strong> Wallet for you.\nYou agree to provide us with current, accurate, and complete information about Yourself as prompted by the wallet creation process, and to keep such information updated.\nYou further agree that You will not use any wallet other than Your own, or access the wallet of any other user at any time, or assist others in obtaining unauthorized access.\nAll information You provide to us during wallet creation will be treated in accordance with our Privacy Policy, which You are required to read also.\nYou are responsible for any activity that occurs with your wallet credentials so you are required to keep your wallet credential secure and out of reach from third-parties user.</p>Verifying User Identity<p>To verify the identity of users and prevent the spread of money laundering, terrorist financing, fraud, or any other financial crime we may require you to provide necessary information and documents to verify your identity.\nYou agree to provide us with the information we request and permit us to process and keep a record of such information.</p>\n<p>By providing us with the information, you confirm that such information is accurate and true.\nYou agree to update such information with us if any of the information you provided changes.\nYou authorize us to make inquiries, whether directly or through third parties, that we consider necessary to verify your identity or protect you and/or us against fraud or other financial crime, and to take action we reasonably deem necessary based on the results of such inquiries.</p>Gas Fees<p>To deposit and/or withdraw Crypto Assets via the <strong>tip.cc</strong> wallet service you agree to pay a transaction fee (a \"Network Fee\") for every transaction that occurs on the network.\nThe Network Fee funds the network of computers that run the decentralized network.\nThis means that you will need to pay a Network Fee for each transaction.</p>\n<p>We do not provide refunds for any transaction that you might make on or through the <strong>tip.cc</strong> Platform – whether for <strong>tip.cc</strong> or anything else.\nYou will be solely responsible to pay any and all sales, use, value-added and other taxes, gas fees, and assessments (except taxes on our net income) now or hereafter claimed or imposed by any governmental authority associated with your use of the <strong>tip.cc</strong> Software or <strong>tip.cc</strong> , except for income taxes levied on us as a result of such using <strong>tip.cc</strong>.</p>Rules for Deposit<p>\n<strong>tip.cc</strong> provides users with the ability to deposit Crypto Assets to <strong>tip.cc</strong> external wallet.\nWhen you request for deposit transaction.\nWe will notify you of the External Wallet address before submitting your request or sending a crypto assets.\nYou need to transfer the crypto assets to the designated External Wallet provided by <strong>tip.cc</strong> , to process your deposit request.\nPlease note that our External Wallet differs and are depended on each crypto asset and its corresponding blockchain.\nOnce we confirm your deposit request, we will credit your <strong>tip.cc</strong> Wallet with the requested amount of crypto assets.</p>Assumption of Risks<p>Any deposit or withdrawal transaction you make, you accept will be entirely at your risk.\nYou acknowledge that you have obtained sufficient information to make an informed decision to transact a Crypto Asset, including carefully reviewing the code of the smart contract and fully understand and accept the functions of the same.\nCertain parts of the <strong>tip.cc</strong> site may display, include or make available content, data, information, applications or materials from third parties (\"Third Party Materials\").</p>Withdrawal Rules<p>We are obligated to process a withdrawal request made by you only to your External Wallets and such External Wallets must be all the time under your direct or indirect control and shall not be under the control of a third party.\nYou hereby represent and agree that you will issue a withdrawal request only to the External Wallet assigned to you and not to any third-party-owned External Wallets.</p>Minimum Limits<p>You hereby acknowledge that <strong>tip.cc</strong> reserves the right to set the minimum limit of crypto assets you can deposit or withdraw and will notify you regarding limits before submitting any deposit or withdrawal request.\nYou hereby agree that in case of non-compliance with the minimum limits rule you may lose crypto assets sent to the External Wallet assigned to you by <strong>tip.cc</strong> which fail to meet our specified minimum limit.</p>Risk of Cryptographic Systems<p>By utilizing the <strong>tip.cc</strong> functions, features of the <strong>tip.cc</strong> software or interacting with users of the platform or anything contained or provided therein in any way, you represent that you understand the inherent risks associated with cryptographic systems.\nand warrant that you have an understanding of the usage, risks, potential bugs based on novel technology (where applicable), and intricacies of native cryptographic tokens, like Ether (ETH) and Bitcoin (BTC), smart contract based tokens such as those that follow the Ethereum Token Standard and blockchain-based software systems.</p>Hold on Funds<p>If we discover that some crypto assets or funds held in your <strong>tip.cc</strong> Wallet are stolen or unlawfully possessed by you, we may, place a hold on the affected funds, your <strong>tip.cc</strong> Wallet, and/or your account until the dispute has been resolved with evidence of the resolution provided by you is accepted by us.\nDuring this hold on period you will be unable to withdraw your crypto assets or funds or initiate transfers during this period.</p>Exploits in the Field of Cryptography<p>You acknowledge and agree that cryptography is a progressing field.\nAdvances in code cracking or technical advances such as the development of quantum computers may present risks to smart contracts, cryptocurrencies and the tools, which could result in the theft or loss of your cryptographic tokens or asset, among other potential consequences.\nBy using the Tools you acknowledge and agree to undertake these risks.</p>Loss or Misdirected Funds<p>The <strong>tip.cc</strong> platform consists of the use of Bot Software which supports various commands available on the Platform.\nBy using such Bot Software commands you are directing <strong>tip.cc</strong> to perform specific actions, for example, to transfer crypto-assets to other users of the <strong>tip.cc</strong> Platform, which is conditioned to your specific command.\nYou hereby agree that the Bot Software's performance may be command-sensitive, and if you use a wrong command, or make typo mistakes, this can lead to loss of crypto assets or wrong or unintended execution of commands.\nYou agree to indemnify and waive <strong>tip.cc</strong> of any loss or misddirected funds due to your incorrect use of command or wrong command prompt made by you.</p>Use of Crypto Assets<p>There are risks associated with using an Internet-based currency, including, but not limited to, the risk of hardware, software and Internet connections failure or problems, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within your wallet.\nYou accept and acknowledge that <strong>tip.cc</strong> will not be responsible for any communication failures, disruptions, errors, distortions or delays you may experience when using the Ethereum network or similar device for processing transactions, however caused.</p>Crypto Asset Ownership<p>By using and accessing the <strong>tip.cc</strong> Wallet you acknowledge and agree that all ownership to any crypto assets stored in the <strong>tip.cc</strong> Wallet shall remain yours at all times and shall not be transferred to us.\nYou acknowledge and agree, to bear all risks and loss related to such crypto-assets.\n<strong>tip.cc</strong> shall have no liability for fluctuations in the value of crypto assets stored in your <strong>tip.cc</strong> Wallet.\nYou own and control all crypto assets stored in your <strong>tip.cc</strong> Wallet.</p>\n<p>Owning a <strong>tip.cc</strong> Crypto Asset does not grant you the rights to duplicate, steal, remake, or redo any of the digital media associated with <strong>tip.cc</strong>.</p>Termination<p>We reserve the right to suspend, restrict, or terminate your access to any portion of the Software, any functionalities, including any use of our services, in our sole discretion, effective upon sending a notice to you.</p>Termination Concerns<p>When your account or wallet has been terminated, we retain the right to withhold all fees, and liabilities you owe us from your available balance.\nYou will be given five business days to withdraw your remaining crypto funds from your wallet or account.</p>Refunds Concerns<p>All withdrawals, deposits or transactions made on the <strong>tip.cc</strong> Platform are final and irreversible.\nDue to the nature of our <strong>tip.cc</strong> , there shall be no refund for any transaction on <strong>tip.cc</strong>.\nPlease be sure to review your transaction details before proceeding to initiate your transaction request.</p>Place of Jurisdiction<p>These terms and conditions, <strong>tip.cc</strong> software and agreements shall be governed and construed in all respects by the laws of the Superior Court in Malta including the European Union GDPR directives.</p>Support<p>If you have any questions or comments about the <strong>tip.cc</strong> site or these Software Terms please contact the customer support team at <strong>support@tip.cc</strong>\n</p>tip.cc Get on DiscordGet started<ul>\n<li>Invite me to Discord</li>\n<li>Learn how to set me up</li>\n<li>Learn how to deposit and withdraw</li>\n<li>Learn how to tip</li>\n</ul>Connect with us<ul>\n<li>Twitter</li>\n<li>Discord</li>\n<li>Telegram</li>\n<li>E-mail us</li>\n</ul>Support<ul>\n<li>Support</li>\n<li>Discord support server</li>\n<li>Reach us via e-mail</li>\n</ul>Legal<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Contact</li>\n</ul>\n<b>© 2018-2020 Discordtip, 2020-2023 tip.cc</b>Terms &amp.\nConditions • Privacy Policy • Contact<b>Follow us on:</b> Facebook Telegram Discord ", "created_at": "2023-01-18 21:26:41.284153", "updated_at": "2023-01-18 21:27:41.413619"}, {"id": 13983, "name": "Privacy Policy", "url": "https://tip.cc/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[1]/div[1]/section", "text": "Privacy Policy<p>Your privacy is important to us.\nIt is tip.cc's policy to respect your privacy and comply with any applicable law and regulation regarding any personal information we may collect about you, including across our website, https://tip.cc,\nand other sites we own and operate.</p>\n<p>This policy is effective as of 26 January 2022 and was last updated on 26 January 2022.</p>Information We Collect<p>Information we collect includes both information you knowingly and actively provide us when using or participating in any of our services and promotions, and any information automatically sent by your devices in the course of accessing our products and services.</p>Log Data<p>When you visit our website, our servers may automatically log the standard data provided by your web browser.\nIt may include your device’s Internet Protocol (IP) address, your browser type and version, the pages you visit, the time and date of your visit, the time spent on each page, other details about your visit, and technical details that occur in conjunction with any errors you may encounter.</p>\n<p>Please be aware that while this information may not be personally identifying by itself, it may be possible to combine it with other data to personally identify individual persons.</p>Collection and Use of Information<p>We may collect personal information from you when you do any of the following on our website:</p>\n<ul>\n<li>Use a mobile device or web browser to access our content</li>\n<li>Contact us via email, social media, or on any similar technologies</li>\n<li>When you mention us on social media</li>\n</ul>\n<p>We may collect, hold, use, and disclose information for the following purposes, and personal information will not be further processed in a manner that is incompatible with these purposes:</p>\n<p>Please be aware that we may combine information we collect about you with general information or research data we receive from other trusted sources.</p>Security of Your Personal Information<p>When we collect and process personal information, and while we retain this information, we will protect it within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use, or modification.</p>\n<p>Although we will do our best to protect the personal information you provide to us, we advise that no method of electronic transmission or storage is 100% secure, and no one can guarantee absolute data security.\nWe will comply with laws applicable to us in respect of any data breach.</p>\n<p>You are responsible for selecting any password and its overall security strength, ensuring the security of your own information within the bounds of our services.</p>How Long We Keep Your Personal Information<p>We keep your personal information only for as long as we need to.\nThis time period may depend on what we are using your information for, in accordance with this privacy policy.\nIf your personal information is no longer required, we will delete it or make it anonymous by removing all details that identify you.</p>\n<p>However, if necessary, we may retain your personal information for our compliance with a legal, accounting, or reporting obligation or for archiving purposes in the public interest, scientific, or historical research purposes or statistical purposes.</p>Children’s Privacy<p>We do not aim any of our products or services directly at children under the age of 13, and we do not knowingly collect personal information about children under 13.</p>International Transfers of Personal Information<p>The personal information we collect is stored and/or processed where we or our partners, affiliates, and third-party providers maintain facilities.\nPlease be aware that the locations to which we store, process, or transfer your personal information may not have the same data protection laws as the country in which you initially provided the information.\nIf we transfer your personal information to third parties in other countries: (i) we will perform those transfers in accordance with the requirements of applicable law.\nand (ii) we will protect the transferred personal information in accordance with this privacy policy.</p>Your Rights and Controlling Your Personal Information<p>You always retain the right to withhold personal information from us, with the understanding that your experience of our website may be affected.\nWe will not discriminate against you for exercising any of your rights over your personal information.\nIf you do provide us with personal information you understand that we will collect, hold, use and disclose it in accordance with this privacy policy.\nYou retain the right to request details of any personal information we hold about you.</p>\n<p>If we receive personal information about you from a third party, we will protect it as set out in this privacy policy.\nIf you are a third party providing personal information about somebody else, you represent and warrant that you have such person’s consent to provide the personal information to us.</p>\n<p>If you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time.\nWe will provide you with the ability to unsubscribe from our email-database or opt out of communications.\nPlease be aware we may need to request specific information from you to help us confirm your identity.</p>\n<p>If you believe that any information we hold about you is inaccurate, out of date, incomplete, irrelevant, or misleading, please contact us using the details provided in this privacy policy.\nWe will take reasonable steps to correct any information found to be inaccurate, incomplete, misleading, or out of date.</p>\n<p>If you believe that we have breached a relevant data protection law and wish to make a complaint, please contact us using the details below and provide us with full details of the alleged breach.\nWe will promptly investigate your complaint and respond to you, in writing, setting out the outcome of our investigation and the steps we will take to deal with your complaint.\nYou also have the right to contact a regulatory body or data protection authority in relation to your complaint.</p>Limits of Our Policy<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and policies of those sites, and cannot accept responsibility or liability for their respective privacy practices.</p>Changes to This Policy<p>At our discretion, we may change our privacy policy to reflect updates to our business processes, current acceptable practices, or legislative or regulatory changes.\nIf we decide to change this privacy policy, we will post the changes here at the same link by which you are accessing this privacy policy.</p>\n<p>If required by law, we will get your permission or give you the opportunity to opt in to or opt out of, as applicable, any new uses of your personal information.</p>Contact Us<p>For any questions or concerns regarding your privacy, you may contact us using the following details:</p>\n<p>Daniel Abramowicz<br>support@tip.cc</p>", "created_at": "2023-01-18 21:26:41.345448", "updated_at": "2023-01-18 21:27:29.763805"}], "points": [], "urls": ["tip.cc"]}}