{"error": 448, "message": "OK", "parameters": {"id": 7348, "name": "Swurl", "created_at": "2023-02-03 21:38:35.520405", "updated_at": "2023-03-29 19:26:39.152262", "wikipedia": null, "keywords": null, "related": null, "slug": "swurl", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7348.png", "url": "swurl.com", "documents": [{"id": 14110, "name": "Privacy Policy", "url": "https://swurl.com/privacy.html", "xpath": "//body", "text": " <p>\n</p> Privacy Policy <p>Last updated: October 5, 2022</p> Overview <p>This Privacy Policy (\"Privacy Policy\") applies to the websites located at swurl.com, as well as any other websites owned and operated by PicClick that direct the viewer or user to this Privacy Policy.</p>\n<p>In this Privacy Policy, the terms \"PicClick,\" \"we,\" and \"us\" refers to PicClick, Inc.\nand its respective subsidiaries and affiliated companies.\nPlease note that websites that are owned and operated by PicClick may contain links to digital properties that are owned and operated by other companies.\nThis Privacy Policy does not apply to websites and services that are owned and operated by unaffiliated third parties.</p>\n<p>This Privacy Policy does not apply to any of the practices of eBay or Amazon.\nTo understand how eBay or Amazon process your information, please refer to the provider’s privacy policy.</p>\n<p>\n<strong>If you do not agree with our Terms of Service or this Privacy Policy, please discontinue use of our websites immediately.</strong>\n</p> Contents <p>You may skip to the specific sections of our Privacy Policy by selecting any of the sections listed below.</p>\n<ol>\n<li>Updates to this Privacy Policy</li>\n<li>Information We Collect</li>\n<li>How We Use Your Information</li>\n<li>How We Share Your Information</li>\n<li>Cookies, Web Beacons and Similar Technologies</li>\n<li>Your Choices</li>\n<li>How We Protect Your Information</li>\n<li>Retention and Disposal of Your Information</li>\n<li>Children’s Privacy</li>\n<li>Additional Disclosures for California, Colorado or Virginia Residents</li>\n<li>\tAdditional Disclosures for Data Subjects in the EEA, the U.K., and Switzerland</li>\n<li>Contact Us</li>\n</ol>\n<br>\n<br> 1.\nUpdates to this Privacy Policy <p>This Privacy Policy went into effect on the “Last Updated” date noted near the top of this page.\nWe may update this Privacy Policy from time to time.\nWe will notify you of any modifications to this Privacy Policy that might materially affect your rights or the way that we use or disclose your personal information prior to the change becoming effective by means of a message on this website.\nWe encourage you to periodically review this Privacy Policy to ensure you are familiar with the most current version.</p>\n<br>\n<br> 2.\nInformation We Collect <p>As you use our websites or visit one of our stores, we collect information about you and the services you use.\nThe information we collect falls into two main categories: (1) information you voluntarily provide us.\nand (2) information we collect from you automatically.</p>\n<p>Some examples of when we collect this information include when you browse one of our websites.\nor contact us for customer service.</p>\n<p>\n<strong>(a) Information You Give Us</strong>\n<br>Some information we collect is provided when you use our services, such as when you browse our website, or contact us for customer service inquiries.</p>\n<p>This may include your first and last name, username, email address, purchase or search history, and any other information you give us, such as to contact PicClick customer service.</p>\n<p>\n<strong>(b) Information We Automatically Collect</strong>\n<br>Device and Usage Information – Like many website operators, we collect information that your browser sends whenever you visit our websites.\nThis includes Log Data, such as your computer’s IP address, browser type, browser version, the pages of our Sites that you visit, the time and date of your visit, the time spent on those pages and other statistics, and whether you reached our page via a social media or email campaign.\nThis information may be collected via several technologies, including cookies, web beacons, clear GIFs, canvas fingerprinting and other means.</p>\n<br>\n<br> 3.\nHow We Use Your Information <p>We use your information for business and commercial purposes, including to provide our services to you, to perform customer service functions, for security and fraud prevention, and to perform website analytics.</p>\n<p>We may use the information we collect about you in a variety of ways, including to:</p>\n<p>\n<strong>(a) To Communicate With You.</strong> We process certain information in order to communicate with you in relation to our services, and your requests, including to:</p>\n<ul>\n<li>respond to your customer service inquiries and requests for information;</li>\n</ul>\n<p>\n<strong>(b) For Research, Development, and Improvement of Our Services.</strong> We want to ensure that our website and services are continually improving and expanding so that we meet and exceed your needs and expectations.\nTo do so, we may process certain personal information, including to:</p>\n<ul>\n<li>maintain, improve, and analyze our websites, and the services we offer.\nand,</li>\n<li>detect, prevent, or investigate suspicious activity or fraud.</li>\n</ul>\n<p>\n<strong>(c) To Enforce our Terms, Agreements, or Policies.</strong> To maintain a safe, secure, and trusted environment for you when you use our websites and other services, we use your personal information to ensure our terms, policies, and agreements with you and any third parties are enforced.</p>\n<p>\n<strong>(d) To Comply with Applicable Laws.</strong> We may be required to process certain personal information under certain laws and regulations, such as tax laws, as well as to:</p>\n<ul>\n<li>maintain appropriate records for internal administrative purposes.\nand,</li>\n<li>comply with applicable legal and regulatory obligations, and respond to lawful governmental requests, as needed.</li>\n</ul>\n<p>\n<strong>(e) With Your Consent.</strong> We may process certain personal information in order to fulfill any other business or commercial purposes at your direction or with your consent.</p>\n<br>\n<br> 4.\nHow We Share Your Information <p>We share your information as needed to fulfill the purposes described in this Privacy Policy and as permitted by applicable law.\nThis includes sharing with service providers to help perform business functions at our direction, sharing with your consent, sharing for marketing purposes, sharing as part of corporate transactions, and sharing to protect lawful interests.</p>\n<p>We may share your information in the following circumstances:</p>\n<p>\n<strong>(a) When We Work with Service Providers.</strong> We may share your information with service providers that provide us with support services, website hosting, email delivery, or analytics services.\nWe strive to contractually prohibit these service providers from retaining, using, or disclosing your confidential personal information for any purpose other than performing agreed upon services for us.</p>\n<p>\n<strong>(b) When We Work on Business Transactions.</strong> If we become involved with a merger, corporate transaction or another situation involving the transfer of some or all of our business assets, we may share your information with business entities or people involved in the negotiation or transfer.</p>\n<p>\n<strong>(c) When Sharing Is Necessary to Protect Safety and Lawful Interests.</strong> We may disclose your data in response to lawful requests by public authorities, including to meet law enforcement requirements.\nWe may be under a duty to disclose or share your personal information in order to comply with any legal obligation, to enforce or apply our terms and conditions and other agreements, to protect our rights, property, or safety, or to protect the rights, property, or safety of others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection.</p>\n<p>\n<strong>(d) When You Give Consent.</strong> We may share information about you with other companies if you give us permission or direct us to share the information.</p>\n<p>\n<strong>(e) When the Information Does Not Identify You.</strong> We may share your information in a way that does not directly identify you.\nFor example, we may share information about your use of our websites and services in a manner that does not identify you, or we may combine information about the nature or frequency of your transactions with similar information about other people and share the aggregated information for statistical analysis and other business purposes.</p>\n<br>\n<br> 5.\nCookies, Web Beacons and Similar Technologies <p>To make our Sites and services work properly, we sometimes place small data files called cookies, or similar technology, on your device.\nA cookie is a small text file that a website saves on your computer or mobile device when you visit the site.\nTechnologies such as local storage allows us to store data locally within the user's browser.\nThis enables the website or browser to remember your actions and preferences (such as language, search history, or other preferences) over a period of time, so you do not have to keep re-entering them whenever you come back to the site or browse from one page to another.</p>\n<p>If you wish to delete the search history data contained in local storage of your browser, simply click on the “X” next to your “Recent Searches” tab and the local storage data will be deleted.</p>\n<p>To learn more, please see our Cookie Policy.</p>\n<p>\n<strong>Google Analytics.</strong> We use Google Analytics.\nWe use the information we get from Google Analytics only to improve the Sites.\nWe do not combine the information collected through the use of Google Analytics with personally identifiable information.\nPlease refer to Google’s Privacy Policy for more information.\nYou may also choose to download the Google Analytics opt-out browser add-on.</p>\n<p>You may wish to restrict the use of cookies.\nPlease be aware that some of the features of our website may not function correctly if you disable cookies.</p>\n<p>Most modern browsers allow you to change your cookie settings.\nYou can usually find these settings in the options or preferences menu of your browser.\nTo understand these settings, the following links for commonly used browsers may be helpful:</p>\n<ul>\n<li>Cookie settings in Chrome</li>\n<li>Cookie settings in Firefox</li>\n<li>Cookie settings in Internet Explorer</li>\n<li>Cookie settings in Safari web and iOS</li>\n</ul>\n<br>\n<br> 6.\nYour Choices <p>You have control over your personal information, cookie settings, and more.</p>\n<p>\n<strong>Privacy Rights</strong>\n<br>PicClick believes in putting you in control of your personal information.\nUpon request we will provide you with information about whether we hold any of your personal information and how it is used.\nYou may access, correct, or remove your personal information by contacting us as described in the “Contact Us” section below.\nAs required by law for taxes and other record keeping purposes, we may be unable to completely delete an account from our internal records.</p>\n<p>\n<strong>\"Do Not Track\" Technology</strong>\n<br>Do Not Track (\"DNT\") is a privacy preference that users can set in certain web browsers.\nDNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services.\nWe do not recognize or respond to browser-initiated DNT signals, as the Internet industry is currently still working toward defining exactly what DNT means, what it means to comply with DNT, and a common approach to responding to DNT.</p>\n<br>\n<br> 7.\nHow We Protect Your Information <p>We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.\nFor example, when possible, we use encryption to transfer and store data.\nWe further limit access to this data using access controls and confidentiality commitments.</p>\n<p>However, no website, application, or transmission can guarantee security.\nThus, while we have established and maintain what we believe to be reasonable procedures to protect the confidentiality, security, and integrity of personal information obtained through the websites, we cannot ensure or warrant the security of any information you transmit to us.\nYou are responsible for protecting your password(s) and maintaining the security of your devices.</p>\n<br>\n<br> 8.\nRetention and Disposal of Your Information <p>PicClick stores personal information as needed to accomplish the purposes identified in this Privacy Policy and to meet legal requirements, including record retention, resolving disputes, and enforcing our agreements.\nOur retention of your personal information is governed by applicable law.\nWhen the information is no longer necessary for any of these purposes, we delete it or keep it in a form that does not identify you, unless we are required by law to keep this information for a longer period.\nThis storage period may extend beyond the term of your relationship with PicClick.</p>\n<br>\n<br> 9.\nChildren’s Privacy <p>Our websites are not directed at individuals under the age of 16.\nWe do not knowingly collect personal information from children under 16.\nIf you become aware that a child has provided us with personal information, please contact us using the contact details provided in the “Contact Us” section below.\nIf we become aware that a child under 16 has provided us with personal information, we will take steps to delete such information.</p>\n<br>\n<br> 10.\nAdditional Disclosures for California, Colorado or Virginia Residents <p>We have listed the privacy rights for several U.S.\nstate jurisdictions below, but we understand you may have additional rights in your jurisdiction.\nYou may contact us directly at any time about exercising your data protection rights.\nWe will consider your request in accordance with applicable laws.</p>\n<p>\n<strong>Categories of Personal Information</strong>\n<br>In the preceding twelve months we may have disclosed these categories of personal information for a business purpose:</p>\n<ul>\n<li>Identifiers:</li>\n<ul>\n<li>Sources of Information – We collect identifiers from the information you voluntarily provide to us.\nand from the information we automatically collect, as outlined in this Privacy Policy.</li>\n<li>Purpose of Information Collected – We collect identifiers to provide our services.\nto communicate with you.\nfor development and services improvement.\nand to comply with applicable laws, and as otherwise outlined in this Privacy Policy.</li>\n<li>How we share it – We share identifiers with our service providers.\nto protect lawful interests.\nand for any other purpose with your consent, as otherwise outlined in this Privacy Policy.</li>\n</ul>\n<li>Personal information under California Civil Code section 1798.80:</li>\n<ul>\n<li>Sources of Information – We collect Section 1798.80 information from the information you voluntarily provide to us, as outlined in this Privacy Policy.</li>\n<li>Purpose of Information Collected – We collect Section 1798.80 information for the purposes outlined in this Privacy Policy.</li>\n<li>How we share it – We share identifiers with our service providers.\nto protect lawful interests.\nand for any other purpose with your consent, as otherwise outlined in this Privacy Policy above.</li>\n</ul>\n<li>Commercial information:</li>\n<ul>\n<li>Sources of Information – We collect commercial information from the information you voluntarily provide to us, as outlined in this Privacy Policy.</li>\n<li>Purpose of Information Collected – We collect commercial information to provide our services.\nfor development and services improvement.\nto comply with applicable laws, and as otherwise outlined in this Privacy Policy.</li>\n<li>How we share it – We share commercial information with our service providers and PicClick affiliates, as outlined in this Privacy Policy.</li>\n</ul>\n<li>Electronic network activity information:</li>\n<ul>\n<li>Sources of Information – We collect network information through the information you voluntarily provide to us.\nand from the information we automatically collect, as outlined in this Privacy Policy.</li>\n<li>Purpose of Information Collected – We collect network information to provide our services.\nto communicate with you.\nfor development and services improvement.\nand to comply with applicable laws, and as otherwise outlined in this Privacy Policy.</li>\n<li>How we share it – We share network information with our service providers.\nto protect lawful interests.\nand for any other purpose with your consent, as outlined in this Privacy Policy.</li>\n</ul>\n<li>Inferences:</li>\n<ul>\n<li>Sources of Information – We develop inference data through the information you voluntarily provide to us.\nand from the information we automatically collect, as outlined in this Privacy Policy.</li>\n<li>Purpose of Information Collected – We develop inference data to provide our services.\nto communicate with you.\nfor development and services improvement.\nand as otherwise outlined in this Privacy Policy.</li>\n<li>How we share it – We share inference data with our service providers and to protect lawful interests, as outlined in this Privacy Policy.</li>\n</ul>\n</ul>\n<p>\n<strong>We Do Not Sell Your Information</strong> – In the preceding twelve months we have not sold personal information.</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>\n<strong>Access to Specific Information and Data Portability Rights</strong> – Subject to certain exceptions, you have the right to request a copy of the personal information that we collected about you during the 12 months before your request.\nOnce we receive your request and verify your identity, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources for the personal information we have collected about you;</li>\n<li>Our business or commercial purpose for the information collection;</li>\n<li>The categories of third parties with whom we share that personal information;</li>\n<li>The specific pieces of personal information we collected about you.</li>\n</ul>\n<p>\n<strong>Deletion Request Rights</strong> – You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.</p>\n<p>\n<strong>Opting Out</strong> – Residents of certain states have the right to opt-out of having their personal information sold.\nWe do not sell your personal information.</p>\n<p>\n<strong>Non-Discrimination</strong> – Residents of certain states may not receive discriminatory treatment by the business for exercising your privacy rights.</p>\n<p>\n<strong>Exercising Access, Data Portability, and Deletion Rights</strong> – To exercise the access, data portability, and deletion rights described above as a California resident, please submit a verifiable consumer request to us by contacting us using the contact details below.\nPlease note that to verify your request, we may require you to verify personal information that we already have on file for you or to provide additional information.</p>\n<p>\n<strong>Use of an Authorized Agent to Submit a Request</strong> – Only you or a person you formally authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nIf you use an authorized agent to submit such a request, we will require written proof that the authorized agent has been authorized to act on your behalf or a copy of the power-of-attorney document granting that right.</p>\n<p>\n<strong>Direct Marketing</strong> – If you are a California resident, you can request a notice disclosing the categories of personal information businesses have shared with third parties for the third parties’ direct marketing purposes.\nWe do not share your personal information with third parties for the third parties’ direct marketing purposes.</p>\n<br>\n<br> 11.\nAdditional Disclosures for Data Subjects in the EEA, the U.K., and Switzerland <p>Residents in the European Economic Area, the United Kingdom, and Switzerland (together, for purposes of this section of the Privacy Policy, “EEA”), as well as certain other jurisdictions, are entitled to certain rights and disclosures with respect to their personal information.</p>\n<p>This section provides general information about how PicClick collects, stores, uses, transfers, and otherwise processes personal data in or from certain countries in the EEA, in accordance with the General Data Protection Regulation (GDPR) and its local implementations.\nThis section does not supersede the applicability of any privacy policy found on the website of an EEA-based PicClick affiliate with whom you have engaged, as that entity would be the data controller with respect to your personal data and the entity to which your data subject rights requests should be directed.</p>\n<p>\n<strong>Lawful Bases of Processing</strong> – Where a PicClick entity is acting as a data controller that determines the purposes and means of processing your personal data, such as when we collect, use, and share personal data as described in the “Information We Collect,” “How We Use Your Information,” and “How We Share Your Information” sections above, we must have a lawful basis for processing or doing so.\nOur lawful bases for processing personal data include:</p>\n<ul>\n<li>for our legitimate business purposes, including to:</li>\n<ul>\n<li>respond to your customer service inquiries and requests for information;</li>\n<li>maintain, improve, and analyze our websites, and the services we offer;</li>\n<li>detect, prevent, or investigate security breaches or fraud.\nand</li>\n<li>facilitate the functionality of our websites;</li>\n</ul>\n<li>to comply with our legal obligations, for example to maintain appropriate records for internal administrative purposes and as required by applicable law.\nand</li>\n<li>on the basis of your consent.</li>\n</ul>\n<p>You can withdraw your consent at any time by contacting us as described in the “Contact Us” section below.</p>\n<p>\n<strong>Your Data Subject Rights</strong> – In some countries, and in particular if you are located in the EEA, you may have the right to:</p>\n<ul>\n<li>Access your personal information;</li>\n<li>Correct inaccurate personal information;</li>\n<li>Request erasure of your personal information without undue delay;</li>\n<li>Request the restricted processing of your personal information;</li>\n<li>Request portability of the personal information that you have given us.\nand</li>\n<li>To object to the processing of your personal information.</li>\n</ul>\n<p>To exercise any of these rights, please contact us as set forth in the “Contact Us” section below and specify which privacy right(s) you wish to exercise.\nWe must verify your identity in order to honor your request, which we will respond to within 30 days of receipt.</p>\n<p>\n<strong>Retention</strong> – As described in the “Retention and Disposal of Your Information” section above, as a general rule, we retain information from or about you for so long as necessary to fulfill the purposes outlined in this Privacy Policy.\nWhen the information is no longer necessary for these purposes, we delete it or keep it in a form that does not identify you, unless we are required by law to keep this information for a longer period.</p>\n<p>\n<strong>Transfers Outside the EEA</strong> – Your personal information may be transferred to, stored, and processed in a country other than the one in which it was collected, including the United States.\nIt may also be processed by staff operating outside the EEA who work for PicClick or for our third-party service providers.\nThis may entail a transfer of your personal information across international borders.\nThe data protections standards may differ and be lower than the standards enforced in your jurisdiction.</p>\n<p>\n<strong>Complaints</strong> – If you have any issues with our compliance, you have the right to lodge a complaint with an EEA supervisory authority.\nWe would, however, appreciate the opportunity to first address your concerns and would welcome you directing an inquiry first to us per the “Contact Us” section below.</p>\n<br>\n<br> 12.\nContact Us <p>If you wish to contact us or have any questions about or complaints in relation to this Privacy Policy, please contact us at the following contact details:</p>\n<p>Email: customerservice@picclick.com</p>\n<p>Telephone: 858-405-5395</p>\n<p>Address: PO Box 2234, Rancho Santa Fe, CA 92067</p>\n<br>\n<br> PicClick Cookie Policy <p>To make this site work properly, we sometimes place small data files called cookies, or similar technology, on your device.\nA cookie is a small text file that a website saves on your computer or mobile device when you visit the site.\nTechnologies such as local storage allows us to store data locally within the user's browser.\nThis enables the website or browser to remember your actions and preferences (such as language, search history, or other preferences) over a period of time, so you do not have to keep re-entering them whenever you come back to the site or browse from one page to another.</p> Cookies on swurl.com <p>The following table sets out the different categories of cookies that our site uses, and why we use them.\nThe list of third-party cookie providers are intended merely as illustrative and should not be viewed as a comprehensive list.</p> Types of Cookie Purpose Who Serves<br>(for example) Performance/Analytics These cookies are used to analyze the way our website works and how we can improve it.\nFor example, we may use cookies to understand how you are using certain site features.\n<ul>\n<li>Google</li>\n<li>New Relic</li>\n<ul>\n</ul>\n</ul> Functionality These cookies help to enhance your experience by remembering choices you have made concerning the features of the website (e.g., username, language, search history).\n<ul>\n<li>PicClick</li>\n<ul>\n</ul>\n</ul> Cookies and You <p>If you choose not to enable cookies, or delete local storage, you will still be able to browse our website, but it will restrict some of the functionality of our website or what you can do.</p> Controlling your cookies <p>You can control cookies in your browser to enable or disable them.\nIf you wish to restrict or block the cookies which are set by any website, you should do this through the web browser settings for each web browser you use, on each device you use to access the internet.</p>\n<p>If you wish to delete the search history data contained in local storage of your browser, simply click on the “X” next to your “Recent Searches” tab and the local storage data will be deleted.</p>\n<p>You can also manage many companies’ cookies used for online advertising via the consumer choice tools created under self-regulation programs in many countries, such as the US-based aboutads.info choices page or the EU-based Your Online Choices.</p> ", "created_at": "2023-02-03 21:38:35.58108", "updated_at": "2023-02-03 21:47:47.442374"}, {"id": 14111, "name": "Terms Of Service", "url": "https://swurl.com/terms.html", "xpath": "//body", "text": " <p>\n</p> Terms of Service <p>Last updated: October 5, 2022</p>\n<p>PicClick, Inc.\n(“Us,” “We,” or “Our”) is pleased to provide you with the Swurl.com website which we own and operate (the “Site”), which allows you to search the web (our “Services”).\nPlease read these Terms of Service (“Agreement”) carefully, as it governs your use of our Site and Services.</p>\n<p>By using and accessing the Site and Services, you are agreeing to be bound by the terms and conditions of this Agreement and our corresponding Privacy Policy, available at https://swurl.com/privacy.html.\nTo be clear, this Agreement is a legal agreement between you and us.\nIf you do not agree to the terms of this Agreement or the Site's Privacy Policy, please do not use or access the Site or the Services.</p>\n<p>\n<strong>In addition, please be advised that this Agreement contains provisions that govern how disputes between us are resolved, including, if you are in the United States arbitration, a jury trial waiver and a class action waiver.</strong>\n</p>\n<p>\n<strong>If you are based in the United Kingdom or in the European Economic Area, certain additional or replacement terms set out in Appendix 1 apply.</strong>\n</p> 1.\nABOUT OUR SITE &amp.\nSERVICES <p>Our Site and corresponding Services are designed to help you search the web.\nThe Site and Services are not for, or meant to be accessed by, minors.\nYou must be at least the age of 18 to use the Site and Services.</p>\n<p>We cannot guarantee the continuous, uninterrupted or error-free operability of the Site.\nThere may be times when certain features, parts or content of the Site, or the entire Site, become unavailable (whether on a scheduled or unscheduled basis) or are modified, suspended or withdrawn by us, in our sole discretion, without notice to you.\nYou agree that we will not be liable to you or to any third party for any unavailability, modification, suspension or withdrawal of the Site, or any features, parts or content of the Site.</p> 2.\nSECURITY &amp.\nMONITORING <p>You are responsible for your respective usernames, passwords, and the security of your computer or device.\nYou shall keep your passwords secure, and take appropriate measures to safeguard the security of your username, password and electronic device(s).\nWe are not responsible for monitoring the security of the Site or Services except as stated herein and to comply with the law.\nWe cannot and do not guarantee that any content of the Site will be free from viruses and/or other code that may have contaminating or destructive elements.\nIt is your responsibility to implement appropriate IT security safeguards (including anti-virus and other security checks) to satisfy your particular requirements as to the safety and reliability of content.</p> 3.\nREQUIREMENTS FOR USE &amp.\nRESTRICTIONS <p>You agree:</p>\n<ul>\n<li>You may only use the Site only in accordance with these terms and conditions.</li>\n<li>You will not use the Site and Services for illegal or prohibited purposes.\nSpecifically, as one of the conditions of your use of the Site and Services, you agree that you will not use (or plan, encourage or help others to use) the Site and Services in any manner that is prohibited by this Agreement, or which is illegal or prohibited by applicable law.</li>\n<li>You will comply with laws in your jurisdiction.\nRecognizing the global nature of the Internet, you agree to comply with all local laws and rules regarding online conduct and acceptable data.\nSpecifically, you agree to comply with all applicable laws of your jurisdiction regarding the transmission of technical data and personally identifiable information.</li>\n<li>You may only use the Site in a responsible manner, and not in a way that might damage our name or reputation or that of any of our affiliates.</li>\n<li>Your use of the Site and Services will not infringe or misappropriate the intellectual property rights of any third party.</li>\n<li>You are over the age of 18 and capable of giving legal consent.\nThe Site and Services are not for, or meant to be accessed by, minors.\nYou must be at least the age of 18 to use the Site and Services.\nYou represent and warrant that you are over the age of 18 and you have the full right, power and authority to enter into this Agreement and to fully perform all of your obligations hereunder.\nYou further represent and warrant that you are under no legal disability or contractual restriction that prevents you from entering into this Agreement.</li>\n<li>You have not been previously prohibited from using the Site or Services.</li>\n</ul>\n<p>In addition, YOU SPECIFICALLY AGREE THAT YOU WILL NOT:</p>\n<ul>\n<li>Use the Site or Services to upload, post, email, otherwise transmit, or post links to any content, or select any username or email address, that is misleading, unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, pornographic, libelous, invasive of privacy or publicity rights, hateful, or racially, sexually, ethnically or otherwise objectionable.</li>\n<li>Use the Site or Services to upload, post, email, otherwise transmit, or post links to any content or information that promotes illegal activity, including without limitation the provision of instructions for illegal activity.</li>\n<li>Use the Site or Services to upload, post, email, otherwise transmit, or post links to any content or information that exploits the images of children under 18 years of age, or that discloses personally identifying information belonging to children under 18 years of age without parental consent.</li>\n<li>Use the Site or Services to collect or store personally identifying information about others without their permission.</li>\n<li>During your use of the Site or Services, impersonate any person or entity, including, but not limited to, falsely state or otherwise misrepresent your affiliation with a person or entity.</li>\n<li>When using the Site or Services, use a misleading email address or enter false and/or misleading information.</li>\n<li>Use the Site or Services to upload, post, email, otherwise transmit, or post links to any content or information that you do not have a right to transmit under any law or regulation or under contractual or fiduciary relationships (such as inside information, or proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).</li>\n<li>Use the Site or Services to “stalk” or otherwise harass another.</li>\n<li>Use the Site or Services to upload, post, email, otherwise transmit, or post links to any content or information that facilitates hacking.</li>\n<li>Use the Site or Services to upload, post, email, otherwise transmit, or post links to any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation.</li>\n<li>Use the Site or Services to upload, post, email, otherwise transmit, or post links to any material that contains software viruses, worms, Trojan horses, time bombs, trap doors or any other computer code, files or programs or repetitive requests for information designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment or to diminish the quality of, interfere with the performance of, or impair the functionality of the Site or Services.</li>\n<li>Use automated means, including spiders, robots, crawlers, or the like to download data from any of our databases, unless said means is by an API that we have specifically approved of.</li>\n<li>Conduct your own contests and promotions using the Site or Services, or use the Site or Services to upload, post, email, otherwise transmit, or post links to any information regarding any raffle, contest or game requiring a fee by participants without our explicit written consent.</li>\n<li>Incorporate information or content from the Site or Services into any email or “white pages” products or services, whether browser-based, based on proprietary client-site applications, web-based or otherwise.</li>\n<li>Engage in any of the following prohibited activities: (i) copying, distributing, or disclosing any part of the Site or Services in any medium, including without limitation by any automated or non-automated “scraping”.\n(ii) using any automated system, including without limitation “robots,” “spiders,” “offline readers,” etc., to access the Site or Services in a manner that sends more request messages to our servers than a human can reasonably produce in the same period of time by using a conventional web browser, unless said system is by an API that is specifically approved of by us.</li>\n<li>Interfere with or disrupt the Site, Services, servers or networks connected to the Site or Services including removing or changing any content of the Site or attempt to circumvent security or interfere with the proper working of the Site or the servers on which it is hosted.</li>\n<li>Decompile, disassemble, modify, translate, adapt, reverse engineer, create derivative works from, or sublicense any work, including but not limited to software which is deployed in connection with the Site or Services.</li>\n<li>Upload, post, email, otherwise transmit, or post links to any material, or act in any manner that is offensive or contrary to the spirit of this Agreement or our policies available on request.</li>\n<li>Use the Site or Services to cause harm to anyone.</li>\n<li>Use the Site or Services in lieu of, or to replace the need for, a medical professional, or to diagnose a health issue.</li>\n<li>Make the Site or Services available to any third party.</li>\n<li>Remove, alter, or obscure any of our proprietary notices (including any notice of copyright or trademark) or any of those of our affiliates, partners, or suppliers.</li>\n<li>Use the Site or Services in any manner that violates the Policies.</li>\n</ul>\n<p>All rights granted to you under these terms and conditions will terminate immediately in the event that you are in breach of any of them.</p> 4.\nUSER CONTENT <p>You are responsible for information, text, graphics, photographs, or other material (“Content”) you post publicly on the Site and/or through the Services, including its legality, reliability, and appropriateness.\nBy posting Content on or through the Site and/or Services, you represent and warrant that: (i) the Content is yours (you own it) and/or you have the right to use it and the right to grant us the rights and license as provided in this Agreement, and (ii) that the posting of your Content on or through the Site and/or Services does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nWe reserve the right to terminate access to the Site and/or Services for anyone found to be violating this Agreement.</p>\n<p>You retain any rights you have to the Content, and you are solely responsible for protecting those rights.\nWe take no responsibility and assume no liability for Content you or any third party posts on or through the Site and/or Services.\nHowever, by posting Content you grant us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Site and/or Services.\nYou agree that this license includes the right for us to make your Content available to other users of the Site and/or Services.</p>\n<p>We have the right, but not the obligation, to monitor and remove all Content provided by users.\nTo the extent that you voluntarily post information about yourself publicly, such as a review, you understand and agree that your information is publicly accessible and we cannot, and will not, monitor or protect such information in any way.</p>\n<p>Content available on or through the Site and/or Services that you did not create is our property, or used with our permission.\nYou may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us.</p> 5.\nCOPYRIGHT POLICY <p>We respect the intellectual property rights of others.\nIt is our policy to respond to any claim that content on the Site or Services infringes on the copyright or other intellectual property rights of any person or entity.</p>\n<p>\n<i>DMCA Compliance &amp.\nNotice.</i> If you are a copyright owner, or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement, please submit your claim pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent listed below with the following information in writing (see 17 U.S.C 512(c)(3) for further detail).\nTo expedite our ability to process your request, please use the following format:</p>\n<ul>\n<li>An electronic or physical signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>Identification of the copyrighted work that you claim has been infringed;</li>\n<li>Identification of the material that is claimed to be infringing and where it is located on the Site;</li>\n<li>Information reasonably sufficient to permit us to contact you, such as your address, telephone number, and e-mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</li>\n<li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</li>\n</ul>\n<p>\n<i>DMCA Counter Notice.</i> If you disagree that the content that was taken down is an infringement of another’s work, you may elect to send us a counter notice.\nTo be effective, your counter notice must be a written communication provided to our designated agent that includes substantially the following information (please consult your legal counsel or see Section 512(g)(3) of the Copyright Act to confirm these requirements).\nTo expedite our ability to process your request, please use the format below:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber’s address is outside of the United States, for any judicial district in which the service provider may be found, and that the subscriber will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.</li>\n</ul>\n<p>Please note that under the DMCA, any person who knowingly materially misrepresents that material or activity is infringing or was removed or disabled by mistake or misidentification may be subject to liability.\nAll reports and inquiries will be kept confidential, except to the extent necessary to investigate any alleged violation and enforce the terms and conditions of this Agreement.\nThis Agreement is not legal advice, and we are not attorneys or copyright experts.\nPlease consult with your legal representative if you believe your rights are being infringed, or if you wish to respond to an infringement notice.\nBefore sending either a copyright infringement notification or counter-notification, you may wish to contact a lawyer to better understand your rights and obligations under the DMCA and other applicable laws.\nThe following notice requirements are intended to comply with our rights and obligations under the DMCA and do not constitute legal advice.\nWhere applicable, we will comply with the procedures outlined in the DMCA.</p>\n<p>You can contact our Copyright Agent via email at dmca@picclick.com, or via mail at PO Box 2234, Rancho Santa Fe, CA 92067.\nPlease make the subject line of any email DMCA notice.\nYou can also find our Copyright Agent information for DMCA complaints here.</p>\n<p>Third parties such as eBay (i.e., not us) have their own DMCA procedures.\nIf you believe a user on a third party site is infringing on your propriety work, please use that third party’s DMCA complaint procedure.\nTo be clear, eBay has its own DMCA procedure (available here), and we cannot take down images or content from eBay itself.\nTherefore, if you believe eBay is displaying content that is infringing your rights, you also agree to use eBay’s DMCA procedure to take down this content.</p> 6.\nOUR INTELLECTUAL PROPERTY &amp.\nLICENSE <p>All content owned by us, including but not limited to the overall look and feel of the Site, the Services, and all copyrights, patents, trademarks, trade secrets, the Swurl name and logo, and other intellectual property rights in and related to the Site and Services, are and shall remain, our sole and exclusive property (“Our IP”).\nAll content which is not owned by us (such as photographs and content from eBay, and the eBay name and trademarks) belongs to the owners of such content (“Third Party IP”).\nWe do not own or control the Third Party IP.</p>\n<p>We shall own all derivative works and adaptations which are made from, or otherwise incorporate, Our IP (“Derivative Works”).\nYou hereby assign all rights you may have in Derivative Works to us, and agree to cooperate with us in securing our rights to the Derivative Works.</p>\n<p>Except as expressly set out here, nothing in these terms and conditions gives you any rights in respect of any intellectual property owned by us or our licensors and you acknowledge that you do not acquire any ownership rights by downloading content from the Site.\nIn the event you print off, copy or store pages from the Site (only as permitted by these terms and conditions), you must ensure that any copyright, trade mark or other intellectual property right notices contained in the original content are reproduced.\nWe grant you a revocable, non-exclusive, non-transferable, limited license to use Our IP as contained within the Site and Services only to access and use the Site and Services to search eBay, and solely in strict accordance to the terms of this Agreement.\nThis license and your right to use the Site and Services immediately terminates upon the termination of this Agreement, which we may terminate at any time, for any reason.\nTo be clear, upon termination of this Agreement, you shall immediately cease all use of Our IP.</p> 7.\nTHIRD PARTY LINKS AND LINKS TO THIRD PARTY WEB SITES <p>The Site and Services may display, include or make available third-party content (including data, information, applications and other products or services) or provide links to third-party websites or services (“Third-Party Services”).\nSpecifically, we use eBay’s API to make the Services available to you.\nContent on eBay and links to eBay are available through the Services and Site.</p>\n<p>You acknowledge and agree that we shall not be directly or indirectly responsible or liable for any damage or loss caused, or alleged to be caused, by any Third-Party Services, including the Third-Party Services’ accuracy, completeness, timeliness, validity, copyright compliance, use of your personal information or Content, legality, decency, quality or any other aspect thereof.\nWe do not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services.</p>\n<p>Third-Party Services and links thereto are provided solely as a convenience to you and you access and use them entirely at your own risk and subject to such third parties’ terms and conditions.</p> 8.\nYOUR SUGGESTIONS <p>Any feedback, comments, ideas, improvements, or suggestions (collectively, “Suggestions”) provided by you to us with respect to the Site and Services shall remain our sole and exclusive property.\nWe shall be free to use, copy, modify, publish, or redistribute the Suggestions for any purpose and in any way without any credit or any compensation to you.</p> 9.\nMODIFICATIONS &amp.\nUPDATES <p>We reserve the right to temporarily or permanently modify, suspend or discontinue the Site or Services, or any service to which it connects, with or without notice, and without liability to you.\nWe may terminate, suspend or cancel your access to the Site and the Services if you violate the terms of this Agreement.</p>\n<p>We may also provide enhancements or improvements to the features/functionality of the Site and/or Services, which may include patches, bug fixes, updates, upgrades, and other modifications (“Updates”).\nUpdates may modify or delete certain features and/or functionalities of the Site and/or Services.\nYou agree that we have no obligation to (i) provide any Updates, or (ii) continue to provide or enable any particular features and/or functionalities of the Site and/or Services to you.\nYou further agree that all Updates will be (i) deemed to constitute an integral part of the Site and/or Services, and (ii) subject to the terms and conditions of this Agreement.</p> 10.\nINDEMNIFICATION <p>You agree to indemnify and hold us and our parents, subsidiaries, affiliates, officers, employees, agents, partners and licensors (if any) harmless from any claim or demand, including reasonable attorneys’ fees, due to or arising out of your: (a) use of the Site and/or Services.\n(b) violation of this Agreement or any law or regulation.\nor (c) violation of any right of a third party, including but not limited to the infringement of another’s intellectual property rights.</p> 11.\nNO WARRANTIES <p>The Site and Services are provided to you \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind.\nTo the maximum extent permitted under applicable law, we, on our own behalf and on behalf of our affiliates and our and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Site and Services, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, we provide no warranty or undertaking, and make no representation of any kind that the Site and Services will meet your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.</p>\n<p>Without limiting the foregoing, we do not make any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Site and Services, or the information, content, and materials or products included thereon.\n(ii) that the Site and Services will be uninterrupted or error-free.\n(iii) as to the accuracy, reliability, or currency of any information or content provided through the Site and Services.\nor (iv) that the Site and Services, the corresponding servers, the content, or e-mails sent from or on behalf of us are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.</p>\n<p>Some jurisdictions do not allow the exclusion of or limitations on implied warranties or the limitations on the applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to you.</p>\n<p>If you are based in the United Kingdom or European Economic Area, please see Appendix 1 instead.</p> 12.\nLIMITATION OF LIABILITY <p>To the maximum extent permitted by applicable law, in no event shall we be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, for loss of data or other information, for business interruption, for personal injury, for loss of privacy arising out of or in any way related to the use of or inability to use the Site and Services, third party software and/or third party hardware used with the Site and Services, any conduct or content of any third party on the Site and Services, any content obtained from the Site and Services, unauthorized access, use or alteration of your transmissions or content, or otherwise in connection with any provision of this Agreement), even if we have been advised of the possibility of such damages and even if the remedy fails of its essential purpose.</p>\n<p>Some states/jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.\nIf this exclusion or limitation of liability is held inappropriate or unenforceable for any reason, our maximum liability for any type of damages shall not exceed $50.</p>\n<p>If you are based in the United Kingdom or European Economic Area, please see Appendix 1 instead.</p> 13.\nSEVERABILITY <p>If any provision of this Agreement is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.</p> 14.\nWAIVER <p>Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Agreement shall not effect a party's ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute waiver of any subsequent breach.</p> 15.\nAMENDMENTS TO THIS AGREEMENT <p>We reserve the right, at its sole discretion, to modify or replace this Agreement at any time.\nIf a revision is material we will provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.\nWe will post the notice of the changes on the homepage of our Site, for seven days after making the changes.</p>\n<p>By continuing to access or use our Site and Services after any revisions become effective, you agree to be bound by the revised terms.</p> 16.\nARBITRATION, JURY TRIAL &amp.\nCLASS ACTIONS <p>\n<u>Arbitration.</u>\n<i>Please read this Section carefully.\nIt is part of your agreement with us, and it affects your rights.\nIt contains procedures for <u>MANDATORY BINDING ARBITRATION</u>.</i>\n</p>\n<p>You agree that any dispute related to this Agreement, your use of the Site and Services, or any dispute related to your relationship with us or our affiliates, directors, officers, agents, shareholders, members, subsidiaries, parents, shall be submitted to binding arbitration under the rules of the American Arbitration Association (AAA), located in San Diego, California.\nThe AAA Rules of Arbitration shall govern all aspects of the arbitration you bring, including but not limited to the method of initiating and/or demanding arbitration, except to the extent such rules are in conflict with this Arbitration Agreement.\nThe AAA Rules of Arbitration are available on the AAA’s website, https://www.adr.org/Rules/.\nThe arbitration shall be conducted by a single arbitrator, with the prevailing party to pay all costs and attorney fees.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>\n<u>Jury Trial Waiver.</u>\n<i>Please read this Section carefully.\nIt is part of your agreement with us and affects your rights.\nIt contains a <u>WAIVER OF YOUR RIGHT TO A JURY TRIAL</u>.</i>\n</p>\n<p>You hereby waive your constitutional and statutory rights to go to court and have a trial in front of a judge or a jury, instead electing that all claims and disputes shall be resolved by arbitration.\nArbitration procedures are typically more limited, more efficient and less costly than rules applicable in court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and us in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.</p>\n<p>\n<u>Waiver of Class or Consolidated Actions.</u>\n<i>Please read this Section carefully.\nIt is part of your agreement with us and affects your rights.\nIt contains a <u>WAIVER OF YOUR CLASS ACTION RIGHTS</u>.</i>\n</p>\n<p>ALL CLAIMS AND DISPUTES BETWEEN YOU AND US MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.</p>\n<p>\n<u>30-Day Right to Opt Out.</u> You have the right to opt out of the Arbitration, Jury Trial Waiver and Class Action Waiver Provisions of this Agreement by sending written notice of your decision to opt out to the following address: PO Box 2234, Rancho Santa Fe, CA 92067, within 30 days from the date you first create use the Services.\nIf you send this notice, then the Arbitration, Jury Trial Waiver and Class Action Waiver Provisions will not apply, and you must bring claims per the Section labeled “Governing Law,” below.\nIf you do not send this notice, then you agree to be bound by the terms of the Arbitration, Jury Trial Waiver and Class Action Waiver Provisions in this Section.\nAgreeing to arbitration and waiving your rights to jury trial and class action participation is an important decision for you to make.\nIt can shorten the litigation process and result in cost savings, but it also takes away certain rights, such as the right to a trial in front of your peers.\nThus, please take time to carefully consider the Arbitration, Jury Trial Waiver and Class Action Waiver Provisions of this Agreement.\nSince the information provided in this Agreement is not intended to contain a complete explanation of the consequences of arbitration, class action or jury waiver, you may want to consult an attorney.</p>\n<p>If you are based in the United Kingdom or European Economic Area, please see Appendix 1 instead.</p> 17.\nGOVERNING LAW <p>The laws of California, United States, excluding its conflicts of law rules, shall govern this Agreement and your use of the Site and Services.\nYou consent to the personal jurisdiction of the courts located in San Diego, California.\nYour use of the Site and Services may also be subject to other local, state, national, or international laws.</p>\n<p>If you are based in the United Kingdom or European Economic Area, please see Appendix 1 instead.</p> 18.\nCONTACT INFORMATION <p>If you have any questions about this Agreement, please contact us at the following address:</p>\n<p>Email: customerservice@picclick.com</p>\n<p>Telephone: 858-405-5395</p>\n<p>Address: PO Box 2234, Rancho Santa Fe, CA 92067</p> 19.\nENTIRE AGREEMENT &amp.\nCONFLICTS <p>The Agreement constitutes the entire agreement between you and us regarding your use of the Site and Services.</p>\n<br>\n<br> APPENDIX 1 <p>\n<strong>Additional Terms if you are based in the United Kingdom or European Economic Area</strong>\n</p> 1.\nWARRANTY <p>Section 11 shall be deleted and replaced as follows:</p>\n<p>We may change the format and content of the Site from time to time.\nYou agree that your use of the Site is on an ‘as is’ and ‘as available’ basis, and at your sole risk.</p>\n<p>While we try to make sure that all information contained on the Site (other than any user-generated content) is correct, it is not intended to amount to authority or advice on which reliance should be placed.\nYou should check with us or the relevant information source before acting on any such information.</p>\n<p>We make or give no representation or warranty as to the accuracy, completeness, currency, correctness, reliability, integrity, quality, fitness for purpose or originality of any content of the Site and, to the fullest extent permitted by law, all implied warranties, conditions or other terms of any kind are hereby excluded and we accept no liability for any loss or damage of any kind incurred as a result of you or anyone else using the Site or relying on any of its content.</p> 2.\nLIABLITY <p>Section 12 shall be deleted and replaced as follows:</p>\n<p>Nothing in this Agreement shall limit or exclude our liability to you:</p>\n<ul>\n<li>for death or personal injury caused by our negligence;</li>\n<li>or fraudulent misrepresentation;</li>\n<li>for breach of any term implied by law and which, by law, may not be limited or excluded.\nor</li>\n<li>for any other liability that, by law, may not be limited or excluded.</li>\n</ul>\n<p>Subject to this, if you are a consumer and not a business user, in no event shall we be liable to you for any business losses, and if you are a business user, in no event shall we be liable to you for any indirect or consequential losses, or for any loss of profit, revenue, contracts, data, goodwill or other similar losses, and any liability we do have for losses you suffer is strictly limited to losses that were reasonably foreseeable and shall not exceed in the aggregate US$100 (or local equivalent using Google's search engine exchange rate when liability falls to be assessed).</p> 3.\nDISPUTES <p>If you have any dispute with us, we ask that you contact us in the first instance at customerservice@picclick.com before taking any formal action.</p>\n<p>In accordance with the laws of the UK, UK or European customers have the right to bring claims in the courts of England &amp.\nWales, Scotland or Northern Ireland or the European country of their residence or can choose to bring claims in the United States.\nIf you are a UK or European consumer and you choose to bring claims in the United States, then you hereby expressly consent to the arbitration provision in Section 17 and the Governing Law provision in Section 18 of this Agreement.</p> 4.\nGOVERNING LAW <p>Section 18 shall be deleted and replaced as follows:</p>\n<p>The laws of California, United States, excluding its conflicts of law rules, shall govern this Agreement and your use of the Site and Services, other than where mandatory UK laws override.</p> ", "created_at": "2023-02-03 21:38:35.641989", "updated_at": "2023-02-03 21:48:14.089254"}], "points": [], "urls": ["swurl.com"]}}