{"error": 448, "message": "OK", "parameters": {"id": 9496, "name": "nursingworld.org ", "created_at": "2023-09-03 02:56:21.620026", "updated_at": "2023-09-03 10:02:18.067899", "wikipedia": null, "keywords": null, "related": null, "slug": "nursingworld-org", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9496.png", "url": "nursingworld.org", "documents": [{"id": 18740, "name": "Website Terms Of Use", "url": "https://www.nursingworld.org/legal", "xpath": "/html/body/main/div[1]", "text": " Website Terms Of Use <p>Thank you for visiting our websites.\nThese Website Terms of Use (\"Terms of Use\") govern your use and enjoyment of, and apply to, the entire group of websites and webpages owned, operated, licensed, or controlled by the American Nurses Association, the American Nurses Credentialing Center, the American Nurses Foundation, and/or any and all of their respective subsidiaries, affiliates, and divisions (hereinafter, collectively, the \"ANA Enterprise\").</p>\n<p>\n<strong>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THIS OR ANY OTHER ANA ENTERPRISE WEBSITE.</strong>\n</p>\n<p>By accessing this website (\"Website\"), you (the \"User\" or \"You\" or \"you\") agree to be bound by all the terms and conditions contained in these Terms of Use.\nThe ANA Enterprise reserves the right at its discretion to change these Terms of Use at any time.\nIt is User's responsibility to check these Terms of Use for changes each time User accesses the Website.\nAny changes to the Terms of Use will be effective as soon as they are posted on the Website.\nUser's continued access and use of the Website after the posting of any amended Terms of Use shall constitute User's acceptance to the new Terms of Use and User shall be bound by such.</p>\n<p>Last Date Terms of Use Changed: <strong>March 16, 2018</strong>\n</p>\n<p>Users Accessing the Website from Outside the United States of America: The ANA Enterprise makes no representation that the Website content is appropriate or available for use outside the United States.\nThose who choose to access the Website from outside the United States do so on their own initiative and are responsible for compliance with local laws, if and to the extent local laws are applicable.\nSuch users also agree to comply with all applicable United States export controls.</p>\n<p>\n<strong>1.\nLIMITED LICENSE</strong>\n<br> User is granted a limited, non-exclusive, revocable, non-sublicensable, and non-transferable license to access the Website according these Terms of Use (\"Limited License\").\nIf User does not agree to the terms and conditions of these Terms of Use, or any amended Terms of Use, User may not access or use the Website for any purpose, and shall promptly discontinue such use of the Website.</p>\n<p>\n<strong>2.\nCONTENT </strong>\n<br> This Website contains a variety of resources and content including but not limited to educational materials, articles, reference tools, images, photographs, sounds, music, artwork, communication tools, discussion and chat boards, text, exemplars, topic-based discussions, event based services such as live and recorded webinars, directories, guides, articles, opinions, weblogs, reviews, text, design, logos, graphics, button, icons, photographs, images, illustrations, a look and feel, layout, navigational structure, ideas, unique expressions of ideas, visual display choices, website trade dress elements, audio clips, video clips, trademarks, service marks and the like that are protected by copyright and/or other intellectual property laws (collectively the \"Content\").\nAll Content and the rights thereto, are owned, licensed or controlled by the ANA Enterprise.\nUser agrees that unless expressly granted otherwise herein, User shall not cause any Content to be copied, reproduced, distributed, parsed, modified, republished, encoded, translated, or delivered manually or electronically in any way (including but not limited to mirroring) to any source either directly or indirectly.\nUser shall not modify, reverse engineer, publish, transmit, display, participate in the transfer or sale, create derivative works, or in any way commercially exploit or provide to a third party the Content or any other portion of the website without the prior written consent of the ANA Enterprise.\nContent use may be subject to further restrictions as described herein.</p>\n<p>\n<strong>3.\nDOWNLOADS </strong>\n<br> If any downloads are purposely made available to you through the Website, you may use such downloaded materials, provided that such use is for personal and not for commercial use.\nthat you do not remove any proprietary notices on such materials, if any.\nthat you do not copy or post such materials on any computer, website, or broadcast medium.\nthat you make no changes to such materials.\nthat you do not distribute such materials to any third parties.\nand that you do not attempt to electronically reproduce such materials and that you follow any other restrictions posted or present about or on such downloaded materials.</p>\n<p>\n<strong>4.\nTRADEMARKS</strong>\n<br> Without prejudice to the restrictions set forth in Section 1, above, any and all trademarks, service marks, logos and brand identifiers (collectively the \"Marks\") found on this Website are registered domestic or international trademarks or service marks, or otherwise protected by common law, and therefore are owned by the ANA Enterprise.\nUnless otherwise granted explicit permission in writing from the ANA Enterprise, nothing contained in this Website should be construed as granting, by implication, estoppel or otherwise , any license or right to use any of the Marks without the prior written permission of the ANA Enterprise.\nAny misuse of the Marks is strictly prohibited and may violate federal and/or common trademark laws.\nOther brands or product names used on the Website may be trademarks and/or service marks of their respective owners, and should be treated as such.\nUser should not use any Marks without the express written permission of the ANA Enterprise.</p>\n<p>\n<strong>5.\nADDITIONAL TERMS</strong>\n<br> Additional terms and conditions may apply to purchases or access to specific sections, purchases, products, subscriptions, modules, courses or other educational materials attainable through the normal navigation of this Website (\"Additional Terms\").\nSuch Additional Terms may be incorporated by reference into these Terms of Use or may require a separate agreement that supersedes these Terms of Use for your use of those portions of the Website requiring such Additional Terms.\nIn the event of a conflict between these Terms of Use and such additional terms and conditions, the Additional Terms shall control but specifically and only for those portions of the Website requiring such Additional Terms unless they otherwise noted.</p>\n<p>\n<strong>6.\nUSER- PROVIDED MATERIALS</strong>\n<br> Any User who uploads or posts any materials or information on the Website grants the ANA Enterprise an irrevocable, royalty-free, worldwide, perpetual license to use, reproduce, modify, adapt, publicly perform, create derivatives works therefrom and publicly display that information in connection with the Content without regard to attribution or moral rights.\nThe ANA Enterprise reserves the right to remove any User-provided content or postings deemed offensive, inappropriate, inaccurate, misleading, and/or fraudulent at any time without User's consent.\nUser acknowledges and agrees that the ANA Enterprise may preserve and disclose User content, if required to do so by law or if the ANA Enterprise believes in good faith that such preservation or disclosure is reasonably necessary to comply with legal process, enforce these Terms of Use, respond to a claim that User content violates any third-party rights, or protect the right, property, or personal safety of the ANA Enterprise, any User of the Website, or the public.</p>\n<p>\n<strong>7.\nUSE RESTRICTIONS</strong>\n<br> Unless otherwise expressly granted herein, User may not, and may not permit others, to:</p>\n<p>a.\nUse the Website to perform any illegal activities, including, but not limited to, defaming, abusing, harassing, stalking, threatening, or otherwise violating the legal or privacy rights of others;</p>\n<p>b.\nUse the Website to collect names or contact information for mailings or communications;</p>\n<p>c.\nSell, rent, lease, license, sublicense, or assign the Website, the use of the Website, and/or Content;</p>\n<p>d.\nReverse engineer, decompile, disassemble, or otherwise derive the source code or object code from the Website or any Content;</p>\n<p>e.\nAlter, modify, adapt, reconfigure, or prepare derivative works of the Content or Website;</p>\n<p>f.\nProvide or permit access to the Website or its Content except for the sole use of User;</p>\n<p>g.\nArchive or retain any of the Website or its Content in any form without the express written permission of the ANA Enterprise;</p>\n<p>h.\nDistribute (including but not limited to, via e-mail or the Internet), or otherwise make available copies of the Website or Content to others, whether or not for payment or other consideration, without the written permission from the ANA Enterprise;</p>\n<p>i.\nCopy, extract, summarize, distribute or otherwise use the Website or its Content in any manner which competes with or substitutes for the ANA Enterprise's distribution of the Website or its Content to its users or subscribers;</p>\n<p>j.\nTransmit information that infringes any copyright, trademark, trade secret, or other intellectual property rights of any party;</p>\n<p>k.\nTransmit any material that contains malware, virus, other computer code, files, or programs which may interrupt, destroy or limit the functionality of any computer software or hardware or telecommunication equipment;</p>\n<p>l.\nImpersonate anyone or any entity, falsely state or otherwise misrepresent other users' affiliation with a person or entity;</p>\n<p>m.\nCollect or store personal data about other users or members;</p>\n<p>n.\nDisclose any Personally Identifiable Information (\"PII\"), Protected Health Information (\"PHI\") or any information that would be a violation of the federal regulations issued pursuant to the Health Insurance Portability and Accountability Act (\"HIPAA\") and codified at 45 C.F.R.\nParts 160 and 164, subparts A and E (the \"Privacy Rule\") and Part 164, subparts A and C (the Security rule\"), or Subtitle D of the Health Information Technology for Economic and Clinical Health Act (\"HITECH\").</p>\n<p>o.\nDisclose PII or PHI about yourself that is not necessary or about others without their express permission.</p>\n<p>p.\nDirectly or indirectly copy or allow the copying of any material on the Website whether by scraping, robots, spiders, crawlers, deep-link, page-scrape or any other similar method.</p>\n<p>q.\nDirectly or indirectly copy electronically or manually.</p>\n<p>r.\nCircumvent the normal and organic navigational structure of the Website or try to obtain documents, files or directories that are not meant to be publicly displayed.</p>\n<p>s.\nProbe, electronically scan, reverse engineer, or decompile any code on the Website.</p>\n<p>t.\nDirectly or indirectly provide or create an unreasonably or disproportionate load on the Website.</p>\n<p>u.\nUse the Website manually or electronically, directly or indirectly, for your own purposes or for a third party, to gain access or information about any other user of the Website or member of the the ANA Enterprise.</p>\n<p>v.\nTake any action manually or electronically, directly or indirectly, for your own purposes or for a third party, to interfere with the normal operation of this Website or of another user's operation of this Website.</p>\n<p>w.\nUse the Website to create or distribute mailing lists.</p>\n<p>\n<strong>8.\nCHANGES ON WEBSITE</strong>\n<br> The ANA Enterprise may modify, suspend, discontinue or restrict the use of any portion of the Website, including the availability of any Content at any time and without notice or liability.\nThe ANA Enterprise does not guarantee or have any obligation to keep or store Content or User generated content although it has the right to do so.</p>\n<p>\n<strong>9.\nDISCLAIMERS</strong>\n<br> THIS WEBSITE AND THE INFORMATION, SERVICES, PRODUCTS, AND CONTENT CONTAINED HEREIN ARE PROVIDED ON AN \"AS IS\" BASIS WITH NO WARRANTIES EXPRESSED OR IMPLIED INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, COURSE OF USAGE, OPERATION OF WEBSITE IS ERROR-FREE, NON-INFRINGEMENT, ANY AVAILABILITY, ACCURACY OR COMPLETENESS OF THE MATERIALS AND/OR CONTENT, SOFTWARE, DOCUMENTATION, OR INFORMATION.\nANA ENTERPRISE DOES NOT REPRESENT OR ENDORSE THE ACCURACY, CURRENTNESS OR RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED, UPLOADED OR DISTRIBUTED THROUGH THIS WEBSITE, WHETHER BY ANA ENTERPRISE OR A THIRD PARTY, INCLUDING BUT NOT LIMITED TO THE CONTENT AND DISCUSSION BOARDS.\nUSER ACKNOWLEDGES THAT ANY RELIANCE UPON ANY SUCH OPINION, ADVICE, STATEMENT OR INFORMATION SHALL BE AT USER'S SOLE RISK.</p>\n<p>\n<strong>10.\nINDEMNIFICATION </strong>\n<br> User agrees to defend, indemnify and hold the ANA Enterprise and its owners, directors, officers, employees, agents, successors, assigns, and state/constituent member associations harmless from and against any and all claims, demands, suits, proceedings, liabilities, judgments, losses, damages, expenses and costs (including without limitation reasonable attorneys' fees) assessed or incurred by the ANA Enterprise, directly or indirectly, with respect to or arising out of: (i) User's failure to comply with these Terms.\n(ii) User's breach of any obligations under these Terms.\n(iii) User's use of the rights granted hereunder, including without limitation any claims made by any third parties.\n(iv) any third party claim based on User's use of this Website and/or (v) User's violation of any third party right, including without limitation any copyright, trademark, other intellectual property, or privacy right.</p>\n<p>\n<strong>11.\nLIMITATION OF LIABILITY</strong>\n<br> EXCEPT AS EXPRESSLY PROVIDED OTHERWISE HEREIN, IN NO EVENT SHALL ANA ENTERPRISE OR ITS AFFILIATES BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES ARISING FROM YOUR USE OF THE WEBSITE, CONTENT, AND/OR ANY SERVICE PROVIDED IN CONNECTION WITH THE WEBSITE, OR FOR ANY OTHER CLAIM RELATED IN ANY WAY TO YOUR USE OF THE WEBSITE, INCLUDING, BUT NOT LIMITED TO: (A) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT.\n(B) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE WEBSITE, THE ONLINE SERVICE AND/OR ANY SERVICE PROVIDED IN CONNECTION WITH THE WEBSITE.\n(C) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR COMPUTER SERVERS AND/OR ANY AND ALL PROPRIETARY INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (D) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE WEBSITE, THE ONLINE SERVICE AND/OR ANY SERVICE PROVIDED IN CONNECTION WITH THE WEBSITE.\nAND/OR (E) ANY VIRUSES, WORMS, TIME BOMBS, DROP DEAD DEVICES, TROJAN HORSES OR OTHER HARMFUL COMPONENTS THAT MAY BE TRANSMITTED TO OR THROUGH THE WEBSITE, THE ONLINE SERVICE AND/OR ANY SERVICE PROVIDED IN CONNECTION WITH THE WEBSITE BY ANY THIRD PARTY OR FOR ANY LOSS OR DAMAGE OF ANY KIND.\nBECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS COMPANY'S LIABILITY WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>\n<p>\n<strong>12.\nDEFAULT</strong>\n<br> In the event User breaches any of the terms and conditions of these Terms of Use, the ANA Enterprise reserves the right to terminate these Terms of Use and User's rights hereunder immediately without notice, or by giving User written or on-line notice of termination.</p>\n<p>\n<strong>13.\nGOVERNING LAW</strong>\n<br> These Terms of Use shall be governed by and construed in accordance with the laws of the State of Maryland, U.S.A., without regard to their conflicts of law provisions.\nUCITA is waived in its entirety.</p>\n<p>\n<strong>14.\nENFORCEABILITY</strong>\n<br> If any provision to these Terms of Use shall be held to be invalid, illegal or unenforceable, the validity, legality and enforceability of the remaining provisions shall in no way be affected or impaired thereby.</p>\n<p>\n<strong>15.\nTERMINATION OF USE</strong>\n<br> If the User violates these Terms of Use, User may be barred from using this Website in the future and/or may be subject to legal action.</p>\n<p>\n<strong>16.\nOTHER USE RESTRICTIONS</strong>\n<br> Without prejudice to the restriction set forth in Section 7, above, you may not directly or indirectly copy or allow the copying of any material on the Website whether by scraping, robots, spiders, crawlers, deep-link, page-scrape or any other similar method.\nYou may not directly or indirectly copy manually.\nYou may not circumvent the normal and organic navigational structure of the Website or try to obtain documents, files or directories that are not meant to be publicly displayed.\nYou may not probe, electronically scan, reverse engineer, or decompile any code of or on the site that is not part of the public html layer.\nYou agree not to directly or indirectly provide or create an unreasonably or disproportionate load on the Website.\nYou will not use the Website manually or electronically, directly or indirectly, for your own purposes or for a third party, to gain access or information about any other User of the Website or member of the ANA Enterprise.\nYou agree not to take any action manually or electronically, directly or indirectly, for your own purposes or for a third party, to interfere with the normal operation of this Website or of another User's operation of this Website.</p>\n<p>\n<strong>17.\nPRIVACY</strong>\n<br> Please read the Website privacy policy , which is hereby incorporated by reference into these Terms of Use.</p>\n<p>\n<strong>18.\nNOTICE FOR CLAIMS OF INTELLECTUAL PROPERTY OR COPYRIGHT INFRINGEMENT.\nAGENT FOR NOTICE OF INFRINGEMENT</strong>\n<br> If you believe that your work has been copied in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated, please provide the ANA Enterprise's Copyright Agent with the following information:</p>\n<p>(a) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</p>\n<p>(b) a description of the copyrighted work or other intellectual property that you claim has been infringed;</p>\n<p>(c) a description of where the material that you claim is infringing is located on the site;</p>\n<p>(d) your address, telephone number, and email address;</p>\n<p>(e) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>(f) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.</p>\n<p>The ANA Enterprise's Copyright Agent for notice of claims of copyright or other intellectual property infringement can be reached at the following email address: DMCA.Notices@ana.org</p>\n<p>\n<strong>19.\nNOT MEDICAL ADVICE</strong>\n<br> Nothing on this Website should be construed as giving medical advice or establishing a patient client privilege relationship.</p>\n<p>\n<strong>20.\nLAWS, RULES AND REGULATIONS </strong>\n<br> The User agrees to follow all applicable laws, regulations, statutes, and ordinances in using this Website.</p>\n<p>\n<strong>21.\nWAIVER</strong>\n<br> No failure to exercise a right or privilege by the ANA Enterprise shall be deemed a waiver of such right or privilege.</p>\n<p>\n<strong>22.\nNo Third Party Beneficiaries.</strong>\n<br> Nothing in this Agreement shall confer any rights to any party other than the ANA Enterprise and the User.</p>\n<p>\n<strong>23.\nCOMPLETE AGREEMENT</strong>\n<br> This Agreement represents the entire understanding of the parties and any and all other communications are superseded.</p> ", "created_at": "2023-09-03 02:56:21.649974", "updated_at": "2023-09-03 02:56:51.291855"}, {"id": 18741, "name": "Privacy Policy", "url": "https://www.nursingworld.org/privacy/", "xpath": "/html/body/main/div[1]", "text": null, "created_at": "2023-09-03 02:57:06.758487", "updated_at": "2023-09-03 02:57:06.758487"}], "points": [], "urls": ["nursingworld.org"]}}