{"error": 448, "message": "OK", "parameters": {"id": 9825, "name": "SimplePDF", "created_at": "2023-10-23 20:06:45.105086", "updated_at": "2023-10-23 22:02:43.326442", "wikipedia": null, "keywords": null, "related": null, "slug": "simplepdf", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9825.png", "url": "simplepdf.eu", "documents": [{"id": 19571, "name": "Terms of Service", "url": "https://simplepdf.eu/terms-of-service", "xpath": "//body", "text": "We are sorry but you have to turn on Javascript<p>Because we respects your privacy, we use Javascript to do all the work in your browser: your PDFs are never sent anywhere.</p>Edit PDFTurn PDF to Web FormAdd to your websiteChrome extensionPricingHelp CenterLoginTopics<ul>\n<li>Free offering</li>\n<li>Paid Offering</li>\n<li>Refunds</li>\n<li>Accounts</li>\n<li>Links To Other Websites</li>\n<li>Termination</li>\n<li>Limitation Of Liability</li>\n<li>Your Obligation to Indemnify</li>\n<li>Disclaimer and Warning</li>\n<li>Governing Law</li>\n<li>Changes</li>\n<li>How to contact us</li>\n</ul>Terms of Service<p>\n<b>Tree Social OY</b> Terms and Conditions<br>Last Updated: 21 August, 2022<br>\n<br>These Terms and Conditions (\"Terms\", \"Terms and Conditions\") govern your relationship with the https://simplePDF.eu website (the \"Service\") operated by <b>Tree Social OY</b> (\"us\", \"we\", or \"our\").<br>\n<br>Please read these Terms and Conditions carefully before using the Service.<br>\n<br>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.<br>\n<br>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you may not access the Service.</p>Free offering<p>The PDF editor part of the Service is offered free of charge and does not require any user account nor payment.<br>\n<br>At any time and without notice, <b>Tree Social OY</b> reserves the right to (i) modify the terms and conditions of the Free Offering offer, or (ii) cancel such Free Offering offer.</p>Paid offering<p>Some parts of the Service are billed on a subscription basis (\"Subscription(s)\").\nYou will be billed in advance on a recurring and periodic basis (\"Billing Cycle\").\nBilling cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.<br>\n<br>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or <b>Tree Social OY</b> cancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting <b>Tree Social OY</b> customer support team.<br>\n<br>A valid payment method, including credit card, is required to process the payment for your Subscription.\nYou shall provide <b>Tree Social OY</b> with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize <b>Tree Social OY</b> to charge all Subscription fees incurred through your account to any such payment instruments.<br>\n<br>Should automatic billing fail to occur for any reason, <b>Tree Social OY</b> will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.</p>Refunds<p>Refunds may be considered by <b>Tree Social OY</b> on a case-by-case basis and granted in sole discretion of <b>Tree Social OY</b>.</p>Accounts<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.<br>\n<br>You are responsible for safeguarding the email that you use to access the Service.<br>\n<br>You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>Links to other websites<p>Our Service may contain links to third-party web sites or services that are not owned or controlled by <b>Tree Social OY</b>.<br>\n<br>\n<b>Tree Social OY</b> has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that <b>Tree Social OY</b> shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.<br>\n<br>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p>Termination<p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.<br>\n<br>Upon termination, your right to use the Service will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using the Service.</p>Limitation Of Liability<p>In no event shall <b>Tree Social OY</b>, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of or inability to access or use the Service.\nany conduct or content of any third party on the Service.\nany content obtained from the Service.\nand unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.<br>\n<br>We are not obliged to verify the manner in which you or other users use the Website, Platform, Configuration or Services and we shall not be liable for the manner of such usage.\nWe assume that you use the Website Platform and Services legally and ethically and that you have obtained permission, if necessary, to use it on the targeted websites and/or other data sources.<br>\n<br>We shall not be liable for the outcomes of activities for which you use our Website, Platform, Configuration or Services.\nProvided that a third-party service or product is established on the Platform or on any of its functionalities, we shall not be liable for such a service or product, their functioning or manner and consequences of their usage.<br>\n<br>We shall not be liable for any of your unlawful actions in connection to the usage of the Website, Platform, Configuration or Services with respect to third parties (e.g.\nbreach of intellectual property rights, rights to the name or company name, unfair competition, breach of terms of websites or applications and programs of third parties).<br>\n<br>We shall not guarantee or be liable for the availability of the Website, Platform or Services (or products arising therefrom) or for their performance, reliability or responsiveness or any other performance or time parameters.\nWe shall neither be liable for the functionality or availability of the services of other providers that we mediate to you solely.\nWe shall neither be liable for your breach of service usage terms of such providers.</p>Your Obligation to Indemnify<p>You agree to indemnify, defend and hold us, our agents, affiliates, subsidiaries, directors, officers, employees, and applicable third parties (e.g., all relevant partner(s), licensors, licensees, consultants and contractors) (“Indemnified Person(s)”) harmless from and against any third-party claim, liability, loss, and expense (including damage awards, settlement amounts, and reasonable legal fees), brought against any Indemnified Person(s), arising out of your use of the Website, Platform, Configurations or Services and/or your breach of any of these terms.\nYou acknowledge and agree that each Indemnified Person has the right to assert and enforce its rights under this section directly on its own behalf as a third-party beneficiary.</p>Disclaimer and Warning<p>Your use of the Service is at your sole risk.\nThe Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.<br>\n<br>\n<b>Tree Social OY</b> its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.<br>\n<br>We may immediately suspend your use of the Website, Platform, Configurations and/or Services if we are contacted by your targeted data extraction source, website, or repository and asked to cease all extraction activity.\nIf such an event occurs, we will not disclose your information without a court order mandating us to do so unless we in our best judgment determine that there would be an adverse consequence if we do not.\nIf, however, we receive a court order demanding the release of your information to a third party, we will comply.\nIf such action becomes necessary, you agree to indemnify and hold us and (as applicable) our parent(s), subsidiaries, affiliates, officers, directors, agents, contractors and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party arising from any complaint, suit, disagreement or other repercussions resulting from your use of the Website, Platform, Configurations or Services.<br>\n<br>Should any third party claim its rights against us in connection to your actions, we may immediately eliminate any contents gathered, saved or disseminated by you from servers used by us.\nIn the event of a judicial dispute with a third party related to your actions, you are obliged to provide us with all necessary cooperation in order to resolve such a dispute successfully and you are also obliged to reimburse continuously any purposeful expenses arising to us due to such a dispute.\nWith respect to this, should an obligation arise to reimburse any claim of a third party, you agree to pay us the full scope of the damages.</p>Governing Law<p>These Terms shall be governed and construed in accordance with the laws of Estonia, without regard to its conflict of law provisions.<br>\n<br>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.</p>Changes<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.<br>\n<br>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p>How to contact us<p>\n</p>\n<p>If you have any questions about these terms, please email us at: tos@simplePDF.eu</p>?Feedback<ul>\n<li>English</li>\n</ul>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy &amp.\nGDPR</li>\n<li>About</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n</p>", "created_at": "2023-10-23 20:06:45.13781", "updated_at": "2023-10-23 20:07:29.232403"}, {"id": 19572, "name": "Privacy Policy", "url": "https://simplepdf.eu/privacy-policy", "xpath": "//body", "text": "We are sorry but you have to turn on Javascript<p>Because we respects your privacy, we use Javascript to do all the work in your browser: your PDFs are never sent anywhere.</p>Edit PDFTurn PDF to Web FormAdd to your websiteChrome extensionPricingHelp CenterLoginTopics<ul>\n<li>What data we don't collect</li>\n<li>What data we collect</li>\n<li>Third party services collecting your data</li>\n<li>How will we use your data?</li>\n<li>How do we store your data?</li>\n<li>What are your data protection rights?</li>\n<li>How do we use cookies?</li>\n<li>Privacy policies of other websites</li>\n<li>Changes to our privacy policy</li>\n<li>How to contact us</li>\n</ul>Privacy Policy<p>Privacy is one of the key distinctive feature of SimplePDF - you may have noticed that there is no cookie banner: that's because we don't use any third-party services to track you.</p>\n<p>Read on if you are interested in knowing more about what we do to protect your privacy.</p>What data is not collected<p>\n<b>Everything that can happen on your computer / mobile device will happen on your computer / mobile device.</b>\n</p>\n<ul>\n<li>The document(s) you load from your computer / mobile device are loaded locally: the document <b>does not</b> get sent to the server</li>\n<li>\n<b>The final document is generated locally: the document generation happens on your computer / mobile device</b>\n</li>\n<li>The data you enter / fill in <b>is not sent to the server</b>: it remains on your computer / mobile device</li>\n</ul>What data is collected<ul>\n<li>Anonymized events triggered by your usage of SimplePDF: loading a PDF, editing a PDF...</li>\n</ul>Third party services collecting your data<p>None</p>How will we use your data?<ul>\n<li>To allow you to log into your account (if you decide to create one)</li>\n<li>Improve the product using the events generated by your usage of SimplePDF: otherwise we would not know what works and what does not</li>\n</ul>How do we store your data?<p>The data sent to our server is securily stored in a database located in Europe (Frankfurt) and only accessible by whitelisted IP addresses.\nThere are no passwords stored in the database as the login mechanism relies on email addresses and single-time access tokens only.</p>What are your data protection rights?<p>SimplePDF would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<ul>\n<li>The right to access - You have the right to request SimplePDF for copies of your personal data.\nWe may charge you a small fee for this service.</li>\n<li>The right to rectification - You have the right to request that SimplePDF correct any information you believe is inaccurate.\nYou also have the right to request SimplePDF to complete information you believe is incomplete.</li>\n<li>The right to erasure — You have the right to request that SimplePDF erase your personal data, under certain conditions.</li>\n<li>The right to restrict processing - You have the right to request that SimplePDF restrict the processing of your personal data, under certain conditions.</li>\n<li>The right to object to processing - You have the right to object to SimplePDF's processing of your personal data, under certain conditions.</li>\n<li>The right to data portability - You have the right to request that SimplePDF transfer the data that we have collected to another organization, or directly to you, under certain conditions.</li>\n</ul>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us at our email: gdpr@simplePDF.eu</p>How do we use cookies?<p>SimplePDF uses cookies in a range of ways to improve your experience on our website, including:</p>\n<ul>\n<li>Keeping you signed in</li>\n<li>Understanding how you use SimplePDF</li>\n</ul>Privacy policies of other websites<p>The SimplePDF website may contain links to other websites.\nOur privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.</p>Changes to our privacy policy<p>SimplePDF keeps its privacy policy under regular review and places any updates on this web page.\nThis privacy policy was last updated on 2 March 2022.</p>How to contact us<p>If you have any questions about SimplePDF's privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.</p>\n<p>Email us at: privacy@simplePDF.eu</p>?Feedback<ul>\n<li>English</li>\n</ul>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy &amp.\nGDPR</li>\n<li>About</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n</p>", "created_at": "2023-10-23 20:07:00.96569", "updated_at": "2023-10-23 20:07:09.608197"}], "points": [], "urls": ["simplepdf.eu"]}}