{"error": 448, "message": "OK", "parameters": {"id": 4265, "name": "Simpli.fi", "created_at": "2021-06-30 17:19:46.960471", "updated_at": "2021-06-30 22:00:41.654638", "wikipedia": null, "keywords": null, "related": null, "slug": "simpli-fi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4265.png", "url": "simpli.fi", "documents": [{"id": 7506, "name": "SERVICES PRIVACY POLICY", "url": "https://simpli.fi/simpli-fi-services-privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Media Buying Solutions <ul>\n<li>CTV</li>\n<li>Addressable</li>\n<li>Mobile</li>\n<li>Video</li>\n<li>Display</li>\n<li>Social</li>\n<li>Native</li>\n<li>Audio</li>\n<li>Retail Media</li>\n<li>Political</li>\n<li>DTC</li>\n</ul>\n</li>\n<li>Software Solutions <ul>\n<li>Accounting</li>\n<li>Media</li>\n<li>Project Management</li>\n</ul>\n</li>\n<li>About Us <ul>\n<li>Our Story</li>\n<li>Leadership</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Resources <ul>\n<li>Webinars</li>\n<li>Case Studies</li>\n</ul>\n</li>\n</ul> CONNECT CLIENT LOGIN SIMPLI.FI SERVICES PRIVACY POLICY <p>&nbsp;<br>\n<strong>Effective Date</strong>\n<br>\nDecember 23, 2022<br>\n&nbsp;<br>\nThis Privacy Policy describes how Simplifi Holdings, Inc.\n<strong>(“Simplifi,” “we” or “us”)</strong> collects, receives, uses, retains, processes, discloses, transfers, and secures Personal Information through our suite of advertising services <strong>(“Advertising Services”)</strong>.\nIt also describes your choices regarding use, access, deletion, and correction of your Personal Information.\nOur clients, including advertisers or publishers, are referred to in this Policy as “Advertising Customers.” All references to “you,” “your” or “user” apply to consumers whose Personal Information we collect for our Advertising Services.\nFor information about our data practices on our website located at http://simpli.fi, or our online client portal located at https://app.simpli.fi/login, please review our Website Privacy Policy.</p>\n<p>“Personal Information” in this Privacy Policy is information about you that is personally identifying or could reasonably be used to identify you, such as your name, email address, or telephone number.\nThe definition of Personal Information depends on the laws that apply in your location and may include other types of information as well, such as location data (including precise geo- location data), your Internet Protocol (IP) address, your mobile advertising identifier, or another unique identifier.\nThis Privacy Policy covers information we collect online only, unless local law requires otherwise.</p>\n1.\nCHANGES TO THIS POLICY\n<p>This Privacy Policy may change from time to time, so please check back periodically for any changes.\nIf we make any material changes, we will notify you by means of a notice on our website prior to the change becoming effective.</p>\n2.\nINFORMATION WE COLLECT\n<p>Simplifi provides its online Advertising Services to Advertising Customers through site retargeting, search retargeting, contextual retargeting, Facebook API, and location-based services including geolocation of Internet users (“<strong>GeoFencing</strong>”).\nThese services are generally provided through third-party websites owned and/or operated by our Advertising Customers who publish their own content on the Internet.</p>\n<p>We may receive Personal Information such as physical addresses from our Advertising Customers, which we de-identify and use for GeoFencing and to provide analytical reports to our Advertising Customers.\nWe may also obtain information from third-party data providers, such as physical addresses and information about consumer characteristics such as demographics and predicted interests.</p>\n<p>Through our Advertising Services, we collect information about users’ online activities over time and across non-affiliated web sites, mobile applications, or online services, as applicable, and across multiple devices including connected TVs.\nWe collect information about your device and your visit(s) to websites, apps, and online services, such as browser type and version, Internet service provider (ISP), mobile operating system, referring/exit pages, operating system, date/time stamp, responses by a web visitor to an advertisement delivered by us or a third party, and/or clickstream data.</p>\n<p>We also collect information that identifies your devices, which may be considered Personal Information.\nThis information can include, for example, IP addresses, mobile advertising identifiers, and cookie identifiers.\nSimplifi collects Precise Location Data (as defined by the NAI) for your device when, for example, a user makes such information available through a third-party mobile application or webpage on a particular device.\nSimplifi may receive this Precise Location Data from third-party partners including Cuebiq.\nSimplifi also engages in cross-device linking.</p>\n<p>We may combine all of the information that we collect to provide our Advertising Services.</p>\n3.\nHOW WE COLLECT AND USE INFORMATION\n<p>We use cookies, JavaScript, and similar technologies to provide our Advertising Services.\nAmong these technologies, we employ a software technology called clear gifs (or web beacons), that help us better manage the advertising content on our network of third-party sites.\nClear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online activities of Web users.\nIn contrast to cookies, which are stored on a user’s computer hard drive, clear gifs are embedded invisibly on Web pages and are about the size of the period at the end of this sentence.\nIn compliance with the Network Advertising Initiative (NAI) Code of Conduct, we do not tie the device identifying information gathered by clear gifs to personally identifiable information except as permitted by the NAI Code.</p>\n<p>In performing our Advertising Services, we collect information in multiple ways, including:</p>\n<ul>\n<li>on our own websites</li>\n<li>on the websites of publishers or Advertising Customers,</li>\n<li>when we serve online advertisements, and</li>\n<li>from third party providers.</li>\n</ul>\n<p>The collection of this data about your online activities across non-affiliated properties and linked devices allows us and our Advertising Customers to better target advertising to user interests.\nThis process is called interest-based advertising.\nThe Advertising Services include various analytics and measurement services as well.\nThe data also allows us to improve our services, for example, improving the effectiveness of the advertisements delivered to users and limiting the number of times a person sees a given advertisement.</p>\n4.\nINFORMATION SHARING AND DISCLOSURE\n<p>We may share the information we collect with other parties for our business reasons, including the following:</p>\n<ul>\n<li>We share your Personal Information with our affiliates and third-party vendors who provide services on our behalf.</li>\n<li>We can disclose Personal Information to provide our Advertising Services, including disclosures to our Advertising Customers to enable them to serve interest-based advertisements to user devices based on the user’s browsing history and online activities.</li>\n<li>Simplifi may also disclose any information if required to do so by law or in the good faith belief that such action is necessary to: (1) comply with legal process served on Simplifi, (2) protect and defend the rights or property of Simplifi.\n(3) protect the personal safety of users of Simplifi, its Advertising Services, or other services.\n(4) provide updates and services that may be of interest to the user.\nor (5) prevent online fraud or other cyber threats, for example through an online threat exchange, or to report, detect and/or prevent security events.</li>\n<li>Simplifi is required to disclose Personal Information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\n</li>\n<li>Simplifi may disclose Personal Information with notice or with your consent, where permitted by law.</li>\n</ul>\n5.\nSALE OF ASSETS\n<p>In the event that Simplifi is involved in a potential or actual merger, acquisition, or sale of all or a portion of its assets, including in bankruptcy, we reserve the right to include, disclose and transfer any or all stored Personal Information and other data among the assets transferred to the acquiring company.\nIf this occurs, you will be notified via email and/or a prominent notice on our Site of any change in ownership or material changes in uses of your Personal Information, as well as any choices you may have regarding your Personal Information.</p>\n6.\nHEALTH TARGETING\n<p>We partner with third parties to provide customers with targeting options related to health and wellness interests.\nIf you would like to view the current list of third-party health and wellness interest segments available through Simplifi, please click here.</p>\n7.\nPOLITICAL TARGETING\n<p>We partner with third parties to provide customers with political targeting options.\nIf you would like to view the current list of third-party political interest segments available through Simplifi, please click here.</p>\n8.\nYOUR CHOICES\n<p>\n<strong>Opting Out of Simplifi Targeted Advertising on Your Browser</strong>\n<br>\nSimpli.fi engages in interest-based advertising activities, including cross-device linking, as described above.\nIf you would like to stop receiving interest-based advertising from Simplifi on your browser, click here.\nBy doing so, Simplifi will replace your unique cookie with an “opt-out” flag that will prevent us from serving you interest-based advertising.\nAn opt-out choice means that we no longer use or transfer data from the opted-out device for targeted advertisements, and we no longer use data collected on other devices to inform advertisements on that device.\nWe will still collect and store information through such cookies for other purposes such as metrics and analytics and we may still serve you advertising, but it will not be tailored for you.\nBecause cookies are browser specific, if you use more than one browser or device, you will need to make your opt-out choice on each browser or device that you use.\nTo do so, point each browser that you use to this page, and click on the opt-out link above.\nPlease note that you will need to set the Simplifi opt-out cookie again in some cases, for example, under the following circumstances: you buy a new computer or device, delete cookies from your browser, or upgrade or change the browser of your existing computer or device.</p>\n<p>Simplifi is a member of the Network Advertising Initiative (NAI) and adheres to the NAI Code of Conduct.\nAdditional information on the NAI and its code can be viewed at http://www.networkadvertising.org/code-enforcement/code.</p>\n<p>Simplifi also licenses the AdChoices icon from the Digital Advertising Alliance (“DAA”) at http://digitaladvertisingalliance.org/ and the DAAC at http://youradchoices.ca for the purpose of providing enhanced notice and to inform users when they are being behaviorally targeted and to provide an opportunity to opt out.</p>\n<p>Simplifi makes every effort to ensure adherence to the self-regulatory principles of the DAA and the DAAC.<br>\nTo opt-out of interest-based advertising by other companies participating in the following consumer choice mechanisms, please visit:</p>\n<ul>\n<li>Digital Advertising Alliance (DAA)’s self-regulatory opt-out page (http://optout.aboutads.info/) and mobile application-based “AppChoices” download page (https://youradchoices.com/appchoices)\n</li>\n<li>European Interactive Digital Advertising Alliance (EDAA)’s consumer opt-out page (http://youronlinechoices.eu)</li>\n<li>Network Advertising Initiative (NAI)’s self-regulatory opt-out page (http://optout.networkadvertising.org/).</li>\n<li>For information on how to opt-out of Connected TV (CTV) data collection and to activate other CTV privacy features, please visit the Network Advertising Initiative’s Internet Connected TV Choices: (https://www.networkadvertising.org/internet-connected-tv-choices/)</li>\n</ul>\n<p>\n<strong>DO NOT TRACK</strong>\n<br>\nWe currently honor Do Not Track signals transmitted by browsers by treating this signal as an opt out of interest-based advertising.</p>\n<p>\n<strong>OPTING OUT FROM SIMPLIFI’S LOCATION-BASED ADVERTISING</strong>\n<br>\nYou may opt out of our collection, use, and transfer of precise location data for location-based advertising purposes, by using the location services controls in your mobile device’s settings.</p>\n<p>\n<strong>ACCESSING YOUR INFORMATION</strong>\n<br>\nYou may request to access your Personal Information that we hold, as well as to correct, amend or delete information when it is inaccurate, or has been processed in violation of the Privacy Shield Principles or when otherwise required by law.\nTo make such requests, please contact us at privacy@simpli.fi.\nWe will respond to these requests in accordance with the laws that apply to you and within a reasonable timeframe.\nYou can help us maintain the accuracy of your information by notifying us of any changes to your information.\nWe may deny a request in some cases when permitted by law, such as when the burden or expense of providing access would be disproportionate to the risks to the individual’s privacy in the case in question, or where the rights of persons other than the individual would be violated.</p>\n9.\nINTERNATIONAL OR CROSS-BORDER TRANSFER OF YOUR PERSONAL INFORMATION\n<p>By providing Personal Information and/or by communicating with us by email, you acknowledge and expressly consent to our processing and disclosure of your Personal Information outside your country.\nThe Personal Information of users who are located outside the U.S.\nmay be transferred to the U.S., where our servers are located and where it will be processed and stored on servers in the U.S.\nIndividuals from the European Union, United Kingdom, and Switzerland, please see the section below on “Cross-Border Transfers from Europe” for more information.</p>\n10.\nEU DATA SUBJECTS: PROCESSING OF PERSONAL INFORMATION\n<p>We process Personal Information with your consent.\nOn other occasions, we may process Personal Information when we need to do so to fulfill a contract (for example, for billing purposes) or where required to do this by law.\nIf necessary, we may also process Personal Information when it is in our legitimate interests to do this (e.g., for auditing purposes or for fraud detection) and when these interests are not overridden by your data protection rights.</p>\n<p>EU data subjects may have rights to access, portability, to revoke consent, to correct, delete, and/or object to or restrict processing of the Personal Information you provide to us.\nYou can email a request to us at privacy@simpli.fi.\nWe will respond to your request in a reasonable timeframe and in accordance with the law that applies to you.\nSometimes a request in relation to your Personal Information may not apply to certain information, such as information we may keep to comply with legal requirements.</p>\n<p>Additionally, you have the right to lodge a complaint against us.\nTo do so, contact the supervisory authority in your country of residence.</p>\n11.\nCROSS-BORDER TRANSFERS FROM EUROPE\n<p>Simplifi relies on safeguards such as the SCCs to receive Personal Information from the European Union, United Kingdom and Switzerland.\nSimplifi also continues to participate in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nSimplifi is committed to subjecting all Personal Information received from European Union (EU) member countries, the United Kingdom and Switzerland, respectively, in reliance on each Privacy Shield Framework, to that Framework’s applicable Principles.\nTo learn more about the Privacy Shield Frameworks, and to view our certification, visit the U.S.\nDepartment of Commerce’s Privacy Shield List, here: https://www.privacyshield.gov.</p>\n<p>To learn more about the Privacy Shield principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity &amp.\nPurpose Limitation, Access &amp.\nRecourse, Enforcement &amp.\nLiability, please visit https://www.privacyshield.gov/welcome.</p>\n<p>Simplifi is responsible for the processing of Personal Information it receives, under each Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\nSimplifi complies with the Privacy Shield Principles for all onward transfers of Personal Information from the EU, United Kingdom, and Switzerland under a Privacy Shield Framework, including the onward transfer liability provisions.</p>\n<p>With respect to Personal Information received or transferred pursuant to the Privacy Shield Frameworks, Simplifi is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, Simplifi may be required to disclose Personal Information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p>\n<p>\n&nbsp.\n</p>\n<p>Under certain conditions, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted, as described more fully on the Privacy Shield website here: https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint.</p>\n12.\nSTATE PRIVACY RIGHTS\n<p>California, Virginia, Connecticut, Utah, and Colorado residents have certain rights under state law with respect to Personal Information processed by Simplifi.\nThis section contains disclosures required by such laws and explains rights that may be available to you.\n</p>\n<p>\n<strong>Personal Information We Collect and Disclose for a Business Purpose</strong>\n<br>\nIn the past 12 months, we have collected, and disclosed to third parties, the following categories of Personal Information about users, for our business or commercial purposes:</p>\n<ul>\n<li>Personal and online identifiers (such as email address, postal address, or unique online identifiers)</li>\n<li>Internet or other electronic network activity information (such as browsing history, search history, interactions with a website, email, application, or advertisement)</li>\n<li>Geolocation information (including precise location derived from your device)</li>\n<li>Inferences reflecting potential interests or characteristics, including race/ethnicity, health and wellness interests, and political interests.</li>\n</ul>\n<p>\n<strong>Categories of Sources</strong>\n<br>\nWe collect this Personal Information from the following categories of sources:</p>\n<ul>\n<li>Our Advertising Customers;</li>\n<li>Our service providers;</li>\n<li>Affiliates not under the Simplifi brand.\nand</li>\n<li>Third party data providers.</li>\n</ul>\n<p>\n<strong>Categories of Recipients</strong>\n<br>\nWe may disclose all of the categories of Personal Information listed above to our service providers, to affiliates not under the Simplifi brand, and to other entities for purposes like legal compliance, as described in the “Information Sharing and Disclosure” section of this Privacy Policy above.</p>\n<p>We share all of the categories of Personal Information listed above to our business customers for interest-based advertising (also called targeted or cross-context behavioral advertising).\nThis may be considered a sale in some states.\nWe do not otherwise sell Personal Information about users for our Advertising Services.\n</p>\n<p>\n<strong>Why We Collect, Use, and Share Personal Information</strong>\n<br>\nWe use and disclose the personal information we collect for our commercial and business purposes, as further described above in the “How We Collect and Use Information” and “Information Sharing and Disclosure” sections of this Privacy Policy.\n</p>\n<p>\n<strong>Your Rights Regarding Personal Information</strong>\n<br>\nResidents of California, Virginia, Connecticut, Utah, and Colorado have rights with respect to the Personal Information collected by businesses.\nIf you are a resident of one of these states, you may exercise the following rights regarding Personal Information, subject to certain exceptions and limitations:</p>\n<ul>\n<li>The <strong>right to confirm</strong> whether Simplifi is processing Personal Information about you.</li>\n<li>The <strong>right to correct inaccuracies</strong> in the Personal Information we have collected about you.</li>\n<li>For California, the <strong>right to know</strong> the categories of Personal Information we collect, use, disclose, and sell about you, the categories of sources from which we collected Personal Information , our purposes for collecting or selling Personal Information , the categories of Personal Information that we have either sold or disclosed for a business purpose, and the categories of third parties with which we have shared Personal Information.</li>\n<li>The <strong>right to access</strong> the specific pieces of Personal Information we have collected about you.</li>\n<li>The <strong>right to request that we delete</strong> the Personal Information we have collected about you.</li>\n<li>The <strong>right to opt out</strong> of the processing (including sharing) of Personal Information for interest-based (also called targeted or cross-context behavioral) advertising.\nPlease note that if you opt out of certain practices, we may be unable to provide you with some services.</li>\n<li>Depending on your state, <strong>the right to limit Simplifi’s processing of certain “sensitive” Personal Information</strong> about you (or to withdraw consent for such processing if you previously gave it).</li>\n<li>The <strong>right not to receive discriminatory treatment</strong> for the exercise of the above privacy rights.</li>\n</ul>\n<p>To exercise any of the above rights, please contact us using the following information and submit the required verifying information, as further described below:</p>\n<ul>\n<li>By email at privacy@simpli.fi</li>\n<li>By phone at 800.840.0768</li>\n</ul>\n<p>For residents of certain states, if you have submitted a request that you believe we have not fulfilled, you may contact us to appeal our decision by sending an email with the subject line “Appeal” to privacy@simpli.fi.</p>\n<p>\n<strong>Verification Process and Required Information</strong>\n<br>\nNote that we may need to request additional information from you to verify your identity or understand the scope of your request, although you will not be required to create an account with us to submit a request or have it fulfilled.</p>\n<p>\n<strong>Authorized Agent</strong>\n<br>\nIf you are a California or Colorado resident, you may designate an authorized agent to make a request on your behalf by verifying your identity and providing the agent with written permission to make a request on your behalf.\nAn authorized agent may submit a request through the methods provided above.</p>\n<p>\n<strong>Minors’ Right to Opt In</strong>\n<br>\nWe do not knowingly sell, or share for interest-based advertising, Personal Information about minors under 16 years of age.</p>\n13.\nDATA RETENTION\n<p>We retain the information we collect through our Advertising Services for a minimum of 30 days, or longer if needed for auditing purposes.\nWe do not retain any data collected for interest-based advertising longer than 24 months in an identifiable form, except as required by law.</p>\n<p>We retain other Personal Information in compliance with applicable laws and as reasonably necessary for our processing purposes set out in this Privacy Policy.\nWhen it is no longer necessary for us to process Personal Information for these purposes, we will deidentify, aggregate, or delete this data.</p>\n14.\nSECURITY\n<p>Simplifi uses commercially reasonable physical, managerial, and technical safeguards designed to preserve the integrity and security of your personal information and to protect it against loss or unauthorized use or disclosure.</p>\n15.\nCONTACT US\n<p>If you have inquiries or complaints regarding this Privacy Policy please contact Simplifi at:<br>\nprivacy@simpli.fi</p>\n<p>or:</p>\n<p>\n<strong>Chief Privacy Officer</strong>\n<br>\nc/o Frost Prioleau, CEO<br>\nSimplifi Holdings Inc.<br>\n1407 Texas Street<br>\nFort Worth, TX 76102</p>\n<p>\n<strong>Where Simplifi acts as a controller with respect to Personal Information processed through the Advertising Services, the controller of Personal Information is:</strong>\n</p>\n<p>\n<strong>Simpli.fi Holdings, Inc.</strong>\n<br>\n128 East Exchange Avenue, Suite 700<br>\nFort Worth, TX 76164 USA</p>\n<p>\n<strong>For EU Inquiries:</strong>\n<br>\nData Protection Officer<br>\nc/o Henrik Duedahl Høyer, DPO<br>\nSimplifi Europe IVS (designated EU representative)<br>\nc/o Amalie 6 ApS<br>\nAmaliegade 6.\n2.\ntv.<br>\nDK – 1256 Copenhagen K<br>\nDenmark</p>\n<p>\n<strong>Terms and Conditions</strong>\n<br>\nPlease read our Terms and Conditions at www.simpli.fi/terms/ as they also govern your use of the Site and our Advertising Services.</p> Connect With Us <p>Please complete this form to receive more information.</p>\n<p>Learn More.</p> × Request a Demo <p>Complete the form to request a demo of the Simpli.fi platform and see a sample report.</p>\n<p>* Required</p> Hear What We Have to Say Blog Rundown: 2022’s Top-Read Content Posted 12/29/2022 CPG Brand Enhances Performance By Adding CTV &amp.\nVideo Ads To Their Media Mix Posted 12/27/2022 E-Commerce Brand Increases Online Sales and Measures ROAS With Simpli.fi Posted 12/22/2022 Find More News and Information from Simpli.fi » Contact Us <p>Simpli.fi Headquarters <br> 128 East Exchange Avenue, Suite 700<br> Fort Worth, TX 76164</p> 800.840.0768 hi@simpli.fi <ul>\n<li>Terms</li>\n<li>Website Privacy Policy</li>\n<li>Services Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Opt Out</li>\n<li>Do Not Sell/ Share My Personal Information</li>\n</ul>\n<p>©2023 Simpli.fi All rights reserved</p> ", "created_at": "2021-06-30 17:19:46.968329", "updated_at": "2023-01-03 03:46:11.907719"}, {"id": 7504, "name": "Terms and Conditions", "url": "https://simpli.fi/terms-and-conditions/", "xpath": "//body", "text": " <ul>\n<li>Media Buying Solutions <ul>\n<li>CTV</li>\n<li>Addressable</li>\n<li>Mobile</li>\n<li>Video</li>\n<li>Display</li>\n<li>Social</li>\n<li>Native</li>\n<li>Audio</li>\n<li>Retail Media</li>\n<li>Political</li>\n<li>DTC</li>\n</ul>\n</li>\n<li>Software Solutions <ul>\n<li>Accounting</li>\n<li>Media</li>\n<li>Project Management</li>\n</ul>\n</li>\n<li>About Us <ul>\n<li>Our Story</li>\n<li>Leadership</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Resources <ul>\n<li>Webinars</li>\n<li>Case Studies</li>\n</ul>\n</li>\n</ul> CONNECT CLIENT LOGIN Simpli.fi Terms and Conditions <p>PLEASE READ THE TERMS AND CONDITIONS OF THIS AGREEMENT (“<strong>PLATFORM AGREEMENT</strong>”) CAREFULLY BEFORE ACCESSING THE PLATFORM (“<strong>PLATFORM</strong>”) OF, OR USING ANY OF THE SERVICES (“<strong>SERVICES</strong>”) OFFERED BY, SIMPLIFI HOLDINGS, INC.\n(“<strong>WE</strong>,” “<strong>US</strong>,” “<strong>OUR</strong>,” OR “<strong>SIMPLIFI</strong>”).\n</p>\n<p>IF YOU HAVE SIGNED OUR MASTER SERVICES AGREEMENT (“<strong>MSA</strong>”), THE TERMS OF <strong>THAT</strong> AGREEMENT APPLY TO YOU.\nBY CLICKING “I ACCEPT”, YOU AGREE THAT YOU WILL COMPLY WITH THE TERMS AND CONDITIONS OF THE MSA AND WILL NOT ACCESS OUR PLATFORM TO USE ANY OF THE SERVICES FOR WHICH YOU HAVE NOT CONTRACTED.\nYOU ARE NOT AGREEING TO ANY OF THE TERMS SET FORTH BELOW.</p>\n<p>IF YOU HAVE EXECUTED AN INSERTION ORDER WITH US OR IF YOU HAVE SUBMITTED AN ONLINE ORDER THAT IS ACCEPTED BY US, BUT IN EITHER CASE YOU ARE NOT PROVIDED ACCESS TO OR USE OF OUR PLATFORM ON A SELF-SERVICE BASIS (EACH, A “<strong>MANAGED ORDER</strong>”), OR HAVE EXECUTED A DATA LICENSE AGREEMENT (“<strong>DATA LICENSE</strong>”) WITH US, YOU ARE BEING PROVIDED ACCESS TO OUR PLATFORM ONLY FOR THE PURPOSE OF ACCESSING REPORTING APPLICABLE TO YOU.\nIN ADDITION, IF YOU HAVE A MANAGED ORDER WITH US YOU MAY USE THE PLATFORM TO PROVIDE US YOUR DATA TO TARGET YOUR ADS.\nBY CLICKING “I ACCEPT”, YOU AGREE, AS PART OF YOUR MANAGED ORDER AND/OR DATA LICENSE WITH US: (A) TO ONLY ACCESS OUR PLATFORM TO ACCESS REPORTING APPLICABLE TO YOU, AND (B) TO BE BOUND BY THE TERMS AND CONDITIONS SET FORTH IN <strong>SECTIONS 1</strong>, <strong>4</strong>, <strong>5</strong> (<strong>MANAGED ORDER ONLY</strong>) AND 6 OF THIS PLATFORM AGREEMENT.\nIN THE EVENT OF AN EXPRESS CONFLICT BETWEEN YOUR MANAGED ORDER OR DATA LICENSE AND SECTIONS 1, 4, 5 (MANAGED ORDER ONLY) AND/OR 6 OF THIS PLATFORM AGREEMENT, YOUR MANAGED ORDER OR DATA LICENSE SHALL CONTROL.</p>\n<p>IF YOU HAVE EXECUTED AN INSERTION ORDER WITH US (“<strong>INSERTION ORDER</strong>”) OR IF YOU HAVE SUBMITTED AN ONLINE ORDER THAT IS ACCEPTED BY US (“<strong>ONLINE ORDER</strong>”), AND YOU ARE PROVIDED ACCESS TO AND USE OF OUR PLATFORM ON A SELF-SERVICE BASIS (EACH SUCH INSERTION ORDER AND ONLINE ORDER, A “<strong>SELF-SERVICE ORDER</strong>”), BY CLICKING “I ACCEPT”, YOU AGREE, AS PART OF YOUR SELF-SERVICE ORDER WITH US: (A) TO BE BOUND BY THE TERMS AND CONDITIONS SET FORTH IN <strong>SECTIONS 2</strong>, <strong>4</strong>, <strong>5 AND 6</strong> OF THIS PLATFORM AGREEMENT.\nIN THE EVENT OF AN EXPRESS CONFLICT BETWEEN YOUR SELF-SERVICE ORDER AND SECTIONS 2, 4, 5 AND/OR 6 OF THIS PLATFORM AGREEMENT, YOUR SELF-SERVICE ORDER SHALL CONTROL.\n</p>\n<p>IF YOU DO NOT HAVE A MANAGED ORDER, SELF-SERVICE ORDER OR DATA LICENSE WITH US, YOU HAVE BEEN GIVEN TEMPORARY ACCESS TO OUR PLATFORM SOLELY TO REVIEW THE FEATURES OF OUR PLATFORM (“<strong>TEMPORARY ACCESS</strong>”), BUT YOU ARE NOT AUTHORIZED TO UTILIZE ANY SERVICES PROVIDED BY THE PLATFORM (E.G., LOADING ADS, PROVIDING DATA OR INVENTORY).\nBY CLICKING “I ACCEPT,” YOU AGREE (A) TO ONLY ACCESS OUR PLATFORM TO REVIEW THE FEATURES OF OUR PLATFORM, (B) NOT TO ACCESS OR USE OR ATTEMPT TO ACCESS OR USE ANY OF OUR SERVICES, AND (C) TO BE BOUND BY THE TERMS AND CONDITIONS SET FORTH IN <strong>SECTIONS 3</strong>, <strong>4 AND 6</strong> OF THIS PLATFORM AGREEMENT.\n</p>\n<p>IF YOU BUY AND/OR DISPLAY AND/OR SERVE OR HAVE SERVED ADS THOUGH OUR PLATFORM, BY CLICKING “I ACCEPT”, YOU AGREE AS PART OF YOUR MANAGED ORDER AND/OR SELF-SERVICE ORDER WITH US TO COMPLY WITH <strong>SECTION 4</strong> OF THIS PLATFORM AGREEMENT.\nIN THE EVENT OF AN EXPRESS CONFLICT BETWEEN YOUR MANAGED ORDER OR SELF-SERVICE ORDER AND SECTION 4, SECTION 4 SHALL CONTROL.</p>\n<p>IF YOU HAVE A MANAGED ORDER, A SELF-SERVE ORDER OR DATA LICENSE, <strong>SECTION 7</strong> AND <strong>SECTION 8</strong> APPLY TO YOU.\nBY CLICKING “I ACCEPT”, YOU AGREE AS PART OF YOUR MANAGED ORDER, SELF-SERVICE ORDER OR DATA LICENSE WITH US TO COMPLY WITH SECTION 9 OF THIS PLATFORM AGREEMENT.\nIN THE EVENT OF AN EXPRESS CONFLICT BETWEEN YOUR MANAGED ORDER, SELF-SERVICE ORDER OR DATA LICENSE AND SECTION 7 AND/OR 8 SECTION 7 AND/OR 8 SHALL CONTROL.</p>\n<p>IF YOU HAVE A MANAGED ORDER, A SELF-SERVE ORDER OR A DATA LICENSE AND USE SIMPLIFI’S API TO ALLOW A THIRD PARTY TO ACCESS YOUR REPORTING, <strong>SECTION 9</strong> APPLIES TO YOU.\nBY CLICKING “I ACCEPT”, YOU AGREE AS PART OF YOUR MANAGED ORDER, SELF-SERVICE ORDER AND/OR DATA LICENSE WITH US TO COMPLY WITH SECTION 9 OF THIS PLATFORM AGREEMENT.\nIN THE EVENT OF AN EXPRESS CONFLICT BETWEEN YOUR MANAGED ORDER, SELF-SERVICE ORDER OR DATA LICENSE AND SECTION 9 YOUR MANAGED ORDER, SELF-SERVICE ORDER OR DATA LICENSE SHALL CONTROL </p>\n<p>IF YOU HAVE ENTERED INTO AN INSERTION ORDER OR ONLINE ORDER WITH US, THE AGREEMENT (“AGREEMENT”) BETWEEN US CONSISTS OF THE INSERTION ORDER OR ONLINE ORDER, AND ALL TERMS REFERENCED THEREIN, INCLUDING WITHOUT LIMITATION, VERSION 3.0 OF THE AAA/IAB TERMS AND CONDITIONS (“IAB TERMS”) AND THIS PLATFORM AGREEMENT.\nIF THERE IS AN EXPRESS CONFLICT BETWEEN PROVISIONS OF THIS PLATFORM AGREEMENT APPLICABLE TO YOU AND THE IAB TERMS, THE SECTIONS OF THIS PLATFORM AGREEMENT SHALL CONTROL.\nALL INDEMNITIES SET FORTH IN THIS PLATFORM AGREEMENT ARE IN ADDITION TO THE INDEMNITIES IN THE IAB TERMS.\n</p>\n<p>IF YOU HAVE ENTERED INTO AN ONLINE ORDER THE AGREEMENT (“ONLINE ORDER AGREEMENT”) BETWEEN US CONSISTS OF ONLINE ORDER AND PROVISIONS OF THIS PLATFORM AGREEMENT APPLICABLE TO YOU.\nIF YOU HAVE ENTERED INTO A DATA LICENSE WITH US THE AGREEMENT (“DATA AGREEMENT”) BETWEEN US CONSISTS OF THE DATA LICENSE AND PROVISIONS OF THIS PLATFORM AGREEMENT APPLICABLE TO YOU.\n</p>\n<p>IF YOU REPRESENT A COMPANY AND CLICK “I ACCEPT,” YOU ARE BINDING SUCH COMPANY TO THE TERMS OF THIS PLATFORM AGREEMENT APPLICABLE TO YOU.\nYOU REPRESENT AND WARRANT THAT YOU ARE AUTHORIZED TO BIND SUCH COMPANY.\nIF YOU DO NOT AGREE TO ALL THE TERMS AND CONDITIONS OF THIS PLATFORM AGREEMENT APPLICABLE TO YOU, CLICK “CANCEL” AND DO NOT ACCESS OUR PLATFORM.\n</p>\n<p>*******************************************************************************************************************************************************************************</p>\n<p>\n<strong>SECTION 1.<br>\nTHIS SECTION 1 APPLIES TO YOU IF YOU HAVE A MANAGED ORDER OR DATA LICENSE WITH SIMPLIFI.\n</strong>\n<br>\n<strong>A.\nLicense.</strong> We hereby grant You a limited, non-exclusive, non-assignable, non-transferable and revocable right to access and use Our Platform SOLELY for accessing reporting applicable to You .\nIf You have a Managed Order, You may upload Your Data to our Platform for the sole purpose of targeting Your Ads.\nExcept for the foregoing, You shall not upload, send or store ANY material through Our Platform.\nYou represent and warrant that You either own Your Data or You have all rights, licenses and permissions necessary to provide Your Data to Us for the purpose of targeting Ads.</p>\n<p>\n<strong>SECTION 2.<br>\nTHIS SECTION 2 APPLIES TO YOU IF YOU HAVE A SELF-SERVICE ORDER WITH SIMPLIFI.\n</strong>\n<br>\n<strong>A.\nLicense.</strong> We hereby grant You a limited, non-exclusive, non-assignable, non-transferable and revocable right to access and use Our Platform SOLELY for bidding on and uploading and serving online digital advertising (“<strong>Ads</strong>”), uploading Your data to target Your Ads (“<strong>Your Data</strong>”) and accessing reporting related thereto.\nIf We provide You with an application programming interface (“<strong>API</strong>”) to access Our Platform, We hereby grant You a limited, non-exclusive, non-assignable, non-transferable and revocable license to use the API for the sole purpose of accessing or using Our Platform to exercise Your rights in the preceding sentence.\nYou shall not: (i) send or store infringing, or otherwise unlawful or tortious material, including material violative of third party intellectual property or privacy rights.\nor (ii) send or store material containing software viruses, worms, Trojan horses, time bombs, cancelbots or other harmful computer code, files, scripts, agents, programs or programming routines (collectively, “<strong>Harmful Code</strong>”) to, on or through Our Platform.\n</p>\n<p>\n<strong>SECTION 3.<br>\nSECTION 3 APPLIES TO YOU IF YOU HAVE TEMPORARY ACCESS.</strong>\n<br>\n<strong>A.\nLicense.\n</strong>We hereby grant You a limited, non-exclusive, non-assignable, non-transferable and revocable right to access and use Our Platform SOLELY for the purpose of reviewing the features of Our Platform.\nIf We provide You with an application programming interface (“<strong>API</strong>”) to access Our Platform, We hereby grant You a limited, non-exclusive, non-assignable, non-transferable and revocable license to use the API for the sole purpose of accessing or using Our Platform to review the features of Our Platform.\nYou shall not upload, send or store ANY material through Our Platform.\n</p>\n<p>\n<strong>SECTION 4.<br>\nTHIS SECTION 4 APPLIES TO YOU IF YOU HAVE ACCESS TO OUR PLATFORM FOR ANY REASON.</strong>\n<br>\n<strong>A.\nRestrictions.\n</strong>You shall not (i) license, sublicense, sell, resell, transfer, assign, distribute or otherwise commercially exploit or make available to any third party Our Platform, services, API, and/or the data contained therein, including without limitation, underlying technology, trade secrets, content or information (collectively, “<strong>Our Technology</strong>”) (or any portion thereof) in any way.\n(ii) modify, reproduce, adapt, translate Our Technology (or any portion thereof) or make derivative works based upon Our Technology (or any portion thereof), (iii) reverse engineer, disassemble, decompile or otherwise attempt to derive source code from Our Technology (or any portion thereof), (iv) violate any applicable local, state, national and foreign laws, treaties and regulations, including those related to advertising, data privacy, international communications and the transmission of technical or personal data, and all compulsory industry self-regulations, including but not limited to the EU General Data Protection Regulation (“<strong>GDPR</strong>”), and the California Consumer Privacy Act and its regulations (“<strong>CCPA</strong>”), each of the foregoing as they may be amended from time to time (“<strong>Applicable Laws</strong>”) in connection with Your access and use of Our Technology (or any portion thereof) nor use Our Technology for any purpose or in any manner that is unlawful or prohibited by this Platform Agreement, (v) interfere with or disrupt the integrity or performance of the Our Technology (or any portion thereof), including without limitation, the Services, the Platform, the API or the data contained therein, (vi) access Our Platform or APIs by any means other than through the interface that is provided by Us for use in accessing the Platform or APIs, (vii) attempt to gain unauthorized access to Our Technology (or any portion thereof) or its related systems or networks or misrepresent its identity, use or attempt to use any unauthorized identification (including without limitation use of any third party logo, name or other identifier), (viii) use Our Technology (or any portion thereof) for any purpose or in any manner that is unlawful or prohibited by this Platform Agreement, (ix) publicly disseminate information or analysis regarding the performance of the Our Technology, including without limitation, the Platform or APIs, or (x) permit or authorize any party to do any of the foregoing.\n</p>\n<p>\n<strong>B.\nAccount.\n</strong> You have been provided with a password protected account to exercise Your license rights (“<strong>Account</strong>”).\nYou are responsible for all activity occurring under Your Account.\nYou shall: (i) notify Us immediately of any unauthorized use of any password or Account or any other known or suspected breach of security.\nand (ii) report to Us immediately and use reasonable efforts to stop immediately any copying or distribution of Our Technology (or any portion thereof) or of any data or content contained in Our Platform through Your Account that is known or suspected by You.\n</p>\n<p>\n<strong>C.\nOwnership.\n</strong> You acknowledge that You are obtaining only a limited right to access and use Our Technology as set forth in Sections 1-3, as applicable, and that We or Our suppliers or licensors retain all right, title and interest (including all patent, copyright, trade secret and other intellectual property rights) in and to Our Technology, including the right to continually evolve Our Technology (or any portion thereof).\nWe may freely use any suggestions, ideas, enhancement requests, feedback, recommendations or other information provided by You or any other party relating to Our Technology (or any portion thereof).\nOur name, Our logo, and the product names associated with Our Technology (or any portion thereof) are trademarks of Ours or third parties, and no right or license is granted to use them.\nOur Technology shall be deemed to be Our Confidential Information.</p>\n<p>\n<strong>D.\nINDEMNIFICATION.</strong> YOU SHALL DEFEND, INDEMNIFY AND HOLD SIMPLIFI, ITS LICENSORS AND SIMPLIFI’S SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS AND AGENTS HARMLESS FROM AND AGAINST ANY AND ALL CLAIMS, COSTS, DAMAGES, LOSSES, LIABILITIES AND EXPENSES (INCLUDING REASONABLE ATTORNEYS’ FEES AND COSTS) (“<strong>CLAIMS</strong>”) ARISING OUT OF OR IN CONNECTION WITH YOUR BREACH OF YOUR APPLICABLE LICENSE SET FORTH IN SECTIONS 1-3 AND THIS SECTION 4.</p>\n<p>\n<strong>E.\nRejection.\n</strong> We reserve the right for any reason to terminate or suspend Your access (or the access of specific personnel) to Our Platform.</p>\n<p>\n<strong>SECTION 5<br>\nTHIS SECTION 4 APPLIES TO YOU IF YOU BUY AND/OR DISPLAY AND/OR SERVE OR HAVE SERVED ADS THOUGH OUR PLATFORM, </strong>\n<br>\n<strong>A.\nRight to Use AGF.</strong> In the event Customer elects to use Simplifi’s Addressable Geofencing tool (“<strong>AGF</strong>”) upon the terms and conditions set forth herein, Simplifi grants Customer the right to access and use the AGF, including the reporting provided by Simplifi to Customer (“<strong>Report</strong>”) and the data on the Report, for the sole purpose of targeting Customer’s Ads purchased through the Platform and for no other purpose (the “<strong>Permitted Purpose</strong>”).\nCustomer may access and use the AGF through its Customer’s dashboard.\nIn order to use the AGF, Customer or Simplifi will need to provide and upload physical addresses (“<strong>Physical Addresses</strong>”) to the AGF.\nAll Physical Addresses shall be in the United States.\nSimplifi shall compare and attempt to match the Physical Addresses with latitude and longitude coordinates of such Physical Addresses (“<strong>Geo Data</strong>”) from a third party database and, if a match occurs, Simplifi shall assign such matched Geo Data a randomly generated unique identifier (“<strong>Unique Identifier</strong>”).\nOnce the Report is provided to Customer, Simplifi shall immediately destroy the Physical Addresses provided by Customer, but shall store the information on the Report (i.e., Geo Data and corresponding Unique Identifiers) for use in targeting Customer’s Ads through the Platform.\nSimplifi shall have the right to comply with any subpoena or legal request, including for device location data.\nIn no event will Simplifi provide additional identifiers such as Device or Advertising ID associated with the physical address for the purposes of identification of the user.\nEither Party may terminate Customer’s right to use the AGF at any time.\nCustomer shall defend, indemnify and hold harmless Simplifi, its licensors and each of their parent organizations, subsidiaries, affiliates, officers, directors, employees, attorneys and agents from and against any and all claims, costs, damages, losses, liabilities, penalties, fines and expenses (including reasonable attorneys’ fees and costs) arising out of or in connection with an unaffiliated third party’s claims or government action for (ii) Customer’s access and use of the AGF, including the Report and/or any use Customer makes of the Report or any data in the Report, (iii) arising from the Customer’s violation of Applicable Laws (as defined in Section 4) or use of the Advertising Services or any materials provided by Simplifi, including the AGF, in a manner not permitted under this Agreement, </p>\n<p>\n<strong>B.\nCannabis Ads.\n</strong> In order to sell cannabis advertising, the parties must sign the Simpli.fi Cannabis Advertising Rider.\nCustomer shall also abide at all times with the Simpli.fi Cannabis Policy.</p>\n<p>\n<strong>C.\nPolitical Ads.\n</strong> If You are placing any Ads that refer to a federal, state, or local candidate, office holder, ballot measure, or issue of public importance (“<strong>Political Ad</strong>”) You agree to comply with all applicable federal, state, or local laws that apply to such Political Ads.\nYou must notify Simplifi of any Political Ads You submit and provide Us with all necessary information that You may be required to provide to Us prior to placing any Political Ads under federal, state, or local laws.\nYou agree that any Political Ad submitted will include any required disclaimers and that all Political Ads You submit will link to Landing Pages that contain all information required by federal, state, or local law.\nYou agree that if any Political Ad submitted will not link to a Landing Page, You will notify Us prior to placement.\nYou agree to indemnify Us for the costs of any investigation or fine resulting from Your Political Ads.</p>\n<p>\n<strong>D.\nLICENSE TO ADS.\nPAYMENT.\nPRIVACY POLICY.</strong> This Section applies only to Online Orders and not to Temporary Access.\nYou hereby grant to Us and Our licensees a royalty-free, worldwide license to use, reproduce, market, display, publish, perform, distribute and transmit the Ads as part of operating the Platform and fulfilling the Online Order.\nAds need to be provided in the format set forth on Our site.\nWe will not modify the content or appearance of any Ad, provided that should We determine that it is necessary to modify the size or attributes associated with the underlying technology to deliver an Ad or fulfill an Online Order using the Platform, then We may make such modifications.\nYou reserve the right to direct further changes or modifications to an Ad or Online Order following any changes made by Us.\nYou shall ensure that any content in Your Ads and on any page linked to from any of Your Ads: (i) is not misleading, libelous, obscene, invasive of others’ privacy, or hateful (racially or otherwise), (ii) does not imply, infer, state or publish that content or materials promoted in the Ad are provided, endorsed, sourced or otherwise approved by any third party without such third party’s express permission to do so, (iii) does not contain Harmful Code or otherwise operate in a manner that could reasonably be expected to damage Our Technology, (iv) does not infringe the intellectual property or proprietary rights of any third party, and (v) does not violate Applicable Laws (as defined in Section 4).\nYou will be obligated to pay media costs as well as data fees, platform fees and other fees set forth in Our standard rate card only for Ads actually served and will do so within thirty (30) days after receipt of invoice.\nOur reporting with respect to any such fees, including impression counts and record of the price per impression, will be determinative.\nYou will maintain and abide by a legally sufficient privacy policy that is consistent with Applicable Laws (as defined in Section 4).\n</p>\n<p>\n<strong>E.\nINDEMNIFICATION.</strong> YOU SHALL DEFEND, INDEMNIFY AND HOLD SIMPLIFI, ITS LICENSORS AND SIMPLIFI’S SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS AND AGENTS HARMLESS FROM AND AGAINST ANY AND ALL CLAIMS, COSTS, DAMAGES, LOSSES, LIABILITIES AND EXPENSES (INCLUDING REASONABLE ATTORNEYS’ FEES AND COSTS) (“<strong>CLAIMS</strong>”) ARISING OUT OF OR IN CONNECTION WITH ANY ADS SUBMITTED UNDER YOUR ACCOUNT, THE LANDING PAGES FOR SUCH ADS AND THE PRODUCTS, GOODS AND SERVICES PROMOTED IN YOUR AD, INCLUDING WITHOUT LIMITATION ANY CLAIMS THAT ANY OF THE FOREGOING (A) INFRINGES THE INTELLECTUAL PROPERTY RIGHTS OF A THIRD PARTY, (B) CONTAINS HARMFUL CODE, OR (C) VIOLATES APPLICABLE LAWS (AS DEFINED IN SECTION 4).\n</p>\n<p>\n<strong>F.\nTermination.\n</strong> We reserve the right for any reason to reject Your Ads.</p>\n<p>\n<strong>SECTION 6<br>\nTHIS SECTION 6 APPLIES TO YOU IF YOU HAVE (A) A MANAGED ORDER , (B) A SELF-SERVICE ORDER , OR (C) TEMPORARY ACCESS.</strong>\n<br>\n<strong>A.\nConfidentiality.</strong>\n</p>\n<p>\n<em>Definition.\n</em> “<strong>Confidential Information</strong>” means: (i) Our Technology.\nand (ii) any of Our business or technical information, including but not limited to any information relating to Our product plans, designs, costs, product prices and names, finances, marketing plans, business opportunities, personnel, research, development or know-how.</p>\n<p>\n<em>Exclusions.\n</em> Confidential Information does not include information that: (i) is or becomes generally known to the public through no fault or breach of this Agreement by You.\n(ii) is known to You at the time of disclosure without an obligation of confidentiality.\n(iii) is independently developed by You without use of Our Confidential Information.\n(iv) You rightfully obtain from a third party without restriction on use or disclosure.\nor (v) is disclosed with Our prior written approval.</p>\n<p>\n<em>Use and Disclosure Restrictions.</em> You will not use Our Confidential Information except as permitted herein and will not disclose Our Confidential Information to any third party.\nexcept as permitted by the IAB Terms for those who have entered into Insertion Orders.\n</p>\n<p>\n<strong>B.\nLIMITATION OF LIABILITY.</strong> IN NO EVENT SHALL WE BE LIABLE HEREUNDER FOR ANY LOSS OF USE, LOST OR INACCURATE DATA, FAILURE OF SECURITY MECHANISMS, INTERRUPTION OF BUSINESS, COSTS OF DELAY OR FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES OR FOR LOST PROFITS REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, EVEN IF INFORMED OF THE POSSIBILITY OF SUCH DAMAGES IN ADVANCE.\nOUR MAXIMUM LIABILITY UNDER THIS PLATFORM AGREEMENT SHALL BE LIMITED TO (A) IN THE CASE OF AN ONLINE ORDER, $100, AND (B) IN THE CASE OF NO ORDER NOR EXECUTED AGREEMENT, $0.\n</p>\n<p>\n<strong>C.\nINDEMNIFICATION.</strong> You shall defend, indemnify and hold Simplifi, its licensors and Simplifi’s subsidiaries, affiliates, officers, directors, employees, attorneys and agents harmless from and against any and all claims, costs, damages, losses, liabilities and expenses (including reasonable attorneys’ fees and costs) (“<strong>Claims</strong>”) arising out of or in connection with any Claim arising from Your breach of this Platform Agreement or Applicable Laws (as defined in Section 4).\n</p>\n<p>\n<strong>D.\nTermination.\n</strong> We reserve the right to terminate this Platform Agreement or Your access (or the access of specific personnel) to the Platform for any reason.</p>\n<p>\n<strong>E.\nGeneral.\n</strong>The Agreement , Data Agreement or Online Order Agreement, as applicable to You, is the entire agreement between You and Us on the subject matter herein.\nWe may modify this Platform Agreement at any time and Your continued access of the Platform using Your Account will signify Your acceptance of such modifications.\nThis Platform Agreement will be governed and interpreted in accordance with the laws of the State of Texas without reference to conflicts of laws principles.\nYou agree that any dispute under this Agreement shall be brought in the federal or state courts located in Tarrant County, Texas and You agree to submit to the exclusive jurisdiction of the federal and state courts located in Tarrant County, Texas.\nNo failure of Simplifi to enforce any of its rights under this Platform Agreement will act as a waiver of such rights.\nProvisions of this Agreement held unenforceable under Applicable Laws (as defined in Section 4) shall be excluded to the minimum extent required to conform to such law and the remainder of the Agreement will remain enforceable.\nWe may assign this Agreement without Your consent and use subcontractors in any manner.\nYou may not assign this Agreement without Our written consent.\nYou and We are independent contractors, and nothing in this Agreement shall be deemed to create a joint venture or partnership.\nYou agree that during the term of this Agreement and for twelve months thereafter, You will not encourage or solicit any employee or consultant to leave the employ of Simplifi.\nprovided that, You shall not be prohibited from employing any such person who contacts You in response to a published general solicitation not specifically targeted at such person.</p>\n<p>\n<strong>SECTION 7<br>\nTHIS SECTION 7 APPLIES WHEN THE GENERAL DATA PROTECTION REGULATION APPLIES TO CUSTOMERS UTILIZING OUR PLATFORM OR SERVICES</strong>\n<br>\nThis Platform Agreement incorporates the Data Protection Addendum, including the Standard Contractual Clauses attached thereto, when the GDPR applies to Your use of Our Services and Platform to process EU Personal Data (as defined in the DPA).\nThe DPA is effective as of November 1, 2020 and replaces and supersedes any previously agreed data processing addendum between You and Simplifi.\nFor clarity, the DPA supplements this Platform Agreement.</p>\n<p>\n<strong>SECTION 8<br>\nTHIS SECTION 8 APPLIES WHEN THE CALIFORNIA CONSUMER PRIVACY ACT APPLIES TO CUSTOMERS UTILIZING OUR PLATFORM OR SERVICES</strong>\n<br>\nYou agree that Simplifi is acting as a Service Provider in relation to the services it provides to You pursuant to the Agreement,.\nTo the extent that Simplifi processes Personal Information, Simplifi warrants and represents that it shall not Process, retain, use, sell, or disclose Personal Information for any purpose other than for the specific purpose of performing the services specified in the Agreement or as otherwise permitted by the CCPA.\nAll capitalized terms in this section shall have the same meanings as defined in the CCPA.</p>\n<p>\n<strong>SECTION 9<br>\nTHIS SECTION 9 APPLIES TO YOU IF YOU ARE CONTRACTUALLY PERMITTED TO ACCESS AND USE OUR API TO ACCESS YOUR REPORTING.</strong>\n<br>\nYou may allow Your Third Party Reporting Provider to access, on Your behalf, Our API is provided to You for the sole purpose of accessing the Services in order to access, use and report on Your campaign data and such access and use of the API, the Platform and the Services shall be in accordance with the provisions of Your Agreement and subject to the confidentiality provisions therein.\nAll actions or omissions of such Third Party Reporting Provider shall be deemed to be Your actions or omissions and You shall be responsible and liable for them.\nAs used herein, “Third Party Reporting Provider” means a company engaged by You to provide reporting on advertising campaigns that has been prior approved by Our CEO, CFO, CRO or CTO in writing (email to suffice).\nYou shall defend, indemnify and hold harmless Us, Our licensors and each of Our or their parent organizations, subsidiaries, affiliates, officers, directors, employees, attorneys and agents harmless from and against any and all claims, costs, damages, losses, liabilities and expenses (including reasonable attorneys’ fees and costs) arising out of or in connection with any acts or omissions of Your Third Party Reporting Provider..</p>\n<p>\n<em>Last Revised September 2021</em>\n</p> Connect With Us <p>Please complete this form to receive more information.</p>\n<p>Learn More.</p> × Request a Demo <p>Complete the form to request a demo of the Simpli.fi platform and see a sample report.</p>\n<p>* Required</p> Hear What We Have to Say Blog Rundown: 2022’s Top-Read Content Posted 12/29/2022 CPG Brand Enhances Performance By Adding CTV &amp.\nVideo Ads To Their Media Mix Posted 12/27/2022 E-Commerce Brand Increases Online Sales and Measures ROAS With Simpli.fi Posted 12/22/2022 Find More News and Information from Simpli.fi » Contact Us <p>Simpli.fi Headquarters <br> 128 East Exchange Avenue, Suite 700<br> Fort Worth, TX 76164</p> 800.840.0768 hi@simpli.fi <ul>\n<li>Terms</li>\n<li>Website Privacy Policy</li>\n<li>Services Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Opt Out</li>\n<li>Do Not Sell/ Share My Personal Information</li>\n</ul>\n<p>©2023 Simpli.fi All rights reserved</p> ", "created_at": "2021-06-30 17:19:46.964363", "updated_at": "2023-01-03 03:43:53.678077"}, {"id": 7507, "name": "Cookie Policy", "url": "https://simpli.fi/simpli-fi-cookie-policy/", "xpath": "//body", "text": null, "created_at": "2021-06-30 17:19:46.970631", "updated_at": "2023-01-03 03:44:31.996941"}, {"id": 7505, "name": "Website Privacy Policy", "url": "https://simpli.fi/site-privacy-policy/", "xpath": "//body", "text": null, "created_at": "2021-06-30 17:19:46.967077", "updated_at": "2023-01-03 03:46:24.114642"}], "points": [], "urls": ["simpli.fi"]}}