{"error": 448, "message": "OK", "parameters": {"id": 2359, "name": "Hinterland Games", "created_at": "2020-10-06 18:51:34.588479", "updated_at": "2023-07-10 22:01:25.197647", "wikipedia": null, "keywords": null, "related": null, "slug": "hinterland_games", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2359.png", "url": "hinterlandforums.com,thelongdark.com,hinterlandgames.com", "documents": [{"id": 2889, "name": "Registration Terms", "url": "https://hinterlandforums.com/terms/", "xpath": "//*[@id=\"ipsLayout_mainArea\"]", "text": " Registration Terms <p> Please take a moment to review these rules.\n</p>\n<p> Please remember that we are not responsible for any messages posted.\nWe do not vouch for or warrant the accuracy, completeness or usefulness of any message, and are not responsible for the contents of any message.\n</p>\n<p> The messages express the views of the author of the message, not necessarily the views of this website.\nAny user who feels that a posted message is objectionable is encouraged to contact us immediately by email.\nWe have the ability to remove objectionable messages and we will make every effort to do so, within a reasonable time frame, if we determine that removal is necessary.\n</p>\n<p> You agree, through your use of this service, that you will not use this website to post any material which is knowingly false and/or defamatory, inaccurate, abusive, vulgar, hateful, harassing, obscene, profane, sexually oriented, threatening, invasive of a person's privacy, or otherwise violative of any law.\n</p>\n<p> You agree not to post any copyrighted material unless the copyright is owned by you or by this website.\n</p>\n<p> Our software uses cookies to distinguish you from other users of our website.\nThis helps us to provide you with a personalized experience when you browse this site.&nbsp.\n</p> ", "created_at": "2020-10-06 18:52:30.574975", "updated_at": "2020-10-06 18:52:47.83057"}, {"id": 2890, "name": "Privacy Policy", "url": "https://hinterlandforums.com/privacy/", "xpath": "//*[@id=\"ipsLayout_mainArea\"]", "text": " Privacy Policy <p>\n<strong>PRIVACY POLICY&nbsp;</strong>\n</p>\n<p> Introduction&nbsp.\n</p>\n<p> Hinterland Studio Inc.\n(“we” or “Hinterland”) is committed to being accountable for how we&nbsp;treat personal information and for the principles outlined in this Privacy Policy.\nThis Privacy&nbsp;Policy was developed in compliance with British Columbia’s Personal Information Protection&nbsp;Act (“PIPA”).\n&nbsp;PIPA sets out rules for how organizations such as ours can collect, use and&nbsp;disclose your personal information.\n</p>\n<p> We have a designated Privacy Officer that can respond to questions, concerns and complaints&nbsp;at privacy@Hinterlandgames.com &nbsp.\n</p>\n<p>\n<em>Definition of Personal Information&nbsp;</em>\n</p>\n<p> We define personal information as meaning information about an identifiable individual, such&nbsp;as someone’s name, home address, phone number, email, gender, personal preferences about&nbsp;gaming, and personal comments posted on forums.&nbsp.\n</p>\n<p>\n<em>Scope&nbsp;</em>\n</p>\n<p> Our Privacy Policy extends to all of the websites, computer games, forums and on-line stores&nbsp;that we own and operate.\n</p>\n<p>\n<em>Purpose</em> &nbsp.\n</p>\n<p> We state the purpose of collecting personal information when it is requested.\nContact our&nbsp;Privacy Officer for questions about the collection of personal information.\n&nbsp;We collect personal&nbsp;information for the following purposes:&nbsp.\n</p>\n<p> 1.\nTo provide and administer requested products and services, and to disclose the&nbsp;information for any purpose related to operation of accounts and provision of&nbsp;requested products and services.\n</p>\n<p> 2.\nTo communicate with you through our website and email.\n</p>\n<p> 3.\nTo authenticate your identity.\n</p>\n<p> 4.\nTo monitor your compliance with any of your agreements with us.\n</p>\n<p> 5.\nTo provide personal information to third party suppliers of products and services.\n</p>\n<p> 6.\nTo manage or transfer our assets or liabilities, for example in the case of an acquisition&nbsp;or merger, the provision of security for a credit facility or the change of a supplier of&nbsp;products.\n</p>\n<p> 7.\nTo protect us, yourself and others from fraud and error and to safeguard our business&nbsp;interests.\n</p>\n<p> 8.\nTo collect debts owed to us;&nbsp.\n</p>\n<p> 9.\nTo comply with legal and regulatory requirements.\nand\n</p>\n<p> 10.\nTo distribute to third parties including financial institutions, payment processors,&nbsp;lawyers, financial institutions and government licensing bodies for any of the above&nbsp;purposes.\n</p>\n<p>\n<em>Limits to Collection, Use, Disclosure and Retention of Personal Information</em>&nbsp.\n</p>\n<p> The limits to our Privacy Policy are as follows:&nbsp.\n</p>\n<p> 1.\nWe will only collect and use personal information that is necessary to fulfill the purposes&nbsp;identified in this policy.\n</p>\n<p> 2.\nWe will not collect, use or disclose personal information except for the identified&nbsp;purposes above unless we received further consent.\n</p>\n<p> 3.\nWe will only collect, use or disclose personal information in accordance with PIPA.\n</p>\n<p> 4.\nYour personal information will only be used or disclosed for the purposes set out in this&nbsp;Privacy Policy and as authorized by law.\n</p>\n<p> 5.\nWe will keep personal information used to make a decision affecting you for at least one&nbsp;year after using it to make the decision.\n</p>\n<p> 6.\nSubject to the above one-year retention requirement, we will only retain personal&nbsp;information for as long as necessary to fulfill the identified purposes above or as long as&nbsp;required for a legal or business purpose.\n</p>\n<p> 7.\nWe will destroy, erase or make anonymous documents or other records containing&nbsp;personal information as soon as it is reasonable to assume that the original purpose is&nbsp;no longer being served by retention of the information and retention is no longer&nbsp;necessary for a legal or business purpose.\nand\n</p>\n<p> 8.\nWe will take due care when destroying personal information so as to prevent&nbsp;unauthorized access to the information.\n</p>\n<p>\n<em>Consent&nbsp;</em>\n</p>\n<p> We will obtain your consent to collect, use or disclose your personal information, except where&nbsp;we are legally authorized or required by law to do so without consent.\n&nbsp;&nbsp;For example, we may&nbsp;collect, use or disclose your personal information without your knowledge or consent where:\n</p>\n<p> 1.\nThe information is publicly available, as defined by statute or regulation.\n</p>\n<p> 2.\nWe are obtaining legal advice;&nbsp.\n</p>\n<p> 3.\nWe reasonably expect that obtaining consent would compromise an investigation or&nbsp;proceeding.\nand&nbsp.\n</p>\n<p> 4.\nWe are permitted to by law.\n&nbsp.\n</p>\n<p> Your consent may be provided orally, in writing, electronically or through inaction.\nYour&nbsp;consent is implied when it is obvious that we are collecting, using or disclosing personal&nbsp;information and when you voluntarily provide personal information for that obvious purpose.&nbsp;Your consent may be implied, express or provided by an authorized individual depending on the&nbsp;nature and sensitivity of the personal information.&nbsp.\n</p>\n<p> You may withdraw their consent at any time by giving us reasonable notice, subject to legal,&nbsp;contractual and other obligations.\n&nbsp;If we receive notice of withdrawal of consent, we will inform&nbsp;you of the likely consequences of withdrawing consent, which may include our inability to&nbsp;provide certain goods or services for which that information is necessary.\n</p>\n<p>\n<em>Cookies</em>\n</p>\n<p> Our websites use cookies.\nA cookie is a small amount of data, which often includes an&nbsp;anonymous unique identifier that is sent to your browser from a website's computer and stored&nbsp;on your computer’s hard drive.\nUse of a cookie is in no way linked to any personally identifiable&nbsp;information while a user is on our website.\nWe use cookies on certain pages of our site to help&nbsp;analyze our website flow, measure promotional effectiveness and promote trust and safety.\nWe&nbsp;also use cookies to set language preferences.\nYou may set your browser to refuse cookies, but&nbsp;certain parts of our website may not function properly as a result.\n</p>\n<p>\n<em>Security of Personal Information&nbsp;</em>\n</p>\n<p> We protect personal information by implementing reasonable security arrangements to&nbsp;prevent against risks such as unauthorized access, collection, use, disclosure, copying,&nbsp;modification or disposal of personal information.\nWe will use reasonably secure methods&nbsp;whenever destroying personal information.\n&nbsp.\n</p>\n<p> The protection and security of personal information cannot be guaranteed when it is submitted&nbsp;via email or other wireless communication.&nbsp.\n</p>\n<p>\n<em>Accuracy&nbsp;</em>\n</p>\n<p> We will make reasonable efforts to ensure that the personal information you collect, use or&nbsp;disclose is accurate and complete.&nbsp;Please notify us with corrections if there are any errors or omissions in your personal&nbsp;information.\n&nbsp;We will correct the personal information as soon as reasonably possible upon&nbsp;confirmation of the error or omission.\nWe will, as soon as reasonably possible, update your&nbsp;personal information with authorized third parties.\n</p>\n<p>\n<em>Access&nbsp;</em>\n</p>\n<p> You have right to access your personal information held by Hinterland Studio Inc.&nbsp;Your request for access must be made in writing and we may require individuals to prove their&nbsp;identity before giving them access to their personal information for security reasons.&nbsp;Upon request and authentication of identity, we will provide information about the ways in&nbsp;which your personal information is or has been used, and the names of the individuals and&nbsp;organizations to which their personal information has been disclosed.&nbsp.\n</p>\n<p> PIPA allows is to charge a “minimal” fee for providing you with access to your personal&nbsp;information.\nIf a fee is required, we will give you a written fee estimate in advance.&nbsp.\n</p>\n<p> We will provide requested personal information within 30 business days after it is requested or&nbsp;you will give written notice if you need more time to respond.&nbsp.\n</p>\n<p> In some cases, we may not give you access to certain personal information where authorized or&nbsp;required by PIPA to refuse access.\nIf we refuse your access request, we will tell you in writing,&nbsp;stating the reasons for your refusal and outlining further steps that are available to you&nbsp;(including any internal review by your organization and the right to ask the Office of the&nbsp;Information and Privacy Commissioner for British Columbia to review the decision).&nbsp.\n</p>\n<p>\n<em>Complaints</em>\n</p>\n<p> Complaints can be sent to our Privacy Officer at privacy@hinterlandgames.com &nbsp.\n</p>\n<p> If you are not satisfied with our response to your complaint, you can complain to the Office of&nbsp;the Information and Privacy Commissioner for British Columbia.\n</p> Third Parties <strong>Google Analytics</strong> Google Analytics is a web analysis service provided by Google Inc.\n(“Google”).\nGoogle utilizes the Data collected to track and examine the use of this website, to prepare reports on its activities and share them with other Google services.\nPrivacy Policy <strong>Spam Defense</strong> The IPS Spam Defense Service passes the email address and IP address of the registering member to the service to determine the likelihood a registering account is a spam source.\nPrivacy Policy <strong>Invisible reCAPTCHA</strong> This site uses a CAPTCHA to ensure humans are performing certain actions.\nThe CAPTCHA provider may set a session cookie and get information about your internet browser and device accessing this website.\nPrivacy Policy ", "created_at": "2020-10-06 18:53:24.947705", "updated_at": "2020-10-06 18:53:45.792761"}], "points": [{"id": 13769, "title": "Your personal data is given to third parties", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:50:41.185974", "updated_at": "2023-07-11 06:34:38.534912", "quoteText": null, "case_id": 188, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 10484, "title": "This service only uses temporary session cookies", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:47:17.190217", "updated_at": "2020-10-08 00:34:30.956215", "quoteText": null, "case_id": 125, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13979, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-01-05 09:15:08.065592", "updated_at": "2021-01-06 10:27:22.64468", "quoteText": null, "case_id": 292, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 10486, "title": "The service provides information about how they intend to use your personal data", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:50:47.642545", "updated_at": "2023-07-11 10:03:38.335982", "quoteText": null, "case_id": 227, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 10482, "title": "This service requires first-party cookies", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:44:57.547113", "updated_at": "2023-07-11 10:03:39.436578", "quoteText": null, "case_id": 126, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 10476, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:36:17.512707", "updated_at": "2023-07-11 10:03:39.518473", "quoteText": null, "case_id": 292, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 10481, "title": "Users agree not to use the service for illegal purposes", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:44:28.084589", "updated_at": "2023-07-11 10:03:39.595406", "quoteText": null, "case_id": 280, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 10477, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:36:35.814855", "updated_at": "2023-07-11 10:03:40.67496", "quoteText": null, "case_id": 288, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 10478, "title": "This service can delete your content if you violate the terms", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:37:38.768437", "updated_at": "2023-07-11 10:03:41.272184", "quoteText": null, "case_id": 377, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 10479, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:43:27.077527", "updated_at": "2023-07-11 10:03:41.553306", "quoteText": null, "case_id": 283, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 10483, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:45:31.483239", "updated_at": "2023-07-11 10:03:41.941916", "quoteText": null, "case_id": 374, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 10485, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:49:47.999772", "updated_at": "2023-07-11 10:03:45.086513", "quoteText": null, "case_id": 300, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 10480, "title": "Prohibits the posting of pornographic content", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-10-06 23:44:09.368223", "updated_at": "2023-07-11 10:03:46.63036", "quoteText": null, "case_id": 315, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 13773, "title": "This service requires first-party cookies", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:54:35.57658", "updated_at": "2021-01-04 04:14:32.79908", "quoteText": null, "case_id": 126, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13770, "title": "User logs are deleted after a finite period of time", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:52:08.431898", "updated_at": "2021-01-04 10:23:01.202426", "quoteText": null, "case_id": 177, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13779, "title": "Your personal data is used for limited purposes", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 04:07:40.597304", "updated_at": "2021-03-05 00:01:06.156192", "quoteText": null, "case_id": 196, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13775, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:56:55.314983", "updated_at": "2021-01-04 04:13:26.814372", "quoteText": null, "case_id": 300, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13782, "title": "This service gathers information about you through third parties", "source": "https://hinterlandforums.com/privacy/", "status": "Full quote (because the following is already highlighted): \"Spam Defense The IPS Spam Defense Service passes the email address and IP address of the registering member to the service to determine the likelihood a registering account is a spam source.\"", "created_at": "2021-01-04 04:12:00.287107", "updated_at": "2023-07-11 10:09:48.052153", "quoteText": null, "case_id": 382, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13776, "title": "This service uses third-party cookies for statistics", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:57:15.55036", "updated_at": "2023-07-11 10:09:48.133853", "quoteText": null, "case_id": 325, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13771, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:52:35.246486", "updated_at": "2023-07-11 10:09:48.211956", "quoteText": null, "case_id": 333, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13781, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 04:11:34.452708", "updated_at": "2023-07-11 10:09:48.29209", "quoteText": null, "case_id": 399, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13780, "title": "Your personal data is aggregated into statistics", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 04:09:35.849958", "updated_at": "2023-07-11 10:09:48.375769", "quoteText": null, "case_id": 190, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13774, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:55:12.506319", "updated_at": "2023-07-11 10:09:48.472309", "quoteText": null, "case_id": 375, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13777, "title": "The user is informed about security practices", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:58:34.453774", "updated_at": "2021-01-04 07:43:36.309058", "quoteText": null, "case_id": 226, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13778, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://hinterlandforums.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:59:05.687493", "updated_at": "2021-01-04 07:53:37.686521", "quoteText": null, "case_id": 310, "document_id": 2889, "quoteStart": null, "quoteEnd": null}, {"id": 13980, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://hinterlandforums.com/privacy/", "status": "\"Third Parties Google Analytics Google Analytics is a web analysis service provided by Google Inc. (“Google”).[...] The IPS Spam Defense Service passes the email address and IP address of the registering member to the service to determine the likelihood a registering account is a spam source. Invisible reCAPTCHA This site uses a CAPTCHA to ensure humans are performing certain actions.[...]\" Third Parties mentioned: Google Analytics, IPS Spam Defense and Google reCaptcha.", "created_at": "2021-01-05 09:15:36.384388", "updated_at": "2023-07-11 10:10:13.323885", "quoteText": null, "case_id": 404, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13981, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://hinterlandforums.com/privacy/", "status": "\"We collect personal&nbsp;information for the following purposes:[...] 6. To manage or transfer our assets or liabilities, for example in the case of an acquisition or merger, the provision of security for a credit facility or the change of a supplier of products.\"", "created_at": "2021-01-05 09:20:53.661335", "updated_at": "2023-07-11 10:10:13.408081", "quoteText": null, "case_id": 243, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13772, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-04 03:54:08.554006", "updated_at": "2023-07-11 10:09:47.968437", "quoteText": null, "case_id": 164, "document_id": 2890, "quoteStart": null, "quoteEnd": null}, {"id": 13982, "title": "You can request (only) access to personal data", "source": "https://hinterlandforums.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-01-05 09:25:37.797535", "updated_at": "2023-07-11 10:10:43.444662", "quoteText": null, "case_id": 195, "document_id": 2890, "quoteStart": null, "quoteEnd": null}], "urls": ["hinterlandforums.com", "thelongdark.com", "hinterlandgames.com"]}}