{"error": 448, "message": "OK", "parameters": {"id": 9628, "name": "The Canine Code", "created_at": "2023-09-14 21:41:41.053032", "updated_at": "2023-09-14 22:02:46.220169", "wikipedia": null, "keywords": null, "related": null, "slug": "the-canine-code", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9628.png", "url": "thecaninecode.com", "documents": [{"id": 19128, "name": "Privacy Policy ", "url": "https://www2.thecaninecode.com/policy/?sessionid=619654899606", "xpath": "//body", "text": null, "created_at": "2023-09-14 21:41:41.086063", "updated_at": "2023-09-14 21:43:07.804846"}, {"id": 19129, "name": "Terms and Conditions ", "url": "https://www2.thecaninecode.com/terms/?sessionid=785048777261", "xpath": "//body", "text": " Terms and Conditions <p>These Terms and Conditions are the official terms of use for all of Dr.\nMarty’s websites, social media accounts, mobile apps and any other internet or digital platforms (collectively, the “Website”).\nThe content and products (“Products”) available on the Website are provided to you by California Pet Partners, LLC, d/b/a Dr.\nMarty™, and its respective parent companies, subsidiaries, affiliates, and licensors (hereafter, “Dr.\nMarty™,” “us”, “our”, “we”) subject to the following Terms and Conditions.\nBy accessing or using the Website, you are acknowledging that you have read, understand, and agree to be bound by these Terms and Conditions, and the other guidelines, policies and terms posted on the Website.</p>\n<p>We reserve the right to update or modify these Terms and Conditions at any time.\nWhen changes are made, we will make the revised version available on this webpage, and will update the “Last Updated” date, copied below.\nFor this reason, we encourage you to review these Terms and Conditions whenever you purchase Products from or otherwise use the Website.\nBy using this Website, you agree to be bound by the Terms and Conditions posted on the Website at the time of your access.</p>\n<p>To learn more about our practices with respect to the collection, use, disclosure and protection of your information, please visit our Privacy Policy page by clicking here.\nOur Privacy Policy is incorporated into these Terms and Conditions and, by using this Website, you also agree to the terms of our Privacy Policy.</p> GENERAL TERMS AND CONDITIONS <p>All Products on this Website are intended for personal, non-commercial purposes only.\nExcept as expressly permitted in these Term and Conditions, you may not use, reproduce, distribute, adapt, modify, reverse engineer, copy, publish, display, transmit, frame, link, rent, lease, loan, sell, license, or in any way exploit the content or Products of this Website.\nYou further agree to use this Website, its Products and content, only for lawful, non-commercial purposes and in compliance with the all international, federal, state and local laws.</p>\n<p>Dr.\nMarty™ does not authorize or permit the resale of our Products by unauthorized retailers, resellers, and/or distributors.\nAny account associated with a purchase order that we suspect is in connection with the illegal distribution of our Products, or any other activity that was not pre-approved in writing by an authorized officer of Dr.\nMarty™, may be subject to suspension or immediate termination, and restrained from any further access to this Website.\nAny open order associated with such an account will be cancelled and credited back to the original purchaser.\nDr.\nMarty™ reserves the right to pursue any unlawful retailer, resellers, or distributor for violations under applicable law including, but not limited to, The Lanham Act.</p> PRODUCT AVAILABILITY <p>The availability of the Products described herein on this Website, and the descriptions of such Products, may vary based on location and timing.</p> RETURN POLICY <p>Dr.\nMarty™ offers a 90-Day Money Back warranty on all Products purchased directly through our Website.\nYour warranty comes into effect on the day your Product is shipped from our fulfillment center, and expires ninety (90) days after the shipped date.\nYou will be responsible for any shipping charges incurred in returning any Product.\nWe require that all returns have a tracking number.\nPlease contact our Customer Service line for further assistance with processing your return:</p>\n<p>1-800-670-1839<br> Monday - Friday: 6:00 am to 5:00 pm PST<br> Saturday - Sunday: 6:00 am to 4:00 pm PST</p> YOUR REPRESENTATIONS AND WARRANTIES <p>You represent and warrant the following: (i) you are above the legal age of majority in your jurisdiction of residence.\n(ii) you have not previously been suspended or removed from this Website.\n(iii) you do not currently, nor will you at any given time in the future, have more than one (1) customer account for this Website.\n(iv) you will provide us with true, accurate, current and complete information if you register for an account and/or Order.\nand (v) you have capacity and authority to enter into these Terms and Conditions and, in doing so, will not violate any other agreement to which you are a party.</p>\n<p>If we believe or suspect that your account information is not true, accurate, current or complete, we may deny or terminate your access to this Website (or any portion thereof).\nThe use of a false name, address, telephone number and/or credit card number to purchase any Products on this Website shall constitute fraud under the laws of the state of California and shall constitute your stipulation and admission that 1) your use of a false name, address, telephone number and/or credit card was and is a fraudulent representation made at the time of purchase.\n2) was made with the knowledge of said falsity.\n3) was made with the intention to defraud Dr.\nMarty™.\n4) that Dr.\nMarty™’s reliance on your fraudulent representations was and is actual, justifiable and reasonable, and.\n5) that Dr.\nMarty™ was and is damaged by your fraud.\nYou further stipulate and admit that such conduct was and is carried out with fraud, malice and oppression and, therefore, an award of punitive damages is both necessary and proper for such conduct.\nAll instances of fraud shall be prosecuted to the fullest extent of the law.</p> USER CONTENT <p>From time to time, you and other users of this Website may have an opportunity to post to this Website certain ideas, concepts, information, data, text, photographs, graphics, videos, music, sound, sound clips, messages, comments, advertising and other promotional materials or events, facts, advice, tips, opinions and other material (collectively, “User Content”).\nIf you choose to submit any User Content to this Website, it will be deemed non-proprietary and non-confidential and may be used by us, our affiliates or others without restriction.\nWe are not responsible for any user’s misuse or misappropriation of any User Content that you post on this Website.</p>\n<p>By submitting, sending, posting, uploading, modifying or otherwise providing information, material, or any other communication to us including User Content, whether solicited or unsolicited, you grant us and our affiliates the royalty-free, fully paid, unrestricted, worldwide, perpetual, irrevocable, non-exclusive, fully transferrable, assignable, sub-licensable right and license to use, copy, reduce, modify, adapt, publish, translate, create derivative works from, improve, distribute, commercialize, perform or display such User Content (in whole or in part), and to incorporate it in other works in/of any form, media, or technology now known or later developed for any purpose, including, without limitation, advertising and promotional purposes, reproduction, transmission, publication, broadcast and posting without any further consent by you or notice, credit and/or compensation to you or any third parties.\nWe and our affiliates also have the right but not the obligation, to use your username (and real name, image, likeness or other identifying information, if provided in connection with User Content), city and state in connection with any broadcast, print, online or other use or publication of your User Content.</p>\n<p>By submitting any User Content to us and/or our Website, you further represent and warrant that you own or otherwise control any and all rights in and to the User Content and that our public posting and use of that User Content will not infringe or violate the rights of any third party in any manner, including without limitation any privacy rights, publicity rights, copyrights, contract rights or any other intellectual property or proprietary rights.</p> INTELLECTUAL PROPERTY AND TRADEMARK RIGHTS <p>This Website and all of its contents including but not limited to articles and other text, photographs, images, illustrations, graphics, video material, audio material (including musical compositions and sound recordings), software, logos, trademarks, tradenames, titles, characters, names, graphics and button icons, excluding User Content (collectively, “Proprietary Material”), are protected by copyright, trademark and other laws of the United States, as well as international convention and the laws of other countries.\nThe Proprietary Material is owned or controlled by Dr.\nMarty™ or by other parties that have provided rights thereto to Dr.\nMarty™.</p>\n<p>Without limitation, modification of the materials appearing on this Website or use of such materials for any purpose is a violation of our copyright and other proprietary rights.</p>\n<p>Except as otherwise provided in these Terms and Conditions or with our express prior written permission, you may not, and agree that you will not, use, publish, reproduce, display, publicly perform, create derivative works from, reverse engineer or decompile, disassemble, distribute, license, transfer, sell, copy, post, enter into a database, upload, transmit or modify the Proprietary Material or any portion thereof, for any purpose or by any means, methods, or process now known or later developed.</p> CLAIMS REGARDING COPYRIGHT INFRINGEMENT <p>\n<strong>Notice</strong>\n</p>\n<p>If you are a copyright owner or an agent thereof and believe that any User Content or other content on this Website infringes upon your copyright(s), you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<p>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works;</p>\n<p>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which should be disabled, and information reasonably sufficient to permit us to locate the material;</p>\n<p>Information reasonably sufficient to permit us to contact you, such as your name, address, telephone number, and, if available, your e-mail address;</p>\n<p>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</p>\n<p>A statement, under penalty of perjury, that the information in the above notification is accurate and that you are, or are authorized to act on behalf of, the owner of an exclusive right that is allegedly infringed.\nand</p>\n<p>A physical or electronic signature of the owner or an agent authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>Our designated Copyright Agent to receive notifications of claimed infringement is:</p>\n<p>DMCA Agent<br> c/o Dr.\nMarty™ Legal Department<br> 6320 Canoga Avenue, 15th Floor<br> Woodland HIlls, CA 91367</p>\n<p>or by email at legal@drmartypets.com.</p>\n<p>For clarity, only DMCA notices should go to the Copyright Agent listed above.\nAny feedback, comments, requests for technical support, questions about Products, and other communications should be directed to our customer service department.\nYou acknowledge that if you fail to comply with each of the notice requirements set forth above, your DMCA notice may not be valid.</p>\n<p>After receiving a notification of infringement, we will process and investigate the claim and take appropriate actions under the DMCA and other applicable intellectual property laws.\nUpon receipt of notices complying or substantially complying with the DMCA, we will act expeditiously to remove or disable access to (i) any material claimed to be infringing or claimed to be the subject of infringing activity, and (ii) any reference or link to material or activity that is claimed to be infringing.\nWe will take reasonable steps to promptly notify the user that we have removed or disabled access to such material.</p> COUNTER-NOTICE <p>If User Content provided by you was removed (or to which access was disabled), and you believe such User Content is not infringing or that you otherwise have authorization to post and use the content in your User Content, you may send a written counter-notice to the Copyright Agent listed above, containing the following information:</p>\n<ol>\n<li>Identification of the User Content that has been removed or to which access has been disabled and the location at which the User Content appeared before it was removed or access to it was disabled;</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the User Content was removed or disabled as a result of mistake or a misidentification of the User Content removed or disabled;</li>\n<li>Your name, address, telephone number, and e-mail address;</li>\n<li>A statement that you consent to the jurisdiction of the federal district court in Los Angeles, California and a statement that you will accept service of process from the person who provided notification of the alleged infringement.\nand</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<p>If a proper counter-notice is received by the Copyright Agent, we may send a copy of the counter-notice to the original complaining party, informing that person that we will replace the removed content or cease disabling access to it within ten (10) business days.\nUnless our designated agent first receives notice from the original complaining party that such party has filed an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, within ten (10) to fourteen (14) business days after the Copyright Agent’s receipt of the counter-notice, at our sole discretion.</p> DISCLAIMER <p>DR.\nMARTY™ (INCLUDING OUR PARENT COMPANIES, SUBSIDIARIES, AFFILIATES, THIRD PARTY CONTENT PROVIDERS, MERCHANTS, SPONSORS, LICENSORS AND THE LIKE, AND THEIR RESPECTIVE DIRECTORS, OFFICERS, MEMBERS, MANAGERS AND EMPLOYEES (COLLECTIVELY, “RELATED PARTIES”)) PROVIDES THE WEBSITE, PRODUCTS, AND CONTENTS OF ITS WEBSITE ON AN “AS-IS” BASIS AND MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, WITH RESPECT TO THE OPERATION OF THE WEBSITE OR THE INFORMATION, CONTENT, MATERIALS OR PRODUCTS, INCLUDED ON THE WEBSITE.\nTO THE FULLEST EXTENT PERMITTED BY LAW, DR.\nMARTY™ AND ITS RELATED PARTIES DISCLAIM ALL SUCH REPRESENTATIONS AND WARRANTIES INCLUDING, FOR EXAMPLE, WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>IN ADDITION, DR.\nMARTY™ AND ITS RELATED PARTIES DO NOT REPRESENT OR WARRANT THAT THE INFORMATION ACCESSIBLE VIA THE WEBSITE IS ACCURATE, COMPLETE OR CURRENT.</p>\n<p>DR.\nMARTY™ AND ITS RELATED PARTIES DO NOT HAVE ANY OBLIGATION TO VERIFY THE IDENTITY OF ANY PERSON SUBSCRIBING OR USING THIS WEBSITE.\nTHEREFORE, WE DECLINE ALL LIABILITY WHATSOEVER FOR IDENTITY THEFT OR ANY MISUSE OF YOUR IDENTITY OR INFORMATION.</p> INDEMNIFICATION <p>By using this Website, you agree to defend, indemnify, and hold us, our parent companies, subsidiaries and affiliates, and each of their respective managers, members, officers, directors, affiliates, employees, contractors and suppliers harmless from any and all claims, liabilities, damages, losses, costs, and expenses, including but not limited to attorneys’ fees and expenses, arising from or in connection with your use of this Website or any Products available on or through this Website, the uploading, posting, e-mailing, or transmission of any User Content or other materials by you or users authorized by you, infringement of any Proprietary Material, or any violation by you of these Terms and Conditions, our Privacy Policy or any other policy posted from time to time on this Website applicable to your use of this Website.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you agree to assist and cooperate with us in asserting any available defenses.</p> LIMITATION OF LIABILITY <p>WE AND OUR RELATED PARTIES SHALL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES ARISING FROM YOUR USE OF, INABILITY TO USE, OR RELIANCE UPON THE WEBSITE, ITS CONTENT OR ANY PRODUCT ADVERTISED OR SOLD ON THE WEBSITE.\nTHESE EXCLUSIONS APPLY TO ANY CLAIMS FOR LOST PROFITS, LOST DATA, LOSS OF GOODWILL, INJURY, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, EVEN IF WE KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, OUR LIABILITY, AND THE LIABILITY OF OUR SUBSIDIARIES AND AFFILIATES, SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.</p>\n<p>IN THE EVENT OF ANY PROBLEM WITH THIS WEBSITE OR ANY CONTENT, YOU AGREE THAT YOUR SOLE REMEDY IS TO CEASE USING THIS WEBSITE.\nIN THE EVENT OF ANY PROBLEM WITH PRODUCTS THAT YOU HAVE PURCHASED THROUGH THIS WEBSITE, YOU AGREE THAT YOUR SOLE REMEDY, IF ANY, IS TO SEEK A RETURN AND REFUND FOR SUCH PRODUCTS IN ACCORDANCE WITH THE POLICIES POSTED ON THIS WEBSITE.\nYOU FURTHER AGREE THAT ANY CAUSE OF ACTION OR CLAIM THAT YOU MAY HAVE WITH RESPECT TO YOUR USE OF THIS WEBSITE OR ANY CONTENTS OR PRODUCTS OBTAINED, PURCHASED, OR DOWNLOADED FROM THIS WEBSITE MUST BE COMMENCED NO LATER THAN ONE (1) YEAR AFTER THE EVENT GIVING RISE TO THE CLAIM OR CAUSE OF ACTION AROSE.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AND DR.\nMARTY™ AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION.</p>\n<p>WE DO NOT ENDORSE AND ARE NOT RESPONSIBLE FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, INFORMATION, ADVICE OR STATEMENT ON THE WEBSITE.\nUNDER NO CIRCUMSTANCES WILL WE BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY YOUR RELIANCE ON INFORMATION OBTAINED THROUGH EITHER THE CONTENT ON THE WEBSITE OR USE OF ANY PRODUCT ADVERTISED OR SOLD ON THE WEBSITE.\nIT IS YOUR RESPONSIBILITY TO EVALUATE THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION, OPINION, ADVICE OR OTHER CONTENT AVAILABLE THROUGH THE WEBSITE.\nPLEASE SEEK THE ADVICE OF PROFESSIONALS, AS APPROPRIATE, REGARDING THE EVALUATION OF ANY SPECIFIC INFORMATION, OPINION, ADVICE OR OTHER CONTENT ON THE WEBSITE.</p> GOVERNING LAW.\nMISCELLANEOUS <p>We control and operate this Website from our offices in the State of California, United States of America.\nWe welcome visitors from all parts of the world.\nhowever, all visitors acknowledge that this Website, and all content and Products available on and through this Website, are governed by the laws of the United States of America and the laws of the State of California.\nWe do not represent that the content or Products on this Website are appropriate or available for use in other locations.\nPersons who choose to access this Website from other locations do so on their own initiative, and are responsible for compliance with any applicable local laws.\nBy using this Website, you agree that the laws of the State of California, excluding its conflict of laws rules, and these Terms and Conditions, our Privacy Policy and any other policies posted from time to time on this Website shall govern your use of this Website, its content and the purchase of any Products.\nYour use of this Website, its content and the purchase of any Products may also be subject to other local, state, national, and international laws.</p>\n<p>All Products ship from the United States and customers are solely responsible for the payment of any applicable customs, import, export, and excise duty, VAT and/or other taxes and fees.</p>\n<p>If either party is required to retain the services of any attorney to enforce or otherwise litigate or defend any matter or claim arising out of, relating to or in connection with the Website, its content or the Products, then the prevailing party shall be entitled to recover from the other party, in addition to any other relief awarded or granted, its reasonable costs and expenses (including, without limitation, attorneys’ fees and costs and/or court costs) incurred in the proceeding.\nYou expressly agree that exclusive jurisdiction for any claim or dispute relating in any way to this Website, its contents or the Products, resides in the courts of the County of Los Angeles, State of California.\nYou further agree and expressly consent to the exercise of personal jurisdiction in federal and state courts of the County of Los Angeles, State of California, in connection with any such claim or dispute.</p>\n<p>A printed version of the Terms and Conditions and of any notice given in electronic form shall be admissible in judicial or administrative proceedings to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n<p>Both parties acknowledge that these Terms and Conditions express both parties entire understanding and agreement, and that there have been no warranties, representations, covenants or understandings made by either party to the other except such as are expressly set forth in these Terms and Conditions.\nThe parties agree that these Terms and Conditions shall be interpreted as though co-drafted by both parties hereto and any rules of contract interpretation favoring one party over the other shall be disregarded.\nThese Terms and Conditions shall be binding upon and inure to the benefit of each of the parties hereto, and their respective successors and permitted assigns.\nYou may not assign your rights or obligations under these Terms and Conditions at any time.\nCaptions and section headings used in these Terms and Conditions are for convenience only.\nAll necessary provisions shall survive any termination of these Terms and Conditions for any reason.\nIf any provision of these Terms and Conditions is found to be invalid or unenforceable, that provision will be limited or eliminated to the minimum extent necessary so that these Terms and Conditions will otherwise remain in full force and effect.\nThe failure of Dr.\nMarty™ to exercise in any respect any right provided for herein shall not be deemed a waiver of any of its rights hereunder.\nNo agency, partnership, joint venture, or employment relationship is created as a result of these Terms and Conditions, and neither party has any authority of any kind to bind the other in any respect.\nAny specific right or remedy provided in these Terms and Conditions shall not be exclusive but shall be cumulative upon all other rights and remedies set forth these Terms and Conditions and allowed under applicable law.</p>\n<p>Contact<br> Dr.\nMarty™ Product Support<br> support@drmartypets.com<br> (800) 670-1839</p>\n<p>Effective date: 5/26/17</p> ", "created_at": "2023-09-14 21:41:41.118685", "updated_at": "2023-09-14 21:43:03.477798"}], "points": [], "urls": ["thecaninecode.com"]}}