{"error": 448, "message": "OK", "parameters": {"id": 8032, "name": "Project DNA Apps", "created_at": "2023-04-16 00:57:56.899161", "updated_at": "2023-04-22 11:50:42.633122", "wikipedia": null, "keywords": null, "related": null, "slug": "project-dna-apps", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8032.png", "url": "projectdnaapps.com", "documents": [{"id": 15566, "name": "Privacy Policy", "url": "https://www.projectdnaapps.com/privacy-policy.html", "xpath": "//body", "text": " <p>\n<strong>Our Privacy Policy</strong>\n<br>&nbsp;<br>Our Privacy Policy elucidates the way in which Project DNA uses, collects, discloses, and upholds information accumulated from our users.&nbsp.\nThis policy will apply to our website http://www.projectdnaapps.com and all it pages, services, apps, and products offered by us (Project DNA).<br>\n<br>\n<strong>How we Shield and Protect your Information</strong>\n<br>\n<br>All delicate and confidential data exchanges between our website and its users use the proper IP’S and occurs over a secured SSL network.\nIt is encrypted and &nbsp;protected with up to 256-bit Secure Sockets Layer encryption provided by our website host.\nWe only associate secure algorithms to our website that are provide and certified by the publisher/corporation such as PayPal etc..\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Data Create within&nbsp;Apps&nbsp;</strong>\n<em>(My Linggo, My Locked Passwords, My Flashcards, My Flashcards BETA, My To-do List,&nbsp;My Pen Calculator, &nbsp;My Receipts, NEON Radio)</em>\n<strong>&nbsp.\nby the User.\n</strong>\n<br>\n</p>\n<p>\n<strong>\n</strong>\n<br>\n</p>\n<p>We do <strong>NOT!</strong>&nbsp;have <strong>access/collect&nbsp;</strong>any data, that is created within any of the apps that the user&nbsp;has download and/or are using.&nbsp.\n<br>\n</p>\n<p>We do <strong>NOT</strong>! collect/store any data on any of our servers, that is created within any of the apps&nbsp;by the user.&nbsp;<br>\n</p>\n<p>\n<br>\n<strong>Sharing your Personal/Non-Personal Information</strong>\n<br>\n<br>We do <strong>NOT! </strong>rental, trade, or sell any persona/non-personal information provide to us by the users.&nbsp.\nAll information that is provide will be shared only with our site and products/services that are certified and trusted links such as the listed above.&nbsp.\n<br>\n</p>\n<p>\n<strong>\n</strong>\n<br>\n</p>\n<p>\n<strong>How we might use the Accumulated Information</strong>\n<br>\n<br>We may collect and use user’s personal/non-personal information for the following objectives.<br>\n</p>\n<ol>\n<li>To keep you informed<br>\n</li>\n<li>We might use email address provided by users to respond to their feedback, questions, inquiries and/or other request.\nUsers may receive emails that include updates, news, related to services and products.<br>\n</li>\n<li>To improve our website/products<br>\n</li>\n<li>We might use user’s feedback to improve our website/products.<br>\n</li>\n<li>To accommodate users experience<br>\n</li>\n<li>Information might be used to understand how users are using our products and services.<br>\n</li>\n<li>To improve customer service</li>\n</ol>\n<p>\n</p>\n<ol>\n<li>Information provided by you the user can help us provide with better services.<br>\n</li>\n</ol>\n<p>\n<br>\n<strong>Non- Personal Information we might collect</strong>\n<br>We might gather miscellaneous information such as, but not limited to.\ntype of computer and OS.\nMethods users interact with our site, product and services.\nMethods of connecting to our site or products.\nBroad accumulated demographic information and other similar technical information might be gathered.<br>\n<strong>Personal Information we might collect</strong>\n<br>Personal information might be collected in several ways, but not limited to, when the user visits our site, &nbsp;connecting with other activities, features, and services that our available at our website.\nUsers may be ask to provide with personal information such as name and email address.\nUsers are not required to give personal information.\nWe only collect information that is provide to us by the user.<br>\n<strong>Changes to our Privacy Policy</strong>\n<br>We hold the right to update this Privacy Policy at any time.&nbsp.\nThe newest updates/changes to our policy will be posted to our website and encourage users to visit this page frequently for any changes and to stay informed of how we are securing and protecting any personal information we might collect.&nbsp.\nYou accept and agree that is your responsibility to review our privacy policy regularly and become aware of any adjustments.<br>\n<strong>Accepting our Terms</strong>\n<br>By using this website, you accept our policy and terms of service.\nIf you do not ably to this policy, pleases do not use our website.<br>\n</p>\n<p>\n<br>Contacting Us<br>For any question about our Privacy Policy, please contact us at&nbsp.\nclick&nbsp;here.\n<br>Most recent update: July 21, 2015<br>\n</p>\n<ul>\n<li>Official Site</li>\n<li>Unsubscribe</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Contact Us</li>\n</ul>\n<p>Project DNA Apps © 2013-2017 All Right Reserved<br>\n</p> View on Mobile ", "created_at": "2023-04-16 00:57:56.93059", "updated_at": "2023-04-16 00:58:13.95206"}, {"id": 15567, "name": "Terms of Service", "url": "https://www.projectdnaapps.com/terms-of-service.html", "xpath": "//body", "text": " <p>\n<strong>Our Terms of Service</strong>\n<br>\n<br>When using and accessing this website, http://www.prjectdnaapps.com, pages, and our applications (NEON Radio, My Linggo, My Locked Passwords, My FlashCards, My To-do List, My Pen Calculator, My Receipts,&nbsp;My FlashCards BETA)&nbsp;you the (user/end user) agree to these Terms of Service/Agreement.<br>\n<br>\n<strong>Amendment to this Agreement</strong>\n<br>We reserve the right to modify or change any of the terms of service or privet polices at any point of time.\nYou “the user” acknowledge and agree that it is your sole responsibility to review our website for the latest changes/modifications to our terms of service and privet policies.\nYour continue use of our website/application is your agreement to these terms.\nYou accept and comply by this term and any future changes or modifications.<br>\n<br>\n<strong>Title Property</strong>\n<br>You agree and accept that all content and information on our website or application is protected by copyrights and laws.<br>\n<br>You agree not to copy, create, reproduce, distribute, transmit, perform, transfer, display, publish, warrant, sell or re-sell any information or content acquired from our Website/Applications&nbsp;or any feature releases or application by Project DNA.<br>\n<br>\n<strong>Warranty Disclaimer</strong>\n<br>By the use of this website or products you agree that it is at your individual risk and choice.\nProject DNA makes no warranty that content or information will be error-free, unremitting, timely, or secure.\nOur website may contain typography or inaccurate errors.&nbsp.\nWe “Project DNA” reserve the right to change or modify information at any given time without notice the users.<br>\n<br>\n<strong>Liability limitations</strong>\n<br>We are not liable for any direct/indirect substantial damage or lots of any kind arising out of the use of our website or applications “My FlashCards BETA, My To-do List, My Flashcards, My Locked Password, My Receipts, My Linggo, My Pen Calculator, Neon Raido” and will not be held responsible for any damages or lost.​<br>\n<br>\n<strong>BETA Application Information</strong>\n<br>Our BETA applications are apps that are not fully developed or finished that are being tested by our team and the users.\nThe BETA application might not work properly or be complete.\nIn some occasions users may encounter some bugs that need to be repaired/fixed.&nbsp.\nWe in encourage users to send us there issues to our support team and make sure there app has the newest updates.&nbsp.\nThere is no guarantee that the issue may be fixed immediately or at all.&nbsp.\nAll our BETA app are subject to change for final product/publication in these areas: I The Design of the BETA app may or may not look the same at the final publication.\n&nbsp;II BETA may or may not be usable once final application is published.\nUsers might not be informed that BETA application will be discontinued and stop working completely or functioning as before.\nIII Some or several features/tools might not be useable or free once final publication has occurred.\nIV Users might have to download a new application at the windows store if prompted to.\nV Free BETA may or may not be free once final app is published.\nVI Users may or may not be required to purchase our services to continue or use the final published application.\nVII Users may or may not be required to purchase our services to use “some” “several” or “all” features/tools.\nVII Images or logos might not be the same at final publication.\nBy downloading and using our BETA or none BETA application users agree to this Terms.<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Applications/membership</strong>\n<br>We reserve the right to change, modify or remove any application to your membership without notice in order to update or terminate application.\nIt is your responsibly as a user to determine if you will continue with membership with the applications new updates/changes or if application has been terminated.<br>\n<br>\n<strong>Unsubscribing</strong>\n<br>We provide on our website an easy way for users to unsubscribe to any subscription.\nIt is the user’s responsibility to unsubscribed to any membership.\nFor security and privacy purposes we do not monitor the user’s application use therefore, if user forgets to unsubscribed reimbursement to any membership may or may not be applicable.\nBy the continued use of our application the user understands this unsubscribing process and the no reimbursement policy.<br>\n<br>&nbsp;<br>\n<br>\n<strong>IMMEDIATELY STOP USING PROJECT DNA WEBSITE/APPLICATIONS/BETAS/SERVICES IF YOU DO NOT AGREE TO THE TERMS OF THIS AGREEMENT.</strong>\n<br>\n<br>Last Update to this Terms<br>\n<br>July 21, 2015<br>\n</p>\n<ul>\n<li>Official Site</li>\n<li>Unsubscribe</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Contact Us</li>\n</ul>\n<p>Project DNA Apps © 2013-2017 All Right Reserved<br>\n</p> View on Mobile ", "created_at": "2023-04-16 00:57:56.960934", "updated_at": "2023-04-16 00:58:23.971876"}], "points": [], "urls": ["projectdnaapps.com"]}}