{"error": 448, "message": "OK", "parameters": {"id": 9754, "name": "Escape from Tarkov", "created_at": "2023-10-09 23:53:08.790063", "updated_at": "2023-10-10 10:02:29.471779", "wikipedia": "https://en.wikipedia.org/wiki/Escape_from_Tarkov", "keywords": null, "related": null, "slug": "escape-from-tarkov", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9754.png", "url": "escapefromtarkov.com", "documents": [{"id": 19418, "name": "Privacy Policy", "url": "https://www.escapefromtarkov.com/legal/privacy_policy_en.html", "xpath": "//body", "text": "\nPrivacy Policy\n<p>\n<strong>Version dated May 29th, 2018</strong>\n</p>\n<ol>\n<li>\n<strong>Introduction</strong>\n</li>\n</ol>\n<p>This Policy (hereinafter “<strong>the Policy</strong>”) sets the rules for processing personal data (hereinafter “<strong>the personal data</strong>”, “<strong>the data</strong>”) of users (hereinafter “<strong>the Users</strong>”, “<strong>you</strong>”) during their use of Battlestate Games Limited websites (hereinafter, accordingly, “<strong>the Websites</strong>”, “<strong>Battlestate Games Limited</strong>”) and games accessible therefrom (hereinafter jointly “<strong>the Games</strong>”, each individually – “<strong>the Game</strong>”).\nThe Policy includes appendices and supplement constituting an integral part hereof.</p>\n<p>The Policy constitutes an integral part of the License Agreement and the Rules of the Game (hereinafter jointly “<strong>the Agreement</strong>”).</p>\n<p>Read this Policy carefully.\nIf you wish to set up an Account on any of our Websites, you need to provide Battlestate Games Limited with the personal data required for Battlestate Games Limited to fulfil the conditions of the Agreement.</p>\n<p>We ask you to confirm that you have acquainted yourself with the Policy, agree with it in full and have provided your informed and free consent to gathering and processing of your personal data by the means and for the purposes indicated herein.\nSuch confirmation will be deemed accepted once you click on the relevant button, or tick the checkbox and/or provide any other obvious confirmation on the Game Website and/or interface of the Game.</p>\n<p>If you do not agree with the terms for processing of personal data, please refuse to download, install or make any other use of the Game and the Website.</p>\n<p>Battlestate Games Limited has the right to periodically amend and/or supplement this Policy without giving users any prior written warning.\nThe new version of the Policy is posted http://www.escapefromtarkov.com and/or www.battlestategames.com and comes into effect 10 (ten) days later.\nBy consenting to the Policy, you confirm your understanding of the need to acquaint yourself with the Policy in relation to amendments and/or supplements made thereto.\nIf you continue using the Websites and/or the Games after the Policy is amended, you thereby confirm your consent to the new version.</p>\n<ol>\n<li>\n<strong>About us</strong>\n</li>\n</ol>\n<p>If you have any questions about processing of personal data within the scope of using the games posted on the Websites or about the Policy, you may contact Battlestate Games Limited, legal address: Wework Aviation House, 125 Kingsway, London, United Kingdom, WC2B 6NH (hereinafter “<strong>Battlestate Games Limited</strong>”, “<strong>we</strong>”, “<strong>our</strong>” and&nbsp;”<strong>us</strong>”) by email: support@battlestategames.com.</p>\n<p>We respect your right to confidentiality of personal data and process such data and other information provided by you or gathered about you exclusively in accordance with the given Policy and the applicable law.</p>\n<ol>\n<li>\n<strong>Data collection</strong>\n</li>\n</ol>\n<p>We collect personal data about you in the following cases:</p>\n<ul>\n<li>an Account is set up on the Websites and/or in the Game;</li>\n<li>an Agreement is concluded and performed with Battlestate Games Limited to use Game and for conclusion of other associated agreements;</li>\n<li>participation in testing of new versions and/or updates of the Websites and/or Games (if applicable);</li>\n<li>participation in competitions and other such events conducted by us or third parties in relation to a Game;</li>\n<li>provision of the access to the Websites and/or Games by means of data used for accessing third party resources;</li>\n<li>submission of requests, letters or other messages to Battlestate Games Limited by you;</li>\n<li>performance of other actions while you use the Websites and/or the Games.</li>\n</ul>\n<ol>\n<li>\n<strong>The data we collect</strong>\n</li>\n</ol>\n<p>You permit us to receive from you data of the following categories during your use of the Websites and the Games.</p>\n<p>When your Account is set up, you permit us to receive and process <strong>Account Data</strong>:</p>\n<ul>\n<li>Email address, distribution language, in-game identifier (login and password), social media identifiers.</li>\n</ul>\n<p>During your use of the Websites and the Games, you permit us to receive and process the following <strong>Trace Data</strong>:</p>\n<ul>\n<li>Information about use by you of the Websites and the Games, including, information about the time and method of use of the Websites and the Games, the data flow and capture of screen elements with which you interact (clicking on a button with a mouse or otherwise) during use of our Websites and the Games (the so-called “clickstream”).</li>\n<li>Registration files (logs) and statistics on actions on our Websites and in the Games.</li>\n<li>Technical information about devices and operating systems you use when visiting the Websites or using the Games, specifically information about means for controlling access to information media (Media Access Control, MAC), the device identifier (Unique Device Identifier, UDID), analogous device identifiers, your IP address and&nbsp;information about the browser used.</li>\n</ul>\n<p>To obtain and process Trace Data, we use cookies stored on the user’s system.\nTheir functions and the variants of using them are elaborated in section 8 of the Policy.</p>\n<p>When you use the Websites and the Games, you permit us to receive and process <strong>Data about information materials</strong>:</p>\n<ul>\n<li>Information you publish on any Game forums.</li>\n<li>Information transmitted using the Game Chat function of the Game.</li>\n<li>Information you provide to us when applying for information of interest to you, or for technical support, or as part of confirmation of the right to use the Games, including your financial information.</li>\n<li>Information that does not identify you, apart from Account Data that you provide when participating in competitions, lotteries, tournaments, other marketing campaigns and surveys.</li>\n</ul>\n<p>The user may refuse to receive notifications and other messages of an advertising nature by contacting Battlestate Games Limited as specified in the Policy “About Us” section or by other means indicated in the received messages.</p>\n<p>When the Websites and/or the Games are used by means of authorisation via social media, the user confirms that they have read and agreed that Battlestate Games Limited collecting and processing the data of the user’s social media account, including: name, photography or other image used as an avatar, user social media identifier, email address, the language used, as well as other information, in the manner set forth in the Policy.\nIn addition, in the given case, the user gives their consent and expresses their understanding that the user’s account data may be accessible to other users of the Websites and the Games.</p>\n<p>If the user uses a social media application connected with the Game, by the fact of doing so, the users gives their consent and expresses their understanding that the information about the user, including their name, surname, nickname, data about their character in the Games, game achievements and games statistics might be accessible to users of the social media used.</p>\n<ol>\n<li>\n<strong>Grounds for processing personal data</strong>\n</li>\n</ol>\n<p>We process personal data on the following grounds:</p>\n<ul>\n<li>processing of personal data is necessary for achieving the purposes envisaged by the applicable legislation;</li>\n<li>processing of personal data is necessary for performing an agreement to which the personal data subject is the party, including performance of the Agreement;</li>\n<li>processing of personal data is necessary for exercising the rights and legitimate interests of Battlestate Games Limited;</li>\n<li>processing of personal data is performed with the consent of the personal data subject to such processing of their personal data.</li>\n</ul>\n<ol>\n<li>\n<strong>Purposes of processing personal data</strong>\n</li>\n</ol>\n<p>The purpose of collecting personal data about you is performance by Battlestate Games Limited of the following actions:</p>\n<ul>\n<li>perform agreements to which the user is the party in connection with using the Websites and/or the Games;</li>\n<li>provide users with the possibility of using the Websites and materials available thereon, including the Games;</li>\n<li>grant to you the right to use the Games and perform the terms of the Agreement;</li>\n<li>correct identified errors, make modifications and improvements to the Websites and/or the Games;</li>\n<li>ensure the functioning and security of the Websites and the Games;</li>\n<li>provide the required technical support;</li>\n<li>provide for interaction with users, including for answering any questions from users about using the Websites and/or the Games and/or providing technical support for the Websites and/or the Games;</li>\n<li>send notifications and other messages concerning the Websites and/or the Games, including notifications about events connected therewith, their updates, events, campaigns and other marketing materials, to users who have agreed to receive them;</li>\n<li>analyze user’s behavior, effectiveness of use of the Websites and/or the Games;</li>\n<li>identify, investigate and prevent unlawful actions or actions in breach of the Agreement, as well as in cases of violation of rights to intellectual property of Battlestate Games Limited, its affiliates, right holders of the Games and other users.</li>\n</ul>\n<p>We have the right to use your email address to provide you with information about our Games, as well as other information similar to that requested from us by you, unless you refuse to receive the given information.\nWe may create a “personal user profile”, linking the Account Data to the given trace in order to improve or modify the quality of the Websites and the principles behind our work, as well as for our own advertising purposes: for advertising and market research.\nYou have the right to deny use of your email address for the given purposes.\nYou may do this both when setting up your Account and at any future time by following the instructions for refusing mail-outs at the end of the emails received from us.</p>\n<ol>\n<li>\n<strong>Information we do not collect</strong>\n</li>\n</ol>\n<p>Battlestate Games Limited does not collect or process information about the racial or ethnic affiliation of users, their political views, religious or philosophical convictions, state of health of personal life.</p>\n<p>We do not request or collect copies of identity documents or identification numbers and you undertake not to provide us with such data and not to post them on the Websites.</p>\n<ol>\n<li>\n<strong>Cookies</strong>\n</li>\n</ol>\n<p>The Websites use cookies and similar technology for collecting trace data for identifying users.\nThe given technologies help us ensure problem-free and uninterrupted access to the Websites and use of the Game.</p>\n<p>A cookie is a small file consisting of letters and figures that the website stores on your computer or device when you visit the website.\nYou have the right to deny use of cookies.\nYou are considered to have consented to use of cookies if, at the relevant time when you visit the website, their acceptance is permitted by your browser settings/configuration.\nIf you refuse us to use the cookies, we store only one constant standard cookies that informs us you opt out of use of any other cookies.\nTo obtain additional information about cookies, we recommend visiting the following site: www.allaboutcookies.org.</p>\n<p>Several categories of cookies used on the Websites are described below.\nThe description of them will help you understand whether you want to exchange data with our Websites and other online services, as well as the means by which the given exchange takes place.</p>\n<p>\n<strong>Essential cookies</strong>\n</p>\n<p>Cookies of this category are required so you can use the different sections of the Websites and certain functions.\nWithout essential cookies, you will be unable to use the online services provided on the Websites.\nConsequently, if you refuse use of the given category of cookies, you will not be able to use the different sections of the Websites or certain functions.\nMoreover, the encryption language of the Websites uses session cookies.</p>\n<p>\n<strong>Technical cookies</strong>\n</p>\n<p>Our technical cookies store anonymous information about you use the Websites and their functions.\nFor instance, our technical cookies gather information about the Website pages you visit most often, viewed advertisements and announcements with which you work on the Websites or other websites on which we post advertisements, as well as information about error messages you receive.</p>\n<p>\n<strong>Analytical cookies</strong>\n</p>\n<p>The Google Analytics service may be used on our Websites.\nThis is an analytical Internet service provided by Google, Inc.\n(hereinafter “<strong>Google</strong>”) that uses cookies consisting of text files placed on your computer that help us analyze trends in how users use the Websites.\nInformation about use of the Websites by you (including your IP address) stored in the cookies is transferred to and stored by Google on servers in the USA and, by accepting the given Policy, you agree to such storage.\nTo switch on the concealed IP address function, Google cuts off/anonymizes the last octet of the IP address for countries of the European Union and other parties to the Agreement on creating the European Economic Zone.\nOnly in exceptional cases do we send full IP addresses that are subsequently stored on Google servers in the USA.\nOn our behalf, Google uses the information received for assessing the nature of our use of the Websites, draws up reports for us about user actions on websites and renders other services connected with analysis of actions on sites and use of the Internet.\nGoogle does not link your IP address to any other data stored in&nbsp;Google.\nIn addition, you may prevent collection and use of data by Google (cookies and IP addresses) by downloading and installing a browser add-on from the page: https://tools.google.com/dlpage/gaoptout/.</p>\n<p>The Websites may use other analogous analytical cookies, including from the Yandex.Metrica service.\nSuch cookies are used to obtain information about use of the Websites by users.\nThe information is collected anonymously and is used to compile reports about the number of visitors to the Websites, their location and the pages they visit.</p>\n<p>\n<strong>Functional cookies</strong>\n</p>\n<p>Functional cookies are used for remembering your preferences (such as your preferred language, country or other online settings) and&nbsp;collect anonymous information.</p>\n<p>\n<strong>Targeting or advertising cookies</strong>\n</p>\n<p>External advertisers, advertising networks, providers of data exchange system, analytical marketing system and other services may store on your device independent target advertising cookies.\nIndependent target advertising cookies gather information about the pages you visit on various websites and online services in order to show you relevant advertising announcements on websites and online services of third parties.\nAdvertising networks may transfer such information to advertisers via their networks.\nThe information obtained using such independent advertising cookies does not contain data allowing individual identification but is used for identifying users on various websites.\nWe may use advertising services of third parties.\nYou may opt out of their services by following the instructions and/or links to the companies’ relevant websites or contact us directly.</p>\n<p>If you wish to prohibit third parties and us from using cookies, you may change your browser settings and disable cookies.\nSince different browsers use different functions for opting out of cookie use, go into your browser’s “Help” menu to obtain additional information.\nPlease note that, if you opt out of us using cookies, this might affect how certain functions of the websites and the Games work.</p>\n<ol>\n<li>\n<strong>How personal data is used</strong>\n</li>\n</ol>\n<p>Battlestate Games Limited may process user data by the following methods: collection, recording, arrangement, accumulation, updating, amendments, transmission, depersonalization, pseudonymization, deletion and destruction of data.</p>\n<p>Battlestate Games Limited may also copy user data and use user data combined with other data Battlestate Games Limited collects in accordance with this Policy for ensuring the functioning and development of the Websites and&nbsp;the Games and&nbsp;administering them.</p>\n<p>The user gives their consent to transfer of data to affiliates and partners of Battlestate Games Limited, including the right holders of the Games, for the purposes envisaged hereby, including, when necessary, for continuous use by users of the Websites and/or the Games.\nSuch affiliates and partners process the data on the conditions of this Policy and in accordance with the applicable legislation.</p>\n<p>We store user data for as long as we have legal grounds for processing personal data.\nOnce an Account is deleted or the Agreement otherwise cancelled, we have the right to store your data for two months, unless we have other legal grounds for storing the data.</p>\n<p>For the purpose of data storage, the users gives their consent to Battlestate Games Limited being entitled to pseudonymize user data by the means envisaged by the applicable legislation.</p>\n<p>The user has the right to request information from Battlestate Games Limited about processing of the data they have provided.</p>\n<p>The user confirms their understanding of and consent to the fact that deletion of the data provided thereby from the Battlestate Games Limited systems is impossible if there are valid agreements between Battlestate Games Limited and you to use the Games or other agreements.\nThe user has the right to request deletion of their data when agreements for use of the Games and/or other agreements are concluded.\nDeletion of data may result in the termination of the Agreement, as a result user may lose the right to use the Games.</p>\n<ol>\n<li>\n<strong>Transfer of your information to other persons</strong>\n</li>\n</ol>\n<p>We do not transfer your data to other persons other than in the following cases:</p>\n<ul>\n<li>we are required to transfer the information by the applicable legislation, requirements of state or right-protection agencies, for the purposes of preventing crime;</li>\n<li>it is necessary for observance of the Forum Rules, the Agreement or the rules of any Game, ensuring the security of our users and third parties, protection of our rights and property, well as the rights and property of other users and third parties or we have reasonable grounds to believe that disclosure of the information is required by law;</li>\n<li>it is necessary for granting you the rights to use the Games, access to any functional you request from us, and you agree that we may transfer your data and information about you between our companies and/or third parties that render us services, including arrangements for the payment of the license fee.</li>\n</ul>\n<p>You agree that, in the given cases, your data and information about you may be subject to cross-border transfer.</p>\n<p>We have the right to transfer anonymous information (that is, information that does not identify you either directly or indirectly) and generalized information (that is, information about user groups and categories, including game statistics and actions that do not identify the individual and may not be used to identify the user) to our advertising partners.</p>\n<p>We also have the right to permit our advertisers to collect anonymous and general information and they may subsequently transfer such information to us.\nOur advertisers may collect information using technological trace (such as cookies and web beacons).\nThese technologies allow our advertisers to develop and publish target advertisements, including on third party websites, and to provide you with advertisements of goods and services that might interest you.\nThe advertisers may also use this information for controlling, improving and adjusting the effectiveness of their own work.</p>\n<ol>\n<li>\n<strong>Children</strong>\n</li>\n</ol>\n<p>We acknowledge that we bear special obligations to protect children’s data.\nWe will not deliberately collect or process children’s data without the parents’ knowledge.</p>\n<p>In the context of this Policy, the term “children” means individual under the age of 18 (eighteen) years.</p>\n<ol>\n<li>\n<strong>Security</strong>\n</li>\n</ol>\n<p>We take all possible preventive measures to preclude loss, unlawful use, amendment or deletion of your data.\nOur staff, contractors and authorized persons may gain access to the data received from you but their use is restricted to the range of duties performed by them in connection with enabling you to use the Websites and the Games.\nOur staff, contractors and authorized persons granted access to your data and information about you are obliged to ensure their confidentiality.\nThey are also prohibited from using them for any purposes other than those listed above or in connection with processing of your enquiries.</p>\n<p>We take the necessary technical, administrative and physical security means to protect your data.</p>\n<ol>\n<li>\n<strong>Third-party websites </strong>\n</li>\n</ol>\n<p>The Websites and the Games may contain links to other websites, games and services provided by third parties, including retailers.\nYour consent to the conditions of this Policy applying only to your data and information about you received by use within the scope of your use of the Websites and the Games, and we do not bear liability for any data third parties might collect, store and use through their own websites or within the scope of the services rendered by them.\nYou need to read carefully the confidentiality policy of each website you visit.</p>\n<ol>\n<li>\n<strong>Your rights</strong>\n</li>\n</ol>\n<p>You may update, correct or delete your own personal information in the settings section of your Account on the Websites.</p>\n<p>You have the right, at any time, to exercise the following rights in relation to your data that may be recognized as personal data under the applicable law, in particular:</p>\n<ul>\n<li>You have the right to ask us to provide you with copies of your personal data in our possession and/or information about how they are processed.</li>\n<li>You have the right to ask us about updating and correction of any outdated or incorrect information about you that we store.</li>\n<li>You may request that any information received by us from third-party resources to be deleted.</li>\n<li>If you decide to opt out from receiving advertisements from us by email, you may do so as described above.\nYou may also refuse any advertisements from us by following the instructions in the letter.</li>\n</ul>\n<p>If you wish to exercise one of the above rights, please contact us at support@battlestategames.com.\nPlease note that, even if you send us a request to delete personal data about you from our information systems, we may retain all the information required for us to prevent fraud and abuse, perform analysis or fulfil legal obligations, or if we have grounds to believe there is a lawful reason to do so.</p>\n<p>Please also note that, if you opt out or restrict the number of advertisements received from us, we will need up to 10 (ten) working days to process your request and update our mail-out settings.\nIn addition, even after you opt out from receiving commercial message, you will continue to receive administrative announcements relating to the Websites and the Games from us until the Agreement is terminated.</p>\n<p>If you suspect that we are processing your data other than in compliance with the Policy, you may contact a competent personal data protection agency.\nMore information about the possibility of contacting a personal data protection agency is available here: https://ico.org.uk/for-the-public/raising-concerns/.</p>\n<ol>\n<li>\n<strong>Security settings</strong>\n</li>\n</ol>\n<p>Apart from the security measures we take to protect your data, you agree to assume the obligations to ensure confidentiality of your Account and related information about you, including restriction of access to the information.</p>\n<p>We bear no liability for and do not exercise control over data you disclose to other users, as well as third parties.\nYou agree to select which information you will exchange, on what terms and with which recipients.\nIf you post any personal information about yourself on the Websites and/or in the Games, until it is deleted or archived, it can be copied by other users and/or third parties.\nNor do we guarantee that such information will be inaccessible to unauthorized persons on the Websites/in the Games.</p> ", "created_at": "2023-10-09 23:53:08.826438", "updated_at": "2023-10-09 23:54:03.196963"}, {"id": 19419, "name": "License Agreement", "url": "https://www.escapefromtarkov.com/legal/license_agreement_en.html", "xpath": "//body", "text": "\nLicense Agreement\n<p>\n<strong>Version dated May 29th, 2018</strong>\n</p>\n<p>BY DOWNLOADING, UPLOADING, COPYING OR OTHERWISE USING THE GAMES OF BATTLESTATE GAMES LIMITED OR PART THEREOF, YOU HEREBY CONFIRM THAT YOU HAVE READ, UNDERSTOOD, AGREED AND ACCEPTED IN FULL THE LICENCE AGREEMENT BELOW AND UNDERTAKE TO OBSERVE IT AND BEAR LIABILITY FOR ANY VIOLATION THEREOF.</p>\n<p>THE TERMS OF THE LICENCE AGREEMENT AND KEY DOCUMENTS (CLAUSE 2.2 BELOW) ARE ESSENTIAL AND BINDING.</p>\n<p>This licence agreement (“the Agreement”) establishes the terms on which you (“the User”) are granted a licence to install and use the computer game Escape From Tarkov.</p>\n<ol>\n<li>TERMS USED IN THIS AGREEMENT</li>\n</ol>\n<p>1.1.\nGame – multi-player computer game Escape From Tarkov, being a software consisting of a set of data and commands, as well as audio-visual images produced thereby (hereinafter “the data and commands”), activated consecutively to obtain a result corresponding to the game scenario.\nThe software also includes Game resources, supplementary and update elements to the Game (patches), as well as databases.\nElements of the Game include but are not limited to the following: object code, individual software, instructions.\nany names, including names of places, Game points and the like.\nGame scenarios and individual parts thereof.\ntexts of characters, fonts, audio sequence, visual sequence, interfaces, characters, their appearance and accessories and the like.</p>\n<p>1.2.\nLicensor – BATTLESTATE GAMES LIMITED, legal address Wework Aviation House, 125 Kingsway, London, United Kingdom, WC2B 6NH, (hereinafter “Battlestate Games Limited”), and/or another person that, with the consent of Battlestate Games Limited, grants you the right to use the Game.\nThe Licensor may discharge its obligations hereunder either personally or by engaging third parties.</p>\n<p>1.3.\nFee – payment to the Licensor for granting you the rights to use the Game within the bounds set hereby and delivered to you by the Licensor immediately prior to acquisition of the right to use the Game on the Internet.\nThe fee is determined by the Licensor and posted on the Internet, and may depend on the Territory on which the Game use rights are granted, the scope of the data and commands available to you immediately after acquisition of the right to use the Game, etc.</p>\n<p>1.4.\nAccount – the User profile created by the User and belonging to Battlestate Games Limited consisting in the aggregate of User data stored on the Game resources for identification (authentication) of the User thereon and provision of access to the User’s personal data, settings and statistics in the Game, as well as to any similar information and functional of the Game.</p>\n<p>1.5.\nGame resources – all servers, software, portals, websites and databases relating to the Game and located, among other things, on the websites http://www.battlestategames.com or other websites of Battlestate Games Limited and/or the Licensor relating to the Game (including all subdomains).</p>\n<p>1.6.\nGame elements – the entire set of objects, items, elements and methods of the gameplay used in the Game.</p>\n<p>1.7.\nGame website – the website located at http://www.battlestategames.com or other websites of Battlestate Games Limited relating to the Game (including all subdomains) providing the User with access to the resources of the Licensor, including for using the Game.\nThe Licensor posts the information required for the User on the Game website.</p>\n<p>1.8.\nGame Client – the part of the Game to be installed on the User’s PC.</p>\n<p>1.9.\nUser – an individual with the necessary capacity to conclude this Agreement, to whom the right to use the Game on the terms stipulated hereby is granted.</p>\n<p>1.10.\nRules of the Game – an attachment to the Agreement setting the rules for using the Game, as well as the User’s liability for breaking the Rules of the Game and posted on the Game website.\nThe Rules of the Game may be amended by the Licensor at any time without notifying the User in advance.\nThe Licensor notifies the User of such amendments by posting information on the Game website.\nBy continuing to use the Game after the Rules of the Game are changed, the User consents to such changes.</p>\n<p>1.11.\nForum Rules – an attachment to the Agreement setting User rules of conduct on the official Game forum (“the Forum”) and the User’s liability for breaking the Forum Rules posted on the Game website.\nThe Forum Rules may be amended by the Licensor at any time without notifying the User in advance.\nThe Licensor notifies the User of such amendments by posting information on the Game website.\nBy using the Forum in any way after the Forum Rules are changed, the User consents to such changes.</p>\n<p>1.12.\nLauncher application – software required for identifying the User, downloading and installing the Game Client and launching the Game.</p>\n<p>1.13.\nParties – the Licensor and you (hereinafter “the User”, “the Licensee”), hereinafter separately referred to as “the Party” and jointly as “the Parties”.</p>\n<p>1.14.\nTerritory – the territories of the countries in which it is possible to exercise the Licensee’s right to use the Game.\nInformation about the Territory is posted by the Licensor on the Internet on the Game website, within the Game, or by another relevant means that does not violate the rights and interests of the User.\nIf, at the request of the User, the Licensor changes the Territory on which the right to use the Game is granted, the User is charged an additional fee.</p>\n<ol>\n<li>TERMS FOR CONCLUSION OF THIS AGREEMENT</li>\n</ol>\n<p>2.1.\nThe User hereby confirms that they possess the legal capacity to conclude this Agreement.\nIf the User is a minor (under 18 years of age) or is fully or partially legally incompetent under the legislation of the User’s country of residence, the User hereby confirms that they have received permission from their parents or legal representatives to conclude this Agreement in the manner prescribed by law.\nIn the interests of users with limited legal capacity, the Agreement may be concluded only by their legal representatives (guardians, carers and the like).\nSuch a person must obtain such consent and ensure it is in place throughout the term of the Agreement.\nThe Licensor may, at any time, demand such consent from the legal representatives and it must be presented to the Licensor.\nIf it is not presented, the User loses the possibility of using the Game.\nIn addition, use of the Game may be suspended/terminated by the Licensor at the request of the legal representatives.</p>\n<p>2.2.\nBefore starting to use the Game, the User shall acquaint themselves with and accept the conditions hereof, as well as the conditions of the following documents: Confidentiality Policy, Rules of the Game, Forum Rules (hereinafter “the Key Documents”).</p>\n<p>2.3.\nThis Agreement is concluded when the User accepts the conditions hereof and of the Key Documents.\nActual use of the Game by the User also signifies acceptance thereby of the conditions hereof and of the Key Documents (apart from the Confidentiality Policy, acceptance of the conditions of which requires the User’s clearly expressed consent) and conclusion hereof.\nThe User assumes the obligation to observe the conditions hereof and of the Key Documents from the time the Agreement is concluded.</p>\n<ol>\n<li>SUBJECT OF THE AGREEMENT</li>\n</ol>\n<p>3.1.\nThe Licensor grants the User the right to use the Game in the scope, by the means, for the term and in within the bounds of the Territory specified herein or in the Key Documents and (or) the Internet resources to which the Agreement refers.\nThe User is granted a simple (non-exclusive) licence to the Game, including the Game Client.</p>\n<p>3.2.\nThe Licence to the Game, including the Game Client, applies to updates, additions and supplementary components that may be provided or access to which may be provided by the Licensor, as well as by authorised representatives of the Licensor during use by the User of the Game Client, other than when the right to use such updates, additions and supplementary components is granted on the basis of separate agreements.\nAny updates, additions and supplements to the Game Client are installed in the same system folders and files on the User’s PC in which the version of the Game Client is stored.\nIf any material changes are made to the Game Client, the Licensor undertakes to notify the User additionally by means not conflicting with the Agreement or violating the rights and interests of the User.</p>\n<p>3.3.\nThe Licensor operates and services the Game.\nThe User is granted the right to use the Game, including the Game Client, exclusively by Battlestate Games Limited and/or by the Licensor, or their authorised representatives.</p>\n<p>3.4.\nThe Licensor is entitled, at its own discretion, to determine the territory on which it operates and services the Game and grants users the right to use the Game, including the Game Client.</p>\n<ol>\n<li>USER RIGHTS AND BOUNDS OF USE OF THE GAME</li>\n</ol>\n<p>4.1.\nThe User has the right to use the Game in the following ways:</p>\n<p>4.1.1.\nTo reproduce the Game Client by installing it on their PC or other device with the requisite technical characteristics.</p>\n<p>4.1.2.\nTo use the Game via the Internet by remote access to it by means of the Game Client, in mandatory observance of the conditions of the Key Documents, for which purpose the User has the right: (а) to create and delete an Account on the terms set hereby.\n(b) to use the basic functional program capabilities of the Game for obtaining and managing Game elements.\n(c) to perform other actions permitted by the Licensor.</p>\n<p>4.1.3.\nTo change the bounds of use of the Game in accordance with the conditions posted on the Game website.</p>\n<p>4.2.\nThe User does not have the right:</p>\n<p>4.2.1.\nTo distribute the Game or copies thereof for commercial or non-commercial purposes either by distributing material carriers with it or by posting it on the Internet for provision of access thereto and (or) downloading by specific persons or an unlimited range of persons without the written permission of the Licensor.</p>\n<p>4.2.2.\nTo distribute, for commercial or non-commercial purposes, audio-visual elements, images or other intellectual property present in the Game (unless permitted by the Licensor), including copying, transmitting, distributing, publishing or otherwise using information and/or intellectual products posted on the Game website and Game resources, without the written permission of the Licensor.</p>\n<p>4.2.3.\nTo distribute Game elements for commercial or non-commercial purposes.</p>\n<p>4.2.4.\nTo copy elements of the Game, unless this is expressly envisaged by this Agreement or the Key Documents.</p>\n<p>4.2.5.\nTo reverse engineer, “retrieve” technology, decompose or otherwise endeavour to retrieve the source code of software constituting an element of the Game, to make any changes to the source code of the Game, or alter the functional of the Game Client.</p>\n<p>4.2.6.\nTo use the Game by means other than those envisaged in the Agreement and the Rules of the Game and not envisaged by the gameplay.</p>\n<p>4.2.7.\nTo translate the Game into other languages without the consent of the Licensor.</p>\n<p>4.2.8.\nTo transfer rights in relation to the Game, for commercial or non-commercial purposes, to third parties, including by transferring the Account, concluding an agreement or otherwise.</p>\n<p>4.2.9.\nTo use another User’s Account.</p>\n<p>4.2.10.\nTo dispose or otherwise transfer the Account or acquire another User’s Account, including by means of exchange or gift.</p>\n<p>4.2.11.\nTo use automated scripts for collecting information or for any other type of action with the Game and its elements.</p>\n<p>4.2.12.\nTo use the Game in ways not provided for hereby and going beyond the scope of the customary gameplay.</p>\n<p>4.3.\nThe User shall:</p>\n<p>4.3.1.\nIndependently take steps to ensure the security of their Account and prevent its unsanctioned use by third parties.\nThe User undertakes not to disclose or transfer to third parties their identification details by which the User may be authorised (authenticated).</p>\n<p>4.3.2.\nFulfil the instructions of Battlestate Games Limited and of the Licensor received individually or as part of a group of users in the Game, the user support centre or the news section of the Game Website, in the Game Forum or by other means.\nBattlestate Games Limited and the Licensor have the right to suspend, restrict or terminate the User’s right to use the Game if these instructions are not observed.</p>\n<p>4.3.3.\nOn the demand of Battlestate Games Limited and/or of the Licensor in connection with conclusion and performance hereof, confirm their personal or other data required for fulfilling the conditions of the Agreement and observing the legislation.</p>\n<p>4.3.4.\nUnder no circumstances to perform the following actions, either in full or in part:</p>\n<ul>\n<li>\n<u>derivative works</u>: copying or reproduction, deciphering, source code retrieval, amendment, decomposition, decompilation or creation of derivative works based on or connected with Game Client or directly of the Game;</li>\n<li>\n<u>fraud</u>: fraud, use, offer, advertisement, provision and/or distribution of the following actions or complicity therein:</li>\n</ul>\n<p>а) ways to override limitations, i.e., methods affecting the course of the Game and/or simplifying it (including code taking advantage of Game vulnerability) and thus giving the User and/or any other user advantages over other players not using such methods;</p>\n<p>b) automated access to the Game (“bots”), i.e., any code and/or software not expressly permitted by Battlestate Games Limited, allowing the User to manage the Game and/or some component or function of the Game automatically, such as automatically controlling a character in the Game;</p>\n<p>c) computer hacking, i.e., access to the Game software or its modification by a means not expressly permitted by Battlestate Games Limited.\nand/or</p>\n<p>d) any code and/or software not expressly permitted by Battlestate Games Limited that may be used in connection with the Game Launcher Application, the Game and/or any component or functions of the Game Launcher Application or the Game for changing the course of the game and/or making it easier.</p>\n<ul>\n<li>\n<u>Prohibited commercial use</u>: use, either in total or individual parts, of the Launcher Application or of the Game for any purposes not expressly permitted by Battlestate Games Limited, including, among other things: (i) use of the Game in commercial establishments.\n(ii) collection of game money, items, materials, resources, etc.\nfor sale outside the Game.\n(iii) provision of game services, such as raising the level, in exchange for payment outside the Game.\nor (iv) transfer or facilitation of distribution (by text or audio means or any other method) of commercial advertising or offers through or within the scope of the Game;</li>\n<li>\n<u>“cybersport”</u>: use of the Game(s) for organising cybersports or group competitions, sponsored, promoted or motivated by any commercial or non-commercial organisation, without obtaining an additional licence from Battlestate Games Limited, or without obtaining the prior written consent to this from Battlestate Games Limited;</li>\n<li>\n<u>data retrieval</u>: use of outside software that captures, collects, counts or otherwise “retrieves” information reproduced or stored by the Game Launcher Application or the Game.\nat the same time, however, Battlestate Games Limited has the right, at its own exclusive and absolute discretion, to permit use of certain outside user interfaces;</li>\n<li>\n<u>use of program defects</u>: creation, use or performance of game operations by exploiting shortcomings in the structure, unregistered problems or program defects in the Game;</li>\n<li>\n<u>unauthorised connection</u>: facilitation of unauthorised connection, installation or support of unauthorised connection to the Game, including, among other things, (i) any connection to an unsanctioned server that emulates or attempts to emulate the operation of the Game.\nas well as (ii) any connection using outside programs or instruments not specially authorised by Battlestate Games Limited;</li>\n<li>\n<u>transfer</u>: attempts to sell any versions of the Game, issue licences or sublicences for them, provide them for temporary use or lease, lending, pledge and other transfer thereof to third parties, unless expressly permitted hereby;</li>\n<li>\n<u>destruction</u>: causing of harm or facilitation of harm in relation to (i) any computer and/or server used for supporting the Game or any game environment.\n(ii) use of the Game by any other player.\nANY ATTEMPT ON YOUR PART TO CAUSE DAMAGE TO NORMAL WORK OF THE GAME MIGHT CONSTITUTE A BREACH OF CIVIL AND CRIMINAL LAW.</li>\n</ul>\n<p>If any of the above actions are performed, in full or in part, Battlestate Games Limited and (or) the Licensor has the right to terminate your access to the Game, the Forum and social network groups for an unlimited time, without prior notification.</p>\n<p>4.3.5.\nReimburse Battlestate Games Limited, other users of the Game and (or) other third parties for any losses incurred thereby as a result of actions on the part of the User, including in connection with breach of this Agreement, intellectual or other rights of the given persons.</p>\n<p>4.3.6.\nPromptly notify Battlestate Games Limited of any unsanctioned use of the Account, hacking or any other such actions.</p>\n<p>4.3.7.\nObserve other requirements and obligations prescribed hereby and by the Key Documents.</p>\n<ol>\n<li>BETA-TESTING</li>\n</ol>\n<p>5.1.\nIf the User participates in beta-testing of the Game, the User acquires the status of a beta-tester.\nBeta-testing is carried out exclusively for assessing the possibilities of the Game and identifying errors.\nBattlestate Games Limited bears not liability for events taking place during beta-testing.\nAfter the beta-testing, all game values will be deleted from the Accounts (other than in agreed cases during performance of public beta-testing).\nThe User confirms that they take part in beta-testing at their own risk and understand that the Game might include bugs.\nAny game values may be deleted at any time (other than in agreed cases during performance of public beta-testing).\nBattlestate Games Limited and/or the Licensor do not bear liability for ensuring uninterrupted access to the Game.\nTo take part in beta-testing, the User must undergo an authorisation process and participate in the beta-testing personally.</p>\n<ol>\n<li>RIGHTS AND OBLIGATIONS OF BATTLESTATE GAMES LIMITED</li>\n</ol>\n<p>6.1.\nBattlestate Games Limited has the right:</p>\n<p>6.1.1.\nAt any time, unilaterally, to restrict, expand, supplement, modify or otherwise change the Game, including any of its elements and parts, without prior notification of the User, including by amending the Key Documents.</p>\n<p>The Game, its elements and parts are modified through creation and installation of new software parts (patches), the purpose of which, for instance, be to improve or change the gameplay or add new possibilities to the Game (functional possibilities, software components) that might result in deletion or suspension of access to certain Game elements.</p>\n<p>The User understands and hereby acknowledges that the given actions constitute an integral part of Game creation and gives their consent to performance of the given actions by Battlestate Games Limited without notifying the User in advance.</p>\n<p>6.1.2.\nTo manage the Game, gameplay, technical and other characteristics of the Game elements exclusively at its own discretion.\nto suspend or change the course of the gameplay without notifying the User in advance.</p>\n<p>6.1.3.\nAt any time to change or delete any information posted by the User on the Game resources, including statements and announcements made by the User in the game chat or on the Game Forum.</p>\n<p>6.1.4.\nTo restrict or terminate the User’s access to the Game on the conditions hereof, including if the User violates the terms of this Agreement or the Key Documents.\nIn exercising this right, Battlestate Games Limited is not required to provide the User with evidence of the breach by the User of the terms of the Agreement resulting in the User’s access being terminated or restricted.</p>\n<p>6.1.5.\nDuring the gameplay, to give warnings to Users, to caution, notify or inform them of any failure to observe the conditions of the Key Documents or of this Agreement.\nThe User shall fulfil instructions from Battlestate Games Limited received during the gameplay.</p>\n<p>6.1.6.\nAt any time, to terminate fully the right to use the Game (to close the Game) in consideration of the provisions hereof.</p>\n<p>6.1.7.\nTo take any steps not in contravention of the effective legislation to restrict or terminate access to the Game for persons who breach the Agreement.</p>\n<p>6.2.\nThe Licensor undertakes:</p>\n<p>6.2.1.\nTo provide the User with an opportunity to use the Game on the terms set forth herein, on the condition of observance by the User hereof and of the Key Documents.</p>\n<p>6.2.2.\nTo provide the User with an opportunity to download a copy of the Game Client from the Game website.</p>\n<p>6.2.3.\nTo notify the User of change to the conditions hereof by posting information on the Internet on the Game website and (or) notifying the User by email to the User’s email.</p>\n<p>6.2.4.\nTo control the gameplay in order to observe a balance of Users’ interests.</p>\n<p>6.2.5.\nTo ensure the proper performance and due functioning of the Game, including information exchange between Game users, work connected with technical maintenance of the software, databases and equipment or Game resource improvement for the purposes of enhancing the gameplay, performance and functioning of the Game, including the Game Client and the Game resources.</p>\n<p>6.2.6.\nTo maintain the confidentiality of registration data used in setting up an Account and other User data, other than in cases provided for by the applicable legislation, the legislation applicable in connection with the User’s citizenship or the territory on which the rights are granted and/or by this Agreement and the Key Documents.</p>\n<ol>\n<li>RESTRICTED LIABILITY OF THE LICENSOR</li>\n</ol>\n<p>7.1.\nThe Licensor and/or Battlestate Games Limited, their authorised representatives and the right holders of the protected intellectual products do not bear liability for:</p>\n<p>7.1.1.\nUnlawful or other actions on the part of the User and (or) third parties impeding use of the Game.</p>\n<p>7.1.2.\nStatements made by the User on Game resources.\nBattlestate Games Limited and/or the Licensor are not liable for the conduct of the User in the Game and on Game resources, including for disrespect towards other users.</p>\n<p>7.1.3.\nLoss by the User of the possibility of accessing the Account set up thereby (loss of log-in, password, other information required for the User to use the Game).</p>\n<p>7.1.4.\nIncomplete, imprecise or incorrect specification by the User of their data when setting up an Account.</p>\n<p>7.1.5.\nLack of Internet access for the User and the quality of Internet-provider services, other breakdowns, problems with the computer used by the User to go online.</p>\n<p>7.1.6.\nMaterials of third parties posted on Game resources or third-party websites accessible by link from Game resources.</p>\n<p>7.2.\nData posted on Game resources by third parties may not be considered as a reliable and/or official source of information.\nThe Licensor is not liable for indirect losses or other costs the User might incur as a consequence of using such information.</p>\n<p>7.3.\nThe User (their legal representatives, guardian) agrees to control their own state of health and limit access to the Game in the event of any contraindications.</p>\n<p>7.4.\nThe Licensor is not liable for unlawful actions by third parties claiming to be the Licensor, including for unsanctioned receipt thereby of any User data (Account details and the like) the User enters in performance hereof or use of the Game.\nThe User undertakes to notify promptly the Licensor and/or Battlestate Games Limited at support@battlestategames.com about such actions (or threat thereof).</p>\n<p>7.5.\nThe Licensor does not guarantee that:</p>\n<p>7.5.1.\nThe Game will satisfy the User’s subjective requirements and expectations.</p>\n<p>7.5.2.\nGameplay on the Game resources will be continuous, fast, without technical breakdowns, reliable and error-free.</p>\n<p>7.5.3.\nThe results that be achieved using the Game software and databases during use of the Game will be error-free and correct.</p>\n<p>7.5.4.\nThe quality of the gameplay, the aspects of the Game, as well as information obtained during the Game or during use of the software and databases provided on the Game resources will meet the User’s expectations.</p>\n<p>7.5.5.\nThe Game will be accessible for use round the clock, at a specific time or during a certain period.</p>\n<p>7.5.6.\nAny shortcomings or defects in the Game Client will be corrected.\nNor is the Licensor required to provide technical support to the User in relation to the Game, the Game Client, other functions or the Game resources.</p>\n<p>7.6.\nBattlestate Games Limited and/or the Licensor are not liable for any direct or indirect damage or lost profit incurred by the User or third parties, even if the User submits a notification of the likelihood of such damage and/or losses occurring as a result of:</p>\n<p>7.6.1.\nuse or impossibility of using the Game and Game resources, as well as interruptions in use of the Game, including program breakdown;</p>\n<p>7.6.2.\nunsanctioned access by third parties to the User’s personal data or other information, including any associated with the Account set up thereby;</p>\n<p>7.6.3.\nstatements by or conduct of a third party during the Game or on Game resources.</p>\n<p>7.7.\nUnder any circumstances, the liability of Battlestate Games Limited and/or of the Licensor toward the User is limited to a sum not exceeding the Fee received by Battlestate Games Limited and/or by the Licensor from the User until the circumstances arise that engender the liability of Battlestate Games Limited and/or of the Licensor.</p>\n<ol>\n<li>FORCE MAJEURE</li>\n</ol>\n<p>8.1.\nThe User, Battlestate Games Limited and/or the Licensor are released from liability for full or partial failure to fulfil their obligations hereunder if such failure is a result of force majeure, including mass disorders, prohibitions by the authorities, natural disasters, fire, catastrophe, as well as breakdowns in telecommunications and electricity supply networks, impact of malware, as well as bad faith actions by third parties designed to gain unsanctioned access to the software or hardware or put them out of order.</p>\n<ol>\n<li>LEGISLATIVE RESTRICTIONS</li>\n</ol>\n<p>9.1.\nThe User does not have the right to use the Game, if the legislation of the territory where they are located prohibits participation in online-games or sets other restrictions, including age ones, on use of such software.\nIn this case, liability for using the Game is borne by the User.</p>\n<ol>\n<li>INTELLECTUAL RIGHTS</li>\n</ol>\n<p>10.1.\nThe Game, including the source and object code, graphics, gameplay, game scenario, user interface, any game elements, musical accompaniment and other content, constitute and (or) contains intellectual products the exclusive right to which belongs to their legal right holders.</p>\n<p>10.2.\nThe User agrees that any element of the Game constitutes an integral part of the Game as software and is protected by law.\nEven though the User is granted the right to use the Game, performance of gameplay and use of the Game may not be assessed as transfer (alienation) and (or) cession of the exclusively rights in relation to the Game or parts thereof, from Battlestate Games Limited and/or of the Licensor to the User.</p>\n<p>10.3.\nThe User agrees and fully acknowledges that all exclusive rights to a localised Game (translated into the relevant language), graphic images, photographs, animation, video-images, video-clips, audio-recordings, audio-effects, music, textual content and the general content of the Game, as well as any other elements of the Game, belong, without exception, to the legal right holders.</p>\n<p>10.4.\nThe copyright to materials posted in the Game by the User belongs to the User that created them or other legal right holders (hereinafter “the Materials”).</p>\n<p>10.5.\nThe rights to unlimited gratuitous use of Materials constituting intellectual products transfer to Battlestate Games Limited in form of a simple (non-exclusive) licence on the territory of all states in the world from the moment they are posted (published) by the User in the Game, without any counter-obligation to pay any author’s or other remuneration and without limitation in time, method or territory of use.\nThe rights to use the Materials under this clause include the right to use them in any manner and in any country of the world, including publicising, distributing, modifying, adapting, otherwise processing, publishing and creating derivatives without the obligation to name the author or any other counter-obligations.\nThe User undertakes ensure legal grounds also for granting Battlestate Games Limited the intellectual property rights to Materials posted by the User in the Game and belonging to other right holders.</p>\n<p>10.6.\nAll use of intellectual products or part thereof posted in the Game is prohibited without prior written permission from Battlestate Games Limited, other than in cases specified herein.</p>\n<p>10.7.\nThe trade marks “Escape From Tarkov” and “Battlestate Games” are registered and protected in different jurisdictions in the world.\nTrade marks of third parties mentioned in the Game or its description belong to their legal right holders.</p>\n<ol>\n<li>TERM, AMENDMENT AND CANCELLATION OF THE AGREEMENT</li>\n</ol>\n<p>11.1.\nThis Agreement comes into effect when the User accepts its conditions and remains in force for twelve (12) months.\nThe term hereof is automatically prolonged for each subsequent six (6) month period, unless it is cancelled on the initiative of one of the Parties by means of a written notice sent to the other Party at least thirty (30) calendar days prior to expiry of the Agreement.\nIf the Agreement is cancelled in the manner specified in this clause or on the grounds of other clauses hereof or by law, Battlestate Games Limited does not refund the User or reimburse any losses.</p>\n<p>11.2.\nThis Agreement may be amended by Battlestate Games Limited unilaterally.\nA notice of amendment of the Agreement is published on the Game website and (or) sent to the User’s attention by email to the address indicated thereby when setting up the Account at least ten (10) calendar days before the amendments come into effect.</p>\n<p>Use of the Game or authorisation in the Game following publication of the announcement and (or) dispatch of the notice of amendment of the Agreement as described above means consent by the User to the amendments introduced into the Agreement.\nThe User is not released from obligations stipulated hereby in consideration of the amendments made hereto if the User failed to acquaint themselves with the changes to the Agreement.</p>\n<p>11.3.\nThe User does not have the right to use the Game if they disagree with the amendments introduced into the Agreement.</p>\n<p>In this case, the User has the right to cancel the Agreement unilaterally within ten (10) calendar days of the amendments to the Agreement being published on the Game website and (or) the relevant notification sent by email.\nIf the User decides to cancel this Agreement, they shall send Battlestate Games Limited and/or the Licensor a notification of cancellation of the Agreement by email.\nIf, within the above ten (10) calendar day period, the User does not express their wish to cancel this Agreement, the User is deemed to have accepted the conditions hereof in consideration of the amendments made hereto.</p>\n<p>After receiving the User’ notification of cancellation, Battlestate Games Limited and/or the Licensor suspends the User’s access to the Account.\nWhereat Battlestate Games Limited and/or the Licensor does not refund any money and does not make any other reimbursements, including losses of any kind.</p>\n<p>11.4.\nBattlestate Games Limited and/or the Licensor has the right to cancel this Agreement unilaterally and extra-judicially at any time, terminating the right to use the Game and possibility of doing so in the following cases:</p>\n<p>11.4.1.\nClosure of the Game.\nIn this case, Battlestate Games Limited or the Licensor shall, at least one hundred and eighty (180) calendar days prior to closure of the Game, send the User a relevant n notice.\nWhereat Battlestate Games Limited does not pay any compensation and, among other things, does not reimburse the User for the monetary equivalent of the in-game currency or the like.</p>\n<p>11.4.2.\nAny, including one-time, breach by the User of the conditions hereof or of the Key Documents, as well as the terms for using other games of Battlestate Games Limited.\nIn this case, Battlestate Games Limited and/or the Licensor does not refund the User or reimburse any losses.</p>\n<p>The Licensor has the right to revoke the right to use the Game by blocking (deleting) the User’s Account in the Game.\nFrom the date of such blocking, this Agreement is considered cancelled and the right to use the Game terminated.</p>\n<p>Termination of the Agreement with the Licensor, revocation of the right to use the Game and/or cancellation of the Agreement on any grounds does not provide the User with grounds for claiming from the Licensor return of the Fee paid or any other payments made by the User in connection with use of the Game.</p>\n<p>11.5.\nThe User has the right at any time, without notifying Battlestate Games Limited and/or the Licensor and without explanation, to terminate this Agreement unilaterally and extra-judicially by deleting the Game Client and the Game from the memory of the computer and/or deleting the Account, while retaining the obligations and liability of the User arising prior to deletion of the Account.\nIn this case, all the Game elements linked to this Account will be deleted without the right to restore them.\nBattlestate Games Limited and/or the Licensor is not required to pay the User any compensation in this event.</p>\n<p>11.6.\nThe User confirms that Battlestate Games Limited and/or the Licensor has the unconditional right to change the conditions of the Key Documents unilaterally and that such amendments do not constitute amendments hereto.</p>\n<ol>\n<li>FINAL PROVISIONS</li>\n</ol>\n<p>12.1.\nThis Agreement supersedes all previous agreements between the Parties.</p>\n<p>12.2.\nIf one or several provisions hereof are duly recognised as invalid under a court judgement that has come into legal effect, the other provisions hereof remain in effect and the Parties continue to discharge their obligations in a manner corresponding as far as possible to the intentions of the Parties when they concluded and (or) amended this Agreement.</p>\n<p>12.3.\nAll disputes between the Parties hereunder are to be resolved by means of correspondence and negotiations in a mandatory pre-trial (claims) manner.\nIf it proves impossible for the Parties to reach an agreement by means of negotiations within sixty (60) calendar days of the other Party receiving the written claim, the dispute may be referred by any Party to be heard by a court of law.</p>\n<p>12.4.\nThis Agreement and all disputes, claims and obligations (contractual and non-contractual) arising on the basis of or in connection therewith, their subject or conclusion are regulated by the law of England and Wales.\nUnless otherwise envisaged by the legislation of the country in which the User resides, the Parties are subject to the jurisdiction of courts of England and Wales.</p> ", "created_at": "2023-10-09 23:53:08.86636", "updated_at": "2023-10-09 23:54:22.513424"}], "points": [], "urls": ["escapefromtarkov.com"]}}