{"error": 448, "message": "OK", "parameters": {"id": 6482, "name": "Scrap.TF", "created_at": "2022-03-23 22:05:37.800292", "updated_at": "2023-11-01 23:02:12.971453", "wikipedia": null, "keywords": null, "related": null, "slug": "scrap-tf", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/6482.png", "url": "scrap.tf", "documents": [{"id": 11783, "name": "Terms of Service", "url": "https://scrap.tf/terms", "xpath": "/html/body/div[6]/div/div[2]", "text": null, "created_at": "2022-03-23 22:05:37.808361", "updated_at": "2023-11-01 22:40:45.647641"}, {"id": 11784, "name": "Privacy Policy", "url": "https://scrap.tf/privacy", "xpath": "/html/body/div[4]/div", "text": null, "created_at": "2022-03-23 21:06:50.734395", "updated_at": "2023-11-01 22:41:37.692685"}], "points": [{"id": 35129, "title": "Third-party cookies are used for advertising", "source": "https://scrap.tf/privacy", "status": "The privacy policy states that it uses NitroPay to show advertisiments\r\n\"We may use Service Providers to show advertisements to You to help support and maintain Our Service. NitroPay. Their Privacy Policy can be viewed at https://nitropay.com/privacy\"", "created_at": "2023-10-15 20:10:44.016361", "updated_at": "2023-11-01 22:45:10.525777", "quoteText": null, "case_id": 128, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35130, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://scrap.tf/privacy", "status": "The privacy policy states that it can transfer user data. \"We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.\"", "created_at": "2023-10-15 20:14:24.400779", "updated_at": "2023-11-01 22:45:15.846655", "quoteText": null, "case_id": 243, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35132, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://scrap.tf/privacy", "status": "Privacy policy states: \" \"Do Not Track\" Policy as Required by California Online Privacy Protection Act (CalOPPA). Our Service does not respond to Do Not Track signals.\"", "created_at": "2023-10-15 20:20:50.964186", "updated_at": "2023-11-01 22:44:08.530553", "quoteText": null, "case_id": 233, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35133, "title": "The service claims to be GDPR compliant for European users", "source": "https://scrap.tf/privacy", "status": "The privacy policy mentions GDPR several times:\r\n\"For the purposes of GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.\"\r\n\"For the purpose of the GDPR, the Company is the Data Controller.\"\r\n\"Data Controller, for the purposes of the GDPR (General Data Protection Regulation), refers to the Company as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.\"\r\n\"For the purpose of the GDPR, Service Providers are considered Data Processors.\"\r\n\"Under GDPR (General Data Protection Regulation), You can be referred to as the Data Subject or as the User as you are the individual using the Service.\"\r\nIn \"Your Rights under the GDPR\" section: \"You have the right under this Privacy Policy, and by law if You are within the EU, to:\"", "created_at": "2023-10-15 20:24:49.967416", "updated_at": "2023-11-01 22:43:48.058538", "quoteText": null, "case_id": 481, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35134, "title": "You maintain ownership of your content", "source": "https://scrap.tf/terms", "status": "Terms of service states: \"You retain any and all of your rights to any Content you submit, post or display on or through the Service and you are responsible for protecting those rights. We take no responsibility and assume no liability for Content you or any third party posts on or through the Service.\"", "created_at": "2023-10-15 20:29:30.697627", "updated_at": "2023-10-30 10:31:03.628784", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35135, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://scrap.tf/terms", "status": "Terms of service states: \"You agree to defend, indemnify and hold harmless ScrapTF, LLC and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password; b) a breach of these Terms, or c) Content posted on the Service.\"", "created_at": "2023-10-15 20:35:40.604642", "updated_at": "2023-11-01 22:44:13.662386", "quoteText": null, "case_id": 147, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35136, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://scrap.tf/privacy", "status": "Privacy policy states that Service collects IPs:\r\n\"Usage Data is collected automatically when using the Service. Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address),[...]\"\r\n\"When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, [...] the IP address of Your mobile device\"", "created_at": "2023-10-15 20:38:54.224295", "updated_at": "2023-11-01 22:44:28.015015", "quoteText": null, "case_id": 399, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35137, "title": "Your browsing history can be viewed by the service", "source": "https://scrap.tf/privacy", "status": "Privacy Policy states: \"We use both Session and Persistent Cookies for the purposes set out below: [...] Targeting and Advertising Cookies\r\nPurposes: These Cookies track your browsing habits to enable Us to show advertising which is more likely to be of interest to You. These Cookies use information about your browsing history to group You with other users who have similar interests.", "created_at": "2023-10-15 20:49:55.542305", "updated_at": "2023-11-01 22:45:31.700515", "quoteText": null, "case_id": 395, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35138, "title": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service", "source": "https://scrap.tf/terms", "status": "Terms of service states: \"You agree to defend, indemnify and hold harmless ScrapTF, LLC and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password; b) a breach of these Terms, or c) Content posted on the Service.\"", "created_at": "2023-10-15 20:52:58.724899", "updated_at": "2023-11-01 22:44:33.399285", "quoteText": null, "case_id": 145, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35139, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://scrap.tf/terms", "status": "Terms of service states: \"ScrapTF reserves the right to remove a user's access to the website for any reason. ScrapTF is not obligated to provide the reason for denial of access to the user.\"", "created_at": "2023-10-15 20:54:01.004944", "updated_at": "2023-11-01 22:45:22.001008", "quoteText": null, "case_id": 201, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35140, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://scrap.tf/terms", "status": "Terms of Service states: \"[...] during any ban you may not access the site from any other account. Owners of multiple accounts are determined based on IP addresses and other factors.\"", "created_at": "2023-10-15 20:56:07.194645", "updated_at": "2023-11-01 22:44:42.269061", "quoteText": null, "case_id": 319, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35141, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://scrap.tf/terms", "status": "Terms of Service states: \"We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.\"", "created_at": "2023-10-15 20:57:35.773578", "updated_at": "2023-11-01 16:30:41.822993", "quoteText": null, "case_id": 122, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35131, "title": "The service claims to be CCPA compliant for California users", "source": "https://scrap.tf/privacy", "status": "The service mentions several times that it is CCPA compliant for California (USA) users:\r\n\"The CCPA provides California residents with specific rights regarding their personal information. If You are a resident of California, You have the following rights:\"\r\n\"Under California Civil Code Section 1798 (California's Shine the Light law), California residents with an established business relationship with us can request information once a year about sharing their Personal Data with third parties for the third parties' direct marketing purposes.\"\r\n\"California Business and Professions Code Section 22581 allows California residents under the age of 18 who are registered users of online sites, services or applications to request and obtain removal of content or information they have publicly posted.\"\r\n\"In order to exercise any of Your rights under the CCPA, and if You are a California resident, You can contact Us:\"", "created_at": "2023-10-15 20:19:16.694012", "updated_at": "2023-11-01 22:43:37.13881", "quoteText": null, "case_id": 482, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35127, "title": "Your personal information is used for many different purposes", "source": "https://scrap.tf/privacy", "status": "The privacy policy states that the service uses personal data for many purposes including but not limited to: to show advertisements, to provide user with news, special offers and events which service offer that are similar to those that user have already purchased or enquired about. Service also shares it with it's affiliates and business partners.", "created_at": "2023-10-15 20:00:04.869886", "updated_at": "2023-11-01 22:44:51.818106", "quoteText": null, "case_id": 185, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["scrap.tf"]}}