{"error": 448, "message": "OK", "parameters": {"id": 8853, "name": "Crayon Games GmbH ", "created_at": "2023-07-07 04:53:04.916735", "updated_at": "2023-07-07 10:02:09.151822", "wikipedia": null, "keywords": null, "related": null, "slug": "crayon-games-gmbh", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8853.png", "url": "crayon.games", "documents": [{"id": 17304, "name": "privacy policy", "url": "https://crayon.games/privacy.html", "xpath": "//body", "text": " Privacy <p>\n</p>\n<p>At Crayon Games GmbH (\"we\" / \"us\"), we take your data privacy seriously.\nAs such, we're committed to making it easy for you to understand what we do with your data.\nThis privacy policy is an overview over what data we collect, why we collect and process it and what choices you have to control what you share.\nWe'd also like to inform you what legal rights you have in regards to your personal data, as well as who to contact about enforcing those rights.</p>\n<p>We use the term \"personal data\" in the sense of Article 4 of the General Data Protection Regulation (\"GDPR\").</p>\n<p>If you want to opt-out of analytics, jump to the relevant section using this link: Right of objection</p> Who we are <p>Crayon Games GmbH is a German game development company.\nOur offices are in Bamberg, Germany.\nYou can find us here:</p>\n<p>Crayon Games GmbH<br>Kronacher Straße 41<br>96052 Bamberg<br>Germany</p>\n<p>If you have questions specifically about data privacy, you can contact us using contact@crayon.games, or you can reach out to our data protection officer:</p>\n<p>Viktor Pulz<br>Kronacher Straße 41<br>96052 Bamberg<br>Germany<br>E-Mail: contact@crayon.games</p> Who this privacy policy applies to <p>This privacy policy applies to you if you are a user of our apps.</p> What personal data do we collect? <p>We collect personal data from you when you register an account with us.</p>\n<p>We process the following categories of data:</p>\n<p>\n<strong>Data for access management (credentials)</strong>\n<br>e.g.\ne-mail address, password (but also e.g.\nfacebook identifier if you connect your facebook account)</p>\n<p>\n<strong>Customisation data</strong>\n<br>e.g.\nyour display name, your avatar</p>\n<p>\n<strong>Data about your game progress</strong>\n<br>e.g.\nyour level, quest status, the number of in-game currency you have</p>\n<p>\n<strong>Data about your preferences</strong>\n<br>e.g.\nwhether you subscribed to our newsletter</p>\n<p>\n<strong>Device data</strong>\n<br>e.g.\ndevice ID, operating system, browser string</p>\n<p>\n<strong>Data about your online behaviour</strong>\n<br>e.g.\nlogins, gameplay, clicks</p>\n<p>\n<strong>Data about individual payments in our games</strong>\n<br>e.g.\nif you buy in-game currency using our shop</p>\n<p>\n<strong>Network data</strong>\n<br>e.g.\nIP address, referrer</p>\n<p>\n<strong>Localisation data</strong>\n<br>e.g.\ncountry of origin, language</p>\n<p>\n<strong>Personally identifiable data</strong>\n<br>e.g.\naddress, date of birth</p>\n<p>\n<strong>Affiliate information</strong>\n<br>e.g.\nbanner ads you clicked on to reach us</p>\n<p>The way we process these data, why and on what legal basis we do this are explained in the section What do we process your data for?</p> Sensitive data <p>Sensitive data in the GDPR are the so-called \"special categories of personal data\", e.g.\non your racial or ethnic origin, your health, or your political opinions.</p>\n<p>We <strong>do not</strong> intentionally collect any sensitive data from you.</p>\n<p>That said, we cannot control what content you put into messages you write through our website / app (e.g.\nto other users, or when you create a support ticket).\nWhile we strive to protect any privacy implied by such a transfer, we cannot differentiate a particularly sensitive message from any other kind of message you may choose to write.\nPlease be aware such messages are not afforded any additional protection.</p> Data from children <p>We <strong>do not</strong> collect any information on children.\nTo use our services you must confirm full legal capacity or, in case of restricted legal capacity, obtain the consent of your legal guardian.\n</p> What do we process your data for? <p>We only process a user’s personal data in compliance with the relevant and pertinent data protection regulations.\nThis means that a user’s data shall only be processed if the user has given his or her legal permission for us to do so.\nThis is the case especially then when data processing is required in order for us to be able to provide our contractual and online services, or when required by law, we are in possession of the consent of the user, and when it is collected for the sake of our legally legitimate interests (i.e.\ninterest in the analysis, optimization, and economic operation and safety of our online product as per Article 6 (1) (f) of the GDPR, in particular with regard to range measurement, the creation of profiles for advertising and marketing purposes, as well as the collection of access data and the use of the services of third-party providers).</p>\n<p>We feel obligated to point out that Art.\n6 (1) (a) and Art.\n7 of the GDPR serve as the legal basis for consent, Art.\n6 (1) (b) of the GDPR serves as the legal basis for processing for the performance of services and the performance of contractual measures, Art.\n6 (1) (c) of the GDPR serves as the legal basis for processing in order to fulfill our legal obligations, and Art.\n6 (1) (f) of the GDPR serves as the legal basis for processing in order to safeguard legitimate interests.</p> Enabling gameplay <p>\n<strong>(contractual fulfillment.\nArticle 6.1.b GDPR)</strong>\n<br>Our game platform cannot function without certain data.\nIn order for you to have any meaningful progress in your gameplay, we need to be able to reliably differentiate you from other users of our website / app, which is why we ask you to register an account or to use our guest mode.\nWhen you log in, we compare your login credentials against those we have on file, and maintain your customisation data and game progress.</p>\n<p>Your display name, avatar, and certain elements of your progress are made public within our game platform (e.g.\nfor in-game leaderboards, or to broadcast certain wins).\nYou can change your display name and avatar at any time.</p>\n<p>Additionally, your country and language is used to provide you with a localisation of our website / app - we will try to serve you content in your language and our in-game shop in your local currency.</p> Payments and invoices <p>If you want to buy in-game currency in our in-game shop, your interaction will usually be with third-party payment processors.\nIn either case, if a payment was successful, we get this information as a digital invoice, which we store to fulfil legal requirements (Article 6.1.c GDPR), to retain them in the case of legal dispute (legitimate interest.\nArticle 6.1.f GDPR), and to optimise our web presence for you (legitimate interest.\nArticle 6.1.f GDPR).</p>\n<p>These invoices contain data on what item you purchased, how much you paid for the item and what method you used to pay us with.\nWe do not store information that could be used to make a payment on your behalf, unless you have given us a separate explicit, specific permission for this to ease your payment process (by enabling QuickPay.\ncontractual fulfillment.\nArticle 6.1.b GDPR).</p> Prize delivery <p>\n<strong>(contractual fulfillment.\nArticle 6.1.b GDPR)</strong>\n<br>When you win a physical prize through our platform, we need your address to be able to deliver it to you.\nWe'll ask you for your address when you win a prize.\nOptionally, you can also provide an address for us to keep on file.</p> Direct marketing <p>\n<strong>(legitimate interest.\nArticle 6.1.f GDPR)</strong>\n<br>We offer our players the ability to optionally subscribe to our newsletter, to keep them up to date with current events.\nYou can easily unsubscribe at any time, either through the unsubscribe link in our emails or by changing your email preferences in your account.</p> Security and fraud prevention <p>\n<strong>(legitimate interest.\nArticle 6.1.f GDPR)</strong>\n<br>To help secure our website / app and to prevent fraud, we store data such as your IP address and certain device information when you access our website / app and interact with it.</p>\n<p>Your device data and IP address information is stored and logged to allow fraud and data security forensic investigation.\nYour IP address information is also processed automatically by our network devices - this infrastructure is needed to serve our website / app, but also to deny access to IP addresses known to be in use by malicious actors.</p>\n<p>Due to the nature of this interest, we cannot offer you a means to opt-out of this processing, as this would undermine its purpose (and in some cases, an opt-out is technically impossible - e.g.\nwe cannot exempt your IP address from processing by our network devices).</p>\n<p>If you object to this processing, we ask that you please do not use our website / app.</p> Optimisation of website / app and campaigns <p>\n<strong>(legitimate interest.\nArticle 6.1.f GDPR)</strong>\n<br>To optimise our marketing campaigns and our website / app, we track information about your behaviour and preferences.\nThese data are pseudonymised and stored separately from your account data.\nWhile they are stored on an individual basis, these data are only available to the employees that must work with these data, and they are reported on only in aggregate.</p>\n<p>Over the course of campaign optimisation, we share some of these data with third-party trackers by embedding a tracking pixel on our website / app.</p>\n<p>Please refer to the section Web and App Analytics for further information about these trackers and how you can opt-out of them.</p> Are you required to share your personal data with Crayon Games GmbH? <p>There are some data we require from you:</p>\n<p>\n<strong>Data needed to fulfill our contractual obligations and the associated services</strong>\n<br>Data you explicitly make available: Data for access management, Personally identifiable data (where applicable), Data about your preferences (opt-in/opt-out).\nData you supply by browsing our website / app: Network data, Data about your game progress.</p>\n<p>\n<strong>Data that we are legally required to store</strong>\n<br>Data you supply by making a purchase: Data about individual payments in our games.</p>\n<p>\n<strong>Data required for security</strong>\n<br>Data you supply by browsing our website / app: Device data, Network data.</p>\n<p>Without these personal data we cannot provide our services to you.</p> Automated decisions <p>We <strong>do not</strong> use your personal data for any automated individual decision-making that would have legal or otherwise similarly significant effects on you.</p>\n<p>Any effects of automated decisions based on your personal data are confined to our game platform.\nFor example, we may use your purchase information (frequency and amount) to give you automated, customised discounts in-game.</p> How long do we store your data? <p>\n<strong>For data that we store for legal reasons</strong>, we retain the data as long as legally required of us (up to ten years).</p>\n<p>\n<strong>For data that we store in consideration of legal disputes</strong>, we retain the data as long as legally permissible.\nThis may be up to 30 years.</p>\n<p>\n<strong>For logs storing network data</strong>, we delete the data in regular intervals - the exact time varies based on configuration rules (which may prune the logs based on size rather than a fixed time), on whether the data was part of a snapshot that landed in a backup, and on whether the logs are part of a set of logs that are routinely forwarded to a central log repository, but will not exceed 2 years.</p> Where do we store your data and who do we share it with? <p>\n<strong>Your personal data within Crayon Games GmbH</strong>Your personal data is processed only by the people necessary for us to pursue our legitimate interests, or to comply with our contractual or legal obligations.</p>\n<p>\n<strong>Your personal data outside of Crayon Games GmbH</strong>We share your data only where it is legally permissible to do so, either when it's required to fulfil contracts you may have with us (Article 6.1.b GDPR) or on basis of legitimate interest (Article 6.1.f GDPR).</p>\n<p>We share your personal data only if you have given us permission to do so, in aggregate or anonymised form (preventing the data from being linked to other data you may have supplied elsewhere), or with providers that are contractually obliged to treat your data with care.</p>\n<p>We exchange data with providers in the following categories:</p>\n<p>\n<strong>Hosting and content distribution providers</strong>.\nThese typically have no direct access to our systems, but provide network infrastructure that will necessarily process your IP address to deliver our assets.</p>\n<p>\n<strong>Payment providers</strong>.\nWhen you make a payment through a payment provider, we will get invoice information from these providers.\nAny payment details needed to actually make a payment on your behalf is handled only by the payment providers, not by us.</p>\n<p>\n<strong>Debt collection</strong>.\nWhen you revoke a payment you made, we may share the information available to us with debt collectors, so that they can get in touch with you on our behalf.</p>\n<p>\n<strong>Email marketing service providers</strong>.\nWe share your email address, display name, and localisation information, and whether or not you are currently subscribed to our newsletter with our email marketing service providers, so that they can send you relevant emails.</p>\n<p>\n<strong>Single sign-on providers</strong>.\nThese are only relevant if you're playing our games through their website / apps or explicitly choose single-sign on options, in which case our interaction with them enables you to sign into our game platform.\nShould you change your mind about using these, the providers usually offer a way to decouple your single-sign on account from our website / app (revoking our access to your metadata).\nfor more information, please refer to the providers' documentation.</p>\n<p>\n<strong>Business intelligence</strong>.\nWe use providers to help us sift through own our tracking data.</p>\n<p>\n<strong>Game developers</strong>.\nThese create and maintain our casino games for us.\nAs these applications are typically standalone and can simply be embedded in our website / app \"plug-and-play\" style, we share only very little information about you with these providers - your IP address, device information, display name and the amount of in-game currency you own.</p>\n<p>\n<strong>Crash reporting</strong>.\nOur mobile games embed crash reporting functionality.\nThe crash reports contain only anonymous information.\nNonetheless, you can opt-out of this in the settings of the application.</p>\n<p>\n<strong>Affiliates, CoBrands and Performance Marketing</strong>.\nTo allow brands, partners and campaigns to measure their own effectiveness, we embed various trackers on our website / app.\nFor details, please refer to the Web and App Analytics section of this privacy policy.</p>\n<p>\n<strong>Address verification</strong>.\nBefore we send out prizes to a physical address, we first ensure that the address is correct by letting it be processed by an address verification service.</p>\n<p>\n<strong>Geolocation</strong>.\nWe receive data about the approximate geographical location of IP addresses from geolocation services.\n(We do not share any information with these services, we are only consumers of this data.)</p>\n<p>\n<strong>Support ticket system</strong>.\nWe use an external provider to handle our support ticketing for us.\nAny support ticket you write us through official channels will be stored with this provider.</p>\n<p>\n<strong>Video streaming</strong>.\nIn some cases, we use video streaming services to show you advertisements.\nYour impression of these videos is recorded by these services.</p>\n<p>The providers we use are either in the European Union, in a country formally deemed safe by the data privacy standards of the European Union, or contractually bound to treat your data with the utmost care.\nWhenever the process allows, we anonymise or pseudonymise your data.</p>\n<p>\n<strong>Under no circumstances do we sell your data to third parties.</strong>\n</p> Information regarding your rights <p> Crayon Games GmbH is headquartered in the European Union.\nWe are committed to complying to the General Data Protection Regulation (GDPR).\nThis affords you several inherent rights to your personal data.</p>\n<p>You have the right to...</p>\n<p>...request access to your personal data (Article 15 GDPR) in a portable format (Article 20 GDPR),</p>\n<p>...request correction of your personal data (Article 16 GDPR),</p>\n<p>...request restriction of the processing of your personal data (Article 18 GDPR),</p>\n<p>...request deletion of your personal data (Article 17 GDPR),</p>\n<p>...withdraw consent for your processing of data, when we do this in accordance with a legitimate interest (Article 7.3 and Article 21 GDPR),</p>\n<p>...lodge a complaint with a supervisory authority (Article 77 GDPR).</p>\n<p>You can easily delete your data in the settings for your account.\nFor all other requests, please contact us either through the support widget on our website / app, or by contacting us via email (info@Crayon Games-gmbh.net).\nIf you contact us through a means other than the support widget, please understand that we may need to ask you to prove your identity - after all, you wouldn't want a random stranger to get access to your data, and neither do we.</p>\n<p>Note that it may take up to a month for us to process a request of yours.\nShould there be any delay, we will of course let you know.</p>\n<p>You can find additional legal information in the Articles 7.3, 15 – 21 and 77 of the GDPR.</p> Your right to access, correct and erase your personal data <p>\n<strong>(Articles 15, 16, 17 and 20 GDPR)</strong>\n<br>At any time, you can request information on whether your personal data is processed by Crayon Games or not, what the conditions of such processing are, and to receive a copy of your personal data.\nMore specifically, you can request information about:</p>\n<p>the purposes for which the data are processed,</p>\n<p>the categories of personal data that are processed,</p>\n<p>the categories of recipients with whom we have shared the data,</p>\n<p>the intended duration of storage,</p>\n<p>your rights in regards to this data (correction, erasure, restriction, withdrawal of consent, and lodging a complaint with the supervisory authority),</p>\n<p>the source of the data in cases where we did not obtain it from your direct interactions with us,</p>\n<p>and the existence of any automated decision-making based on this data, including profiling, and your right to request meaningful information about the algorithms involved.</p>\n<p>If you make this request electronically, the information will be provided in a commonly used electronic form.\nShould you make this request several times, Crayon Games may ask a fee of you to cover administrative costs.</p>\n<p>You also have the right to instruct us to correct any personal data that is inaccurate.</p>\n<p>Lastly, you have the right to ask us to erase your personal data, if there are no legal reasons for us to retain it (such as freedom of expression, legal requirements, public interest or if required as evidence in legal disputes) and one of the following reasons applies:</p>\n<p>your personal data is no longer necessary considering the purposes for which it was collected or processed;</p>\n<p>you wish to revoke your consent having served as the basis for the processing and there is no other basis justifying such processing;</p>\n<p>your personal data has been the subject of unlawful processing;</p>\n<p>your personal data should be erased pursuant to a legal requirement.</p>\n<p>When we delete data that we've shared with third parties, we will also contact those third parties and ensure that your data are erased there as well.</p>\n<p>When we delete data that we've made public over the course of offering our services to you, we will, to the degree feasible, contact any third party providers that may have this information cached to forward your request to them.</p> Right to the restriction of processing of personal data <p>\n<strong>(Article 18 GDPR)</strong>\n<br>You can assert your right to limit the processing of your personal data when:</p>\n<p>you contest the accuracy of your personal data, during the time necessary to verify the accuracy of such data;</p>\n<p>the processing of your personal data is unlawful but you oppose the erasure thereof and instead demand the limitation of processing;</p>\n<p>when we no longer need your personal data but you still need such personal data for the establishment, exercise or defense of legal claims.</p> Right to personal data portability <p>\n<strong>(Article 20 GDPR)</strong>\n<br>You have the right to receive personal data you have provided to us in a structured, commonly used and machine-readable format, and to transmit such data to another controller without hindrance from Crayon Games GmbH.</p>\n<p>Whenever this is technically feasible, you may request that your personal data be transmitted directly to another data controller by Crayon Games GmbH.</p> Right to revoke consent <p>\n<strong>(Article 7.3 and 21 GDPR)</strong>\n<br>We only process your personal data with your consent, unless the data processing is otherwise required (see section Are you required to share your personal data with Crayon Games GmbH?).</p>\n<p>If you have a registered account with us, you may revoke your consent at any time by changing the settings associated with your account (or by deleting your account outright, if you prefer).\nIf you do not have a registered account with us, please refer to the Web and App Analytics section for the means of opting-out of other data collection.</p>\n<p>Please note that a revocation of your consent does not affect the lawfulness of processing carried out prior to such revocation.</p> Right to file a complaint with your supervisory authority <p>\n<strong>(Article 77 GDPR)</strong>\n<br>If, despite our efforts to protect the confidentiality of your personal data, you consider that your rights have not been respected, you have the right to file a complaint with the national data protection authority in your country.</p> Objection against the processing of your data for direct marketing <p>When you register an account with us, you have the option to subscribe to our newsletters.\nYou can opt-out of our newsletters at any time using the unsubscribe links provided in the e-mail footers, or in your account settings.</p> Web and App Analytics <p>To improve our website / app and apps, to correct errors, to optimise the site and our campaigns used to promote it, we store pseudonymised data about our visitors' behaviour on our website / app and use several tracking services to assist us (on basis of Article 6.1.f GDPR).</p>\n<p>These services either use cookies (desktop) or device IDs (mobile) to allow them to correlate the behavioural data they collect (for example to tell us how long the average user spent on our site, or how great a percentage of users that visited our site registered an account with us).</p>\n<p>Data exchanged may be information on when you registered an account with us, from where you came (which banner you clicked or which game site you play our games on), your device parameters (e.g.\noperating system, brand), your user ID in our games, page impressions (time and page identifier) or payments you make.</p>\n<p>The trackers use these data either to craft approximate behavioural profiles of you (enabling them to supply better marketing targeting to the users of their service), or to permit us to pay our campaigns by registration events or paying users rather than impressions (\"performance marketing\").</p> Right of objection <p>Should you object to the use of this pseudonymised processing of your data, your opt-out options are:</p>\n<p>\n<strong>For mobile</strong>, for tracking to end-points controlled by us, please refer to the settings in the application itself.\nWe use Firebase Crashlytics (a Google product) for error reporting and GameAnalytics für UserAnalytics.\nyou can use the settings to opt-out of the error reporting and UserAnalytics functionality as well.</p>\n<p>Since you may also interact with the other trackers that we use on other people's website / apps, opting out of the trackers on a single website / app will probably not do what you intended.\nTo better enable you to opt-out of the tracking services effectively, this section contains an overview of all trackers we use and where you can opt-out of them.</p>\n<p>The opt-out options of many tracking services can also be found on http://youronlinechoices.eu, which provides a unified and central opportunity for you to opt-out of various tracking services.\nThat site can also help you if you want to review your online choices for other providers not used by us.</p>\n<p>Unless otherwise noted (be it here or on our tracking partners' opt-out pages), your browser will need to accept cookies for the opt-out process to work.</p>\n<p>\n<strong>AppsFlyer</strong> (for Mobile)<br>AppsFlyer are based in the US, are committed to the Privacy Shield Framework and offer an opt-out on https://www.appsflyer.com/optout.</p>\n<p>\n<strong>Facebook Analytics</strong>\n<br>Facebook are based in the US, are committed to the Privacy Shield Framework and offer opt-out instructions on https://www.facebook.com/help/568137493302217.</p>\n<p>\n<strong>Google</strong>\n<br>Google are based in the US and are committed to the Privacy Shield Framework.</p>\n<p>\n<strong>Google Ads (a/k/a Google Remarketing) and AdMob</strong>\n<br>Google offer opt-out instructions for Google Ads and AdMob on https://adssettings.google.com/authenticated.</p>\n<p>\n<strong>Google Analytics</strong>\n<br>Google offer opt-out instructions for Google Analytics on https://tools.google.com/dlpage/gaoptout.\nYour IP address is masked when it is sent to Google Analytics.\nFor further information, see https://www.google.com/analytics/terms/.</p>\n<p>\n<strong>Ironsource</strong>\n<br>Ironsource shows ads in our apps.\nAlle details about the ironsource privacy policy http://www.ironsrc.com/wp-content/uploads/2019/03/ironSource-Privacy-Policy.pdf.</p>\n<p>\n<strong>The Trade Desk</strong>\n<br>The Trade Desk are based in the US, are committed to the Privacy Shield Framework and offer an opt-out on http://www.adsrvr.org/opt-out.html..</p> Security <p>We make use of the widespread SSL (Secure Socket Layer) encryption method to deliver our site securely when you visit it, in conjunction with the highest level of encryption supported by your browser.</p>\n<p>You can tell when any single page at our website / app is transmitted in encrypted form by the closed presentation of the lock (or key) symbol in your browser’s status bar.</p>\n<p>We also take appropriate technical and organizational security measures to protect your data against destruction, accidental or intentional manipulation, partial or total loss, or against the unauthorized access by third parties.\nOur security measures are continuously improved upon in accordance with technological developments.</p> Further information <p>If you have any questions or concerns about data privacy, you can contact us at contact@crayon.games.</p>\n<br>\n<br>\n<p>\n</p>\n", "created_at": "2023-07-07 04:53:04.982637", "updated_at": "2023-07-07 04:55:17.433483"}, {"id": 17303, "name": "Terms & Conditions ", "url": "https://crayon.games/agb.html", "xpath": "//body", "text": " Terms &amp.\nConditions for the Crayon Games GmbH Table of Contents <ul>\n<li>1.\nScope of Application</li>\n<li>2.\nConclusion of Contract for the Usage of the respective Portal</li>\n<li>3.\nWITHDRAWAL POLICY</li>\n<li>4.\nAvailability</li>\n<li>5.\nAccess to these Terms &amp.\nConditions, Changes and Further Notifications, Contact by the User</li>\n<li>6.\nInstructions, Rules of the Games, Conditions of Participation</li>\n<li>7.\nPlaying for Free, Fees, Payment Conditions, Late Payment</li>\n<li>8.\nTerm, Cancellation</li>\n<li>9.\nResponsibilities and Other Obligations of the User.\nLiability for Information Uploaded by the User.\nCopyright</li>\n<li>10.\nClaims Based on Defects</li>\n<li>11.\nLiability and Limitation of Liability</li>\n<li>12.\nDelivery of Prizes and/or Winnings</li>\n<li>13.\nOnline Dispute Resolution</li>\n<li>14.\nData Protection Regulations</li>\n<li>15.\nFinal Clauses</li>\n</ul> 1.\nScope of Application <p>These General Terms &amp.\nConditions (“GTC”) serve to regulate the relationship between Crayon Games and people (to hereby be referred to as “Users”) who make use of online games (“Games”) or other related services (such as the opportunity to create a profile page, participate in blogs and forums, upload mediums such as photos, texts, and videos in the portal as well as the option of licensing virtual items such as i.e.\nvirtual game currency, virtual goods, additional gaming levels, and content packages [in essence, all hereby indicated in the following as “virtual items”) or other services provided by Crayon Games either in the Internet (“Web”), on mobile applications (“Apps”) or via other platforms and/or devices.\nAn integral part of making this portal, virtual items, and services (hereby collectively referred to as “Services”) available is, in addition to these Terms &amp.\nConditions, the Data Protection Regulations and our Imprint.</p>\n<p>These Terms &amp.\nConditions do not address any questions possibly arising from the use of the website and games on hardware (i.e.\na PC, Apple, mobile phones, tablets, etc.) or Third-Party software (i.e.\noperating systems, web browsers, access software, etc.) or the use of Third-Party app stores (i.e.\nGoogle Play, iTunes, Windows Store, etc.) or the User’s Internet connection to the provided Services, as all these services naturally are not provided by Crayon Games.</p> 1.1 Users <p>1.1.1 Crayon Games offers its service exclusively to non-commercial Users in compliance with § 13 of the German Civil Code (BGB) of the Federal Republic of Germany.\nThe use of Crayon Games and Services for pecuniary or any other commercial purposes is hereby prohibited.</p>\n<p>1.1.2 Only those individuals who have at least reached the age of 18 - or the legal age at which gambling or gaming activities are permitted under the law or jurisdiction that apply in the place of the individual’s residency - are entitled to use the full scope of Games and Services provided by Crayon Games.</p>\n<p>1.1.3 By registering to use and/or installing the Games or Services, the User expressly warrants and represents that he/she has reached the legal age.</p>\n<p>1.1.4 Users residing in Cuba, Iran, North Korea, Sudan, and Syria are expressly prohibited from using the games.</p> 1.2 Subject Matter of the Contract, Usage of and Changes to the Games and Services <p>1.2.1 Crayon Games offers its Users access to the portal and the possibility of using Games and Services that are offered by Crayon Games at its portal, subject to existing technical and commercial capabilities.</p>\n<p>1.2.2 Participation in the Games is for entertainment purposes only.</p>\n<p>1.2.3 Crayon Games, as part of its Services, stores certain information on the Portal and offers its Users the possibility of uploading information to the Internet and creating personal profiles, etc., which can be viewed by other Users of Crayon Games Services as well as by Third Parties.\nFurthermore, the User can or may also communicate with Third Parties via the Portal, upload and exchange photographs, videos, games, music and other media, publish blogs and comments, and rate games, other Users, Third Parties or transactions.</p>\n<p>1.2.4 The Games and Services referred to here are Games and Services provided by Crayon Games that are required so as to provide the software necessary for use of the Portal for the duration of the agreement.\nThe use of Crayon Games and Services online is made possible through the provision of the necessary applications at the respective URLs by Crayon Games.</p>\n<p>1.2.5 The use of Crayon Games and Services is expressly limited to individuals who previously created a customer account (hereinafter referred to as Account) at the time of registration.\nThe registration takes place either online by completely filling out the registration form on the Portal or via another website or landing page with a corresponding registration function and/or via the log-in function of a social network such as i.e.\nFacebook Connect.\nCrayon Games reserves the right to make the activation of an account dependent on the operation of a confirmation link, which is sent to the User’s provided email address.\nAn Account can be created at the Portal or at the URL of the respective Game(s).\nAn Account that has been created at the Portal enables the User access to any of the Services subject to the conditions set forth in Section 1.1 above.</p>\n<p>1.2.6 Registration, i.e.\nan application to open an Account, can be accomplished by filling out a form electronically and providing the information requested therein.\nThe use of Crayon Games and/or Services shall be permitted from the time an account is created for the User by Crayon Games.</p>\n<p>1.2.7 A User is only authorized to register one account on the portal.\nFor all additional Accounts Crayon Games retains the right to block these accounts as ‘not permitted’.</p>\n<p>Crayon Games also retains the right to partially or entirely block or exclude any and all Users from the Services who cancel payments or submit incorrect payment data, deliberately provide incorrect data during registration, express him or herself in an offensive, defamatory, racist, or any other manner of discriminatory action against or about Users, Crayon Games employees or Crayon Games itself, be it via the chat, email, social media or in any other way or any other site.\nThis also applies to all other violations of the Terms &amp.\nConditions and/or the rules of the games or Conditions of Participation.\nAny claims against Crayon Games to the games themselves, participation, virtual items, profits, prizes, accounts, deposits, successfully conducted payments, and all other claims on behalf of the User arising thereof shall expire and be of no legal relevance for the User in the cases listed above.</p>\n<p>1.2.8 After creating an Account, the User may participate in or use the respective Game and/or Service by opening the Portal on mobile or the corresponding URL, and then logging in.</p>\n<p>1.2.9 The use of programs which cause excessive server load are strictly forbidden.\nThe application of software to systematically or automatically control games or individual game functions such as bots, macros, etc.\nor to reproduce or evaluate games, game components or content provided on the Portal is prohibited.</p>\n<p>1.2.10 The use of programming bugs and/or errors to achieve personal gain is strictly prohibited.\nRecognized bugs should be reported as quickly as possible to our Customer Support.\nAny advantage proven to be gained through a bug or technical error is null and void for the user.\nUse of the Games and Services via anonymization of these Games and Services (e.g.\nvia proxies) or other procedures that serve to disguise the User’s current or usual place of residence is also strictly prohibited.</p>\n<p>1.2.11 The User is not entitled to open an account or to publish any information whatsoever on the Portal.</p>\n<p>1.2.12 All respective, current technical and other Game and participation requirements for the Services offered are contained on the Portal (i.e.\ngame descriptions, various conditions of participation, etc.) and/or the respective Game websites.</p>\n<p>1.2.13 All Games and Services are updated, adapted, expanded and modified regularly.\nAs such, the User’s eligibility to play is only granted, and thus limited to, the right to use the most current version of the respective Games and Services.</p>\n<p>1.2.14 The use of the Games in their respective basic version (the Free2Play version) is free of charge.\nSome features are only available to paying customers (see Section 7 below).\nUse of the Services is free unless otherwise stipulated in the description of the respective Services.</p>\n<p>1.2.15 The User has no right to retain the Service, particularly the Games or Services, of the version current at the time of the conclusion of the agreement.\nCrayon Games reserves the right to cease operation of the Service as a whole or individual Crayon Games or Services at any time and without prior notice or justification.\nAt his or her own discretion, the User may request, in such an event, that i.e.\nfees paid in advance within the scope of continual obligations (e.g.\nfor additional virtual items, subscriptions, etc.) to be reimbursed by Crayon Games should the quid pro quo not have been provided by Crayon Games .\nThe right does not apply to fees for services, which have been fully rendered within the scope of individual obligations (e.g.\nindividual orders).\nThe User’s right to terminate the agreement with immediate effect remains unaffected.\nFurther claims made by the User are hereby prohibited unless otherwise expressly described in these Terms &amp.\nConditions.</p> 2.\nConclusion of Contract for the Usage of the respective Portal <p>2.1 By filling in the registration form for the Account and the respective confirmation of the User that he/she has read through and taken notice of the Terms &amp.\nConditions, the User enters into a binding agreement (hereinafter referred to as Contract) with Crayon Games for usage of the service provided at the portal.\nAn acceptance by Crayon Games can take place expressly or via an initial act of fulfillment, i.e.\ngranting the User access to the portal, but most certainly in that the User is provided with the Games or Services.\nA (license) acquisition of game software and/or individual elements is excluded unless or until otherwise explicitly stipulated.\nThe user confirms that he/she has read the Terms &amp.\nConditions via the Internet browser by checking the box and confirming the entry accordingly as part of the registration process.\nWhen using the Games and Services in an app, the User accepts the Term &amp.\nConditions by downloading the respective app.</p>\n<p>2.2 The User’s own Terms &amp.\nConditions are expressly not considered a part of the Contract agreement unless Crayon Games should, for its own reasons and of its own accord, expressly agree to them in written form.</p>\n<p>2.3 In as much as the establishment of an account is necessary in order to make use of Games or Services, Crayon Games shall promptly send a confirmation email acknowledging receipt of the User Application to the email address provided by the User at the time of registration.\nThis acknowledgment of receipt does not represent a binding approval of the User Application.\nThe acceptance of the User Application and the confirmation for accessing Crayon Games and Services can, however, be sent together with the acknowledgment email.</p> 3.\nWITHDRAWAL POLICY <p>3.1 Should the User be a consumer with a habitual residence or domicile within the European Union, he/she is entitled to a statutory right of withdrawal in accordance with the following withdrawal policy:</p> 3.1 Withdrawal Policy <p>R I G H T O F W I T H D R A W A L</p>\n<p>You possess a right of withdrawal form this agreement within 14 days.\nYou shall not be required to provide us with any reason for this withdrawal.\nThe revocation period is fourteen days from the date of the begin of the agreement.\nIn order to exercise your right of withdrawal, you must inform us, the Crayon Games GmbH, Kronacher Straße 41, 96052 Bamberg, Germany, Telephone: +49 (0)171 478 59 85, email: contact@crayon.games, by means of a very clear and concise statement (e.g.\na letter sent via postal mail, a fax or an email) of your decision to withdraw from this agreement.\nYou can use the enclosed template withdrawal form (see Section 3.3.), but this is not required.\nIn order to uphold the deadline of the period of withdrawal, it will suffice if you send your notice of exercising the right of withdrawal before the withdrawal period expires.</p>\n<p>C O N S E Q U E N C E S O F W I T H D R A W A L</p>\n<p>Should you choose to withdraw from the agreement, we will be responsible for reimbursing you for all payments that we will have received from you, including delivery costs (with the exception of additional costs that may result from you having chosen to make use of a form of delivery other than the most low-priced form of delivery we have offered you), immediately and at the latest within fourteen days of the date upon which the notification of your revocation of this agreement has reached us.\nFor this reimbursement, we shall make use of the same form of payment that you used in the original transaction unless a common agreement on another form of payment is concluded explicitly with you.\nUnder no circumstances shall you be charged with any reimbursement fees.</p> 3.2 Premature Expiration of the Right of Withdrawal <p>In the case of an agreement on the delivery of digital content that is not stored on a physical data medium, your right to withdrawal expires prematurely if you have expressly consented to having us start to carry out the agreement before the period of withdrawal expires and you have confirmed acknowledgment that you gave your consent to waive your right to withdrawal once we begin carrying out this agreement.</p>\n<p>E N D O F T H E W I T H D R A W A L P O L I C Y</p> 3.3 Withdrawal Form Template <p>Should you wish to revoke this agreement for any reason, please fill out this form completely and send it to the following address.</p>\n<p>To:</p>\n<p>Crayon Games GmbH<br>Kronacher Straße 41<br>96052 Bamberg<br>Germany<br>Fax: +49 (0)171 478 59 85<br>Email: contact@crayon.games</p>\n<p>- I/We (*) hereby revoke the agreement that I/we (*) concluded for the purchase of the following goods (*)/the provision of the following service(s) (*)</p>\n<p>- Established on (*)/received on (*)</p>\n<p>- The consumer’s name</p>\n<p>- The consumer’s address</p>\n<p>- The consumer’s signature (only in the case of communications made on paper)</p>\n<p>- Date</p>\n<p>___________</p>\n<p>(*) Delete as applicable.</p>\n<p>The withdrawal form template can also be made use of <b>here</b>.</p> 4.\nAvailability <p>Crayon Games guarantees that its Games and Services shall be available 90% (ninety percent) of the time on a yearly average.\nExcluded from this percentage are time periods in which Crayon Games portal servers, individual Games and/or Services are not available online due to technical or other problems which are outside the control of Crayon Games (such as force majeure, Third Party fault, etc.) as well as periods in which routine maintenance work is carried out.\nThe liability of Crayon Games with regard to the inaccessibility of the Games and/or Services by intent and gross negligence remains unaffected.\nCrayon Games can restrict access to its Games and Services if required for network security and preservation of network integrity, especially with regards to the prevention of severe breakdowns or interruptions of the network, software, or stored data.</p> 5.\nAccess to these Terms &amp.\nConditions, Changes and Further Notifications, Contact by the User <p>5.1 These Terms &amp.\nConditions apply for each login to the Portal, especially when any of the Crayon Games and/or Services are used.\nThe Terms &amp.\nConditions can be printed out or saved by the User on digital media.</p>\n<p>5.2 Crayon Games reserves the right to change or amend these Terms &amp.\nConditions with regard to future arrangements at any given time, provided this is deemed necessary and if the User is not put at a disadvantage in a breach of good faith.\nAn amendment may prove to be necessary so as to (a) make adjustments to alterations in a given legal situation, for (b) changes in European or supreme court case law, due to (c) technical requirements, as to (d) maintain and ensure operations, to (e) take altering market conditions into consideration, (f) due to an expansion of the Services, and (g) for the benefit of the User.</p>\n<p>5.3 An amendment or supplement to these Terms and Conditions shall be announced no less than six weeks prior to the entry into force of such an amendment or supplement.\nThis announcement shall be made in written form and in an appropriate manner.\nIn general, information on such an amendment or supplement to the Terms &amp.\nConditions shall be sent as a notification per email to the email address most recently supplied by the User or placed on the website featuring the Games and Service or right in the Games and Services themselves, but no later than in the form of a presented, highlighted announcement the next time the User logs in to his/her account (“Announcement”).</p>\n<p>5.4 The user has the right to object to an amendment or supplement to these Terms and Conditions vis-à-vis Crayon Games within six weeks after publication/announcement and the reasonable possibility of having noticed it.\nIn the case of an objection made on time, both parties are entitled to terminate the agreement according to the provisions of termination in this agreement.\nAny and all other withdrawal/termination rights remain unaffected.\nAny payment made in advance of the withdrawal for virtual items or subscriptions that have not yet been credited or booked to the User’s account, much less already made use of by the User, which extend beyond the termination date, shall be reimbursed to the User on a pro rata basis.\nFurther claims by the User are considered to hereby be invalid.\nAltered Terms &amp.\nConditions take effect immediately as soon as the User has accepted these alterations.\nIf the User does not object within the six-week deadline period after publication or access to the announcement about the alterations to these Terms &amp.\nConditions in written or text form (i.e.\nper email or fax) or if he/she continues to make use of the Services thereafter, the alteration and/or amendment is deemed as having been accepted and becomes part of the agreement.\nThe provisions in Section 5.1 apply mutatis mutandis.</p>\n<p>5.5 In the course of informing the User about such amendments or supplements, Crayon Games shall especially inform the User about the possibility of objecting to the changes and/or cancellation of Services as well as the deadline for doing so and the legal consequences, especially with regards to an objection that has failed to materialize.</p>\n<p>5.6 Unless otherwise stipulated in these Terms &amp.\nConditions or in other agreements with the User, Crayon Games shall generally communicate with the User by email.\nThe User shall ensure that he/she can receive all emails sent by Crayon Games to the address he/she submitted to Crayon Games at the time of registration and at subsequent times.\nHe/she is responsible for settings and maintenance of the spam filter and for regularly checking all incoming email sent to this address.\nCrayon Games reserves the right to correspond with Users in whichever form of communication the company deems necessary.</p>\n<p>5.7 Upon contacting Crayon Games, the User shall indicate which Games and/or Services and which Game and/or Service Account his/her correspondence pertains to.</p> 6.\nInstructions, Rules of the Games, Conditions of Participation <p>6.1 In addition to these Terms and Conditions, a separate set of rules and conditions of participation, which are made known to the User at an appropriate place in the portal, may apply for the respective game or the use of Services.\nUnless explicitly stated otherwise, should there be any contradictions between these Terms and Conditions and the rules of a game or conditions of participation, the conditions of these Terms and Conditions shall, in principle, apply in governing the circumstances that have given rise to the respective contradiction(s).\nFor individual games, special variations and/or components of games, and individual services offered on the Portal, special terms of use may also apply.\nThe User shall be informed in an appropriate manner before he/she chooses to make use of the respective offer.</p>\n<p>6.2 The User is consciously aware that he/she might play together with numerous other Users and that he/she communicates with other Users via the Portal.\nIn order to ensure successful interaction between the Users in the Games, it is imperative that the rules are observed by all Users.</p>\n<p>6.3 The User shall, with regards to Section 6.2, also refrain from undertaking any other activity which could interfere with the normal operation of Games, the provision of the Services or which is disruptive to the successful interaction between Users.</p> 7.\nPlaying for Free, Fees, Payment Conditions, Late Payment 7.1 Online Games By receiving virtual objects, the User acquires a limited, non-transferable, revocable license to use these virtual items in the context of the online Games located on the portal.\n<p>7.1.1 Use of Services (Free2Play model) free of charge</p>\n<p>In principle, Crayon Games provides Users with free Services in accordance to the Free2Play model as of the creation of a User Account (see Section 1.2 above).\nThe Free2Play model enables the use of the portal and the availability of Games and Services, which are generally unlimited in terms of time and content.\nTo make this possible, the User is provided with free virtual items right at the portal that can be obtained in regular intervals.\nHowever, in this Free2Play version, the User certainly may not find himself/herself with access to all features or in-game levels or Services right from the start.</p>\n<p>7.1.2 Additional virtual items</p>\n<p>The User has the option of receiving additional virtual items against payment of a fee.\nUser who use the services exclusively free of charge (Free2Play model) that are not available in the basic version either immediately or certainly when, to a lesser extent.\nAdditional virtual items can either promote or accelerate the individual game progress of the User or enable more individual game variations.\nWhich or just how many virtual items are offered at which price or tariff, which functions they specifically have, and which exact uses they offer, can be found right in the portal or in the descriptions of the respective Games and/or game rules or respective conditions of participation.\nCrayon Games therefore reserves the right to offer new virtual items at any time.\nIn the course of adapting and further developing our Games, Crayon Games also reserves the right to no longer offer individual virtual items.\nAll prices for additional virtual items are gross prices, i.e.\nincluding any applicable taxes.\nThe fee for ordering virtual objects is due immediately and must be paid in advance (see Section 7.1.4 below).\nGames are constantly being developed and while adapting and further developing our Games, Crayon Games also reserves the right to no longer offer individual Games or Services.\nAny service fees paid in advance over the termination period for virtual objects or subscriptions that have not yet been credited or booked to the User’s account or used by the User shall be reimbursed to the User on a pro-rata basis and thus, in this case, all further claims are excluded.\nIn the case of permanent suspension of a Service or individual Games, Section 1.2.15 shall apply.</p>\n<p>7.1.3 Subscription/Automatic Renewal</p>\n<p>If payments for additional virtual items are to be made at regular intervals (i.e.\ndaily, weekly, monthly, quarter yearly, half yearly, yearly, etc.), the User effectively enters into a subscription for these Premium Features that shall automatically be renewed if it is not cancelled in a timely manner by the User before the end of the set time limit as stipulated in Section 8.2 below.\nThe subscription terms are described in the game rules and/or Conditions of Participation for the respective Games.</p>\n<p>7.1.4 Payment Conditions and Due Date of Payment</p>\n<p>Crayon Games is authorized to ask the User for advance payment for the use of additional virtual items (see Section 7.1.2 above).\nSuch payment shall be due upon conclusion of the agreement and shall, by choice of the User, be debited from the provided bank account or charged to the credit card account provided by the User, inasmuch as the User has not opted for another form of payment, for example, the payment methods offered in the portal.\nThe amount to be collected shall be displayed on bills from payment providers or bank account statements with as booking text such as \" WWW.Crayon Games.COM \" or \"Crayon Games \", \"Jackpot\", \"MyJackpot\", etc.\nThe name or title may deviate when making use of alternative payment methods.\nIf a payment should be made via a mobile telephony-supported payment method (i.e.\nPremium-SMS, Premium Call, Short Cods, etc.), the order and payment made by the owner of the mobile phone connection making use of the mobile phone application is deemed to be approved and having been initiated on behalf of the User, provided of course that the User and connection owners are different.</p>\n<p>7.1.5 Adjustment of Fees for virtual Items</p>\n<p>Crayon Games reserves the right to reduce or raise prices for all Services that do not represent a subscription (a continuing obligation) permanently or for a limited period of time or to offer new products, services or methods of payment at any time, either on a temporary or permanent basis.\nUntil termination of the agreement, the original Terms &amp.\nConditions shall remain in effect without prejudice to the rights of the User as per Section 8.2 and Section 8.3.</p>\n<p>7.1.6 Adjustments to Charges for Subscriptions</p>\n<p>Crayon Games is entitled to adjust the fees for the contractually agreed to services for continuing obligations as per the following conditions: A price alteration for subscriptions shall be announced to the User at least six weeks before its entry into force.\nAs a rule, reference is made to the alterations/amendments to the fees for subscriptions in text form per email or per highlighted announcement right in the User account at the portal or on the website featuring the Games or in the Games themselves the next time the User logs in.\nThe User has an extraordinary six-week right to object to the announced price change or terminate the agreement as of the date of the announcement of the price change.\nAny service fees possibly paid for virtual objects in advance (going beyond the time of the price change) that have not yet been credited or booked to the User’s account due to the subscription or used by the User shall be reimbursed to the User on a pro-rata basis.\nAll further claims are then prohibited.\nCrayon Games shall indicate these rights in its announcement.\nIf the User does not exercise this right within the respective time period, the price change is considered as being approved.\nPrice reductions generally apply in principle as of the announced date for the next invoicing period.</p> 7.2 Late Payment <p>In case of late payment, Crayon Games is authorized to charge interest set to the applicable legal lending rate in the EU.\nCrayon Games is also entitled to discontinue Services and to suspend the User’s Account(s) if payment is overdue.\nFor the period of a suspension, no performance fee is payable for any closed subscriptions.</p> 7.3 Direct Debit Reversals, Cancellation Fees <p>If Crayon Games incurs costs and/or losses or if Crayon Games is charged a cancellation fee due to a cancelled direct debit payment as a result of User fault or circumstances leading back to the User (for example, if the User does not have an adequate or sufficient account balance), the User shall bear all cancellation fees generated for Crayon Games as a result of these actions.\nCrayon Games is entitled to demand payment of the costs incurred from repeated attempts to debit the charges from the User’s account together with the original fees.\nThe User is entitled to prove that no damage occurred or that a substantially lower level of damage was caused due to late payment.</p> 7.4 Playing for entertainment only <p>The Games and Services are for entertainment purposes only.\nIf currencies are simulated in the games, these are merely in-game units of measurement.\nPlaying or acquiring virtual items on the portal does not constitute any intangible or tangible assets.\nThe Users generally do not have the right to claim the payout of prizes or the transfer of a prize, unless such a claim is explicitly outlined in these Terms &amp.\nConditions or the Conditions of Participation at the portal or the respective website of the game or services.\nA claim to the rewarding or payout of a prize can only be permitted in the course of gaming activity or a raffle conducted at the portal if Crayon Games has explicitly offered/advertised such a prize.\nA claim to the prize also does not exist if Crayon Games learns that a potential claim to a prize may be the result of technical or legal manipulations and/or, in general, the result of any other kind of criminal conduct.\nBy using Crayon Games and Services, Users thereby agree that Crayon Games may conduct a thorough investigation at any time pertaining to the legality of the claim for prizes, and while this claim is under investigation, may withhold the prize from the User without his/her express consent.\nA claim to a prize shall also be forfeited if the User has not complied with the rules of the Game.</p> 7.5 No Set­off.\nNo Right of Retention.\nNo Cession <p>The User may only set off a claim by Crayon Games for outstanding accounts if his/her counterclaims cannot be disputed or have been declared legally binding.\nThe User can only withhold payment if his/her counterclaim is related to the same Terms &amp.\nConditions.\nThe right of the User to assign his/her claims to a Third Party is invalid.</p> 7.6 Services <p>Unless otherwise stipulated in the Service description, Services can be used free of charge.\nFurthermore, Sections 7.1 through 7.5 apply to fee-based Services.</p> 8.\nTerm, Cancellation 8.1 Duration <p>All agreements entered into between the User and Crayon Games are for an indeterminate period of time should nothing to the contrary be determined in the concrete offer provided by Crayon Games.</p> 8.2 Orderly Cancellation <p>8.2.1 Subject to the condition that the period of termination is respected, each party is legally entitled to terminate the contractual agreement without provision of any reasons, provided that the following is fulfilled:</p>\n<p>8.2.2 If no limited period of time has been agreed upon for an agreement, both parties may terminate the contractual agreement in a due and orderly manner with immediate effect.</p>\n<p>8.2.3 If an agreement for using/providing additional virtual features (see Sections 7.1.2 and 7.1.3) has been agreed upon for a set period of time (subscription), said agreement shall be automatically renewed for the same contractual period, until the User cancels the subscription by the end of the respective contractual period.</p> 8.3 Just grounds for cancellation <p>8.3.1 The parties may also terminate the contractual agreement for important reasons at any time without prejudice to the above regulations.</p>\n<p>8.3.2 In the event that Crayon Games is responsible for a premature termination of the contractual agreement for important reasons, the User shall receive a pro rata refund for any payments made by them in advance beyond the termination date for virtual items or subscriptions that have not yet been credited or booked to the user's account or used by the User which apply to the period after the termination becomes effective.\nAll other claims of the User are considered invalid unless otherwise specified in these Terms &amp.\nConditions.</p>\n<p>Crayon Games has the right to terminate the contractual agreement especially for, but not limited to, the following reasons:</p>\n<p>a.\nThe User culpably violates the law, these Terms and Conditions, the rules of the game(s) and/or the Conditions of Participation, and – despite having been warned accordingly – repeatedly fails to behave in a proper manner according to the rules and regulations.</p>\n<p>b.\nThe User defaults on the payment of the fees amounting to at least 10.00 EUR and does not pay them despite having been reminded of due fees twice.</p>\n<p>c.\nThird Parties (i.e.\nsocial network operators), whose login functions are used by the User to gain access to his/her account with the provider, then request the User to delete User data and/or take comparable measures.\nif an alternative form of access would be unreasonable for the provider.</p>\n<p>d.\nThird Parties (i.e.\noperators or social networks), whose login functions are used by the User to gain access to his/her account with the provider, then limit the access of the provider to the User data, as long as an alternative form of access would be unreasonable for the provider.</p>\n<p>8.3.3 In the event of serious violations, an immediate cancellation is permitted without the need for any prior warning.\nA serious violation is an infringement making it impossible for Crayon Games to continue upholding the agreement, thus making it null and void.\nThis is usually the case</p>\n<p>a.\nif the User violates penal laws</p>\n<p>b.\nif the User improperly uses the account, games, or service.</p>\n<p>c.\nif the User provides incorrect information when registering or paying for services that must be paid for.</p>\n<p>8.3.4 In cases of cancellations justified by Crayon Games based on just grounds, Crayon Games is entitled to demand compensation from the User for any resulting damage.</p>\n<p>8.3.5 Should Crayon Games be responsible for the extraordinary cancellation and the User’s player account still feature virtual items, Crayon Games shall accredit any service fees paid in advance beyond the point in time of the cancellation for any virtual items that have not yet been credited or booked to the User’s account or used by the User or reimburse a subscription pro rata.\nAny further claims on behalf of the User are excluded unless otherwise determined by these Terms and Conditions.</p>\n<p>8.3.6 Crayon Games has a special right to cancel the User’s registration for Games or Services in the event that Crayon Games should lose the right to operate these Games or Services, e.g.\nfor regulatory reasons or due to a termination of the relevant license agreement between Crayon Games and the respective licensor.\nIn this case, Crayon Games may conduct an extraordinary termination of all agreements relating to the operation and use of the Game or Service (for example, the License Agreement, Agreement on the Provision and Use of virtual Currency or Premium Features, etc.) at the time game-play is established.\nThe provision in Section 8.3.5 shall then apply.\nAny other termination rights remain unaffected.</p>\n<p>8.3.7 Virtual currency that is granted free of charge or Premium Features are generally excluded from any form of reimbursement.</p> 8.4 Termination in Written Form <p>Any and all terminations require the written form in order to become effective (i.e.\nemail)</p> 9.\nResponsibilities and Other Obligations of the User.\nLiability for Information Uploaded by the User.\nCopyright 9.1 User Responsibilities <p>It shall be the primary responsibility of the User to pay any and all applicable fees unless he/she uses the basic version of the Games and/or Services (see Paragraph 7 above).\nFurthermore, the User shall comply with all applicable game rules and provide accurate and complete information to Crayon Games upon entering into this agreement and through the duration thereof.\nTherefore, the User declares that all information relating to his/her person or other facts relevant to the agreement (especially bank or credit card details) and which he/she provides on the User application or during the course of the contractual agreement are complete and correct to the best of his/her knowledge.\nThe User is obligated to inform Crayon Games about any changes to this information without undue delay.\nThe User is obliged to follow the game rules.\nIn the case of repeated violation of the rules despite warnings to this effect, or in the case of a severe breach of the rules (see Section 8.3), Crayon Games reserves the right to suspend all services immediately and without warning, and to cancel the agreement.</p> 9.2 Installation of Software <p>Crayon Games is not liable for damages or a loss of data experienced by the User on his/her computer, mobile phone or other User (mobile) terminal devices (hereby referred to as “terminal device”) used for the Games and Services which may be caused by the installation of software that does not originate from Crayon Games.</p> 9.3 Further Obligations of the User <p>9.3.1 Crayon Games provides the available Games and Services online.\nCrayon Games neither provides nor installs any of the software required by the User on his/her terminal device, especially, but not limited to, the operating system, web browser(s) or plug­ins such as Flash or Java, if applicable.\nCrayon Games also does not provide any support services for such software installations.\nIt is solely the User’s responsibility to maintain the terminal device in a state which enables the use of Crayon Games or Services.\nTherefore, Crayon Games does not provide any kind of technical support for the installation of locally required software.</p>\n<p>9.3.2 The User is obligated to treat all data provided by Crayon Games for the purpose of accessing the Games and Services (login, passwords etc.) in a strictly confidential manner.\nThe User shall inform Crayon Games without delay if he or she learns or suspects that an unauthorized Third Party has gained possession of said access data.\nCrayon Games advises the User to do this in written or text form, e.g.\nvia email.\nIn the event that a Third Party gains access to Crayon Games’ Games or Services with the User’s access data because the User neglected to sufficiently protect the account from unauthorized access, the User must, due to the danger of an uncertainty caused by him/her regarding who misused the account or was responsible for a contractual or legal infringement of said account, assume the responsibility for said actions as if he/she had performed these actions himself/herself.\nCrayon Games is entitled to evaluate all entries into an account with the User's data as the entry of the User into the account.\nCrayon Games advises that passwords should be regularly changed for security reasons.\nThe User is solely responsible for the access to and use of his/her Account.</p>\n<p>9.3.3 In the event that Crayon Games has a justifiable reason to believe that an unauthorized Third Party is wrongly in possession of access data, Crayon Games may, but is not required to, at its own discretion, change the account access data without prior notice or suspend the respective Account.\nCrayon Games shall promptly inform the rightful User and shall, upon request, communicate the new access data to him or her without undue delay.\nThe User has no right to demand that the original access data be restored.</p>\n<p>9.3.4 The User is not entitled to sell his or her account or virtual items to a Third Party or in any other way, shape or manner lend or transfer it.\nThe User does not acquire ownership or any rights to the content of any virtual items possibly obtained on the portal for a fee, much less free of charge.\nVirtual items may not be transferred or resold in any manner or commercial purposes, including (but not limited to) direct sales or auctions.\nVirtual items may not be bought or sold by any individual or any other company through cash, money transfer, or any other form of transaction.\nVirtual items have no monetary value and cannot be used to purchase or use any product or service outside of the platform.\nVirtual items cannot be refunded or exchanged for cash or any other tangible asset.</p>\n<p>9.3.5 Crayon Games protects its systems against viruses.\nEven so, virus infections can never be completely ruled out.\nIn addition, it is possible that unauthorized Third Parties may send emails using the name of Crayon Games without Crayon Games's consent, and that such emails may contain viruses, spyware or links to web content which, in turn, may contain viruses or spyware.\nCrayon Games has no influence over such occurrences.\nThe User agrees to check all incoming mail sent or supposedly sent by or in the name of Crayon Games for potential viruses.\nThe same applies to mails from other Users of the Games or Services.</p>\n<p>9.3.6 The User agrees to abide by the instructions of Crayon Games, its employees, assignees, and vicarious agents, especially including but not limited to administrators and moderators of forums for a specific game and/or service.</p>\n<p>9.3.7 The User agrees that he or she shall not, under any circumstances, use the Account, login name or password of another User.</p> 9.4 User’s Obligations Regarding Information for uploading information.\n<p>9.4.1 The User shall exercise due care in the selection of the information that he or she makes available to other Users by uploading it to the Portal.</p>\n<p>9.4.2 The User shall not use the Service(s) to distribute content (including, but not limited to, pictures, videos, links, names or words) that contain political, religious, insulting, offensive, violent, sexist, pornographic or other objectionable matter, especially including racist, right extremist or left extremist content, persons or depictions.\nIn addition, the User agrees not to use any copyrighted or otherwise legally protected terms, names, pictures, videos, music, games, or other material.\nIn case of doubt, the User shall promptly remove any content contested by Crayon Games.\nCrayon Games is also entitled to remove questionable content of this nature on its own.\nThe User shall always respect any applicable laws and regulations, especially with regard to youth protection, data privacy, protection of personal rights, protection against slander and defamation, copyright laws, and trademarks.</p>\n<p>9.4.3 The User may not misuse the Service(s) for illegal or unauthorized purposes.\nIt is strictly prohibited to use the account names or email addresses of other Users without their express prior consent for the purpose of sending unsolicited emails, promotional messages or for any other commercial purposes.</p>\n<p>9.4.4 Crayon Games is entitled to delete any content submitted by the User in culpable violation of the above­-mentioned rules and regulations.</p>\n<p>9.4.5 Crayon Games is especially entitled to delete any information ­in whole or in part which has been submitted by the User and which gives firm reasons to indicate a breach of these Terms and Conditions, or if the instructions and rules of the respective Service(s) are otherwise in violation of applicable law.\nThis, for example, includes but is not limited to:</p>\n<p>a.\ninformation which is obviously offensive, racist, fanatical, or glorifies violence.</p>\n<p>b.\ninformation which is of a molesting, insulting, threatening, obscene, defaming nature or is libelous to other persons.</p>\n<p>c.\ninformation which is sexist, pornographic or otherwise harmful to underage persons, or which contains links to websites unsuitable for underage persons.</p>\n<p>d.\ninformation which is false or misleading and/or which is intended to promote illegal activities.</p>\n<p>e.\nillegal or unauthorized copies or distributions of a work protected by copyright, for example, by providing illegal computer programs or links to illegal computer programs, information on how to bypass copy protection measures, illegal copies of music, links to illegal copies of music or other copyright infringements.</p>\n<p>f.\nthe sending of junk mails, chain mails and/or unsolicited mass mails, instant messages, spimming and spamming.</p>\n<p>g.\nlimited-access pages or pictures which are hidden or password-protected.\npromoting or endorsing criminal activities or providing instructions for committing criminal activities, including but not limited to information on the production or purchase of arms, child pornography, fraud, drug trafficking, gambling, stalking, spamming, spimming, distribution of computer viruses and other harmful files, copyright infringement, patent infringement and/or theft of trade secrets.</p>\n<p>h.\nsoliciting other Users to disclose personal information for commercial or illegal purposes, or inducing them to disclose login data.</p>\n<p>i.\npromoting commercial or sales activities, such as contests, raffles, swapping offers, classified ads and/or pyramid schemes.</p>\n<p>j.\nproviding picture(s) of another person without that person’s express consent.</p>\n<p>9.4.6 The User is not entitled to demand that such deleted information be restored.\nFurthermore, Crayon Games is also entitled to exclude the offending User from continued use of the respective Service(s) and, in case of repeated infringements of the aforementioned prohibitions despite written notice, to terminate the User’s Account without prior warning.\nCrayon Games reserves the right to make any further necessary and additional claims, particularly the entitlement to damages.</p>\n<p>9.4.7 The User shall inform Crayon Games in case he/she becomes aware of an abuse of the Service(s) by other Users or Third Parties, such as making accessible or sending information that violates this Section 9.4.\nTo ensure that effective measures can be taken, Crayon Games requests that such information be provided in writing (e.g.\nemail).</p> 9.5 User’s Liability Regarding Uploaded Information <p>9.5.1 The User is solely responsible for any texts, files, pictures, photographs, videos, sounds, music, copyrighted or other material, information, etc.\n(hereinafter “Uploaded Information”) which they upload to the Portal or share with other Users.\nCrayon Games neither condones nor approves of such information.</p>\n<p>9.5.2 Crayon Games does not have control over the Uploaded Information on the Portal.\nCrayon Games does not evaluate the Uploaded Information before it is made public.\nIf Crayon Games learns that specific Uploaded Information is illegal, it shall be deleted promptly.</p>\n<p>9.5.3 Crayon Games disclaims any liability or warranty with respect to the Uploaded Information, especially regarding accuracy, completeness, and reliability.</p> 9.6 Copyright <p>9.6.1 The User maintains all rights to the Uploaded Information.\nBy submitting information to the Portal, the Games or Service(s), the User grants Crayon Games a non-exclusive, revocable license, free of charge, to publicly offer, display, reproduce, and distribute such information.</p>\n<p>9.6.2 The User does not grant Crayon Games any further rights to the uploaded information.\nCrayon Games is not authorized to use or distribute uploaded information outside of the Portal, Games or Service(s).</p>\n<p>9.6.3 By submitting his/her information, the User acknowledges and accepts that the information uploaded to the Portal can be accessed globally through the Internet.\nWith the uploading of such information, the User agrees to these conditions.</p>\n<p>9.6.4 The aforementioned license ends at that time when the uploaded content has been deleted from the Portal and the Services by the User.</p> 10.\nClaims Based on Defects <p>10.1 Crayon Games grants the User access to the Games and Services in their current version only (Section 1.2).\nThe User has no right to demand the maintenance or restoring of a particular version or range of functions of the Games and Services.\nThe User acknowledges and agrees that the Games and Services provided by Crayon Games, as with any other software, can never be completely free of errors.\nTherefore, the Games and Services can only be considered to be defective if their playability or usability is affected severely and over a sustained period of time.\nAny faults in the Games and Services and/or other deliveries of Crayon Games need to be documented by the User in writing along with a protocol of the error messages displayed for the purpose of securing evidence in a suitable form (i.e.\nin text form via an email) and then sent to Crayon Games.\nBefore reporting a potential bug, the User shall consult the instructions for the Games and Services and any other troubleshooting tools provided by Crayon Games (especially frequently asked question lists and boards for troubleshooting).\nThe User shall use his/her best efforts to support Crayon Games in any attempts to debug the Game or Service in question.</p>\n<p>10.2 The User shall notify Crayon Games in writing of the faults discovered and documented in accordance with Section 10.1 within 14 days upon discovering them or provide Crayon Games of notification of defects.</p>\n<p>10.3 Crayon Games is not liable for defects caused by external influences, faulty handling by the User, force majeure or changes or manipulations which are not performed by Crayon Games.</p>\n<p>10.4 Crayon Games does not assume any guarantees or warranties.</p> 11.\nLiability and Limitation of Liability <p>11.1 The User shall be directly and immediately liable to Third Parties for violating any of their rights.\nThe User shall indemnify and hold Crayon Games harmless against any damage caused by his or her failure to observe these Terms and Conditions.\nThe User shall indemnify and hold Crayon Games harmless against any and all claims by Third Parties that the posting of any content by the User or any other violations of these Terms of Use by him or her violates their respective rights.\nThe User shall also be responsible for any legal costs Crayon Games may incur as a result of the said failure to comply with the Terms of Use, including court costs and attorney fees.\nThis shall only apply in the event the User is responsible for any such infringement.</p>\n<p>11.2 Provided that Crayon Games offers its services free of charge, Crayon Games shall only be liable for intentionally caused damage or damage caused by gross negligence.\nThis, however, does not apply to liability regarding loss of life, bodily injury or damage to health, or the assumption of a guarantee offered by Crayon Games.</p>\n<p>11.3 Insofar as Crayon Games demands payment for its Services, Crayon Games shall assume liability for damage caused by intent and gross negligence without limitation.\nIn the event of simple negligence, Crayon Games shall only be liable for breaches to substantial agreement stipulations or breaches of a guarantee.\nSubstantial contractual stipulations include those that enable the agreement to be properly executed and on which fulfillment the User may rely.\nThe above limitations of liability do not apply to liability regarding loss of life, bodily injury or damage to health, or the assumption of a guarantee offered by Crayon Games.\nCrayon Games's liability regarding the Product Liability Act or within the scope of § 44a of the German Telecommunications Act remains unaffected.</p>\n<p>11.4 The obligation to pay damages or compensation is limited to a slightly negligent breach of material contractual obligations as understood in Section 12.3, Sentence 3, for the foreseeable and contractually typical damage or loss at the time the agreement is concluded.</p>\n<p>11.5 The above exclusions or restrictions shall also apply with regard to the liability of staff, employees, representatives and/or agents of Crayon Games, especially for the benefit of shareholders, employees, representatives, company bodies, and their members with regard to their personal liability.</p>\n<p>11.6 Crayon Games is liable for consultation only, as far as the question has concerned the contents of the offer.</p>\n<p>11.7 Crayon Games expressly distances itself from the content of all pages to which direct or indirect reference (also known as \"links\") is made from within the Services offered by Crayon Games.\nCrayon Games is in no way whatsoever liable for such content or pages.\nThe providers of the respective sites are responsible for their content.</p> 12.\nOnline Dispute Resolution <p>12.1.\nThe European Commission provides a platform for out-of-court online dispute resolution (OS platform), which is available at http://www.ec.europa.eu/consumers/odr.</p>\n<p>12.2.\nThe Crayon Games email address is provided in the company’s IMPRINT section.\nWe are neither obligated nor willing to participate in the dispute resolution process.</p> 13.\nData Protection Regulations <p>Information on the type, scope, location, and purpose of the collection, processing, and use of personal information and details by Crayon Games (in the context of the contractual relationship as well as the User’s rights to information, respective correction thereof, the blocking and deletion of his/her personal information) can be viewed in the portal’s Data Protection Regulations.</p> 14.\nFinal Clauses <p>14.1 Users are not entitled to transfer their rights under this contractual relationship to Third Parties.\nAnything else can only apply if Crayon Games gives its prior expressed written consent in text form.\nCrayon Games is entitled to transfer the rights and obligations resulting from this contractual relationship to a Third Party.\nThe User shall be informed of any such transfer at least four weeks in advance per announcement at the Portal and/or email notification.\nThe User then has the option to withdraw from use of the Services without having to uphold any deadlines - Section 8.3.5 applies mutatis mutandis.</p>\n<p>14.2 For any agreements concluded on the basis of these Terms &amp.\nConditions, and thus for any related claims, the law practiced by the Federal Republic of Germany shall exclusively apply to the exclusion of the UN Sales Convention.\nShould the user have concluded this agreement as a consumer, then the mandatory consumer protection provisions applicable in the Federal State in which the user maintains his/her habitual residency shall apply, provided they actually provide a higher or further level of protection.</p>\n<p>14.3 Should individual provisions and/or conditions of these Terms and Conditions be or become ineffective, this shall not affect the validity of the remaining provisions and/or conditions.</p>\n<p>Bamberg, Juni 1st, 2021</p>\n<p>Crayon Games GmbH<br>Kronacher Straße 41<br>96052 Bamberg<br>Germany</p>\n<p>Tel.: +49 (0)171 478 59 85<br>Email:\tcontact@crayon.games<br>Web:\thttp://ww.crayon.games</p>\n<p>Commercial registry: District Court of Bamberg, HRB 10547<br>VAT No.: DE348361663<br> COO &amp.\nCo-Founder: Dr.\nRalf Sürig, CEO: Viktor Pulz</p> ", "created_at": "2023-07-07 04:53:04.953445", "updated_at": "2023-07-07 04:55:55.198274"}], "points": [], "urls": ["crayon.games"]}}