{"error": 448, "message": "OK", "parameters": {"id": 4220, "name": "U.S. News & World Report", "created_at": "2021-06-29 17:35:07.974449", "updated_at": "2023-07-10 22:01:58.499257", "wikipedia": "https://en.wikipedia.org/wiki/U.S._News_%26_World_Report", "keywords": null, "related": null, "slug": "u-s-news-world-report", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/4220.png", "url": "usnews.com,cars.usnews.com,money.usnews.com,health.usnews.com,travel.usnews.com,bestlawfirms.usnews.com,realestate.usnews.com", "documents": [{"id": 7419, "name": "Terms and Conditions", "url": "https://www.usnews.com/info/features/terms", "xpath": "", "text": null, "created_at": "2021-06-29 17:35:07.98986", "updated_at": "2021-06-29 17:35:07.98986"}, {"id": 7421, "name": "U.S. News California Privacy Notice", "url": "https://www.usnews.com/features/info/privacy/ccpa", "xpath": "//body", "text": null, "created_at": "2021-06-29 17:35:08.005324", "updated_at": "2021-06-29 15:36:15.991142"}, {"id": 7420, "name": "Privacy Policy", "url": "https://www.usnews.com/features/info/privacy", "xpath": "//*[@id=\"app\"]/div/div[2]/div/div/div[1]/div", "text": null, "created_at": "2021-06-29 17:35:07.992188", "updated_at": "2021-06-29 15:38:43.546596"}], "points": [{"id": 26064, "title": "You can opt out of promotional communications", "source": "https://www.usnews.com/features/info/privacy", "status": "The Privacy Policy states \"If you decide that you do not wish to receive email communications from U.S. News and others, you may opt-out of receiving further commercial emails and other communications by clicking \"Unsubscribe\" or \"Manage my email preferences\" in any email. Please note that if you opt-out of receiving further commercial emails, you may still receive transactional emails.\"", "created_at": "2021-11-28 19:06:08.777167", "updated_at": "2022-04-12 09:38:19.561936", "quoteText": null, "case_id": 223, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26058, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.usnews.com/info/features/terms", "status": "The Terms and Conditions state \"The materials and tools contained on the U.S. News Services are provided by U.S. News as a service to you for your noncommercial, personal use\"", "created_at": "2021-11-28 18:54:40.484532", "updated_at": "2022-04-25 15:34:30.088408", "quoteText": null, "case_id": 143, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26065, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.usnews.com/features/info/privacy", "status": "The privacy policy states \"Because an industry-standard Do-Not-Track protocol has not yet been established, we currently do not recognize any browser signals as “do not track” or “do not sell” requests.\"", "created_at": "2021-11-28 19:07:11.378426", "updated_at": "2022-05-02 01:29:05.580124", "quoteText": null, "case_id": 233, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26057, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.usnews.com/info/features/terms", "status": "The Terms and Conditions state \"Continued access to the U.S. News Services by you will constitute your acceptance of any changes or revisions to these Terms and Conditions.\"", "created_at": "2021-11-28 18:53:45.917876", "updated_at": "2022-05-02 01:29:43.99689", "quoteText": null, "case_id": 403, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26062, "title": "This service tracks which web page referred you to it", "source": "https://www.usnews.com/features/info/privacy", "status": "The Privacy Policy states \"U.S. News may also collect information that does not identify you by name when you visit the U.S. News Services, such as your internet protocol (\"IP\") address, geo-location, domain name, browser configuration, device type, unique device identifier, the type of operating system you are using, information about your Internet service provider, the time of your visit, whether you are a returning visitor, and any referring website.\"", "created_at": "2021-11-28 19:03:03.461514", "updated_at": "2022-05-02 09:56:55.173137", "quoteText": null, "case_id": 387, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26059, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.usnews.com/info/features/terms", "status": "The Terms and Conditions state \"The materials and tools contained on the U.S. News Services are provided by U.S. News as a service to you for your noncommercial, personal use on an \"as is, as available\" basis and may be used by you for informational purposes only.\"", "created_at": "2021-11-28 18:55:43.407284", "updated_at": "2022-06-27 12:30:56.798757", "quoteText": null, "case_id": 286, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26060, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.usnews.com/info/features/terms", "status": "The Terms and Conditions state \"U.S. News does not warrant or make any representations regarding the use or the results of the use of the materials on the U.S. News Services in terms of their correctness, accuracy, timeliness, reliability, or otherwise.\"", "created_at": "2021-11-28 18:56:45.162087", "updated_at": "2022-08-17 21:54:45.648991", "quoteText": null, "case_id": 287, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26063, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.usnews.com/features/info/privacy", "status": "The privacy policy states \"In addition, U.S. News may disclose information we maintain (A) if in good faith we believe that such disclosure is necessary to (1) comply with the law or legal process; (2) protect and defend our rights and property; (3) protect against misuse or unauthorized use of the U.S. News Services; or (4) protect the personal safety, property, or rights of our users or the public, or (B) in connection with a corporate transaction, such as a divestiture, merger, consolidation, or asset sale.\"", "created_at": "2021-11-28 19:04:49.965757", "updated_at": "2022-08-17 21:54:56.656944", "quoteText": null, "case_id": 243, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26056, "title": "There is a date of the last update of the agreements", "source": "https://www.usnews.com/info/features/terms", "status": "The Terms and conditions state \"Last updated August 5, 2020.\"\r\n\r\n", "created_at": "2021-11-28 18:52:37.418508", "updated_at": "2022-03-25 13:30:29.856157", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26061, "title": "The court of law governing the terms is in location X", "source": "https://www.usnews.com/info/features/terms", "status": "The Terms and Conditions state \"You agree that any claim, action, or proceeding arising out of these Terms and Conditions, or your use of the U.S. News Services, shall be governed by and construed in accordance with the laws of the State of New York applicable to contracts to be wholly performed therein, and any action based on or alleging a breach of this Agreement must be brought exclusively in a state or federal court located in New York County, New York. In addition, you agree to submit to the personal jurisdiction of such courts.\"", "created_at": "2021-11-28 19:00:10.771754", "updated_at": "2022-04-04 11:28:13.521727", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29746, "title": "This service takes credit for your content", "source": "https://www.travellingfolks.com/", "status": "<h2><a href=\"https://www.travellingfolks.com\" target=\"_blank\" rel=\"noopener\">Travelling Folks is the Best Travel Agency In Kashmir</a></h2>\r\nTravelling folks is a leading online Travel agency in Kashmir &amp; Leh Ladakh that has been operating for more than 10 years. The company was founded in 2006 and is headquartered in <a href=\"https://www.travellingfolks.com/srinagar\">Srinagar</a>,<a href=\"https://www.travellingfolks.com/kashmir-tour-packages/\"> Kashmir</a>. &amp; Leh Ladakh They are becoming the market leader in India for online travel services and They have over 4,000 satisfied customers. When it comes to booking hotel reservations or arranging car rentals online\r\n<div id=\"yrm-Af5B6\" class=\"yrm-content yrm-content-1 yrm-hide\" data-id=\"1\" data-show-status=\"true\" data-after-action=\"\">\r\n<div id=\"yrm-inner-content-yrm-Af5B6\" class=\"yrm-inner-content-wrapper yrm-cntent-1\">\r\n<h2>History</h2>\r\nTravelling Folks is a leading travel agency in Kashmir Srinagar that was founded by Imaad Malik, a local resident of Jammu and Kashmir. It started off as an Indian market-based company in 2006 and has since expanded to serve travelers from all over the world. With its focus on providing quality services and products at an affordable price, Travelling Folks is a great choice for anyone traveling to <a href=\"https://en.wikipedia.org/wiki/Kashmir\">Kashmir</a>.\r\n\r\nTravelling Folks has been in the business of helping travelers plan their flights and bus tickets for a long time now. In 2007, the company started operations in India and has been expanding ever since. Travelling Folks offers online<a href=\"https://www.travellingfolks.com/kashmir-tour-packages/\" target=\"_blank\" rel=\"noopener\"> Kashmir Budget Tour Packages</a>, <a href=\"https://www.travellingfolks.com/ladakh-tour-packages/\" target=\"_blank\" rel=\"noopener\">Budget Ladakh Tour Packages</a> and Hotel Bookings to Indian travelers as well. The company also provides information and resources for travelers planning a trip outside of India.\r\n<h2>Products and services</h2>\r\nTravelling Folks is a well-established online travel agency that offers various travel services such as flight tickets, villas and apartments, rail and bus tickets, cab services, and hotel booking services. In addition to this, Travelling Folks also offers Car Rentals, <a href=\"https://www.travellingfolks.com/kashmir-tour-packages/\" target=\"_blank\" rel=\"noopener\">Kashmir Tour Packages</a>, <a href=\"https://www.travellingfolks.com/ladakh-tour-packages/\" target=\"_blank\" rel=\"noopener\">Ladakh Tour Packages</a> and Hotel Bookings in <a href=\"https://www.travellingfolks.com/kashmir-tour-packages/\">Kashmir</a> <a href=\"https://www.travellingfolks.com/ladakh-tour-packages/\">Leh</a>, And <a href=\"https://www.travellingfolks.com/ladakh-tour-packages/\">Ladakh</a>.\r\n\r\nThe organization has made certain steps to make traveling stress-free and appropriately pliable.\r\n\r\nSome of the steps taken by Travelling Folks are:\r\n\r\n-Providing complete information about every corner of Kashmir &amp;<a href=\"https://www.travellingfolks.com/ladakh-tour-packages/\"> Leh Ladakh </a>routes in India on their portal so that travelers can make an informed decision before planning their trip;\r\n\r\n-Offering car rentals and hotel bookings for travelers visiting Kashmir<a href=\"https://www.travellingfolks.com/ladakh-tour-packages/\"> Leh </a>And <a href=\"https://www.travellingfolks.com/ladakh-tour-packages/\">Ladakh</a> from all over the world at pocket-friendly prices;\r\n\r\n-Ensuring hassle-free payments via multiple channels like debit cards/credit cards etc.;\r\n\r\nThese simple but effective steps have helped Travelling Folks gain a large following among frequent and first-time tourists\r\n<h2>Top Tour &amp; Travel Services we Provide</h2>\r\n<div>\r\n\r\nTravelling Folks offers every <b><i>tour And Travel Agent </i></b>Service to our Clients so that you can find everything you are looking for in one place from Car rental Services to <strong>Tour Packages for Jammu &amp; Kashmir</strong> And <strong>Tour Packages for Leh Ladakh  </strong>As we are the <strong>Local Travel Agents in Kashmir</strong> we Understand your Travel Needs better than Anyone We have enough Knowledge about every <strong>Tourist destination in Kashmir</strong> and also we provide you 24*7 Local Travel Agent Support For Your Safety Explore Other Travel Agent Services we Provide\r\n<h3><a href=\"https://www.travellingfolks.com/kashmir-family-packages/\">Kashmir Family Tour Packages</a></h3>\r\nSupporting family bonding is a priority for us. That’s why we offer the best <em><strong>Kashmir family tour packages</strong></em> where you can explore the beautiful state of Jammu and Kashmir together. Our carefully selected hotels are luxurious and provide all comforts to make your stay comfortable. We have a wonderful team of tourism professionals who will assist you in making the most out of the experience.\r\n\r\n<a href=\"https://www.travellingfolks.com/\">Travelling Folks</a> understand what is important when it comes to visiting this enchanting destination and creating lasting memories with your loved ones. Best Kashmir Family Tour Packages will ensure you get the most out of your trip while also helping you reconnect with each other and create new ones. Come on, let’s pack our bags and head off on a magical adventure through life-changing experiences in exotic Kashmir.\r\n<h3><a href=\"https://www.travellingfolks.com/kashmir-honeymoon-packages/\">Kashmir Honeymoon Tour Packages</a></h3>\r\nJoin Kashmir Honeymoon Tour Packages with <a href=\"https://www.travellingfolks.com/\" target=\"_blank\" rel=\"noopener\">Travelling Folks </a>for a unique and memorable experience. Explore the beautiful valley with your loved one on vacation. With our packages, you won’t have to worry about anything as we will take care of all the arrangements, from flights to hotels, sightseeing, food, and local attractions.\r\n\r\nThere’s so much to see and do in the world’s most picturesque land that will leave you wanting more!\r\n\r\nThe world’s best-known honeymoon destination, Kashmir is an unmissable stop on your Honeymoon tour. Explore the mesmerizing decors of hotels and lodges or enjoy local cuisine and pampering at the same place.\r\n<h3><a href=\"https://www.travellingfolks.com/kashmir-group-packages/\">Kashmir Group Tour Packages</a></h3>\r\n<a href=\"https://www.travellingfolks.com/\" target=\"_blank\" rel=\"noopener\">Travelling Folks</a> offers Best  <b>Group Tour Packages</b> Staying in one of the many luxury hotels and resorts that are part of a Kashmir tour package is undoubtedly an experience to be treasured. However, it doesn’t have to be the only thing on your itinerary. Explore Kashmir’s fascinating history, architecture, and culture with a group of friends or family. Best Kashmir Group Tour Packages from Best <a href=\"https://www.travellingfolks.com/kashmir-tour-packages/\">Kashmir Tour Packages</a> offer guests access to these popular tourist destinations and cultural experiences along with luxury hotels for an unforgettable experience.\r\n\r\nWhether you’re looking for something relaxing or action-packed, we have a variety of options that will suit all tastes and preferences. Let our team take you on a journey through this beautiful state that has so much to offer!\r\n<h3><a href=\"https://www.travellingfolks.com/Srinagar-tour-packages/\" target=\"_blank\" rel=\"noopener\">Srinagar Tour Packages. </a></h3>\r\nYou have always wanted to visit Kashmir and now you finally have Decided To explore<em> Srinagar Holiday Packages</em>. But you’re worried about how to enjoy yourself while there. Traveling Folks offers a complete <em>Srinagar Tour package</em> that will take you sightseeing, eating delicious local cuisine, and doing some exciting activities like riding on a<em> Shikara</em> cruise in <em>Dal Lake</em>. Visiting Historic <em>Mughal Gardens</em> Or Religious <em>Shankar Anchariya  Temple</em> And <em>Historic</em> <em>Jamia Masjid </em>or <em>Dargah Hazratbal</em> With our packages, everything is taken care of so that you can fully enjoy your time in the beautiful state of Kashmir\r\n<div id=\"yrm-mIkTL\" class=\"yrm-content yrm-content-1 yrm-hide\" data-id=\"1\" data-show-status=\"true\" data-after-action=\"\">\r\n<div id=\"yrm-inner-content-yrm-mIkTL\" class=\"yrm-inner-content-wrapper yrm-cntent-1\">\r\n\r\n&nbsp;\r\n<h3><a href=\"https://www.travellingfolks.com/Gulmarg-tour-packages/\" target=\"_blank\" rel=\"noopener\">Gulmarg Tour Packages</a></h3>\r\nTravelling Folks Offers Best Deals on Gulmarg Tour Packages, if You are planning a trip to Kashmir Gulmarg, that means you must be thinking of visiting the famous Gulmarg. So now what? To experience true and pure Kashmir beauty, nothing can beat traditional local hospitality. This is why we have put together an amazing <b><i>Cheapest Gulmarg tour package </i></b>for you, which contains everything you need to know about how to enjoy your stay in Gulmarg.\r\n<h3><a href=\"https://www.travellingfolks.com/pahalgam-tour-packages/\" target=\"_blank\" rel=\"noopener\">Pahalgam Tour Packages</a></h3>\r\nIf you Are looking to plan a Kashmir Trip and mostly want Pahalgam tour Package, Travelling Folks have got you covered! Head over to the beautiful Destination in Kashmir Pahalgam “The Valley Of Shepherds” and plan your trip with Travelling Folks. We offer a wide range of tours, so you can pick out whatever interests you most. From sightseeing to adventure activities and more, we have a <b><i>Tour package For Pahalgam</i></b> that’s perfect for everyone. Plus, our <b><i>Pahalgam holiday packages </i></b>are customizable so you can make changes as you go along!\r\n<h3><a href=\"https://www.travellingfolks.com/Sonamarg-tour-packages/\">Sonamarg Tour Packages</a></h3>\r\nTravelling Folks Offers Best Deals on <em>Sonamar Tour Packages</em>, if You are planning a trip to Kashmir Sonamarg, that means you must be thinking of visiting the famous <em>Sonamarg Tourism</em>. Kashmir is a land of beauty and natural wonders, and because of this, it has become one of the most popular tourist destinations in the world. But there’s so much more to Kashmir than its stunning landscapes and unique culture. One day, you could be enjoying an amazing ski trip in <em>Zeropoint Sonamarg</em> in the region’s unforgivingly beautiful mountains, or taking a funicular ride up to some incredible ViewPoint. Like Thajiwas Glacier\r\n\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>", "created_at": "2023-01-09 13:09:43.308862", "updated_at": "2023-03-20 16:56:03.768179", "quoteText": null, "case_id": 179, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["usnews.com", "cars.usnews.com", "money.usnews.com", "health.usnews.com", "travel.usnews.com", "bestlawfirms.usnews.com", "realestate.usnews.com"]}}