{"error": 448, "message": "OK", "parameters": {"id": 7025, "name": "MyFreeCams", "created_at": "2022-11-30 01:48:05.376824", "updated_at": "2022-11-30 23:01:07.725105", "wikipedia": "https://en.wikipedia.org/wiki/MyFreeCams", "keywords": null, "related": null, "slug": "myfreecams", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7025.png", "url": "myfreecams.com,share.myfreecams.com,wiki.myfreecams.com", "documents": [{"id": 12886, "name": "Terms and Conditions", "url": "https://wiki.myfreecams.com/wiki/Terms_and_Conditions", "xpath": "//body", "text": " Terms and Conditions From Wiki.MyFreeCams.com Jump to: navigation, search &nbsp;Information for MembersInstructions and FeaturesRules and GuidelinesTechnical HelpBilling HelpVideo PlayerContact Support\n<p>MyFreeCams.com and its affiliated sites, (the “Website”), is an online, worldwide webcam network.\nThe owners and operators of this Website (\"we\",\"us\") would like to welcome you.\nIt is important to us that you have the best possible experience while using the Website, and that, when you use this Website, you understand your legal rights and obligations.\nThis terms-of-use agreement (“Agreement”) between you and us governs your use of the Website and the services we offer to you through the Website.\nThe terms of this Agreement apply (1) to the entire contents of this Website (regardless whether you purchase services), (2) to any associated websites that we own or operate and that we grant you access to as part of your registration, and (3) to any email correspondence between you and us.\nAdditional contractual provisions apply to any model broadcasting on this Website, which provisions are included in the Model Agreement.\n</p>\n<p>Please read this Agreement carefully before using our Website because it is a legally binding agreement between you and us.\nWe ask that you pay special attention to the following provisions: (1) user conduct and chat room rules (sections 9 and 10).\n(2) disclaimer of warranties (section 13).\n(3) limitation of liability and exclusion of damages (sections 14 and 15).\n(4) exclusive forum for resolving disputes (section 21).\nand (5) mandatory arbitration (section 22).\nUsing this Website demonstrates your expressed consent to all of these terms even if you do not read them.\nIf you do not want to accept these terms, you must leave the Website immediately.\nBrowsers of the site who have not signed up as Members are bound by these terms if they have viewed the site, and continue to access or navigate the site.\nIf you violate any of these terms, we may cancel your registration to the Website, and may pursue additional legal remedies.\nWe may revise these terms on one or more occasions by updating this webpage as discussed below in Section 25.\nWe will deem your continued use of the Website after we post the changes as your acceptance of the changes.\nIf you do not agree to any future changes, please leave this Website.\n</p>\nContents\n<ul>\n<li>1 Description of Service.\nAge of Majority.\nand Legal Certifications</li>\n<li>2 No Child Pornography or Exploitation of Minors</li>\n<li>3 Limited License to Use the Website</li>\n<li>4 Registration</li>\n<li>5 Cancellation</li>\n<li>6 Suggestions</li>\n<li>7 Third-Party Links</li>\n<li>8 Intellectual Property Rights</li>\n<li>9 User Conduct.\nChat Room Rules</li>\n<li>10 User Submissions</li>\n<li>11 Privacy Policy.\nUsage Information</li>\n<li>12 Modifications and Interruption to Service</li>\n<li>13 Warranty Disclaimers</li>\n<li>14 Release and Disclaimer of Liability</li>\n<li>15 Limitation of Liability and Exclusion of Damages</li>\n<li>16 Scope of Disclaimers</li>\n<li>17 Loss Payment (also known as Indemnification)</li>\n<li>18 Limited Time to Bring Claims</li>\n<li>19 Compliance with Laws</li>\n<li>20 Governing Law</li>\n<li>21 Place for Resolving Disputes</li>\n<li>22 Dispute Resolution.\nException for Small Claims</li>\n<li>23 Class Action Waiver</li>\n<li>24 Rights to Injunctive Relief</li>\n<li>25 General Provisions</li>\n<li>26 No Agency Relationship</li>\n<li>27 Incorporated Terms</li>\n<li>28 Usages</li>\n<li>29 Notices</li>\n</ul> Description of Service.\nAge of Majority.\nand Legal Certifications\n<ol>\n<li>This Website provides online interactive video, audio, and live content primarily posted by third parties that is adult-oriented in nature.\nBy accessing this Website, you may see graphic depictions, nudity, adult language, and descriptions of explicit sexual activity, including heterosexual, bisexual, and homosexual situations of an erotic nature.\nAccess and membership to the Website is free of charge.\nThe only time we will charge you is if you purchase tokens for use on the Website, which is optional.</li>\n<li>You must be at least 18-years old or the age of majority in your jurisdiction to use this Website.\nWe do not intend anyone under 18-years old or the age of majority in their jurisdiction to view this Website.\nWe limit access to the Website to adults (1) who are at least 18-years old.\nand, (2) who have reached the age of majority in their jurisdiction.\n<u>If you are not the age of majority in your jurisdiction, you may not access the Website, and must leave the Website immediately</u>.</li>\n<li>By accessing the Website or purchasing services, you certify to us that:\n<ol>\n<li>You have reached the age of majority in your jurisdiction and that you have the legal capacity to agree to these terms and enter into this Agreement;</li>\n<li>If purchasing services, you own or have legal access to the payment method used in connection with your membership account and/or the relevant purchase, and have authorized us (or our third party payment processing agent) to charge the selected payment method in accordance with the amount of your purchase;</li>\n<li>You are aware of the adult-oriented nature of the content provided on the Website and that you are not offended by this content;</li>\n<li>You are familiar with your jurisdiction’s laws affecting your right to access adult-oriented materials;</li>\n<li>You have the legal right to access adult-oriented materials and we have the legal right to transmit them to you;</li>\n<li>You are willingly accessing the Website, and voluntarily requesting adult-oriented materials for your own private enjoyment.\nand</li>\n<li>You will not share these materials with a minor, access this Website in the presence of a minor, or otherwise make these materials available to a minor.</li>\n</ol>\n</li>\n</ol>\nNo Child Pornography or Exploitation of Minors\n<p>All persons who appear in any visual depiction of actual or simulated sexually explicit conduct found on the Website were 18-years old or older at the time of the creation of the depictions.\nThe Website contains no child pornography.\nWe take a strong and definite stand against child pornography and only permit visual media of consenting adults for consenting adults.\nIf you see any visual media, real or simulated, depicting minors engaged in sexual activity within the Website, please immediately Contact Support.\nPlease include with your report all appropriate evidence, including the date and time.\nWe will immediately investigate all reports and take appropriate action.\nWe cooperate with any law enforcement agency investigating child pornography.\nWe operate as the provider of an interactive computer service.\nPursuant to federal law, we are immune from claims arising from the publication or transmission of content submitted by our users.\n</p>\nLimited License to Use the Website\n<ol>\n<li>We grant you a limited, nonexclusive, nontransferable license to access the Website and its content according to these terms.\n<ol>\n<li>By “access,” we mean visit the Website, use its services, and view its content.</li>\n<li>By “content,” we mean any materials, including text, communications, images, sounds, streams, videos, profiles, software, data, or other information.</li>\n<li>You must comply—and you agree to comply—with all applicable laws when accessing the Website.\nWe reserve the right to change, limit, or cancel your access if you fail to comply with the terms of this Agreement.</li>\n<li>You may only access the Website for your personal, noncommercial use.\nYou will not use any content that you access on the Website for further distribution, performance, display, sale, or rental.\nYou will not record any content, or make any content available on any peer-to-peer network, file sharing service, or other system used for mass transmittal of digital material to others.\nYou acknowledge that recording and displaying content disseminated on this Website violates intellectual property laws, which carry substantial penalties and fines.\nFinally, you will not solicit any other members or models/performers to use or participate in the services of any third party website(s) providing the same or similar services as this Website.\nDoing any of this may subject you to immediate civil and criminal liability—<u>we reserve the right to pursue legal action against anyone engaging in commercial solicitations on this Website</u>.</li>\n</ol>\n</li>\n</ol>\nRegistration\n<ol>\n<li>\n<b>Username and Password.</b> To fully access the Website, you must register an account by creating a unique username and password.\nYou must keep your username and password confidential.\nwe will hold you responsible for all activity initiated under your account.\nYou will not allow anyone under 18-years old, or who has not reached the age of majority in your jurisdiction, to use your credentials to access the Website.\nIf we discover that you have done this, we may immediately cancel your access to the Website without advance notice.\nPlease contact us immediately if you know or suspect that someone is using your username or password without your authorization.\nYou will need to give us all information you have about the unauthorized use and cooperate fully with us in investigating the matter.\nWe may request that you adopt additional security procedures when accessing the Website in the future to prevent further unauthorized use.</li>\n<li>\n<b>No Account Sharing.</b> Your account credentials are for your personal use only.\nYou will not share access to your account with anyone else.\nWe cannot allow multiple persons to use the same account, and the Website utilizes several techniques to detect such unauthorized account use.\nIf we discover that multiple persons are using password single account, we may suspend the relevant account, or otherwise block your access to the Website without notice.\nIn appropriate cases, we may transmit new account credentials to you, unless we determine that you are responsible for the unauthorized sharing.\nWe are not responsible for, and will not refund any charge because of any down time or inability to access the Website that you experience because of the username or password change.</li>\n<li>\n<b>Tokens.\nForeign Transaction Fees.\nPromotional Credits;</b>\n<ol>\n<li>\n<i>Tokens.</i> Eligible members of this website may purchase tokens.\nYou can spend tokens on private shows, group shows, spy shows, and tips.\nTokens have no cash value and are for entertainment purposes only.\nUnused tokens are not eligible for any full or partial refunds, except in cases following our Refund Policy.</li>\n<li>\n<i>Reservation of Right to Charge Additional Fees.</i> We reserve the right to charge additional fees for access to the Website, or any of its features or services, and to change our fee structure at our discretion.</li>\n<li>\n<i>Foreign transaction &amp.\nsimilar fees.</i> We may use credit card processors or banks outside the United States to process your transactions.\nIn some instances, your bank or credit card issuer may charge you a foreign transaction or similar fee or charge.\nIn addition, if you are outside of the United States or making a purchase in a currency other than U.S.\nDollars, the payment processor may add a surcharge for the currency conversion.\nBefore purchasing any services, please check with your bank or credit card issuer for more information about its policies regarding foreign transaction and similar fees and charges.</li>\n</ol>\n</li>\n<li>\n<b>Billing and Payment.</b> Unless otherwise specified, all purchases are one-time charges, meaning we will never charge you again for the same purchase.\n<u>We do not use recurring charges.</u> We will bill you using the billing method you selected when you made your purchase.\nYou authorize our third party payment-processing agent or us to make these charges using your selected billing method.\nFor payment by credit or debit card, you must ensure that all your credit or debit card information is current and accurate.</li>\n<li>\n<b>Billing Providers.</b> The Website may use multiple billing providers to process payment transactions.\nNeither the billing providers nor any person or company related to the billing providers hold any ownership interest in this Website, nor receives any financial benefit from this Website, other than a fee paid by the owner of this Website to the billing provider for the services performed by the billing provider.\nThe billing provider has no control over the Website, or any of the design, layout, content, subject matter, products, services, or persons that appear on or that are linked to the Website, or the geographical areas into which the Website may disseminate, broadcast, or permit the downloading of or access to the content or services offered by the Website.</li>\n<li>\n<b>Billing Errors.</b> If you become aware of any errors in billing, please notify us promptly.\nYou release us from all liability for any error you do not report to us within 30 days after you receive the bill in which the error first appeared.\nWe will work with our third party credit card processors to ensure proper billing and correction of errors brought to our attention.</li>\n<li>\n<b>Refunds.</b> Our full refund policy can be found here: Refund Policy.\nand is incorporated by reference.</li>\n</ol>\nCancellation\n<ol>\n<li>\n<b>Your Right to Cancel.</b> If you would like your account canceled, you may deactivate your account through the “My Account” page.\nPlease understand that if you are a premium member, you will lose your lifetime premium membership if you deactivate your account.\nIf you need help or have any questions, please Contact Support.</li>\n<li>\n<b>Our Right to Cancel.</b> We may cancel your account, or suspend or terminate your access to the Website at any time, for any reason.\nIf your credit card provider seeks return of any previous charges, we reserve the right to seek reimbursement from you for such charges, as well as any additional costs incurred by us in doing so.</li>\n</ol>\nSuggestions\n<p>We appreciate and welcome any suggestions that you may have to improve the Website.\nYou may send us any suggestions using our Contact Support page.\nYou agree that we can use any idea or suggestion you give to us royalty-free, worldwide, assignable, and in perpetuity without any attribution or compensation to you.\nWe have no obligation to keep any suggestion you submit to us confidential, regardless of any contrary notations in transmissions to us.\n</p>\nThird-Party Links\n<ol>\n<li>This Website may contain links to other websites operated by other entities that are completely independent from us.\nThese linked websites are not under our control and we are not responsible for their contents or links.\nIncluding a link on this Website does not imply our endorsement of any linked website or its contents.\nYou assume the risk of accessing any third party site that might be linked to the Website.</li>\n<li>If you access any of these linked websites, you will leave this Website.\nIf you decide to visit any linked website, you do so at your own risk and subject to any user agreements policies posted on, or governing the use or access of such websites.\nWe encourage you to review the user agreements and policies posted on all linked websites.\nRegardless, it is your responsibility to take all protective measures to guard against viruses or other destructive elements.</li>\n<li>We disclaim any liability (direct or indirect) to you for any loss caused by your use or reliance on the content, goods, or services available on or through any linked website, including third-party feeds from other cam websites.\nYou should contact the website administrator or webmaster for those third-party websites if you have any concerns regarding the links, content, or services on those websites.</li>\n</ol>\nIntellectual Property Rights\n<ol>\n<li>We own or have the license/permission to use all text, graphics, user interfaces, visual interfaces, photographs, videos, trademarks, logos, sounds, music, artwork, and computer code, including the design, structure, selection, coordination, expression, “look and feel,” and the arrangement of this content, contained on this Website.\nTrade dress, copyright, patent, and trademark laws, and various other intellectual property rights and unfair competition laws protect the Website and its content.\nThe term “MyFreeCams.com” is a registered trademark (#3495750) with the United States Patent and Trademark Office and may not be used except as expressly authorized by us.\nWe aggressively protect our intellectual property rights.\nThe trademarks listed on the following link are also owned and operated by us: MyFreeCams.com Trademarks.</li>\n<li>You may only access the Website or its content according to these terms and any specialty content terms.\nYou will not make any other use of the Website or its content, including by copying, modifying, accessing, distributing, or performing any content.\nYou will not reproduce, imitate, or use the Website’s trademarks in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits the Website.\nIf you do any of this, your actions may constitute an infringement of our rights or the rights of third parties, and can result in termination of this Agreement.</li>\n<li>We neither endorse nor recommend the owner of any third party trademarks we display on the Website.\nIn addition, our use of trademarks or links to websites owned by third parties does not imply, directly or indirectly, that those owners endorse or have any affiliation with this Website.</li>\n<li>We respect the intellectual property rights of all parties, and have adopted a policy regarding termination of repeat copyright infringers under the Digital Millennium Copyright Act.\nCopies of Our Repeat Infringer Policy are available on request to our customers or subscribers.</li>\n<li>Streaming may be covered by one or more of U.S.\nPatent Nos.\n9,762,636.\n9,742,824.\n9,729,594.\n8,595,372.\n8,364,839.\n8,327,011.\n8,185,611.\n8,122,141.\n7,716,358.\nand 6,766,376, based on claims of patent holder.</li>\n</ol>\nUser Conduct.\nChat Room Rules\n<ol>\n<li>You state that all information you provided to us is accurate and current.\nYou will promptly update this information when necessary to ensure that it remains true.\nYou acknowledge that you have the capacity to consent to these terms and to perform the acts required of you under this Agreement.</li>\n<li>As a condition of your use of the Website:\n<ol>\n<li>You will maintain the security of your username and password, along with any other account credentials issued by us, and be fully responsible for all use of your account;</li>\n<li>You will comply with all applicable laws and regulations of any applicable governmental body;</li>\n<li>You will not use the Website for any unlawful purpose or in any way that is prohibited by this Agreement;</li>\n<li>You will not use the Website in any way that exposes us to criminal or civil liability;</li>\n<li>You will not “stalk” or otherwise harass anyone on the Website, including using language that could be deemed offensive or is likely to harass, upset, intimidate, embarrass, alarm, or annoy any other person or group of persons;</li>\n<li>You will not use the Website to submit, publish, display, disseminate, or otherwise communicate any defamatory, inaccurate, abusive, threatening, offensive, or illegal material to any other user of this Website;</li>\n<li>You will not use the Website to post or send material that is obscene or otherwise may offend human dignity (including child pornography);</li>\n<li>You will not use the Website for making, obtaining, or otherwise accessing illegal copies of copyrighted content;</li>\n<li>You will not use or attempt to use any other member’s account on the Website without permission;</li>\n<li>You will not use any automated means—including robots, crawlers, or data mining tools—to download, monitor, scrape, or use data or content from the Website;</li>\n<li>You will not use the Website to collect usernames or email addresses for sending unsolicited messages of any kind;</li>\n<li>You will not take any action that imposes, or may impose, an unreasonable or disproportionately large load on our technology infrastructure or otherwise make excessive demands on it;</li>\n<li>You will not forge headers or otherwise manipulate identifiers in order to disguise the origin of any information you transmit;</li>\n<li>You will not disable, circumvent, or otherwise interfere with security related features of the Website, features that prevent or restrict use or copying of any content, or features that enforce limitations on the use of the Website or the content on it;</li>\n<li>You will not post, link to, or otherwise make available on the Website any content that contains software viruses or any computer code, file, or program designed to interrupt, destroy, limit, or monitor the functionality of any computer software or hardware or any telecommunications equipment;</li>\n<li>You will not commercially exploit or make available the Website or its content to a third party;</li>\n<li>You will not “frame” or “mirror” the Website;</li>\n<li>You will not seek to avoid acceptance or rejection of our online agreements;</li>\n<li>You will not reverse engineer any part of the Website.\nand,</li>\n<li>You will not publicly reveal any personally identifying information about any member or model on this Website.</li>\n<li>You will not use the Website to promote, facilitate, or engage in any form of human trafficking.</li>\n</ol>\n</li>\n<li>You are entirely responsible and liable for all activities conducted through your account when interacting with others on the Website.\nYou will not post any content that is infringing, defamatory, obscene, lewd, violent, harassing, invasive of privacy rights, unlawful, or otherwise just plain nasty.\nPlease use your best judgment and respect other individuals using the chat/interactive features of this Website.\nRemember, because of the anonymous nature of the Internet, participants may not be who they say they are, know what they say they know, or be affiliated with whom they say they are affiliated.\nYou will not use vulgar, abusive, or hateful language at any time.\nIf we find out that you have, we reserve the right to block you from accessing this Website and hold you responsible.\nThe following are some—though not all—of the violations that may result in our terminating your access to the Website.\nYou will not do any of the following actions while using the chat room (including private chat), or while otherwise communicating with others on or through the Website:\n<ol>\n<li>Harass, threaten, embarrass, or cause distress or discomfort to another chat room participant (including a model/performer), user, or other individual or entity;</li>\n<li>Transmit via any communication feature offered by the Website any information, data, text, files, links, software, communication, or other materials that we reasonably consider to be unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, indecent, obscene, pornographic, hateful, or racially, ethnically, or otherwise objectionable;</li>\n<li>Cause any chat room screen to “scroll” faster than other users are able to type to it or any action to a similar disruptive effect;</li>\n<li>Record or distribute any content found on this Website;</li>\n<li>Post private or personal information of other users (including a model/performer);</li>\n<li>Impersonate any person, including a model/performer;</li>\n<li>Request money from, or otherwise defraud, other users (including models/performers) of the Website;</li>\n<li>Engage in sexual activity with another person while sharing a webcam stream;</li>\n<li>Allow anyone under 18-years old on camera at any time;</li>\n<li>Allow anyone other than the account owner on camera;</li>\n<li>Discuss illegal activity or post links to other websites that deal with those activities;</li>\n<li>Disrupt the normal flow of dialogue in a chat room or otherwise act in a manner that negatively affects other participants (including a model/performer);</li>\n<li>Intentionally or unintentionally violate any applicable local, state, national, or international law, including any regulations having the force of law while using or accessing chat room or in connection with your use of chat room in any manner;</li>\n<li>Post or transmit any unsolicited advertising, promotional materials, or any other forms of solicitation in the chat room (including the solicitation of models/performers for commercial ventures).\nor</li>\n<li>Engage in antisocial, disruptive, or destructive behavior, including “bombing,” “flaming,” “spamming,” “flooding,” “trolling,” and “griefing” as those terms are commonly understood and used on the Internet.</li>\n</ol>\n</li>\n<li>We do not endorse the opinions expressed in any user-generated content posted on this Website.\nWe do not and cannot review every posting by users made available on this Website.\nNor are we responsible for the content of any posting.\nWe do reserve the right to monitor and delete any information or postings we deem inconsistent with these terms.\nIf you are aware of any information posted that violates these terms, please Contact Support.\nPlease provide as much detail as possible, including a copy of the objectionable information or the location where we may find it, the reason we should remove it, and a statement certifying the accuracy of the information you provided to us.</li>\n<li>We reserve the right to take appropriate action against you for any unauthorized use of the Website, including civil, criminal, injunctive relief, and cancellation of your membership.\nAn unauthorized use of the Website and our computer systems violates these terms and certain international, foreign, and domestic laws, including the Computer Fraud and Abuse Act.</li>\n<li>\n<b>Members are strictly prohibited from sharing other members’ or models’ personally identifying information, personal contact information, geographic location, and soliciting models/performers for the purposes of unlawful acts, whether sexual, or otherwise.\nAny such actions, or attempt at such actions, will be deemed a violation of this Agreement and may be grounds for immediate account termination of any and all involved parties.</b>\n</li>\n<li>\n<b>\n<u>Member Webcam Broadcast Warning:</u>\n</b> Please note that while we permit members to broadcast their webcams, you voluntarily assume all risks associated with such actions.\nViewers may be able to illegally record, store, and/or republish your broadcast, or any portion thereof, on the Internet or other media.\nBy broadcasting your webcam, you release the Website from any and all claims arising from such actions, including but not limited to invasion of privacy, defamation, and/or intellectual property infringement.</li>\n<li>\n<u>\n<b>Fraud and Scam Warning:</b>\n</u> While we take efforts to prevent our services from being used for any fraudulent purposes, we specifically and emphatically warn members never to send money to anyone that they interact with on the Website, other than through Tokens.\nThe Website has no way of determining the validity of any communication that you may receive from another member, or model/performer, and cannot discern the validity of the person or intentions behind such communication.\nIt is a violation of Website’s policy to solicit money from or to send money to any member or model/performer on the Website.\nIt is your responsibility to inform us of any request for money or any correspondence received from another user involving a financial transaction.\nWhile we are not obligated to investigate any such report, we may do so in our sole discretion.\n<ol>\n<li>You expressly understand and agree that if any member or model/performer that you are in communication with on this Website requests money from you for travel assistance, medical assistance, subsistence or for any other reason, it is likely a scam or a fraudulent scheme and you are at a very high risk of being defrauded.\nYou will report such request along with the username of the requesting member or model/performer immediately via the Contact Support page.</li>\n</ol>\n</li>\n</ol>\nUser Submissions\n<ol>\n<li>You may submit certain content to the Website.\nExcept for personally identifiable information covered under our privacy policy, we will consider any content submitted to this Website non-confidential and nonproprietary.\nWe will have no obligation for this content and we do not guarantee any confidentiality for any submissions.\nWe may freely use and otherwise exploit this content for any purpose.</li>\n<li>For each submission you make to the Website, you certify to us that:\n<ol>\n<li>You own or retain the necessary right to use and authorize us to use all copyrights, trademarks, trade secrets, patents, or other proprietary rights in and to the submission to enable inclusion and use of the submission in the manner contemplated by the Website and these terms;</li>\n<li>You will not post any content depicting any person under 18-years old;</li>\n<li>You have inspected and are maintaining written documentation sufficient to confirm that all subjects of your submission are in fact 18-years old or older.\nand</li>\n<li>You have the written consent or release of each identifiable person in the submission to use their name or likeness to enable inclusion and use of the submission in the manner contemplated by the Website and these terms.</li>\n</ol>\n</li>\n<li>You retain all of your ownership rights in your submissions.\nHowever, you grant us a worldwide, nonexclusive, royalty-free, sublicensable, and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the submissions for the Website and our (and our successor’s) business, including for promoting and redistributing any part of the Website (and derivative works of it) in any media formats and through any media channels.\nThis license shall include, but is not limited to, the right to copy and transfer your entire profile, or portions thereof, and all its content, including text, pictures, photographs, personal description, and any contact information, to any affiliate or related or partner sites of ours and to post such content on different pages of the Website at our sole discretion.\nWe shall not be subject to any obligations of confidentiality regarding any such information unless specifically agreed by Us in writing or required by law.\nYou are solely responsible for your submissions and the consequences of posting them to the Website.\nYou will not submit to the Website any content:\n<ol>\n<li>That is copyrighted, trademarked, patented, protected by trade secret, or otherwise subject to third party proprietary rights—including privacy and publicity rights—unless you are the owner of the rights or have permission from the rightful owner to post the content and to grant us all of the license rights granted in section 10.2 above;</li>\n<li>That publishes falsehoods or misrepresentations that could damage us or any third party;</li>\n<li>That is illegal, unlawful, threatening, defamatory, obscene, seditious, offensive, abusive, liable to incite racial hatred, discriminatory, menacing, scandalous, inflammatory, blasphemous, in breach of confidence, in breach of privacy, portrays individuals in a “false light” or may cause annoyance or inconvenience;</li>\n<li>That constitutes or encourages conduct that would be considered a criminal offense, give rise to civil liability, or would otherwise be contrary to the law of or violate the rights of any third party in any jurisdiction in the world;</li>\n<li>That constitutes advertisements or solicitations of business;</li>\n<li>That impersonates another person.\nor</li>\n<li>That is technically harmful (including computer viruses, logic bombs, Trojan horses, worms, harmful components, corrupted data, or other malicious software or harmful data).</li>\n</ol>\n</li>\n<li>We have no responsibility for, we do not endorse (expressly or implicitly), and we expressly disclaim all liability for any user-generated content submitted to the Website.\nWe do not permit copyright infringing activities or infringement of other intellectual property rights on the Website, and we will remove all content and submissions if properly notified that the content or submission infringes on another’s intellectual property rights.\nWe reserve the right to remove content and submissions without advance notice or delay.\nWe also reserve the right to terminate a user’s access to the Website, in accordance with our Repeat Infringer Policy, if we determine the user is an infringer.\nWhile we accept erotic and sexually explicit content, we reserve the right to decide if the content or submission is appropriate and otherwise complies with these terms.\nWe may remove submission or terminate a user’s access for uploading content that violates these terms at any time without prior notice.</li>\n<li>You understand that the content displayed on the Website is primarily posted by users, including models/performers, and that we do not pre-screen or preemptively monitor the content.\nThus, you understand that when accessing the Website, you may be exposed to submissions from a variety of sources, and that we are not responsible for the accuracy, usefulness, safety, or intellectual property rights for these submissions.\nYou further understand that you may be exposed to submissions that are inaccurate, offensive, illegal, indecent, obscene, or objectionable, and you waive any rights or remedies you have or may have against us for this exposure.\nWe may refuse to publish, remove, or block access to any submission that is available through the Website or our network or services without notice.</li>\n<li>We provide this Website as an entertainment service to our users.\nWe assume no responsibility for monitoring the Website for inappropriate content or conduct.\nIf we choose to monitor the Website, we assume (1) no responsibility for the content, (2) no obligation to modify or remove any inappropriate content, and (3) no responsibility for the conduct of the user submitting that content.\nWe may review and delete any submissions that violates these terms or that may be otherwise offensive or illegal.\nWe may also review and delete any submissions that harm or threatens the safety of any user or person not associated with the Website, or that otherwise violates another person’s rights.\nYou are solely responsible for the submissions that you make to the Website and for any other material or information that you transmit or share with other users or unrelated persons through the Website.</li>\n<li>We will fully cooperate with any law enforcement authorities or court orders requesting or directing us to disclose the identity or location of anyone posting content in breach of these terms, in accordance with our privacy policies, subpoena compliance policies, and applicable law or regulation.</li>\n</ol>\nPrivacy Policy.\nUsage Information\n<ol>\n<li>We have adopted a separate Privacy Policy.\nand we make it part of these terms by this reference.\nPlease read it.\nYour agreement to these terms and your continued access to the Website establishes your agreement to the privacy policy.\nIn addition, by accessing this Website, you acknowledge that Internet transmissions are never completely private or secure.\nYou understand that others may read or intercept any message or information you send to the Website even if there is a special notice that a particular transmission (for example, credit card information) is encrypted.</li>\n<li>We may use software that automatically tracks performance, geographic location, and usage information to evaluate the Website.</li>\n</ol>\nModifications and Interruption to Service\n<ol>\n<li>You acknowledge that we do not guarantee continuous, uninterrupted, or secure access to this Website and numerous factors or circumstances outside of our control may interfere with or adversely affect our operation of this Website.\nNor do we guarantee that you will be able to access or use all parts of this Website, and specifically, we do not guarantee the availability of recorded private shows and chat conversations.\nAll features or benefits of this website, including Archives, may become permanently inaccessible.\nYou understand that w</li>\n</ol>", "created_at": "2022-11-30 01:48:05.381201", "updated_at": "2022-11-30 00:49:46.785213"}, {"id": 12888, "name": "DMCA Information", "url": "https://wiki.myfreecams.com/wiki/DMCA_Information", "xpath": "//body", "text": " DMCA Information From Wiki.MyFreeCams.com Jump to: navigation, search Contents\n<ul>\n<li>1 DMCA Notice &amp.\nTakedown Policy and Procedures\n<ul>\n<li>1.1 Notice of Claimed Infringement</li>\n<li>1.2 Take Down Procedure</li>\n<li>1.3 DMCA Counter-Notification Procedure</li>\n<li>1.4 Modifications to Policy</li>\n<li>1.5 Customer Service Requests</li>\n</ul>\n</li>\n</ul> DMCA Notice &amp.\nTakedown Policy and Procedures\n<p>This website (“Site”) qualifies as a “Service Provider” within the meaning of 17 U.S.C.\n§ 512(k)(1) of the Digital Millennium Copyright Act (“DMCA”).\nAccordingly, it is entitled to certain protections from claims of copyright infringement under the DMCA, commonly referred to as the “safe harbor” provisions.\nWe respect the intellectual property of others, and we ask our users to do the same.\nThus, we observe and comply with the DMCA, and have adopted the following Notice and Takedown Policy relating to claims of copyright infringement by our customers, subscribers or users.\n</p>\nNotice of Claimed Infringement\n<p>If you believe that your work has been copied in a way that constitutes copyright infringement, please provide Our Designated Copyright Agent (identified below) with the following information:\n</p>\n<p>(a) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest.\n</p>\n<p>(b) description of the copyrighted work or other intellectual property that you claim has been infringed.\n</p>\n<p>(c) a description of where the material that you claim is infringing is located on the Site (preferably including specific url’s associated with the material).\n</p>\n<p>(d) your address, telephone number, and email address.\n</p>\n<p>(e) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand,\n</p>\n<p>(f) a statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.\n</p>\n<p>You may send your Notice of Claimed Infringement to:\n</p>\n<p>Lawrence G.\nWalters, Esq.<br>\nWalters Law Group<br>\n195 W.\nPine Ave.<br>\nLongwood, FL 32750-4104<br>\nFax: (407) 774-6151<br>\nEmail: Notice [at] DMCANotice [dot] com\n</p>\n<p>\n<b>Attention MFC Models:</b> Please do not send requests for removal of your content from other sites to our Designated DMCA Agent (who is only in charge of removing content from MFC).\nFor assistance with taking down your recorded content other sites, please contact Contact Model Support.\n</p>\n<p>Please do not send other inquires or information to our Designated Agent.\nAbsent prior express permission, our Designated Agent is not authorized to accept or waive service of formal legal process, and any agency relationship beyond that required to accept valid DMCA Notices is expressly disclaimed.\n</p>\n<p>Further information regarding notification and takedown requirements can be found in the DMCA, here: http://www.law.cornell.edu/uscode/text/17/512.\n</p>\n<p>Abuse Notification: Abusing the DMCA Notice procedures set forth above, or misrepresenting facts in a DMCA Notice or Counter-notification, can result in legal liability for damages, court costs and attorneys fees under federal law.\nSee.\n17 U.S.C.\n§ 512(f).\nThese Notice and Takedown Procedures only apply to claims of copyright infringement by copyright holders and their agents – not to any other kind of abuse, infringement or legal claim.\nWe will investigate and take action against anyone abusing the DMCA notification or counter-notification procedure.\nPlease ensure that you meet all of the legal qualifications before submitting a DMCA Notice to our Designated Agent.\n</p>\nTake Down Procedure\n<p>The Site implements the following “notification and takedown” procedure upon receipt of any notification of claimed copyright infringement.\nThe Site reserves the right at any time to disable access to, or remove any material or activity accessible on or from any Site or any materials claimed to be infringing or based on facts or circumstances from which infringing activity is apparent.\nIt is the firm policy of the Site to terminate the account of repeat copyright infringers, when appropriate, and the Site will act expeditiously to remove access to all material that infringes on another’s copyright, according to the procedure set forth in 17 U.S.C.\n§512 of the DMCA.\nThe Site’s DMCA Notice Procedures are set forth in the preceding paragraph.\nIf the notice does not comply with §512 of the DMCA, but does comply with three requirements for identifying sites that are infringing according to §512 of the DMCA, the Site shall attempt to contact or take other reasonable steps to contact the complaining party to help that party comply with the notice requirements.\nWhen the Designated Agent receives a valid notice, the Site will expeditiously remove and/or disable access to the infringing material and shall notify the affected user.\nThen, the affected user may submit a counter-notification to the Designated Agent containing a statement made under penalty of perjury that the user has a good faith belief that the material was removed because of misidentification of the material.\nAfter the Designated Agent receives the counter-notification, it will replace the material at issue within 10-14 days after receipt of the counter-notification unless the Designated Agent receives notice that a court action has been filed by the complaining party seeking an injunction against the infringing activity.\n</p>\nDMCA Counter-Notification Procedure\n<p>If the Recipient of a Notice of Claimed Infringement (\"Notice\") believes that the Notice is erroneous or false, and/or that allegedly infringing material has been wrongly removed in accordance with the procedures outlined above, the Recipient is permitted to submit a counter-notification pursuant to Section 512(g)(2)&amp;(3) of the DMCA.\nA counter-notification is the proper method for the Recipient to dispute the removal or disabling of material pursuant to a Notice.\nThe information that a Recipient provides in a counter-notification must be accurate and truthful, and the Recipient will be liable for any misrepresentations which may cause any claims to be brought against the Site relating to the actions taken in response to the counter-notification.\n</p>\n<p>To submit a counter-notification, please provide Our Designated Copyright agent the following information:\n</p>\n<p>(a): a specific description of the material that was removed or disabled pursuant to the Notice.\n</p>\n<p>(b) a description of where the material was located within the Site or the content (as defined within the Site’s Terms &amp.\nConditions or User Agreement) before such material was removed and/or disabled (preferably including specific url’s associated with the material).\n</p>\n<p>(c) a statement reflecting the Recipient's belief that the removal or disabling of the material was done so erroneously.\nFor convenience, the following format may be used:\n“I swear, under penalty of perjury, that I have a good faith belief that the referenced material was removed or disabled by the service provider as a result of mistake or misidentification of the material to be removed or disabled.”\n</p>\n<p>(d) the Recipient's physical address, telephone number, and email address.\nand, </p>\n<p>(e) a statement that the Recipient consents to the jurisdiction of the Federal District Court in and for the judicial district where the Recipient is located, or if the Recipient is outside of the United States, for any judicial district in which the service provider may be found, and that the Recipient will accept service of process from the person who provided the Notice, or that person’s agent.\nWritten notification containing the above information must be signed and sent to:\n</p>\n<p>Lawrence G.\nWalters\nWalters Law Group\n195 W.\nPine Ave.\nLongwood, FL 32750\nNotice [at] DMCANotice [dot] com\n</p>\n<p>Please do not send other inquires or information to our Designated Agent.\nAbsent prior express permission, our Designated Agent is not authorized to accept or waive service of formal legal process, and any agency relationship beyond that required to accept valid DMCA Notices is expressly disclaimed.\n</p>\n<p>After receiving a DMCA-compliant counter-notification, Our Designated Copyright Agent will forward it to Us, and We will then provide the counter-notification to the claimant who first sent the original Notice identifying the allegedly infringing content.\n</p>\n<p>Thereafter, within ten to fourteen (10-14) days of Our receipt of a counter-notification, We will replace or cease disabling access to the disputed material provided that We or Our Designated Copyright Agent have not received notice that the original claimant has filed an action seeking a court order to restrain the Recipient from engaging in infringing activity relating to the material on the Site’s system or network.\nService Provider Customers or Subscribers </p>\n<p>In the event that the alleged infringer identified in an intended DMCA Notice is, itself, operating as a “Service Provider” within the meaning of 17 U.S.C.\n§ 512(k)(1), the Site requests that any such DMCA Notices relating to alleged infringement by third party users, customers or subscribers of such service providers be submitted directly to the DMCA Agent designated by the service provider instead of the Site.\n</p>\nModifications to Policy\n<p>The Site reserves the right to modify, alter or add to this policy, and all affected persons should regularly check back to stay current on any such changes.\n</p>\nCustomer Service Requests\n<p>Please note that the DMCA Agent is not associated with the Site in any other capacity, but is an attorney with a private law firm.\nCustomer service inquiries, payment questions, and cancellation requests will not receive a response.\nAll such communications must be directed to the Site's customer service department, at the Contact Support link.\n</p> Retrieved from \"https://wiki.myfreecams.com/index.php?title=DMCA_Information&amp;oldid=2830\" Navigation menu Personal tools <ul>\n<li>Log in</li>\n</ul> Namespaces <ul>\n<li>Page</li>\n<li>Discussion</li>\n</ul> Variants <ul>\n</ul> Views <ul>\n<li>Read</li>\n<li>View source</li>\n<li>View history</li>\n</ul> More <ul>\n</ul> Search Navigation <ul>\n<li>Main page</li>\n<li>Recent changes</li>\n<li>Random page</li>\n<li>Help about MediaWiki</li>\n</ul> Tools <ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Printable version</li>\n<li>Permanent link</li>\n<li>Page information</li>\n</ul>\n<ul>\n<li> This page was last edited on 25 February 2015, at 02:39.</li>\n</ul>\n<ul>\n<li>Privacy policy</li>\n<li>About Wiki.MyFreeCams.com</li>\n<li>Disclaimers</li>\n<li>Mobile view</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul> ", "created_at": "2022-11-30 01:48:05.383629", "updated_at": "2022-11-30 00:50:22.013635"}, {"id": 12885, "name": "Privacy Policy", "url": "https://wiki.myfreecams.com/wiki/Privacy_Policy", "xpath": "//body", "text": " Privacy Policy From Wiki.MyFreeCams.com Jump to: navigation, search <p>\n<b>POLICY LAST UPDATED: June 9, 2021</b>\n</p>\n<p>We respect your privacy and are committed to protecting it through this Privacy Policy (the “Policy”).\nThis Policy describes the types of information we may collect from you or that you may provide to us when you use the services offered by our Site (“Services”), as well as our practices for collecting, using, keeping, protecting, and disclosing that information.\n</p>\n<p>•\t“We” – This term and any applicable first-person pronouns (us, our, ours, etc.) refer to MFCXY, Inc.\n(“MFC”), the owner and operator of the Site.\n</p>\n<p>•\t“Site” – This term refers to www.myfreecams.com and all affiliated websites.\n</p>\n<p>•\t“You” or “User” – This term and any applicable second-person pronouns (your, yours, etc.) refer to you, as the user of the Site.\n</p>\n<p>Please read this Policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use the Site.\nBy accessing or using the Site, you agree to this Policy and consent to our collection, use, disclosure, retention, and protection of your personal information as described in this Policy.\n</p>\n<p>This Policy applies to information we collect:\n</p>\n<p>•\tOn or through the Site (including desktop and mobile versions).\n</p>\n<p>•\tWhen you register for or use the Services.\n</p>\n<p>•\tIn email, text, and other electronic messages between you and us.\n</p>\n<p>•\tWhen you interact with our advertising and applications on third-party websites and services, if those advertisements or applications include links to this Policy.\nand\n</p>\n<p>•\tWhen you interact with the Services through third-party social media platforms.\n</p>\n<p>It does not apply to information collected by:\n</p>\n<p>•\tUs offline or through any other means, including through any third party (including our affiliates and subsidiaries).\nor\n</p>\n<p>•\tany third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible through the Site.\n</p>\n<p>\n<br>\n</p>\nContents\n<ul>\n<li>1 1.\nRevisions To This Policy</li>\n<li>2 2.\nAre Minors Welcome?</li>\n<li>3 3.\nWhat Types Of Information Do We Collect About You And How Is It Collected?</li>\n<li>4 4.\nHow We Use Your Information</li>\n<li>5 5.\nWith Whom Do We Share Your Information?</li>\n<li>6 6.\nSpecial Cases</li>\n<li>7 7.\nWhat Choices Do You Have About How We Use And Disclose Your Information?</li>\n<li>8 8.\nData Collection, Retention, Access, Correction, And Removal</li>\n<li>9 9.\nOur Commitment To Data Security</li>\n<li>10 10.\nLinks To Other Sites</li>\n<li>11 11.\nDo Not Track Policy</li>\n<li>12 12.\nYour California Privacy Rights</li>\n<li>13 13.\nInternational Users</li>\n<li>14 14.\nNo Third-Party Rights</li>\n</ul> 1.\nRevisions To This Policy\n<p>We reserve the right to revise, amend, or modify this Policy and our other policies and agreements at any time and in any manner.\nYou should periodically check for any modifications to this Policy by re-visiting these terms.\nYou should note the “Last Updated” date of this Policy, which appears at the top of this Policy.\nA changed “Last Updated” date indicates that this Policy has been updated or edited, and the updated or edited version supersedes any prior versions immediately upon posting.\nWe will consider your continued use of the Site after we make changes to this Policy as your acceptance of the changes, so please check this Policy frequently for updates.\n</p>\n2.\nAre Minors Welcome?\n<p>The Site is not intended for anyone under eighteen (18) years old.\nWe prohibit anyone who does not meet the age requirements from accessing the Services.\nMinors must not use the Site.\nWe do not knowingly collect or solicit any information from or about children, minors, or anyone under eighteen (18) years old, nor do we knowingly market to children, minors, or anyone under eighteen (18) years old.\nIf you are under eighteen (18) years old, you must not submit information to us and must immediately leave the Site.\nIf we learn that we have collected personal information from or about a minor, we will delete that information as quickly as possible.\nIf you believe that we might have personal information from or about a minor, please contact us at https://wiki.myfreecams.com/wiki/Contact_Support#Contact_support </p>\n3.\nWhat Types Of Information Do We Collect About You And How Is It Collected?\n<p>We may collect several types of information from and about users of the Site, including information:\n</p>\n<p>•\tby which you may be personally identified, including your name, postal address, email address, telephone number, or any other information that we collect that is defined as personal or personally identifiable information under law (“personal information”).\n</p>\n<p>•\tinformation obtained during your commercial transactions on the Site including credit and debit card numbers, billing and shipping information, and order history.\n</p>\n<p>•\tthat is about you but individually does not identify you, including your age, gender, location, and any other optional information you provide about yourself.\nand\n</p>\n<p>•\tabout your Internet connection, IP address(es), device ID, the equipment you use to access the Site, and usage details.\n</p>\n<p>We collect this information:\n</p>\n<p>•\tDirectly from you when you provide it on the Site.\n</p>\n<p>•\tFrom your computer device or mobile phone.\nand\n</p>\n<p>•\tAutomatically as you navigate through the Site through cookies, web beacons, and other tracking technologies.\n</p>\n<p>Information You Provide To Us\n</p>\n<p>The information we collect on or through the Site may include:\n</p>\n<p>•\tInformation that you provide by filling in forms associated with the Services, including information provided at the time of registering to use the Services, signing up for an account, engaging in commerce transactions, communicating with us, requesting further services, or reporting a problem with the Services, such as your social media username, password, and other access information.\n</p>\n<p>•\tRecords and copies of your correspondence (including but not limited to email addresses or usernames), if you contact us.\n</p>\n<p>•\tYour responses to surveys that we might ask you to complete for research purposes.\n</p>\n<p>•\tDetails of transactions you carry out through the Site and of the fulfillment of your requests.\n</p>\n<p>•\tYour search queries on the Site.\nand\n</p>\n<p>•\tYour social media accounts used in connection with the Services.\n</p>\n<p>Information The Site Collects Through Automatic Data Collection Technologies\n</p>\n<p>As you navigate through and interact with the Site, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including details of your activities associated with the Services or the resources that you access and use on the Services, such as traffic data, location data, logs, and other communication data.\n</p>\n<p>The information we collect automatically is statistical data and does not include personal information, but we may keep it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve the Services, including by allowing the Site to:\n</p>\n<p>•\tEstimate the Services’ audience size and usage patterns.\n</p>\n<p>•\tStore information about your preferences, thus allowing customization of the Services according to your individual interests.\n</p>\n<p>•\tSpeed up your searches.\nand\n</p>\n<p>•\tRecognize you when you return to the Services.\n</p>\n<p>The technologies we use for this automatic data collection may include:\n</p>\n<p>•\tBrowser Cookies.\nA cookie is a small file placed on the hard drive of your browser.\nYour browser stores cookies in a manner associated with each website you visit.\nWe use cookies to enable our servers to recognize your browser and tell us how and when you visit the Site and use the Services.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of the Site.\nUnless you have adjusted your browser setting so that it will refuse cookies, the Site’s system will issue cookies when you direct your browser to the Site.\n</p>\n<p>•\tWeb Beacons.\nPages of the Site and/or our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages (or opened an email) and for other related statistics (for example, recording the popularity of certain content and verifying system and server integrity).\n</p>\n<p>We may tie this information to personal information about you that we collect from other sources or that you provide to the Site.\n</p>\n<p>Third-Party Use Of Cookies And Other Tracking Technologies\n</p>\n<p>Some content or applications, including advertisements, on the Site may be served by third parties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Site.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.\n</p>\n<p>We do not control third-party tracking technologies or how third parties use them.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\n</p>\n<p>Social Networks And Third-Party Plug-Ins\n</p>\n<p>The Services may include plugins from social networks and other third parties.\nAn example of a plugin is the Facebook® “Like” button.\nWhere legally permitted, these plugins may communicate with and send information to the party that provided the plugin, even if you do not click on the plugin.\nThis information may include your IP address, information about your browser and device, and the address of the webpage you are visiting on the Services.\nLoading, using, or clicking the plugins may also place, read, and transmit cookies.\nThese cookies may contain a unique identifier the social network or other third party assigns you.\nThe loading, functionality, and your use of the plugins are governed by the privacy policy and terms of the party that provided the plugin.\n</p>\n4.\nHow We Use Your Information\n<p>We may use information that we collect about you or that you provide to us, including any personal information:\n</p>\n<p>•\tTo present the Site and its contents to you.\n</p>\n<p>•\tTo provide you with information, products, or services that you request from the Site.\n</p>\n<p>•\tTo provide you with notices about your account.\n</p>\n<p>•\tTo carry out our obligations and enforce our rights arising from any contracts, including but not limited to enforcement of the User Terms.\n</p>\n<p>•\tTo notify you about changes to the Services.\n</p>\n<p>•\tTo allow you to participate in any interactive features on the Services.\n</p>\n<p>•\tTo monitor and analyze trends, usage, and activities in connection with the Services and for marketing or advertising purposes.\n</p>\n<p>•\tTo analyze traffic on the Site and the Sites of third parties.\n</p>\n<p>•\tTo investigate and prevent unauthorized access to the Services, and other illegal activities.\n</p>\n<p>•\tTo personalize the Services’ content, features, or advertisements.\n</p>\n<p>•\tTo contact you about our own and third parties’ goods and services that may be of interest to you.\n</p>\n<p>•\tTo allow the Site to display advertisements to its advertisers’ target audiences.\n</p>\n<p>•\tIn any other way we may describe when you provide the information.\n</p>\n<p>•\tTo fulfill any other purpose for which you provide it.\nand\n</p>\n<p>•\tFor any other purpose with your consent.\n</p>\n5.\nWith Whom Do We Share Your Information?\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\n</p>\n<p>We may disclose personal information that we collect or that you provide as described in this Policy:\n</p>\n<p>•\tTo our subsidiaries and affiliates.\n</p>\n<p>•\tTo contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.\n</p>\n<p>•\tTo a buyer or other successor in the event of a merger, joint venture, assignment, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our users is among the assets transferred.\nand\n</p>\n<p>•\tTo any other party with your consent.\n</p>\n<p>We may disclose your personal information when we believe the third parties listed above need such information:\n</p>\n<p>•\tTo provide products or services to you.\n</p>\n<p>•\tTo administer the Site or other aspects of our business and Services.\n</p>\n<p>•\tTo provide customer service.\n</p>\n<p>•\tTo update account information.\n</p>\n<p>•\tTo forward updates, announcements, newsletters, and other communications.\n</p>\n<p>•\tTo respond to your communications and to communicate with you about the Site and activities related to the Services.\nor\n</p>\n<p>•\tAs otherwise authorized by you.\n</p>\n6.\nSpecial Cases\n<p>It is our policy not to use or share the personal information about users in ways unrelated to those described in this Policy without also providing you an opportunity to opt out or otherwise prohibit such unrelated uses.\nHowever, we may disclose personal information, or information regarding your use of the Services for any reason if, in our sole discretion, we believe that it is reasonable to do so, including: </p>\n<p>i.\nTo cooperate with law enforcement authorities, government agencies, and private-party litigants seeking information about our users to the extent required by applicable law, or if we are legally advised to do so.\nexamples of such cooperation may include but are not limited to: lawful criminal, civil, or administrative process or discovery requests, subpoenas, court orders, writs, or reasonable request of authorities or persons with the reasonable power to obtain such process.\n</p>\n<p>ii.\nTo disclose information that is necessary to identify, contact, or bring legal action against someone who may be violating our User Terms or other policies.\n</p>\n<p>iii.\nTo operate our Services properly.\nor\n</p>\n<p>iv.\nTo protect the rights, property, or safety of us, our users, or the general public, including but not limited to disclosures for the purposes of fraud protection and credit risk reduction.\n</p>\n7.\nWhat Choices Do You Have About How We Use And Disclose Your Information?\n<p>We strive to provide you with choices about the personal information you provide to us.\nWe have created mechanisms to provide you with the following control over your information:\n</p>\n<p>•\tTracking Technologies And Advertising.\nYou can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nTo learn how you can manage your other cookies, visit www.allaboutcookies.org/manage-cookies/.\nIf you disable or refuse cookies, please note that some parts of the Site may then be inaccessible or not function properly.\n</p>\n<p>We do not control third parties’ collection or use of your information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your information collected or used in this way.\n</p>\n8.\nData Collection, Retention, Access, Correction, And Removal\n<p>Where you have provided your consent to the collection, use, and transfer of your personal data, you may have the legal right to withdraw your consent under certain circumstances.\nTo withdraw your consent, if applicable, contact us at https://wiki.myfreecams.com/wiki/Contact_Support#Contact_support.\nPlease note that if you withdraw your consent, we may not be able to provide you with a particular product or service.\nWe will explain the impact to you at the time to help you with your decision.\n</p>\n<p>Except as otherwise permitted or required by applicable law or regulation, we will only retain your personal data for as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nUnder some circumstances, we may anonymize your personal data so that it can no longer be associated with you.\nWe reserve the right to use that anonymous and de-identified data for any legitimate business purpose without further notice to you or your consent.\n</p>\n<p>In some cases, you may access, correct, or remove your personal information by viewing, changing, or deleting the personal information in your profile or by contacting us at https://wiki.myfreecams.com/wiki/Contact_Support#Contact_support.\nWe may not accommodate a request to provide, change, or remove information if we believe providing, changing, or removing the information would violate any law or legal requirement or cause the information to be incorrect.\nIn the event such access, correction, or removal request is granted, we will use our best efforts to provide, correct, or remove any personal information under our control, subject to our discretion and/or applicable law.\n</p>\n9.\nOur Commitment To Data Security\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, change, and disclosure.\nAll information you provide to us is stored on our secure servers behind firewalls.\n</p>\n<p>Warning: The transmission of information over the Internet is not completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted through the Site.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures used by the Site.\n</p>\n10.\nLinks To Other Sites\n<p>The Site may contain links to other websites.\nPlease be aware that we do not operate, control, or endorse third-party sites that may be linked on the Site, nor are we responsible for the content or privacy practices of those other websites.\nWe disclaim any responsibility for the information on other websites, and we do not make any warranties or representations that any linked sites (or even this Site) will function without error or interruption, that defects will be corrected, or that the Sites and their servers are free of viruses or other problems that may harm your computer.\nWe encourage our users to be aware when they leave the Site and to read the privacy statements of any other website that collects personally identifiable information.\n</p>\n11.\nDo Not Track Policy\n<p>Do Not Track (“DNT”) is a privacy preference that you can set in your browser.\nDNT is a way for you to inform websites and services that you do not want certain information about your webpage visits collected over time and across websites or online services.\nWe are committed to providing you with meaningful choices about the information we collect and that is why we provide you the ability to opt out.\nHowever, we do not recognize or respond to any DNT signals as the Internet industry works toward defining exactly what DNT means, what it means to comply with DNT, and a common approach to responding to DNT.\nFor more information, visit www.allaboutdnt.com.\n</p>\n12.\nYour California Privacy Rights\n<p>California Civil Code § 1798.83 permits users of the Site that are California residents to request certain information about our disclosure of personal information to third parties for their direct marketing purposes.\nTo make this request, please contact us at https://wiki.myfreecams.com/wiki/Contact_Support#Contact_support.\n</p>\n<p>Further, if you are a California resident and would like to opt out from the disclosure of your personal information to any third party for marketing purposes, please contact us at https://wiki.myfreecams.com/wiki/Contact_Support#Contact_support.\nPlease be advised that if you opt out from permitting your personal information to be shared, you may still receive selected offers directly from us in accordance with California law.\n</p>\n13.\nInternational Users\n<p>This Policy is intended to cover collection of information on or through our Site within our home jurisdiction.\nSome countries may require stricter privacy policies than those described in this document.\nIf you are visiting our Site from such a country, please be aware that your information may be transferred to, stored, and processed in the country where our servers are located, and our central databases are operated.\nThe data protection and other laws of our home jurisdiction might not be as comprehensive as those in your country.\nBy using our Services, you understand that your information may be transferred to our facilities and those third parties with whom we share it as described in this Policy.\nWhen you provide personal information to us through the Services, you consent to the processing of your data in, and the transfer of your data to, our home jurisdiction or any other country in which we or our affiliates, subsidiaries, or service providers host these Services.\n</p>\n14.\nNo Third-Party Rights\n<p>This Policy does not create rights enforceable by third parties or require disclosure of any personal information relating to users of the Services.\n</p> Retrieved from \"https://wiki.myfreecams.com/index.php?title=Privacy_Policy&amp;oldid=5364\" Navigation menu Personal tools <ul>\n<li>Log in</li>\n</ul> Namespaces <ul>\n<li>Page</li>\n<li>Discussion</li>\n</ul> Variants <ul>\n</ul> Views <ul>\n<li>Read</li>\n<li>View source</li>\n<li>View history</li>\n</ul> More <ul>\n</ul> Search Navigation <ul>\n<li>Main page</li>\n<li>Recent changes</li>\n<li>Random page</li>\n<li>Help about MediaWiki</li>\n</ul> Tools <ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Printable version</li>\n<li>Permanent link</li>\n<li>Page information</li>\n</ul>\n<ul>\n<li> This page was last edited on 9 June 2021, at 20:10.</li>\n</ul>\n<ul>\n<li>Privacy policy</li>\n<li>About Wiki.MyFreeCams.com</li>\n<li>Disclaimers</li>\n<li>Mobile view</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul> ", "created_at": "2022-11-30 01:48:05.379539", "updated_at": "2022-11-30 00:50:45.080738"}, {"id": 12887, "name": "Abuse Warning", "url": "https://wiki.myfreecams.com/wiki/Abuse_Warning", "xpath": "//body", "text": " Abuse Warning From Wiki.MyFreeCams.com Jump to: navigation, search <p>MyFreeCams.com operates as an interactive computer service provider under federal law, and permits individuals to communicate with each other in various ways.\nAs with any human interaction, some individuals may seek to abuse the Site, and its networking services, to annoy, harass, or otherwise harm other users.\nWe do not tolerate such abuse, and any user engaging in such conduct risks termination and potential civil or criminal liability.\nThis notification shall serve as a warning to our users of the potential for misuse of our services.\nWe urge you to use common sense when interacting with individuals through this website, and to report any instances of misconduct to Contact Support.\n</p> Retrieved from \"https://wiki.myfreecams.com/index.php?title=Abuse_Warning&amp;oldid=3096\" Navigation menu Personal tools <ul>\n<li>Log in</li>\n</ul> Namespaces <ul>\n<li>Page</li>\n<li>Discussion</li>\n</ul> Variants <ul>\n</ul> Views <ul>\n<li>Read</li>\n<li>View source</li>\n<li>View history</li>\n</ul> More <ul>\n</ul> Search Navigation <ul>\n<li>Main page</li>\n<li>Recent changes</li>\n<li>Random page</li>\n<li>Help about MediaWiki</li>\n</ul> Tools <ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Printable version</li>\n<li>Permanent link</li>\n<li>Page information</li>\n</ul>\n<ul>\n<li> This page was last edited on 5 July 2016, at 23:41.</li>\n</ul>\n<ul>\n<li>Privacy policy</li>\n<li>About Wiki.MyFreeCams.com</li>\n<li>Disclaimers</li>\n<li>Mobile view</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul> ", "created_at": "2022-11-30 01:48:05.382383", "updated_at": "2022-11-30 00:50:04.353581"}], "points": [], "urls": ["myfreecams.com", "share.myfreecams.com", "wiki.myfreecams.com"]}}