{"error": 448, "message": "OK", "parameters": {"id": 1385, "name": "Nerdist", "created_at": "2019-02-14 18:17:08.396585", "updated_at": "2023-07-10 22:01:14.265313", "wikipedia": null, "keywords": null, "related": null, "slug": "alpha", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/1385.png", "url": "nerdist.com,projectalpha.com", "documents": [{"id": 13039, "name": " Privacy Policy", "url": "https://nerdist.com/privacy/", "xpath": "//*[@id=\"page\"]/div[1]/div[2]/section", "text": " <strong>LAST UPDATED: JANUARY 1, 2023</strong>\n<p>This privacy policy (“Privacy Policy”) describes how Legend Pictures, LLC (“Legend,” “we,” “our,” or “us”) collects, processes and retains your Personal Information when you use the website (www.nerdist.com) (the “Site(s)”), however accessed and/or used, whether via personal computers, mobile devices, tablets or other means.\nThis Privacy Policy also applies to interactive features or downloads that are owned or operated by Legend Pictures, LLC, are available through the Site, or that interact with the Site and post this Privacy Policy.\nThis Privacy Policy covers information collected at the Site and does not cover any information collected at any other website or offline by Legend (unless specifically stated).</p>\n<p>Additionally, please note that <strong>Section 1.</strong> of this Notice, which describes our collection and use of information through our Website, also serves as our <strong>Notice at Collection for California residents</strong> for purposes of the California Consumer Privacy Act (CCPA).\nBy using the Site, you agree to this Privacy Policy.\nAny changes to this Privacy Policy will become effective upon posting of the revised Privacy Policy on the Internet, accessible through this Site.</p>\n<p>This Privacy Policy has been designed to be reasonably accessible to people with disabilities.\nIf you experience any difficulties accessing the information in the Privacy Policy, please contact us at <strong>legal@legendary.com</strong>.\nYou can print the complete text of our Privacy Policy by clicking <strong>here</strong>.</p>\n<strong>TABLE OF CONTENTS</strong>\n<p>\n<strong>1.\nNOTICE AT COLLECTION.\nCOLLECTION AND USE OF PERSONAL INFORMATION</strong>\n<br>\n<strong>2.\nSOURCES OF YOUR PERSONAL INFORMATION</strong>\n<br>\n<strong>3.\nDISCLOSURES OF PERSONAL INFORMATION TO OTHER ENTITIES</strong>\n<br>\n<strong>4.\nYOUR CHOICES REGARDING YOUR PERSONAL INFORMATION</strong>\n<br>\n<strong> A.\nYOUR U.S.\nSTATE PRIVACY RIGHTS</strong>\n<strong> B.\nPROMOTIONAL COMMUNICATIONS AND NEWSLETTERS</strong>\n<strong> C.\nTRACKING TECHNOLOGIES</strong>\n<strong> D.\nYOUR EUROPEAN PRIVACY RIGHTS</strong>\n<strong> 5.\nOTHER CONSUMER RIGHTS IN CALIFORNIA</strong>\n<br>\n<strong> 6.\nSECURITY OF PERSONAL INFORMATION</strong>\n<br>\n<strong> 7.\nOTHER IMPORTANT INFORMATION</strong>\n<br>\n<strong> A.\nDATA STORAGE OUTSIDE THE EEA AND INTERNATIONAL TRANSFER</strong>\n<strong> B.\nLINKS TO OTHER SITES</strong>\n<strong> C.\nNOTICE OF CHANGES TO OUR PRIVACY POLICY</strong>\n<strong> 8.\nMINOR CHILDREN</strong>\n<br>\n<strong> 9.\nYOUTUBE NOTICE</strong>\n<br>\n<strong> 10.CONTACT US</strong>\n</p>\n<strong>1.\nNOTICE AT COLLECTION.\nCOLLECTION AND USE OF PERSONAL INFORMATION</strong>\n<p>We collect two types of information: Personal Information and Other Information.</p>\n<p>Personal Information is any information:</p>\n<ul>\n<li>that identifies or can be used to identify you;</li>\n<li>that relates to, describes, is capable of being associated with, or could reasonably be linked (directly or indirectly) with you;</li>\n<li>that can be used to authenticate you or provide access to an account through this Site;</li>\n<li>that relates to you and that might be sensitive.</li>\n</ul>\n<p>The table below and additional paragraphs immediately following the table are a summary of the categories of personal information we have collected over at least the last 12 months, the purposes for collection and use of that personal information, and how long we keep each category of personal information.\nIf you would like to opt-out of the sale or sharing of any of the information as described below, click <strong>“Do Not Sell or Share My Personal Information”</strong>.</p>\n<strong>Categories of Personal Information We Collect</strong>\n<strong>Our Business or Commercial Purposes for Collection and Use of Your Personal Information</strong>\n<strong>&nbsp;</strong>\n<strong>Personal Identifiers</strong> such as your name, address, telephone number and email address <strong>&nbsp;</strong>\n<strong>\n</strong>We do not sell or share your personal identifiers with third parties for targeted advertising on or off the Site.\nWe use this information: To communicate with you via email regarding your requests and questions, our products and services, and your newsletter subscriptions with Legend;To facilitate your participation in a contest, sweepstakes, or other promotions on or through the Site.\nandTo help verify your identity.<strong>Demographic Information </strong>including gender<strong>We sell or share your demographic information with third parties for targeted advertising on and off the Site.</strong> We also use this information: To help us personalize your experience with us, including the advertisements displayed to you on the Site.<strong>Financial Information, </strong>including payment card number and identity verification informationWe do not sell or share your Financial Information.\nWe use it only to complete your shopping transaction, utilizing our fulfillment service provider who handles all Financial Information on our behalf.<strong>Device, Internet and Network Activity Information and Online Identifiers</strong>.&nbsp.\nThis includes usage data of the Site(s) (e.g., which pages of our Site were visited, the order in which they were visited, which hyperlinks were “clicked,” the date and time the app on your device accesses our servers, the URLs from which you linked to our Site,&nbsp.\nand what information and files have been downloaded to or presented through the app), information collected through cookies, web beacons and other technologies, aggregated information about your visits to, or use of, our Site, as well as across other sites, and various attributes associated with your device (e.g., IP address, Internet Service Provider, installed fonts, language and browser settings, and time zone in order to create a device fingerprint or identifier so that we can recognize your device).<strong>We sell or share your device, internet and network activity information, and online identifiers (IP address, cookie IDs, Device IDs) with third parties for targeted advertisements on and off the Site.</strong> We also use this information: To personalize your experience on the Site, including the advertisements, promotions, contest or sweepstakes displayed to you on the Site;To complete your shopping transaction.\nTo provide access to our systems in a form that can be viewed most easily from your device;To determine the general geographic region from which you are accessing the services, using your IP address, which allows us to present appropriate content and inform you of special rules or rights that may apply to people in your jurisdiction;To review statistical information about the use of the systems in order to improve their design and functionality, to understand how they are used, and to assist us with resolving questions.\nand To recognize you, your device or your browser when you use our services so that we can facilitate navigation and display information more effectively.\n&nbsp;<strong>General Location Information</strong> (e.g., zip code and IP address)<strong>We sell or share your general location information with third parties for targeted advertisements on and off the Site.</strong> We also use this information: To personalize your experience with us.<strong>Inferences </strong>drawn from Online Identifiers, Demographic Information, Device, Internet, and Network Activity Information, and General Location Information to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, abilities, and aptitudes.<strong>We sell or share your inferences with third parties for targeted advertisements on and off the Site.</strong> We also use this information: To help us personalize your experience on the Site, including the advertisements displayed to you on the Site.\nandTo recognize you, your device or your browser when you use our services so that we can facilitate navigation and display information more effectively.<p>\n<strong>Additional Uses.\n</strong>We may also use all of the categories of Personal Information noted above as we believe necessary:<br>(1) if we determine a policy violation has occurred, to enforce our rights, or to enforce agreements;<br>(2) if we believe such processing is necessary to identify, contact, or bring legal action regarding the rights and property of ours or our affiliates;<br>(3) to enforce our rights or protect against unauthorized access to our systems or other inappropriate use of our services, products, or other services;<br>(4) to comply with laws, regulations, court orders and subpoenas or similar requests for information by authorities;<br>(5) to protect your safety and the safety of others;<br>(6) to perform audits;<br>(7) to contact you about Site or policy updates;<br>(8) for research and analytics, including to identify usage trends, and to improve and update our products and services.\nand<br>(9) to assist us in fraud prevention or investigation, all on the basis of our legitimate interest in the continuation of our commercial activities and the protection of our rights.</p>\n<p>\n<strong>Aggregate or De-identified Information.</strong> We may collect, use and share information that does not identify you (including information that has been aggregated or de-identified) except as prohibited by applicable law.\nWe will maintain and use de-identified information in de-identified form and will not attempt to reidentify the information, except to make sure the information is truly de-identified.</p>\n<p>\n<strong>Retention.\n</strong>We will retain your Personal Information for as long as is needed to carry out the purposes we’ve described, or as otherwise required by law.\nThe criteria used to determine the applicable retention period for your Personal Information includes the length of time we have an ongoing relationship with you as a consumer and whether there is a legal obligation to which we are subject that requires us to retain your Personal Information.</p>\n<p>Where we have no continuing purpose to process your Personal Information, we will either delete or anonymize it or, if this is not possible (for example, because your Personal Information has been stored in backup archives), then we will securely store your Personal Information and isolate it from any further processing until deletion is possible.</p>\n<strong>2.SOURCES OF YOUR PERSONAL INFORMATION</strong>\n<p>We collect and obtain information from:<br>\n<br>\n<strong>You.\n</strong>We collect information when you provide it to us directly offline or online, through a web form or direct communication with us by email or other message system.<br>\n<br>\n<strong>Service Providers and Contractors.\n</strong>We work with service providers and contractors, including marketing agencies, advertising technology vendors, fulfillment vendors and analytics providers, who collect information on our behalf in order to provide services to us, such your IP address, general location, demographic information or other information for the purpose of personalizing our advertisements to you.\nWe only allow our service providers and contractors to collect and use your Personal Information in connection with the services they provide us and as otherwise permitted by law.<br>\n<br>\n<strong>Other Entities.\n</strong>We may collect information about you from other entities, including, for example, social media sites.\nWhen you engage with our Site on or through third-party social networking sites, such as Facebook or Twitter, and allow us to have access to information from your profile (e.g., name, email address, photo, gender, birthday, location, friends, followers, the posts or the ‘likes’ you make), we may collect information about you from those other entity sites.\nYou can control what data you share through privacy settings available on some social networking sites.\nFor more information about how you can customize your privacy settings and how such third-party sites treat your Personal Information, please refer to their privacy policies and terms of use.\nWe do not allow you to connect your YouTube account to the Site, however, we may embed YouTube videos into articles you may choose to click on the Site.\nIf you visit a YouTube or Google site, the terms of service and privacy policies for those sites apply.</p>\n<p>\n<strong>Cookies and Similar Technologies: </strong>We may use online tracking technologies, such as cookies, web beacons and/or embedded scripts, to help us remember devices associated with user of the Site, analyze the parts of our Sites that users visit, the length of time spent at any particular area, and the specific functionalities that users choose to use.\nEssentially, cookies are a user’s identification card for our servers.\nWeb beacons are small graphic files linked to our servers that allow us to track your use of our Site.\nAn embedded script is programming code that is designed to collect information about your interactions with us.\nAll of these help us remember and respond to what you do on our Site.</p>\n<strong>3.\nDISCLOSURES OF PERSONAL INFORMATION TO OTHER ENTITIES</strong>\n<p>\n<strong>During at least the past 12 months, we have disclosed your Personal Information</strong> outlined in the table above to the following categories of entities:</p>\n<ul>\n<li>\n<strong>Service Providers and Contractors.\n</strong>We disclose all categories of Personal Information listed above with our service providers and contractors.\nOur service providers and contractors may have access to your Personal Information in the course of providing products or services to us.\nThese service providers and contractors may include agencies, ad networks, website developers, and other vendors and suppliers that provide us with technology, services, and/or content related to our operations, payment processing, data analytics, marketing and advertising, website hosting, advertisement auditing, security and integrity of the Site, the quality and safety of the Site, debugging to identify and repair errors that impair existing intended functionality of the Site, internal research, and technical and customer support.\nThese service providers and contractors are only using your Personal Information at our direction and on our behalf.\nIn addition, we disclose personal identifiers to our prize providers who provide the prizes in any contests, sweepstakes, and promotions on our Site.\nPrize providers act as our service providers or contractors.\nWe share information as set out in the official rules that govern as well as for administrative purposes and as required by law (e.g., on a winners list).\nBy entering, you agree to the official rules that govern, and may, except where prohibited by applicable law, allow the sponsor and/or other entities to use your name, voice and/or likeness in advertising or marketing materials.</li>\n</ul>\n<ul>\n<li>\n<strong>Third Parties.\n</strong>We may disclose demographic information, device, internet and network activity information , online identifiers, and general location information with third parties, such as our advertising and marketing third party partners.\nLegend may work with advertising partners to serve you third-party advertisements, including interest-based advertisements, on the Site and on other services.\nYou may be presented with an opportunity to receive information and/or marketing offers directly from third parties.\nIf you do agree (or do not decline where permitted by law) to have your Personal Information shared, your Personal Information will be disclosed to such third parties and all information you disclose will be subject to the privacy policy and practices of such third parties.\nWe are not responsible for the privacy policies and practices of such third parties and, therefore, you should review the privacy policies and practices of such third parties prior to agreeing to receive such information from third parties.\nIf you later decide that you no longer want to receive communication from a third party, and unless stated otherwise in this Privacy Policy, you will need to contact that third party directly.</li>\n</ul>\n<ul>\n<li>\n<strong>Government Authorities, Legal Rights and Actions.</strong> We disclose all categories of Personal Information listed above with various government authorities in response to subpoenas, court orders, or other legal processes.\nto establish or exercise our legal rights or to protect our property.\nto defend against legal claims.\nor as otherwise required by law.\nIn such cases we reserve the right to raise or waive any legal objection or right available to us.\nWe also may share your Personal Information when we believe it is appropriate to investigate, prevent, or take action regarding illegal or suspected illegal activities.\nto protect and defend the rights, property, or safety of Legend, the Site, our users, customers, or others.\nand in connection with our Terms of Use and other agreements.\nWe may also use IP address or other Device Identifiers to identify users, and may do so in cooperation with copyright owners, Internet Service Providers, wireless service providers or law enforcement agencies in our discretion.\nSuch disclosures may be carried out without notice to you.</li>\n</ul>\n<ul>\n<li>\n<strong>Acquirers.\n</strong>We may disclose and/or transfer all categories of Personal Information listed above to an acquirer, assignee or other successor entity in connection with a sale, merger, or reorganization of all or substantially all of the equity, business or assets of Legend to which your Personal Information relates.</li>\n</ul>\n<ul>\n<li>\n<strong>Corporate Family.\n</strong>We disclose all categories of Personal Information listed above with our subsidiaries and affiliates, including where they act as our service providers or for their own direct marketing purposes.</li>\n</ul>\n<ul>\n<li>\n<strong>Facilitating Requests.\n</strong>We disclose all of the categories of Personal Information listed above at your request or direction.</li>\n</ul>\n<ul>\n<li>\n<strong>Consent.\n</strong>We disclose all of the categories of Personal Information listed above if we have let you know what information will be shared, with whom, and obtained your consent.</li>\n</ul>\n<strong>4.\nYOUR CHOICES REGARDING YOUR PERSONAL INFORMATION</strong>\n<strong>\n<em>A.\nYour U.S.\nState Privacy Rights</em>\n</strong>\n<p>You have certain rights with respect to Personal Information under certain U.S.\nstate privacy laws.\nUnder the California Consumer Privacy Act (CCPA), these rights have been extended to Personal Information collected, used, and shared between businesses (B2B), however, these rights have not been extended in any other state.\nAs a result, these rights are limited to consumers and not applicable to individuals in their capacity as employees of businesses that are exchanging personal information between one another.\nIf you are in Europe, please review the section titled “Your European Privacy Rights” below.\nFor purposes of this subsection, the terms “consumer”, “Personal Information”, “business purpose”, “third party”, “sell”, and “share” have the meanings ascribed to them respectively in the applicable state law.\nTo the extent provided for under the applicable laws, you may have the right to:</p>\n<ul>\n<li>\n<strong>Access and Disclosure.</strong> You can request, up to two times every 12 months, that we disclose to you the categories of Personal Information we collected about you, the categories of sources from which we collected the Personal Information, the categories of Personal Information we sold or disclosed, the business or commercial purposes for collecting, selling, or sharing your Personal Information, the categories of third parties with whom we shared the Personal Information, and the specific pieces of Personal Information we collected about you.\nYou also have the right to request a portable copy of your Personal Information.</li>\n</ul>\n<ul>\n<li>\n<strong>Correction and Deletion.</strong> You can request that Legend correct or delete Personal Information that we have about you, subject to certain exceptions allowed under applicable law.</li>\n</ul>\n<ul>\n<li>\n<strong>Do Not Sell or Share My Personal Information (Opt-out of Targeted Advertising).\n</strong>Under certain U.S.\nState Privacy Laws, you may be able to request that we not sell, or share for targeted behavioral advertising, your Personal Information.\nWe may sell, share, and use for targeted advertising the following categories of Personal Information to companies that provide marketing and advertising services to us, as well as advertisers that place advertisements on the Site: Demographic Information, Device, Internet, and Network Activity Information and Online Identifiers, General Location Information, and Inferences.\nYou can request that we not sell or share your Personal Information by clicking <strong>Do Not Sell or Share My Personal Information</strong> on the Site or by sending an email to <strong>datarequest@legendary.com</strong> with your request.\nPlease note that any opt-outs through these tools are specific to the device and browser you are using, so you should opt-out for each web browser and on each device you use.\nYour opt-out preferences will be deleted any time you clear your web browser’s cookie cache.</li>\n</ul>\n<ul>\n<li>\n<strong>Opt-out Preference Signals/Global Privacy Control.\n</strong>You have the right to submit a request to opt-out of the selling and sharing of personal information through an opt-out preference signal.\nIf you use an opt-out preference signal we will apply the opt-out to the device or browser which sends the opt-out preference signal and to any consumer profile associated with that browser or device, including pseudonymous profiles.\nYou can use an opt-out preference signal by downloading a supported browser or extension.\nIf known, we will also treat the opt-out preference signal as a valid request to opt-out of sale/sharing for the user.\nSome browsers allow you to send a Do Not Track signal, an older request to block tracking of users by third parties.\nWe may not honor these older signals.</li>\n</ul>\n<ul>\n<li>\n<strong>Sensitive Personal Information.</strong> We do not collect, use, or disclose Sensitive Personal Information of consumers.</li>\n</ul>\n<ul>\n<li>\n<strong>No Financial Incentives.\n</strong>We do not offer any programs that would be considered a “financial incentive” under U.S.\nstate privacy laws.</li>\n</ul>\n<ul>\n<li>\n<strong>How to Submit a Request.\n</strong>You may exercise these rights by clicking <strong>here</strong> or emailing us at <strong>datarequest@legendary.com</strong>.\nPlease note that we may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations.\nFor example, we may retain Personal Information as permitted by law, such as for tax or other record keeping purposes, to maintain an active account, and to process transactions and facilitate customer requests.</li>\n</ul>\n<ul>\n<li>\n<strong>How We Verify Your Identity.\n</strong>Whether you submit a request directly on your own behalf, or through an authorized agent, we will take reasonable steps to verify your identity prior to responding to your requests.\nFor example, we may utilize a verification provider to assist with verifying your identity.\nThe verification steps may vary depending on the sensitivity of the Personal Information.<br>\n<br>In response to verified requests to <strong>access, disclose, correct, and delete</strong>, we will confirm receipt of this request within 10 business days of receipt of the request where required by law.<br>\n<br>In response to verified requests for <strong>access and disclosure</strong> or a portable copy of your Personal Information, we will disclose and deliver the required information to you free of charge within 45 days after receiving the verifiable consumer request.\nWe may extend this time period to deliver information once by an additional 45 days when reasonably necessary.\nWe will provide notice of the extension within the first 45-day period.<br>\n<br>Following verification of your request to <strong>delete</strong>, we may require you to separately confirm that you want your Personal Information to be deleted.\nWe will delete the information within 45 days of receiving a verifiable consumer request (subject to certain exceptions).\nWe may extend this time period once by an additional 45 days when reasonably necessary.\nWe will provide notice of the extension within the first 45-day period.<br>\n<br>Following verification of your request to <strong>correct</strong>, we may require you to provide documentation, if necessary, to rebut our own documentation that the Personal Information is accurate.\nIf we determine, based on the totality of the circumstances, that the information is not accurate, we will respond to the request by correcting the information, deleting the information (if deletion of the information does not negatively impact you), or providing you with the name of the source from which we have received the alleged inaccurate information (if we are not the source).\nWe will correct the information within 45 days of receiving a verifiable consumer request.\nWe may extend this time period once by an additional 45 days when reasonably necessary.\nWe will provide notice of the extension within the first 45-day period.</li>\n</ul>\n<ul>\n<li>\n<strong>Authorized Agent.</strong> You can designate an authorized agent to submit requests on your behalf.\nHowever, for requests to know, delete, and correct we will require written proof of the agent’s permission to do so and we will need to verify your identity directly.\nIf you would like to designate an authorized agent to submit a request to know, delete, or correct Personal Information on your behalf, please email us at datarequest@legendary.com to verify your identity and provide written proof of permission.\nOnce verified, your authorized agent may act on your behalf.\nWhen submitting the request, please ensure the authorized agent identifies himself/herself/themselves as an authorized agent.</li>\n</ul>\n<ul>\n<li>\n<strong>Appeals.\n</strong>You may have a right to appeal decisions concerning your ability to exercise your consumer rights.\nPlease contact us at datarequest@legendary.com to request an appeal concerning decisions on your consumer request.</li>\n</ul>\n<ul>\n<li>\n<strong>Users Under 16.</strong> Note that Legend is not intended for users under the age of 16.\nWe do not knowingly sell Personal Information from anyone under the age of 16.\nPlease see our section on Minor Children below for more information.</li>\n</ul>\n<ul>\n<li>\n<strong>No Discrimination.\n</strong>Legend will not discriminate against you because you made any of these requests.\nWe may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations.\nFor example, we may retain Personal Information as permitted by law, such as for tax or other record keeping purposes, to maintain an active account, and to process transactions and facilitate customer requests.</li>\n</ul>\n<em>\n<strong>B.\nPromotional Communications and Newsletters</strong>\n</em>\n<p>We directly market to you through e-mail and direct mail.\nYou may unsubscribe from certain email communications by clicking the “Unsubscribe” link provided at the bottom of an email sent to you by Legend.\nPlease note that we reserve the right to send you certain communications relating to your use of the Site and these transactional messages may be unaffected if you choose to opt-out from marketing communications.</p>\n<em>\n<strong>C.\nTracking Technologies</strong>\n</em>\n<p>Google provides tools to allow you to opt out of the use of certain information collected by Google Analytics at <strong>https://tools.google.com/dlpage/gaoptout</strong>, by Google Analytics for Display Advertising or the Google Display Network at <strong>https://www.google.com/settings/ads/onweb/</strong>, or downloading the <strong>Google Analytics Opt-out Browser Add-on</strong>.</p>\n<p>To learn more about targeted ads and how to opt out of receiving certain targeted ads from third parties, please visit: (i) for website targeted ads from DAA participants, <strong>https://www.aboutads.info/choices</strong>.\n(ii) for app targeted ads from DAA participants, <strong>https://www.aboutads.info/appchoices</strong>.\nand (iii) for targeted ads from NAI participants, <strong>https://www.networkadvertising.org/choices/</strong>.\nOpting out only means that the selected participants should no longer deliver certain targeted ads to you, but does not mean you will no longer receive any targeted content and/or ads (e.g., in connection with the participants’ other customers or from other technology services).</p>\n<p>You may also limit our use of information collected from or about your mobile device for purposes of serving targeted ads to you by going to your device settings and turning off tracking for advertising purposes.<br>\n<br>Most browsers allow you to control tracking tools on your web browser.\nYou do not have to accept cookies to use our Website.\nhowever, if you disable cookies, certain functionality on our Website may be lost.\nMost browsers allow you to delete cookies or decline to accept cookies by going to the preferences, tools or options menus of your browser.\nSelections you make are device-specific and browser-specific, meaning that you should update your preferences on each device you use and within each browser.\nAny opt-outs through these tools are specific to the device and browser you are using, so you should opt-out for each web browser and on each device you use.\nYour opt-out preferences will be deleted any time you clear your web browser’s cookie cache.</p>\n<p>Please note that if you opt out using any of these methods, the opt out will only apply to the specific browser or device from which you opt out.\nWe are not responsible for the effectiveness of, or compliance with, any opt out options or programs, or the accuracy of any other entities’ statements regarding their opt out options or programs.</p>\n<strong>\n<em>D.\nYour European Privacy Rights</em>\n</strong>\n<p>Our European customers have the rights and choices outlined below.\nIf you are in the United States, please review the section titled “Your U.S.\nState Privacy Rights” above.<br>\n<br>We process your personal data to the extent permitted by law.\nSuch processing may include the transfer to and storage of your data at servers outside the European Union including locations within the United States.\nIn this context we rely on a variety of legitimate reasons for data processing including your informed consent (Article 6(1) lit.\n(a) GDPR), the necessity to process your personal data as part of the performance of a contract to which you are or wish to become a party (Article 6(1) lit.\n(b) GDPR ) and/or the necessity to process your personal data for the purposes of our legitimate interests (Article 6(1) lit.\n(f) GDPR ).\nThose interests include in particular the improvement of our services.\nAny personal data will only be stored on file for the time necessary to fulfill the legitimate purpose including the observance of applicable statutory requirements to maintain certain documentation of our services.<br>\n<br>We do not share your personal data with any third parties unless permitted by law.\nHowever, we may involve data processors acting on our behalf and helping us to perform our contractual services.<br>We hereby inform you that you, as the data subject, have the right to request from us access to and rectification or erasure of your personal data, or restriction of processing or to object to such processing as well as the right to data portability.\nYou also have the right to lodge a complaint with the competent, a supervisory authority.\nFurther, you may at any time withdraw your once given consent.\nEither of those rights may be exercised by contacting us through our <strong>Web Form</strong>.\nPlease specify your demand so that we can act in accordance with your wishes.</p>\n<strong>5.\nOTHER CONSUMER RIGHTS IN CALIFORNIA</strong>\n<p>\n<strong>Shine the Light.</strong> If you are a California resident, you have the right to ask us one time each year if we have shared Personal Information with third parties for their direct marketing purposes.\nTo make a request, please send us an <strong>e-mail</strong>, or write to us at the address listed in the <strong>Contact Us</strong> section with “Shine the Light” in the subject line of your communication.<br>\n<br>\n<strong>Right to Erasure.\n</strong>If you are a California resident under 18 years old and you are registered with the Site, you can ask us to remove content or information you have posted to the Site.\nTo make a request, <strong>e-mail us</strong> or write to us at the address listed in the <strong>Contact Us</strong> section with <strong>“California Under 18 Content Removal Request”</strong> in the subject line and tell us what you want removed.\nWe may require additional information from you to allow us to verify your identity as well as details about where the content is posted.\nWe will make reasonable good faith efforts to remove the post from prospective public view, although we cannot ensure the complete or comprehensive removal of the content and may retain the content as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<strong>6.\nSECURITY OF PERSONAL INFORMATION</strong>\n<p>We incorporate commercially reasonable safeguards to help protect and secure your Personal Information.\nHowever, no data transmission over the Internet, wireless transmission or electronic storage of information can be guaranteed to be 100% secure.\nPlease note that we cannot ensure or warrant the security of any information you transmit to us, and you use our Site and provide us with your information at your own risk.</p>\n<strong>7.\nOTHER IMPORTANT INFORMATION</strong>\n<em>\n<strong>A.\nData Storage Outside the EEA and International Transfers</strong>\n</em>\n<p>The Site is operated in the United States but made available globally, so it is necessary to transfer your information internationally.\nIf you are located in the EEA, Canada or anywhere else outside of the United States, please be aware that information we collect, including, without limitation, Personal Information, will be transferred to, processed and stored in the United States.\nThe data protection laws in the United States may differ from those of the country in which you are located, and your Personal Information may be subject to access requests from governments, courts, or law enforcement in the United States according to laws of the United States.\nBy using the Site or providing us with any information, you consent to this transfer, processing and storage of your information in the United States.\nWhere required by law, we will transfer your personal data subject to appropriate or suitable safeguards, such as Standard Contractual Clauses.</p>\n<strong>\n<em>B.\nLinks to Other Sites</em>\n</strong>\n<p>This Notice does not address, and we are not responsible for the privacy, security, or other practices of any third parties, including any third party operating any site or service to which the Site links.\nThe inclusion of a link on the Site does not imply endorsement of the linked site or service by us or by our affiliates.In addition, we are not responsible for the information collection, usage, disclosure, or security policies or practices of other organizations, such as Facebook, Apple, Google, Microsoft, or any other third-party app provider, social media platform provider, operating system provider, device manufacturer, or wireless service provider, including with respect to any Personal Information you disclose to other organizations through or in connection with the Site.</p>\n<strong>\n<em>C.\nNotice of Changes to Our Privacy Policy</em>\n</strong>\n<p>This Privacy Policy reflects our current practices, and is subject to change and update from time to time..\nWhen we post changes to this Privacy Policy we will modify the “Effective Date” at the top of this Privacy Policy to indicate when such changes have come into effect.\nIf we change this Privacy Policy in a material way, we will inform you through a notice advising of such change at the beginning of this Privacy Policy and on our Site.</p>\n<strong>8.\nMINOR CHILDREN</strong>\n<p>The Site is a general audience website and we do not knowingly collect any Personal Information from children younger than the age of sixteen (16).\nWe will delete any Personal Information collected that we later determine to be from a user younger than the age of sixteen (16).</p>\n<strong>9.\nYOUTUBE NOTICE</strong>\n<p>YouTube content may be included with or made available via the Site.\nGoogle requires this notice:</p>\n<p>• Use of YouTube is subject to the provisions of the YouTube Terms of Service found at <strong>https://www.youtube.com/t/terms</strong>\n</p>\n<p>• By using YouTube, You hereby accept the Google Privacy Policy found at <strong>https://policies.google.com/privacy</strong>\n</p>\n<strong>10.\nCONTACT US</strong>\n<p>If you have any questions or comments about this Privacy Policy or our Site, please contact us</p>\n<ul>\n<li>\n<strong>Web Form</strong>\n</li>\n<li>Phone: +1 (844) 217-3923</li>\n<li>Address: 2900 W.\nAlameda Avenue, Burbank, CA 91505 Attn: Legal Affairs</li>\n</ul>", "created_at": "2022-12-04 22:03:06.434646", "updated_at": "2023-04-17 17:59:41.088124"}], "points": [{"id": 31118, "title": "Information is provided about what kind of information they collect", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:23:29.584078", "updated_at": "2023-07-11 06:29:06.38837", "quoteText": null, "case_id": 228, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31121, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:25:57.677801", "updated_at": "2023-07-11 06:29:06.477417", "quoteText": null, "case_id": 399, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31116, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:22:52.798324", "updated_at": "2023-07-11 06:29:06.57549", "quoteText": null, "case_id": 329, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31114, "title": "There is a date of the last update of the agreements", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:22:02.566537", "updated_at": "2023-07-11 06:29:06.660853", "quoteText": null, "case_id": 331, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31125, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:49:56.311968", "updated_at": "2023-07-11 06:29:06.760323", "quoteText": null, "case_id": 303, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31119, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:24:20.091112", "updated_at": "2023-07-11 06:29:06.84133", "quoteText": null, "case_id": 220, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31120, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:25:18.728817", "updated_at": "2023-07-11 06:29:06.917596", "quoteText": null, "case_id": 166, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31127, "title": "Your personal data may be used for marketing purposes", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:51:50.269362", "updated_at": "2023-07-11 06:29:06.995168", "quoteText": null, "case_id": 336, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31115, "title": "The service claims to be CCPA compliant for California users", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:22:17.47526", "updated_at": "2023-07-11 06:29:06.22476", "quoteText": null, "case_id": 482, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31117, "title": "Information is provided about how your personal data is used", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:23:12.561068", "updated_at": "2023-07-11 06:29:06.306539", "quoteText": null, "case_id": 227, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31130, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:54:11.54062", "updated_at": "2023-07-11 06:29:07.779954", "quoteText": null, "case_id": 233, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31124, "title": "Your personal information is used for many different purposes", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:32:40.749184", "updated_at": "2023-07-11 06:29:07.60019", "quoteText": null, "case_id": 185, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31126, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:50:23.453201", "updated_at": "2023-07-11 06:29:07.683905", "quoteText": null, "case_id": 323, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31133, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 19:06:16.075316", "updated_at": "2023-07-11 06:29:08.554584", "quoteText": null, "case_id": 188, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31131, "title": "Third-party cookies are used for statistics", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 19:05:11.975337", "updated_at": "2023-07-11 06:29:08.64981", "quoteText": null, "case_id": 325, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31128, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:52:16.962317", "updated_at": "2023-07-11 06:29:08.741701", "quoteText": null, "case_id": 243, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31134, "title": "The service claims to be GDPR compliant for European users", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 19:07:03.714617", "updated_at": "2023-07-11 06:29:08.839498", "quoteText": null, "case_id": 481, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31132, "title": "Third-party cookies are used for advertising", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 19:05:37.822887", "updated_at": "2023-07-11 06:29:08.936314", "quoteText": null, "case_id": 128, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31129, "title": "Your Personal data may be sold unless you opt out", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:53:41.412314", "updated_at": "2023-07-11 06:29:09.031729", "quoteText": null, "case_id": 396, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31122, "title": "This service may collect, use, and share location data", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 18:26:22.834053", "updated_at": "2023-07-11 06:29:48.317166", "quoteText": null, "case_id": 373, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31123, "title": "Sensitive data is collected and shared to target advertising", "source": "https://nerdist.com/privacy/", "status": "Health data like psychological trends is is shared to target advertising", "created_at": "2023-04-17 18:27:10.143303", "updated_at": "2023-07-11 06:30:02.981698", "quoteText": null, "case_id": 487, "document_id": 13039, "quoteStart": null, "quoteEnd": null}, {"id": 31135, "title": "Your data may be processed and stored anywhere in the world", "source": "https://nerdist.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-17 19:07:38.430657", "updated_at": "2023-07-11 06:30:03.201491", "quoteText": null, "case_id": 187, "document_id": 13039, "quoteStart": null, "quoteEnd": null}], "urls": ["nerdist.com", "projectalpha.com"]}}