{"error": 448, "message": "OK", "parameters": {"id": 7790, "name": "Child Research Net ", "created_at": "2023-03-29 15:40:14.601664", "updated_at": "2023-03-29 19:26:55.066683", "wikipedia": null, "keywords": null, "related": null, "slug": "child-research-net", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7790.png", "url": "childresearch.net", "documents": [{"id": 15029, "name": "Terms & Conditions", "url": "https://www.childresearch.net/terms-conditions.html", "xpath": "//*[@id=\"main-contents2\"]", "text": " Terms &amp.\nConditions <p>Child Research Net (hereinafter \"CRN\") is an internet-based research institute for Child Science.\nIts official website (http://www.childresearch.net/) provides research findings, survey data, and other information regarding children and serves as a forum for experts and professionals to exchange views on issues of child-rearing, child care and education.\n<br>\n<br>\n<b>&lt.\nGeneral &gt;&nbsp;</b>\n<br> ■ Usage Rules <br>\n* No content on this website may be reproduced, publicly transmitted, distributed, or adapted without the advance authorization of the CRN Secretariat (hereinafter \"CRN Secretariat\") which is a part of Benesse Holdings, Inc.\n(hereinafter \"Benesse\").<br>\n* When creating a link to this website, please fill out the inquiry form to contact the CRN Secretariat in advance.\n<br>\n* The CRN Secretariat reserves the right to temporarily halt or terminate the service offered in this website at any time.<br>\n* Neither the CRN Secretariat nor Benesse guarantee the validity, accuracy, security, usefulness, etc.\nof the information provided on this website.</p>\n<p>\n<b>&lt.\nComment Function &gt;</b>\n<br>\nThe Comment Function on this website allows users to submit comments on articles that are posted on the website.\nWhen using the Comment Function, please observe the following Usage Rules for the Comment Function.<br>\n<br>\n■ Usage Rules for the Comment Function</p>\n<p>1.\nApplication<br>\n(1) These Usage Rules apply to all communication occurring between the CRN Secretariat and Benesse and the party submitting the comment (hereinafter \"Submitter\") related to the Comment Function on the CRN website (hereinafter \"the Site\").\n<br>\n(2) The CRN Secretariat reserves the right to modify these Usage Rules at any time.\nThese changes are effective from the time they are posted on the Site by the CRN Secretariat.<br>\n(3) The CRN Secretariat reserves the right to establish regulations to implement, supplement, or revise these Usage Rules.\nThe regulations will be included in these Usage Rules from the time the CRN Secretariat posts them on the Site.</p>\n<p>2.\nPurpose of Comment Function<br>\nThe purpose of the Comment Function is to allow a number of users to freely exchange information and views on a wide range of subjects related to children's issues using the internet.\n</p>\n<p>3.\nPolicy regarding the Comment Function<br>\n(1) In the operation of the Comment Function, the CRN Secretariat will ensure the safe and secure use of the service for Submitters by taking strict measures against the transmission of false or objectionable content, violations of the honor or privacy of other Submitters, and any other acts that infringe on the rights and interests of other Submitters.<br>\n(2) The CRN Secretariat reserves the right to select or modify the content of the Comment Function or to temporarily suspend or terminate it.\n</p>\n<p>4.\nService Fee<br>\n(1) The CRN Secretariat will provide the Comment Function free of charge.<br>\n(2) The Submitter will bear the communication fees, internet connection fees, expenses for equipment, etc., and all other fees necessary to use the Comment Function.</p>\n<p>5.\nOperation of Comment Function<br>\n(1) The CRN Secretariat reserves the right to entrust the management of the Comment Function to a party designated by the CRN Secretariat (hereinafter \"Manager.\")<br>\n(2) When using the Comment Function, the Submitter will refrain from comments that do not comply with the purpose of the Comment Function, and will abides with its rules and follow the instructions of the CRN Secretariat and Manager.\n</p>\n<p>6.\nCopyright of comments and usage of information<br>\n(1) The copyright of the content that is submitted with the Comment Function will belong to Benesse, irrespective of whether the said submitted content is displayed on the Site or not.\nThe definition of copyright used here includes the right of publication and other rights of reproduction, the rights set forth in Article 23 of the Copyright Law of Japan (rights of public transmission, etc.), the rights set forth in Article 27 of the said law (translation and adaptation), and the rights set forth in Article 28 of said law (right of the original author in the exploitation of a derivative work), and all other content.<br>\n(2) The Submitter will not exercise the moral rights of the author regarding submitted content in the preceding clause.<br>\n(3) For the purpose of presenting research results, Benesse may present the submitted content under the name of Benesse or CRN at the academic conferences or in the media through publication, etc.\n</p>\n<p>7.\nProhibition of Transfer of Rights and Obligations<br>\nThe Submitter is not permitted to transfer, lend or offer as collateral the rights as a Submitter to a third party or assign obligation held by the Submitter to a third party.</p>\n<p>8.\nProhibition on Reproduction, etc., of Submitted Content<br>\nWith the exception of reproduction for private purposes for home use, content that is submitted or viewed on this Site will not be reproduced, publicly transmitted, distributed, adapted, etc.\nby the Submitter.\nIf the Submitter wishes to use content that is submitted or viewed on this Site in another medium (Submitter's blog, etc.), it will be necessary to obtain permission from CRN Secretariat in advance.</p>\n<p>9.\nOther Prohibitions <br>\n(1) When using the Comment Function, the Submitter is prohibited from submitting the following content.\n<br>\n* Information that makes it possible to identify an individual (the address, name, telephone number, e-mail address of the Submitter or other person, or the telephone number, e-mail address, etc., of a corporation, or the handle of a user.\n<br>\n* Content that constitutes a violation of the confidentiality of communication, property, privacy, and portrait rights or a defamation of honor or trust belonging to a third party, the CRN Secretariat or Benesse.<br>\n* Content that slanders or defames a third party, the CRN Secretariat, or Benesse or is discriminatory.\n<br>\n* Content that is the obscene, inhumane, or offensive or objectionable to another Submitter.<br>\n* Content that is false or information or messages, etc., that constitute chain letters, junk mail or spam.\n<br>\n* Content that constitutes advertisement, publicity, or business activity, canvassing for public elections, and solicitation for a specific viewpoint or religion, or similar content.\n<br>\n(2) When using the Comment Function, the Submitter is prohibited from engaging in acts having the following content.<br>\n* Acts of unauthorized accessing of equipment, programs, etc., that are used to provide the Comment Function.<br>\n* Acts of sending computer programs that are harmful to the Comment Function.<br>\n* Acts that alter or delete without permission any content that is submitted by the Comment Function.<br>\n* Acts of referring to another Submitter in a way that identifies the particular individual or attempting to contact another Submitter without his or her permission.<br>\n* All acts that violate the laws of Japan, public order and morals, these terms of usage or the instructions from the CRN Secretariat and Manager.\n<br>\n* All acts that impede the operation of the Comment Function or that are deemed by the CRN Secretariat to be acts of infringement on the rights and interests of the CRN Secretariat, Benesse, or a third party.</p>\n<p>10.\nDeletion of Submitted Content<br>\nSubmitted content falling under the preceding clause will be deleted in accordance with the judgment of the CRN Secretariat and Manager.\n</p>\n<p>11.\nDisclaimer<br>\n(1) Neither the CRN Secretariat nor Benesse will be liable for any of the following and any damage that results from them.<br>\n* Information obtained by the Submitter using the Comment Function.\n<br>\n* Changes to the Comment Function, suspension or termination.<br>\n* Interruption or delay in the Comment Function or damage to or destruction of data, etc., due to system damage.<br>\n* Conflicts with other Submitters and or with parties other than Submitters that are either related and unrelated to the Comment Function.<br>\n* Other matters not attributable to the CRN Secretariat and Benesse.\n<br>\n(2) The CRN Secretariat will install a firewall and take other reasonable measures to ensure that the Submitter does not incur damage through hacking and other unauthorized access.\nNotwithstanding these measures, if unauthorized access occurs and the Submitter incurs damage, the CRN Secretariat and Benesse will not bear responsibility.\n</p>\n<p>12.\nJurisdiction<br>\nAny dispute concerning these Terms of Use between the CRN Secretariat and Benesse and the Submitter will be referred to the exclusive jurisdiction of the Tokyo District Court as the court of first instance.<br>\n<br>\n13.\nGoverning Law<br>\nThe governing law for these Terms of Use will be the laws of Japan.<br>\n<br>\nSupplementary Provision<br>\nThese Terms of Use will be effective from July 24, 2012.</p>\n<i>\n</i>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Latest Posts</p>\n<ul>\n<li>Resilience Study Session Report: How to enhance children's resilience, essential for their well-being</li>\n<li>[Snuggling Up to Our Differences] Episode3: Making Use of Technology Rather than Relying on Teacher's Strength and Stamina</li>\n<li>[Japan] <em>Uketomeru</em> (all-embracing) approach beyond the <em>mimamoru</em> (watch and wait) approach: ECEC practices at the Akita University-affiliated kindergarten - Part 3</li>\n<li>[Japan] <em>Uketomeru</em> (all-embracing) approach beyond the <em>mimamoru</em> (watch and wait) approach: ECEC practices at the Akita University-affiliated kindergarten - Part 2</li>\n<li>[Japan] <em>Uketomeru</em> (all-embracing) approach beyond the <em>mimamoru</em> (watch and wait) approach: ECEC practices at the Akita University-affiliated kindergarten - Part 1</li>\n<li>[Japan] The Activity of Reading Picture Books Together in ECEC Settings That Creates Interpersonal Interactions</li>\n<li>Something's (Very) Strange! Inclusive Education in Japan (12) What was the True Intention behind Schools Requiring Parental Consent Only for Parents of Special Needs Children?</li>\n<li>[Snuggling Up to Our Differences] Episode2: Redefining Learning Based on the Premise \"People are Born to Be Happy\"</li>\n<li>Something's (Very) Strange! Inclusive Education in Japan (11) A Groan for MEXT Minister's Response </li>\n<li>Director's Blog for the New Year</li>\n</ul> ", "created_at": "2023-03-29 15:40:14.634272", "updated_at": "2023-03-29 15:40:44.311836"}, {"id": 15030, "name": "Privacy Policy ", "url": "https://www.childresearch.net/privacy.html", "xpath": "//*[@id=\"main-contents2\"]", "text": " Privacy Policy Child Research Net (CRN) is operated with the support of BERD (Benesse Educational Research and Development Institute).\nCRN observes Benesse's Privacy Policy regarding all personal information provided or made available by visitors to this website.\n<i>\n</i>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Latest Posts</p>\n<ul>\n<li>Resilience Study Session Report: How to enhance children's resilience, essential for their well-being</li>\n<li>[Snuggling Up to Our Differences] Episode3: Making Use of Technology Rather than Relying on Teacher's Strength and Stamina</li>\n<li>[Japan] <em>Uketomeru</em> (all-embracing) approach beyond the <em>mimamoru</em> (watch and wait) approach: ECEC practices at the Akita University-affiliated kindergarten - Part 3</li>\n<li>[Japan] <em>Uketomeru</em> (all-embracing) approach beyond the <em>mimamoru</em> (watch and wait) approach: ECEC practices at the Akita University-affiliated kindergarten - Part 2</li>\n<li>[Japan] <em>Uketomeru</em> (all-embracing) approach beyond the <em>mimamoru</em> (watch and wait) approach: ECEC practices at the Akita University-affiliated kindergarten - Part 1</li>\n<li>[Japan] The Activity of Reading Picture Books Together in ECEC Settings That Creates Interpersonal Interactions</li>\n<li>Something's (Very) Strange! Inclusive Education in Japan (12) What was the True Intention behind Schools Requiring Parental Consent Only for Parents of Special Needs Children?</li>\n<li>[Snuggling Up to Our Differences] Episode2: Redefining Learning Based on the Premise \"People are Born to Be Happy\"</li>\n<li>Something's (Very) Strange! Inclusive Education in Japan (11) A Groan for MEXT Minister's Response </li>\n<li>Director's Blog for the New Year</li>\n</ul> ", "created_at": "2023-03-29 15:40:14.666853", "updated_at": "2023-03-29 15:41:29.574254"}], "points": [], "urls": ["childresearch.net"]}}