{"error": 448, "message": "OK", "parameters": {"id": 4346, "name": "PrivacySpy", "created_at": "2021-07-02 20:06:34.416567", "updated_at": "2023-04-22 11:50:00.214573", "wikipedia": null, "keywords": null, "related": null, "slug": "privacyspy", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/4346.png", "url": "privacyspy.org", "documents": [{"id": 7642, "name": "terms and privacy", "url": "https://privacyspy.org/terms-and-privacy/", "xpath": "/html/body/div/main", "text": " Terms &amp.\nPrivacy <blockquote>\n<p>Updated June 21st, 2020.\nView previous versions.</p>\n</blockquote>\n<p>We want to treat you well.\nWe also need to protect ourselves from unnecessary legal exposure and ensure transparency, which is why this page exists.\nFor a (non-binding) overview of our Privacy Policy, see its entry in the PrivacySpy database.\nAs for our Terms of Service, here is a (non-binding) summary of the key points:</p>\n<ul>\n<li>Don't break the law while using our site, and don't use our site to break the law;</li>\n<li>Feel free to post PrivacySpy's materials under the Creative Commons BY license;</li>\n<li>The data on this site might be wrong, but we do our best to keep everything accurate (and you can always help correct our information yourself by submitting a suggestion);</li>\n<li>We don't provide legal advice, so <em>please</em> do not consider anything here to be legal advice.</li>\n<li>Please follow our Code of Conduct when interacting with our community.</li>\n</ul>\n1.\nTerms\n<p>By accessing the website at https://privacyspy.org, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law (see section 2.b).</p>\n2.\nUse License\n<ol>\n<li>Permission is granted to download the materials (information or software) on PrivacySpy (Politiwatch, Inc.)'s website for viewing.\nThis is the grant of a license, not a transfer of title, and under this license you may not remove any copyright or other notations from the materials.</li>\n<li>The content of this website, except that content which is clearly drawn from some other source (and therefore made available under a different license) shall be licensed according to Creative Commons BY ().\nUnder this license, you must attribute PrivacySpy's materials back to PrivacySpy (ideally with a link, whenever possible), but are otherwise free to use the materials freely.</li>\n<li>By uploading or otherwise providing information to PrivacySpy, whether through the website or via a GitHub contribution, you grant PrivacySpy the right to store and, when intended, publicly display that information under the license described above.\nFor details about your data, please see our Privacy Policy.</li>\n</ol>\n3.\nDisclaimer\n<ol>\n<li>The materials on PrivacySpy (Politiwatch, Inc.)'s website are provided on an 'as is' basis.\nPrivacySpy (Politiwatch, Inc.) makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li>\n<li>The materials on PrivacySpy (Politiwatch, Inc.)'s website are not legal advice.\nPrivacySpy does not provide legal advice in any capacity.</li>\n<li>Further, PrivacySpy (Politiwatch, Inc.) does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</li>\n<li>Some of the content on PrivacySpy is user-generated.\nWhile PrivacySpy will make a good-faith effort to moderate its user-generated content, it is not responsible for it.\n(If you find something that shouldn't be here, please let us know immediately.)</li>\n</ol>\n4.\nLimitations\n<p>In no event shall PrivacySpy (Politiwatch, Inc.) or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on PrivacySpy (Politiwatch, Inc.)'s website, even if PrivacySpy (Politiwatch, Inc.) or a PrivacySpy (Politiwatch, Inc.) authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n5.\nAccuracy of Materials\n<p>The materials appearing on PrivacySpy (Politiwatch, Inc.)'s website could include technical, typographical, or photographic errors.\nPrivacySpy (Politiwatch, Inc.) does not warrant that any of the materials on its website are accurate, complete, or current.\nPrivacySpy (Politiwatch, Inc.) may make changes to the materials contained on its website at any time without notice.\nHowever, PrivacySpy (Politiwatch, Inc.) does not make any commitment to update the materials.</p>\n6.\nLinks\n<p>PrivacySpy (Politiwatch, Inc.) has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by PrivacySpy (Politiwatch, Inc.) of the site.\nUse of any such linked website is at the user's own risk.</p>\n7.\nModifications\n<p>PrivacySpy (Politiwatch, Inc.) may revise these terms of service for its website at any time, though users will be notified of any substantial modifications.\nBy using this website, you are agreeing to be bound by the then current version of these terms of service.</p>\n8.\nGoverning Law\n<p>These terms and conditions are governed by and construed in accordance with the laws of New York, and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p>\n9.\nCode of Conduct\n<p>By interacting with PrivacySpy, you agree to act in accordance with our Code of Conduct.\nFailure to do so will result in the removal of your ability to contribute.</p> Privacy Policy\n<p>Your privacy is (obviously) important to us.\nIt is PrivacySpy (Politiwatch, Inc.)'s policy to respect your privacy regarding any information we may collect from you across our website, https://privacyspy.org, and other sites we own and operate.\nNote that these terms <strong>do not</strong> apply to GitHub, where contributions to PrivacySpy take place.</p>\n<p>We only ask for personal information when we truly need it.\nfor example, when corresponding via email and when interacting with contributors.\nWe collect it by fair and lawful means, with your knowledge and consent.\nWe also let you know why we're collecting it and how it will be used.</p>\n<p>We collect the following data:</p>\n<ul>\n<li>Your IP address and browser \"user agent\" (in logs and basic analytics, which are periodically rotated)</li>\n<li>Aggregate website usage statistics (page views, general geographic breakdowns, device types)</li>\n</ul>\n<p>We only retain collected information for as long as necessary to provide you with your requested service.\nWhat data we store, we'll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.</p>\n<p>We don't share any personally identifying information publicly or with third-parties, except when required to by a subpoena or valid court order, or when you explicitly publish that information yourself.</p>\n<p>We do not collect any personal information except that which you give yourself to the site.\nhowever, we will nonetheless make a best-effort attempt to respect Do Not Track (DNT) browser requests.</p>\n<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and practices of these sites and cannot accept responsibility or liability for their respective privacy policies.</p>\n<p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.</p>\n<p>If we learn of a data breach, we will notify all affected users within 72 hours of discovery.</p>\n<p>To ensure security, all our data is encrypted at rest and in transit.</p>\n<p>We do not store the personal information of any of our visitors, and it is not possible to sign up for an account.</p>\n<p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information.\nIf we modify this privacy policy in any significant way, we will notify all users via email.\nIf you have any questions about how we handle user data and personal information, feel free to contact us.</p> ", "created_at": "2021-07-02 20:06:34.418803", "updated_at": "2023-04-01 15:34:53.363017"}], "points": [{"id": 30463, "title": "There is a date of the last update of the agreements", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:36:31.511346", "updated_at": "2023-07-11 06:23:24.183592", "quoteText": null, "case_id": 331, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30465, "title": "The terms for this service are easy to read", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:36:58.16128", "updated_at": "2023-07-11 06:28:21.851034", "quoteText": null, "case_id": 199, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30464, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:36:40.312488", "updated_at": "2023-07-11 06:28:22.571357", "quoteText": null, "case_id": 197, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30472, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:41:54.532924", "updated_at": "2023-07-11 06:28:22.656814", "quoteText": null, "case_id": 303, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30473, "title": "Your personal data is not shared with third parties", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:42:16.764249", "updated_at": "2023-07-11 06:28:22.756274", "quoteText": null, "case_id": 311, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30466, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:37:29.222329", "updated_at": "2023-07-11 06:28:22.836874", "quoteText": null, "case_id": 286, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30468, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:38:15.807424", "updated_at": "2023-07-11 06:28:22.917826", "quoteText": null, "case_id": 293, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30469, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:38:51.971904", "updated_at": "2023-07-11 06:28:22.999114", "quoteText": null, "case_id": 329, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30471, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:40:10.300408", "updated_at": "2023-07-11 06:28:23.078487", "quoteText": null, "case_id": 399, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30478, "title": "Content is published under a free license instead of a bilateral one", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:44:31.579254", "updated_at": "2023-07-11 06:28:23.341405", "quoteText": null, "case_id": 131, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30477, "title": "Information is provided about security practices", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:43:55.9376", "updated_at": "2023-07-11 06:28:23.420626", "quoteText": null, "case_id": 226, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30476, "title": "No need to register", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:43:42.094947", "updated_at": "2023-07-11 06:28:23.503574", "quoteText": null, "case_id": 320, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30475, "title": "You will be notified if personal data has been affected by data breaches", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:43:07.960329", "updated_at": "2023-07-11 06:28:23.614914", "quoteText": null, "case_id": 391, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30470, "title": "The court of law governing the terms is in New York", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:39:06.89539", "updated_at": "2023-07-11 06:28:23.701754", "quoteText": null, "case_id": 163, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30479, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:45:13.486131", "updated_at": "2023-07-11 06:28:23.792485", "quoteText": null, "case_id": 290, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30482, "title": "You agree not to use the service for illegal purposes", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:47:23.869334", "updated_at": "2023-07-11 06:28:23.871796", "quoteText": null, "case_id": 280, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30480, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:45:43.455943", "updated_at": "2023-07-11 06:28:23.166137", "quoteText": null, "case_id": 279, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30481, "title": "You can access most of the pages on the service's website without revealing any personal information", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:47:03.172538", "updated_at": "2023-07-11 06:28:23.250123", "quoteText": null, "case_id": 298, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30474, "title": "Your browser's Do Not Track (DNT) headers are respected", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:42:36.450972", "updated_at": "2023-07-11 06:28:29.488583", "quoteText": null, "case_id": 383, "document_id": 7642, "quoteStart": null, "quoteEnd": null}, {"id": 30467, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://privacyspy.org/terms-and-privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-01 15:37:51.573624", "updated_at": "2023-07-11 06:28:29.73944", "quoteText": null, "case_id": 288, "document_id": 7642, "quoteStart": null, "quoteEnd": null}], "urls": ["privacyspy.org"]}}