{"error": 448, "message": "OK", "parameters": {"id": 9427, "name": "Smogon", "created_at": "2023-08-23 21:54:36.502692", "updated_at": "2023-08-23 22:02:29.903398", "wikipedia": "https://en.wikipedia.org/wiki/Pok%C3%A9mon_competitive_play", "keywords": null, "related": null, "slug": "smogon", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9427.png", "url": "smogon.com", "documents": [{"id": 18574, "name": "Privacy Policy (Website)", "url": "https://www.smogon.com/privacy_policy", "xpath": "//body", "text": null, "created_at": "2023-08-23 21:54:36.533667", "updated_at": "2023-08-23 21:54:54.165801"}, {"id": 18576, "name": "Terms & Rules", "url": "https://www.smogon.com/forums/help/terms/", "xpath": "/html/body/div[1]/div[4]", "text": " <ul>\n<li> Welcome to Smogon! Take a moment to read the <strong>Introduction to Smogon</strong> for a run-down on everything Smogon, and make sure you take some time to read the <strong>global rules</strong>.\n</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Help </li>\n</ul> JavaScript is disabled.\nFor a better experience, please enable JavaScript in your browser before proceeding.\nTerms and rules Help pages Help Smilies BB codes Trophies Cookie usage Terms and rules Privacy policy <p>The providers (\"we\", \"us\", \"our\") of the service provided by this web site (\"Service\") are not responsible for any user-generated content and accounts.\nContent submitted express the views of their author only.</p>\n<p>This Service is only available to users who are at least 13 years old.\nIf you are younger than this, please do not register for this Service.\nIf you register for this Service, you represent that you are this age or older.</p>\n<p>All content you submit, upload, or otherwise make available to the Service (\"Content\") may be reviewed by staff members.\nAll Content you submit or upload may be sent to third-party verification services (including, but not limited to, spam prevention services).\nDo not submit any Content that you consider to be private or confidential.</p>\n<p>You agree to not use the Service to submit or link to any Content which is defamatory, abusive, hateful, threatening, spam or spam-like, likely to offend, contains adult or objectionable content, contains personal information of others, risks copyright infringement, encourages unlawful activity, or otherwise violates any laws.\nYou are entirely responsible for the content of, and any harm resulting from, that Content or your conduct.</p>\n<p>We may remove or modify any Content submitted at any time, with or without cause, with or without notice.\nRequests for Content to be removed or modified will be undertaken only at our discretion.\nWe may terminate your access to all or any part of the Service at any time, with or without cause, with or without notice.</p>\n<p>You are granting us with a non-exclusive, permanent, irrevocable, unlimited license to use, publish, or re-publish your Content in connection with the Service.\nYou retain copyright over the Content.</p>\n<p>These terms may be changed at any time without notice.</p>\n<p>If you do not agree with these terms, please do not register or use the Service.\nUse of the Service constitutes acceptance of these terms.\nIf you wish to close your account, please contact us.</p>\n<ul>\n<li> Home </li>\n<li> Help </li>\n</ul> ", "created_at": "2023-08-23 21:54:36.593166", "updated_at": "2023-08-23 21:55:10.49771"}, {"id": 18575, "name": "Privacy Policy (Forums)", "url": "https://www.smogon.com/forums/help/privacy-policy/", "xpath": "/html/body/div[1]/div[4]", "text": null, "created_at": "2023-08-23 21:54:36.563051", "updated_at": "2023-08-23 21:55:24.787206"}], "points": [], "urls": ["smogon.com"]}}