{"error": 448, "message": "OK", "parameters": {"id": 9565, "name": "Musi", "created_at": "2023-09-04 23:30:49.598354", "updated_at": "2023-09-05 10:02:24.052704", "wikipedia": null, "keywords": null, "related": null, "slug": "musi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9565.png", "url": "feelthemusi.com", "documents": [{"id": 18960, "name": "Privacy Policy", "url": "https://feelthemusi.com/pages/privacy_policy.html", "xpath": "//body", "text": " <p>Musi Privacy Policy</p>\n<p>Last modified: February 24, 2022</p>\n<p>\n<u>INTRODUCTION</u>\n</p>\n<p>Musi Inc.\n(\"<b>we</b>,\" \"<b>us</b>,\"\n\"<b>our</b>\") respect your privacy and are committed to protecting it\nthrough our compliance with this privacy policy (<b>\"Policy\"</b>).</p>\n<p>This Policy describes how we collect, use,\ndisclose and protect the personal information of the users of our website\nhttps://feelthemusi.com/ (<b>\"Website\"</b>) and our software\napplication Musi (<b>\"Application\"</b>), available on the iOS App\nStore.&nbsp.\nThe use of <b>\"you\"</b> in this Policy refers to anyone who\nvisits our Website or who uses the Application.&nbsp.\nOur Website and the\nApplication are collectively referred to as the <b>\"Services\"</b>.</p>\n<p>This Policy also explains your choices\nabout how we manage your personal information.</p>\n<p>Privacy laws in Canada generally define <b>\"personal\ninformation\"</b> as any information about an identifiable individual,\nwhich includes information that can be used on its own or with other\ninformation, to identify, contact, or locate a single person.\n</p>\n<p>This Policy applies to personal information\nwe collect, use, or disclose about you:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOn our Website.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThrough the Application.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn email, text, and other electronic messages between you and the\nServices.</p>\n<p>The Services may include links to\nthird-party websites, services, social networks, or applications.\nClicking on\nthose links may allow the third party to collect or share data about you.\nIf\nyou follow a link to a third-party website, please note that these third\nparties have their own privacy policies and we do not accept any responsibility\nor liability for these policies.\nWe do not control these third-party websites,\nand we encourage you to read the privacy policy of every website you visit.</p>\n<p>Please read this Policy carefully to\nunderstand our policies and practices for collecting, processing, and storing\nyour personal information.\nIf you do not agree with our policies and practices,\nyour choice is not to use the Services.\nBy accessing or using the Services, you\nindicate that you understand, accept, and consent to the practices described in\nthis Policy.\n</p>\n<p>This Policy may change from time to time\n(see the Changes to Our Privacy Policy heading below).\nYour continued use of\nthe Services after we make changes, indicates that you accept and consent to\nthose changes, so please check the Policy periodically for updates.</p>\n<p>\n<u>INFORMATION WE COLLECT ABOUT YOU</u>\n</p>\n<p>We may collect and use several types of\ninformation from and about you, including:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Personal information</b>, that we can\nreasonably use to directly or indirectly identify you, such as your name,\ne-mail address, user name or other similar identifier, and any other identifier\nwe may use to contact you online or offline.\nPlease note that the Services do\nnot collect this information in the ordinary course.\nwe only receive it, if you\nchoose to provide it to us.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Non-personal information</b>, that does not\ndirectly or indirectly reveal your identity or directly relate to an identified\nindividual, including usage information, such as videos played, screens viewed\nand your use of the Application's features and functions, on your device.\nWe\nalso collect statistical or aggregated information related to your use of the\nApplication (such as information related to your video library, or an IDFA\nadvertising identifier that is assigned to your profile).</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Technical information</b>, including your IP\naddress, device information and Musi version number.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Non-personal details about your interactions with the Services</b>, including the full Uniform Resource Locators (URLs), clickstream\nto, through and from our Website (including date and time), video search\nqueries, page response times, download errors and crash logs, length of visits\nto certain aspects of the Services, page interaction information (such as scrolling,\nclicks, and mouse-overs) or methods used to browse away from the page.</p>\n<p>As you can see, most of the information we\ncollect is <u>not</u> personal information.\nThis is because the information\ndoes not contain any information that can be used to identify you, and we do\nnot have the ability to link this information to your identity.\nWe do not\nrequire you to register an account to use the Services, nor do you need to\nprovide us your name or email address.</p>\n<p>If you would like to opt out of any\ncollection, use or disclosure of your information, by the Services, please\nemail us at support@feelthemusi.com, and we will do our best to accommodate\nyour request.</p>\n<p>\n<u>HOW WE COLLECT INFORMATION ABOUT YOU</u>\n</p>\n<p>We use different methods to collect your\ninformation, including through:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Direct interactions with you,</b>\n<b>when\nyou provide it to us</b>, for example, by corresponding with us by email, or\notherwise.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Automated technologies or interactions</b>,\nas you navigate through our Website or use the Application.\nInformation\ncollected automatically may include usage details, IP addresses, and\ninformation collected through the use of your IDFA, which is the identifier\nthat is assigned to your device by Apple for the purposes of delivering\nadvertising content to you.</p>\n<p>Information You\nProvide to Us </p>\n<p>The information we collect directly from\nyou on or through the Services may include:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRecords and copies of your correspondence (including email\naddresses), if you contact us.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour search queries on the Application.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation provided through the iOS App Store, to verify your\npurchase of ad-free content.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCopies of your video libraries and playlists, so that we can back\nthem up and make them available across your devices.</p>\n<p>Information We\nCollect Through Automatic Data Collection Technologies&nbsp.\n</p>\n<p>As you navigate through and interact with the\nServices, we may use automatic data collection technologies to collect certain\ninformation about your device, browsing actions, and patterns, including\ndetails of your use of the Application, including the frequency and duration of\nusage, as well as how you interact with advertisements that are provided in the\nApplication.&nbsp.\nThis includes information such as the unique ID of your device.</p>\n<p>We use Google Analytics, to help us\nunderstand how you use and interact with the Services.\nYou may opt out of\nGoogle Analytics by visiting the Google Analytics Opt-out Page.</p>\n<p>The information we collect automatically is\nstatistical data and does not include personal information (again, because we\nhave no way of linking it to your name or other identifying information), and\nwe may use and maintain it, to deliver better and more personalized Services,\nincluding by enabling us to:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEstimate our audience size and usage patterns.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nStore information about your preferences, allowing us to customize\nour Services according to your individual interests.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRecognize you when you return to the Services.</p>\n<p>Third Party Use of Cookies and Other Tracking\nTechnologies</p>\n<p>Some content or applications on the Services,\nincluding advertisements, are served by third-parties, including advertisers,\nad networks and servers, content providers, and application providers.\nThese\nthird parties may use cookies alone or in conjunction with web beacons or other\ntracking technologies to collect information about you when you use the\nServices.\nThey may collect information about your online activities over time\nand across different websites and other online services.\nThey may use this\ninformation to provide you with behavioural advertising or other targeted\ncontent.\nIn addition to helping advertisers reach the right people for their\nproducts and services, behavioural advertising helps support the Services so that\nyou can enjoy free content.</p>\n<p>You can opt-out of several third party ad\nservers' and networks' cookies simultaneously by using opt-out tools created by\nthe Digital Advertising Alliance of Canada or the Network Advertising\nInitiative.\nYou can also access these websites to learn more about behavioural\nadvertising and how to stop websites from placing cookies on your device.\nOpting out of a network does not mean you will no longer receive online\nadvertising.\nIt does mean that the network from which you opted out will no\nlonger deliver ads tailored to your web preferences and usage patterns.</p>\n<p>We do not control these third parties'\ntracking technologies or how they are used.\nIf you have any questions about an\nadvertisement or other targeted content, you should contact the responsible\nprovider directly.\nFor more information about how you can opt out of receiving\ntargeted advertising from many providers, see the Choices About How We Use and\nDisclose Your Information heading below.</p>\n<p>Our ad network providers include Mintegral North America Inc.\n(“Mintegral”).\nMintegral provides and serves some of the ads you may see on the Services.\nThis is accomplished through the embedding of software development tools provided to us, by Mintegral, into the Services.\nThese software development tools then enable the display of ads, from advertisers, which are provided to us by Mintegral.</p>\n<p>Mintegral may collect the following information from you, when you view ads that it has provided to us: device make, device model, operating system and the operating system version of your device, device type, screen size, orientation and battery, carrier information, the fact you accessed the ad through the Services, country, time zone and locale settings (country and preferred language), network connection type, IP address, SDK version, timestamp, network status such as WiFi, mobile advertising identifier, device event information such as crashes, system activity, hardware settings, the date and time of your request and referral URL, user-agent, the package name of the Services, IDFV, system file size, system update time, system boot time, device user name, RAM (random access memory), remaining available RAM and CPU version and information about your interaction with such ads.</p>\n<p>This information is collected by Mintegral to serve you ads, including for the purposes of delivering interest-based advertising, behavioural advertising, cross-app or cross-device advertising, targeting or re-targeting ads, and analyzing and building profiles of users who view ads that are served by Mintegral.\nOnce Mintegral collects this information, it becomes the controller of that information, as that term is recognized by privacy laws.</p>\n<p>You may opt out of Mintegral’s collection of this information.\nFor more information, please see the Choices About How We Use and Disclose Your Information heading below or visit Mintegral’s privacy policy, which you can access via the link in the next paragraph.</p>\n<p>If you have any questions about our relationship with Mintegral, how it interacts with the Services or otherwise related to its privacy practices, you may contact Mintegral by email at: privacy@mintegral.com, or by mail sent to: Legal and Compliance Department, Floor 43, East Tower of Tianying Square, No.222 Xingmin Road, Tianhe district, Guangzhou, China.\nYou may also visit Mintegral’s privacy policy at: https://www.mintegral.com/en/privacy/, for a full description of its data practices.</p>\n<p>\n<u>HOW WE USE YOUR INFORMATION</u>\n</p>\n<p>We use information that we collect about\nyou or that you provide to us, including any personal information:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo present our Services to you and to provide you with information,\nproducts, or services that you request from us.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo improve our Services.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo fulfill the purposes for which you provided the information or\nthat were described when it was collected, or any other purpose for which you\nprovide it.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo carry out our obligations and enforce our rights arising from any\ncontracts with you, including for billing and collection or to comply with\nlegal requirements.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo notify you about changes to our Services.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo measure or understand the effectiveness of the advertising we\nserve to you and others, and to deliver relevant advertising to you.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFor any other purpose, with your consent.</p>\n<p>We may use the information we have\ncollected from you to enable us to display advertisements to our advertisers'\ntarget audiences.\nEven though we do not disclose your personal information for\nthese purposes without your consent, if you click on or otherwise interact with\nan advertisement, the advertiser may assume that you meet its target criteria.</p>\n<p>\n<u>DISCLOSURE OF YOUR INFORMATION</u>\n</p>\n<p>We may disclose personal information that\nwe collect or that you provide as described in this Policy: </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn accordance with applicable law, to a buyer or other successor, in\nthe event of a merger, divestiture, restructuring, reorganization, dissolution,\nor other sale or transfer of some or all of our assets, whether as a going\nconcern or as part of bankruptcy, liquidation, or similar proceeding, in which\npersonal information held by us about our customers and users is among the\nassets transferred.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo advertisers and advertising networks that require the information\nto select and serve relevant advertisements to you and others.\nWe do not\ndisclose data about identifiable individuals to our advertisers, but we may\nprovide them with aggregate information about our users.\nWe may also use such\naggregate information to help advertisers target a specific audience (for\nexample, users in a specific location, or whose video library contains certain\ntypes of videos).\nWe may make use of the information we have collected from you\nto enable us to display our advertisers' advertisements, to that target\naudience.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo third parties to market their products or services to you, if you\nhave not opted out of these disclosures.\nWe only share information with third\nparties who commit to follow applicable privacy laws.\nFor more information, see\nthe Choices About How We Use and Disclose Your Information heading below.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo contractors, service providers, and other third parties we use to\nsupport our business (such as analytics and search engine providers that assist\nus with Website improvement and optimization), who commit to follow applicable\nprivacy laws.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo fulfill the purpose for which you provide it.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFor any other purpose disclosed by us when you provide the\ninformation or otherwise, with your consent.</p>\n<p>We may also disclose your personal\ninformation:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo comply with any court order, law, or legal process, including to\nrespond to any government or regulatory request, in accordance with applicable\nlaw.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo enforce or apply our Terms and Conditions of Use https://feelthemusi.com/pages/terms_of_use.html.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf we believe disclosure is necessary or appropriate to protect our\nrights, property, or safety, or that of our customers, or others.\nThis includes\nexchanging information with other companies and organizations for the purposes\nof fraud protection and credit risk reduction.</p>\n<p>\n<u>TRANSFERRING YOUR PERSONAL INFORMATION</u>\n</p>\n<p>We may transfer personal information that\nwe collect or that you provide as described in this Policy to contractors,\nservice providers, and other third parties we use to support our business (such\nas analytics and search engine providers that assist us with Website improvement\nand optimization) and who are contractually obligated to use it only for the\npurposes for which we disclose it to them, and to process the personal\ninformation with the same standards set out in this Policy.</p>\n<p>We may process, store, and transfer your\npersonal information in and to a foreign country, with different privacy laws\nthat may or may not be as comprehensive as Canadian law.\nIn these\ncircumstances, the governments, courts, law enforcement, or regulatory agencies\nof that country may be able to obtain access to your personal information\nthrough the laws of the foreign country.\nWhenever we engage a service provider,\nwe require that its privacy and security standards adhere to this Policy and\napplicable privacy legislation.</p>\n<p>By submitting your personal information or\nengaging with the Website, you consent to this transfer, storage, or\nprocessing.</p>\n<p>\n<u>CHOICES ABOUT HOW WE USE AND DISCLOSE YOUR\nINFORMATION</u>\n</p>\n<p>We strive to provide you with choices\nregarding the personal information you provide to us.\n</p>\n<p>You should know that we use third-party\nadvertising companies to serve advertisements, when you use the Application.\nThese companies may use information (not including your name, address, email\naddress or telephone number) about your visits to the Website and other websites,\nin order to provide advertisements about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices\nabout not having this information used by these companies, please visit this\nlink: http://www.networkadvertising.org/managing/opt_out.asp.</p>\n<p>We do not control third parties' collection\nor use of your information to serve interest-based advertising.\nHowever, these\nthird parties may provide you with ways to choose not to have your information\ncollected or used in this way.\nIn addition to the information indicated above\nunder this heading, you can opt-out of several third party ad servers’ and\nnetworks’ cookies simultaneously by using opt-out tools created by Google Advertising, the Digital Advertising\nAlliance of Canada or by the Network Advertising Initiative.\nYou may also opt out of our use of Google Analytics by visiting the\nGoogle Analytics opt-out page.\n</p>\n<p>In addition, we have created mechanisms to\nprovide you with the following control over your information:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Tracking Technologies and Advertising.</b> You\ncan opt out of IDFA tracking within the iOS Settings app.\nFor more information\nabout tracking technologies, see the Information We Collect Through Automatic\nData Collection Technologies heading above.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Targeted Advertising.</b> If you do not want\nus to use information that we collect or that you provide to us to deliver\nadvertisements according to our advertisers' target-audience preferences, you\ncan opt out by using the opt-out tools that are\nreferenced above in this section.</p>\n<p>\n<u>DATA SECURITY</u>\n</p>\n<p>The security of your personal information\nis very important to us.\nWe use physical, electronic, and administrative\nmeasures designed to secure your personal information from accidental loss and\nfrom unauthorized access, use, alteration, and disclosure.\n</p>\n<p>Unfortunately, the transmission of\ninformation via the Internet is not completely secure.\nAlthough we do our best\nto protect your personal information, we cannot guarantee the security of the\npersonal information you transmit to our Website.\nAny transmission of personal\ninformation is at your own risk.\nWe are not responsible for circumvention of\nany privacy settings or security measures contained on the Website.\n</p>\n<p>\n<u>DATA RETENTION</u>\n</p>\n<p>Except as\notherwise permitted or required by applicable law or regulation, we will only\nretain your personal information for as long as is necessary to fulfill the\npurposes we collected it for, including for the purposes of satisfying any\nlegal, accounting, or reporting requirements.\nUnder some circumstances we may\nanonymize your personal information so that it can no longer be associated with\nyou.\nWe reserve the right to use such anonymous and de-identified data for any\nlegitimate business purpose without further notice to you, or your consent.\n</p>\n<p>\n<u>CHILDREN UNDER THE AGE OF 13</u>\n</p>\n<p>The Services are not intended for children\nunder 13 years of age.\nNo one under age 13 may provide any personal information\nto, or through, the Services.\nWe do not knowingly collect personal information\nfrom children under 13.\nIf you are under 13, do not use or provide any personal\ninformation on, or through, the Services.\nIf we learn we have collected or\nreceived personal information from a child under 13 without verification of\nparental consent, we will delete that personal information.\nIf you believe we\nmight have any personal information from or about a child under 13, please\ncontact us at support@feelthemusi.com.</p>\n<p>\n<u>YOUR CALIFORNIA PRIVACY RIGHTS</u>\n</p>\n<p>California residents have the right to receive:\na) information identifying any third party company(ies) to whom Musi may have\ndisclosed (within the previous calendar year) personal information pertaining\nto you and your family for that company’s direct marketing purposes.\nand b)\na description of the categories of personal information disclosed.\nIf you are\na California resident and wish to obtain such information, submit a request\nhere support@feelthemusi.com with “Request for California Privacy Information”\nas the subject line and in the body of your message.\nPlease be aware that not\nall information sharing is covered by requirements and only information on\ncovered sharing will be included in our response.\nPlease also note that under\nCalifornia law, businesses are only required to respond to a customer request\nonce during any calendar year.</p>\n<p>\n<u>ACCESSING AND CORRECTING YOUR PERSONAL INFORMATION</u>\n</p>\n<p>It is important that the personal\ninformation we hold about you is accurate and current.\nPlease keep us informed\nif your personal information changes.\nBy law, you have the right to request\naccess to and to correct the personal information that we hold about you.\nWe\nwill provide access to your personal information, subject to exceptions set out\nin applicable privacy legislation.</p>\n<p>If you want to review, verify, correct, or\nwithdraw consent to the use of your personal information, you may also send us\nan email at support@feelthemusi.com to request access to, correct, or delete\nany personal information that you have provided to us.\nWe may not accommodate a\nrequest to change information if we believe the change would violate any law or\nlegal requirement, or cause the information to be incorrect.</p>\n<p>We may request specific information from\nyou to help us confirm your identity and your right to access, and to provide\nyou with the personal information that we hold about you, or make your\nrequested changes.\nApplicable law may allow or require us to refuse to provide\nyou with access to some or all of the personal information that we hold about\nyou, or we may have destroyed, erased, or made your personal information\nanonymous in accordance with our record retention obligations and practices.\nIf\nwe cannot provide you with access to your personal information, we will inform\nyou of the reasons why, subject to any legal or regulatory restrictions.</p>\n<p>If you are concerned about our response or\nwould like to correct the information provided, you may contact our Privacy\nOfficer at support@feelthemusi.com.</p>\n<p>Proper access and use of information\nprovided on, or through the Services, is governed by our Terms and Conditions\nof Use https://feelthemusi.com/pages/terms_of_use.html.</p>\n<p>\n<u>WITHDRAWING YOUR CONSENT</u>\n</p>\n<p>Where you have provided your consent to the\ncollection, use, and transfer of your personal information, you may have the\nlegal right to withdraw your consent under certain circumstances.\nTo withdraw\nyour consent, if applicable, contact us at support@feelthemusi.com.\nPlease note\nthat if you withdraw your consent we may not be able to provide you with a\nparticular product or service.\nWe will explain the impact to you at the time to\nhelp you with your decision.\n</p>\n<p>\n<u>CHANGES TO OUR PRIVACY POLICY</u>\n</p>\n<p>It is our\npolicy to post any changes we make to our Policy, on this page.\nIf we make material\nchanges to how we treat our users' personal information, we will notify you\nthrough a notice on the Website home page and/or through the Application.\nWe\ninclude the date the Policy was last revised at the top of this page.\nYou are\nresponsible for periodically visiting our Website and this Policy to check for\nany changes.</p>\n<p>\n<b>\n<u>LANGUAGE</u>\n</b>\n</p>\n<p>We and you\nhave requested and agree that this Policy and all documents related to this\nPolicy be drawn up in English.\nLes parties ont demandé que le présent accord et\ntous les documents connexes soient en anglais.</p>\n<p>\n<u>CONTACT INFORMATION AND CHALLENGING COMPLIANCE</u>\n</p>\n<p>We welcome your questions, comments, and\nrequests regarding this Policy and our privacy practices.\nPlease contact us at:\n</p>\n<p>Privacy Officer<br>\nsupport@feelthemusi.com</p>\n<p>We have procedures in place to receive and\nrespond to complaints or inquiries about our handling of personal information,\nour compliance with this Policy, and with applicable privacy laws.\nTo discuss\nour compliance with this Policy, please contact our Privacy Officer using the contact\ninformation listed above.</p> ", "created_at": "2023-09-04 23:30:49.630377", "updated_at": "2023-09-04 23:31:55.289368"}, {"id": 18961, "name": "Terms and Conditions of Use", "url": "https://feelthemusi.com/pages/terms_of_use.html", "xpath": "//body", "text": " <p>Musi - Terms and\nConditions of Use</p>\n<p>Last modified: June 27, 2019</p>\n<p>\n<b>Acceptance\nof Terms and Conditions of Use</b>\n</p>\n<p>These terms and\nconditions of use for https://feelthemusi.com/ (<b>\"Website\"</b>) and\nthe software application Musi (<b>\"Application\"</b>), available on\nthe iOS App Store, constitute a legal agreement and are entered into by and\nbetween you and Musi Inc.\n(\"<b>we</b>,\" \"<b>us</b>,\" \"<b>our</b>\").\nThe following terms and conditions, together with any documents and/or\nadditional terms they expressly incorporate by reference (collectively, \"<b>Terms\nand Conditions</b>\"), govern your access to and use of, the Website and the Application (collectively, \"<b>Services</b>\"),\nincluding any content and functionality offered on, or through, the Services.</p>\n<p>\n<b>BY USING THE\nSERVICES, OR BY CLICKING TO ACCEPT THE TERMS AND CONDITIONS, YOU ACCEPT AND\nAGREE TO BE BOUND AND COMPLY WITH THESE TERMS AND CONDITIONS AND OUR PRIVACY\nPOLICY, FOUND AT </b>\n<b>https://feelthemusi.com/pages/privacy_policy.html,\nINCORPORATED HEREIN BY REFERENCE.\nIF YOU DO NOT AGREE TO THESE TERMS AND\nCONDITIONS OR THE PRIVACY POLICY, YOU MUST NOT ACCESS OR USE THE SERVICES.\n</b>\n</p>\n<p>By using the\nServices, you represent and warrant that you are the legal age of majority\nunder applicable law to form a binding contract with us, and that you meet all\nof the foregoing eligibility requirements.\nIf you do not meet all of these\nrequirements, you must not access or use the Services.</p>\n<p>\n<b>Modifications to the Terms and Conditions\nand to the Services </b>\n</p>\n<p>We reserve the\nright in our sole discretion to revise and update the Terms and Conditions from\ntime to time.\nAny and all such modifications are effective immediately upon\nposting and apply to all access to and continued use of the Services.\nYou agree\nto periodically review the Terms and Conditions in order to be aware of any\nsuch modifications and your continued use of the Services after such\nmodifications shall constitute your acceptance of them.&nbsp.\n</p>\n<p>The information\nand material on the Services, and the functionality of the Services, may be\nchanged, withdrawn or terminated at any time in our sole discretion, without\nnotice.\nWe will not be liable if, for any reason, all or any part of the\nServices is restricted to users or unavailable at any time or for any period.\nYou agree that we have no\nresponsibility or liability for the deletion of, or the failure to store or to\ntransmit, any information maintained by us.</p>\n<p>We reserve the right, as\nreasonably necessary or convenient, either for our own purposes or to improve\nthe quality of any of the components comprising the Services, to change rules\nof operation for the technologies therein comprised, system interfaces,\nutilities, operating and other systems and software, and to implement\nenhancements, amendments or updates thereto.&nbsp.\nTo minimize the effect of service\noutages, we will undertake reasonable efforts to schedule times during which the\nServices will be unavailable to you, due to maintenance.</p>\n<p>\n<b>\n<u>Your Use\nof the Services and Security</u>\n</b>\n</p>\n<p>The security of\nyour personal information is very important to us.\nWe use physical, electronic,\nand administrative measures designed to secure your personal information from\naccidental loss and from unauthorized access, use, alteration, and disclosure.\n</p>\n<p>The safety and\nsecurity of your information also depends on you.\nUsers are responsible for\nobtaining their own access to the Services.\nUnfortunately, the transmission of information via the Internet is\nnot completely secure.\nAlthough we do our best to protect your personal\ninformation, we cannot guarantee the security of your personal information\ntransmitted to, or through, the Services.\nAny transmission of personal\ninformation is at your own risk.\nWe are not responsible for circumvention of\nany privacy settings or security measures contained on, or in, the Services.</p>\n<p>You are\nprohibited from attempting to circumvent and from violating the security of the\nServices, including, without limitation: (a) accessing content and data that is\nnot intended for you.\n(b) attempting to breach or breaching any security and/or\nauthentication measures.\n(c) restricting, disrupting or disabling service to\nusers, hosts, servers or networks.\n(d) illicitly reproducing TCP/IP packet\nheaders.\n(e) disrupting network services and otherwise disrupting our ability\nto monitor the Services.\n(f) using any robot, spider, or other automatic\ndevice, process, or means to access the Services, for any purpose, including\nmonitoring or copying any of the material on, or in, the Services.\n(g)\nintroducing any viruses, trojan horses, worms, logic bombs, or other material\nthat is malicious or technologically harmful.\n(h) attacking the Services via a\ndenial-of-service attack, distributed denial-of-service attack, flooding,\nmailbombing or crashing.\nand (i) otherwise attempting to interfere with the\nproper working of the Services.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>\n<b>\n<u>Intellectual\nProperty Rights and Ownership </u>\n</b>\n</p>\n<p>You understand\nand agree that the Services and the entire contents, features and functionality\nthat comprise the Services, including, but not limited to, all information,\nsoftware, code, text, displays, graphics, photographs, video, audio, design,\npresentation, selection and arrangement, are owned by us, our licensors, or\nother providers of such material and are protected in all forms by intellectual\nproperty laws, including without limitation, copyright, trade-mark, patent,\ntrade secret and any other proprietary rights.\n</p>\n<p>Musi's name, and\nall related names, logos, product and service names, designs, images and\nslogans, are trade-marks of Musi or its licensors.\nYou must not use such marks\nwithout our prior written permission.\nOther names, logos, product and service\nnames, designs, images and slogans mentioned, or which appear on, or in, the\nServices, are the trade-marks of their respective owners.\nUse of any such\nproperty, except as expressly authorized, shall constitute an infringement or\nviolation of the rights of the property owner and may be a violation of federal\nor other laws and could subject the infringer to legal action.</p>\n<p>You may only use\nthe Services for your personal and non-commercial use, and only for lawful\npurposes and in accordance with these Terms and Conditions.\nYou shall not\ndirectly or indirectly reproduce, compile for an internal database, distribute,\nmodify, create derivative works of, publicly display, publicly perform,\nrepublish, download, store, or transmit any of the material on the Services, in\nany form or medium whatsoever, except that: </p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nyour device and browser may temporarily store or\ncache copies of materials being accessed and viewed;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na reasonable number of copies for personal use\nonly may be printed, keeping any proprietary notices thereon, which may only be\nused for non-commercial and lawful personal use and not for further\nreproduction, publication, or distribution of any kind on any medium\nwhatsoever;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\none single user copy may be downloaded with any\nproprietary notices intact, for your own personal, non-commercial use,\nconditional on your agreement to be bound by these Terms and Conditions, in\nrespect of your use of such downloads.\nand</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nif social media platforms are linked to certain\ncontent on, or in, the Services, you may take such actions as the Services and\nsuch third-party social media platforms permit.</p>\n<p>Users are not<b>\n</b>permitted to modify copies of any materials from the Services, nor to\ndelete or alter any copyright, trade-mark, or other proprietary rights notices\nfrom copies of materials from the Services.&nbsp.\nYou must not access or use for any\ncommercial purposes any part of the Services or any services or materials\navailable through the Services.</p>\n<p>If you print,\ncopy or download any part of the Services in breach of these Terms and\nConditions, your right to use the Services will cease immediately and you must,\nat our option, return or destroy any copies of the materials you have made.\nYou\nhave no right, title, or interest in or to the Services or to any content on,\nor in, the Services, and all rights not expressly granted are reserved by us.\nAny use of the Services that is not expressly permitted by these Terms and\nConditions is a breach of these Terms and Conditions and may infringe or\nviolate copyright, trade-mark, and other intellectual property or other proprietary\nlaws.\n</p>\n<p>We reserve the non-expiring right\nto use and disclose (for commercial purposes or otherwise) the textual and\nnumerical statistical portion of all data in the Services at any time, to\nconduct analysis for industry trends.</p>\n<p>\n<b>\n<u>Conditions\nof Use and User Submissions and Site Content Standards</u>\n</b>\n</p>\n<p>You warrant and\nagree that your use of the Services shall not:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn any manner violate any applicable federal,\nprovincial, local, or international law or regulation including, without\nlimitation, any laws regarding the export of data or software, patent,\ntrade-mark, trade secret, copyright, or other intellectual property, legal\nrights (including the rights of publicity and privacy of others) or contain any\nmaterial that could give rise to any civil or criminal liability under\napplicable laws or regulations or that otherwise may be in conflict with these\nTerms and Conditions and our Privacy Policy found at https://feelthemusi.com/pages/privacy_policy.html.</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn any manner violate the terms of use of any\nthird-party website that is linked to the Services, including but not limited\nto, any third-party social media website.</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInclude or contain any material that is\ndetermined to be exploitive, obscene, harmful, threatening, abusive, harassing,\nhateful, defamatory, sexually explicit or pornographic, violent, inflammatory,\nor discriminatory, based on race, sex, religion, nationality, disability,\nsexual orientation, or age or any other such legally prohibited ground, or be\notherwise objectionable, such determination to be made in our sole discretion.</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInvolve stalking, attempting to exploit or harm\nany individual (including minors) in any way, by exposing them to inappropriate\ncontent or otherwise, or ask for personal information as prohibited under\napplicable laws, regulations or codes.</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInvolve, provide or contribute any false,\ninaccurate or misleading information.&nbsp.\n</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nImpersonate or attempt to impersonate us, our\nemployees, another user, or any other person or entity (including, without\nlimitation, by using email addresses, or screen names associated with any of\nthe foregoing).</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTransmit, or procure the sending of, any\nadvertisements or promotions, sales, or encourage any other commercial\nactivities, including, without limitation, any \"spam\", \"junk\nmail\", \"chain letter\", contests, sweepstakes and other sales\npromotions, barter, or advertising or any other similar solicitation.\n</p>\n<p>(h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFraudulently represent online advertisement\nimpressions, clicks, conversion or data events, in order to generate revenue,\nor for any other purpose.</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEncourage any other conduct that restricts or\ninhibits anyone's use or enjoyment of the Services, or which, as determined by\nus, may harm us or users of the Services, or expose them to liability.</p>\n<p>(j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCause annoyance, inconvenience, or needless\nanxiety, or be likely to upset, embarrass, or alarm any other person.</p>\n<p>(k)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPromote any illegal activity, or advocate,\npromote, or assist any unlawful act.</p>\n<p>(l)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGive the impression that anything you do or say\nis endorsed by us or any other person or entity, if this is not the case.</p>\n<p>\n<b>Monitoring and Enforcement, Suspension and\nTermination</b>\n</p>\n<p>We have the\nright, without provision of notice to:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTake appropriate legal action, including, without limitation,\nreferral to law enforcement or any regulatory authority, or notifying the\nharmed party of any illegal or unauthorized use of the Services.\nWithout\nlimiting the foregoing, we have the right to fully cooperate with any law\nenforcement authorities or court order requesting or directing us to disclose\nthe identity or other information of any user of the Services.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTerminate, restrict or suspend your access to all or part of the\nServices, for any or no reason, including, without limitation, any violation of\nthese Terms and Conditions.</p>\n<p>YOU WAIVE AND\nHOLD HARMLESS MUSI INC.\nAND ITS SUBSIDIARIES, AFFILIATES, AND EACH OF THEIR\nRESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS,\nCONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS, SUCCESSORS AND ASSIGNS, FROM ANY\nAND ALL CLAIMS RESULTING FROM ANY ACTION TAKEN (OR NOT TAKEN) BY MUSI INC.\nAND\nANY OF THE FOREGOING PARTIES, RELATING TO ANY INVESTIGATIONS BY EITHER MUSI\nINC.\nOR SUCH PARTIES, OR BY LAW ENFORCEMENT AUTHORITIES.</p>\n<p>We have no\nobligation, nor any responsibility to any party, to monitor the Services or\ntheir use.\nWe have no liability for any action or inaction regarding transmissions,\ncommunications, or content provided by any user or third party, subject to\napplicable laws.\n</p>\n<p>\n<b>\n<u>No\nReliance </u>\n</b>\n</p>\n<p>Although we make\nreasonable efforts to update the information on, and in, the Services, we make\nno representations, warranties or guarantees, whether express or implied, that\nthe content on, or in, the Services, is accurate, complete or up to date.&nbsp.\nYour\nuse of the Services is at your own risk and neither we, nor our subsidiaries,\naffiliates, and their respective directors, officers, employees, agents,\nservice providers, contractors, licensors, licensees, suppliers, successors or\nassigns, have any responsibility or liability whatsoever, for your use of the Services.</p>\n<p>The Services\ninclude content provided by third parties, including from third-party\nlicensors.\nAll statements and/or opinions expressed in any such third-party\ncontent, other than the content provided by us, are solely the opinions and the\nresponsibility of the person or entity providing those materials.\nSuch\nmaterials do not necessarily reflect our opinion.\nNeither us nor our\nsubsidiaries, affiliates, and their respective directors, officers, employees,\nagents, service providers, contractors, licensors, licensees, suppliers,\nsuccessors or assigns, have any responsibility or liability whatsoever to you,\nor any third party, for the content or accuracy of any third-party materials.\n</p>\n<p>\n<b>\n<u>Privacy </u>\n</b>\n</p>\n<p>By submitting\nyour personal information and using the Services, you consent to the\ncollection, use, reproduction, hosting, transmission and disclosure of any such\nuser content submissions in compliance with our Privacy Policy, found at https://feelthemusi.com/pages/privacy_policy.html.</p>\n<p>\n<b>\n<u>Third Party\nWebsites </u>\n</b>\n</p>\n<p>For your\nconvenience, the Services may provide links or pointers to third-party sites.\nWe make no representations about any other websites that may be accessed from\nthe Services.\nIf you choose to access any such sites, you do so at your own\nrisk.\nWe have no control over the contents of any such third-party sites and\naccept no responsibility for such sites or for any loss or damage that may\narise from your use of them.\nYou are subject to any terms and conditions of\nsuch third-party sites.\n</p>\n<p>Such links to\nthird-party sites from the Services may include links to certain social media\nfeatures that enable you to link or transmit on your own, or using certain\nthird-party websites, certain content from the Services.\nYou may only use these\nfeatures when they are provided by us and solely with respect to the content\nidentified by us.</p>\n<p>\n<b>\n<u>Consent to Electronic\nCommunication</u>\n</b>\n</p>\n<p>When you visit the Website or use\nthe Services, or send email or text messages to us, you are communicating with\nus electronically.\nYou consent to receive communications from us\nelectronically.\nWe will communicate with you by email, text messages or by\nposting notices on, or through, the Services.&nbsp.\nYou agree that all agreements,\nnotices, disclosures and other communications that we provide to you\nelectronically, satisfy any legal requirement that such communications be in\nwriting and/or signed.</p>\n<p>\n<b>\n<u>Geographic\nRestrictions</u>\n</b>\n</p>\n<p>The Services are\nnot intended for use in any jurisdiction where their use is not permitted.\nIf\nyou access the Services from outside Canada, you do so at your own risk and you\nare responsible for compliance with local laws of your jurisdiction.</p>\n<p>\n<b>\n<u>Disclaimer of Warranties</u>\n</b>\n</p>\n<p>YOU UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICES, THEIR\nCONTENT, AND ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE SERVICES, IS\nAT YOUR OWN RISK.\nTHE SERVICES, THEIR CONTENT, AND ANY SERVICES OR ITEMS FOUND\nOR ATTAINED THROUGH THE SERVICES, ARE PROVIDED ON AN \"AS IS\" AND\n\"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER\nEXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF\nMERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nTHE\nFOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED\nUNDER APPLICABLE LAW.</p>\n<p>NEITHER MUSI\nINC.\nNOR ITS SUBSIDIARIES, AFFILIATES OR THEIR RESPECTIVE DIRECTORS, OFFICERS,\nEMPLOYEES, AGENTS, SERVICE PROVIDERS, CONTRACTORS, LICENSORS, LICENSEES,\nSUPPLIERS, SUCCESSORS OR ASSIGNS, MAKE ANY WARRANTY, REPRESENTATION OR\nENDORSEMENT WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY,\nSUITABILITY, ACCURACY, CURRENCY OR AVAILABILITY OF THE SERVICES OR THEIR\nCONTENTS.\nWITHOUT LIMITING THE FOREGOING, NEITHER MUSI INC.\nNOR ITS\nSUBSIDIARIES, AFFILIATES OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES,\nAGENTS, SERVICE PROVIDERS, CONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS,\nSUCCESSORS OR ASSIGNS, REPRESENT OR WARRANT THAT THE SERVICES, THEIR CONTENT,\nOR ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE SERVICES, WILL BE\nACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE\nCORRECTED, THAT THE SERVICES OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE\nOF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>WE CANNOT AND DO\nNOT GUARANTEE OR WARRANT THAT FILES OR DATA AVAILABLE FOR DOWNLOADING FROM THE\nINTERNET OR THE SERVICES WILL BE FREE OF VIRUSES OR OTHER DESTRUCTIVE CODE.\nYOU\nARE SOLELY AND ENTIRELY RESPONSIBLE FOR YOUR USE OF THE SERVICES AND YOUR\nDEVICES, INTERNET AND DATA SECURITY.\nTO THE FULLEST EXTENT PROVIDED BY LAW, WE\nWILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY DENIAL-OF-SERVICE ATTACK,\nDISTRIBUTED DENIAL-OF-SERVICE ATTACK, OVERLOADING, FLOODING, MAILBOMBING OR\nCRASHING, VIRUSES, TROJAN HORSES, WORMS, LOGIC BOMBS, OR OTHER TECHNOLOGICALLY\nHARMFUL MATERIAL THAT MAY INFECT YOUR DEVICES, COMPUTER PROGRAMS, DATA, OR\nOTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SERVICES OR ANY SERVICES OR\nITEMS FOUND OR ATTAINED THROUGH THE SERVICES OR TO YOUR DOWNLOADING OF ANY\nMATERIAL POSTED ON THE SERVICES, OR ON ANY WEBSITE LINKED TO THE SERVICES.</p>\n<p>\n<b>\n<u>Limitation on Liability</u>\n</b>\n</p>\n<p>EXCEPT WHERE SUCH EXCLUSIONS ARE PROHIBITED BY LAW, UNDER NO\nCIRCUMSTANCE WILL MUSI INC.\nNOR ITS SUBSIDIARIES, AFFILIATES OR THEIR\nRESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS,\nCONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS, SUCCESSORS OR ASSIGNS, BE LIABLE\nFOR NEGLIGENCE, GROSS NEGLIGENCE, NEGLIGENT MISREPRESENTATION, FUNDAMENTAL\nBREACH, DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, INCLUDING ANY DIRECT,\nINDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING,\nBUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS,\nLOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS\nOF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING\nNEGLIGENCE), BREACH OF CONTRACT, BREACH OF PRIVACY OR OTHERWISE, ARISING OUT OF\nOR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, OR RELIANCE ON, THE\nSERVICES, ANY LINKED WEBSITES OR SUCH OTHER THIRD-PARTY WEBSITES, NOR ANY\nWEBSITE CONTENT, MATERIALS, POSTING OR INFORMATION THEREON, EVEN IF THE PARTY\nWAS ALLEGEDLY ADVISED OR HAD REASON TO KNOW OF SUCH HARM OR LOSSES.\n</p>\n<p>\n<b>\n<u>Indemnification</u>\n</b>\n</p>\n<p>To the maximum\nextent permitted by applicable law, you agree to defend, indemnify, and hold\nharmless Musi Inc., its subsidiaries, affiliates, and their respective\ndirectors, officers, employees, agents, service providers, contractors,\nlicensors, suppliers, successors and assigns, from and against any claims,\nliabilities, damages, judgments, awards, losses, costs, expenses, or fees\n(including reasonable attorneys' fees) arising out of or relating to your\nbreach of these Terms and Conditions or your use of the Services, including,\nbut not limited to, third-party sites, any use of content on, or in, the\nServices, and products, other than as expressly authorized in these Terms and\nConditions.</p>\n<p>\n<b>\n<u>Governing\nLaw and Jurisdiction</u>\n</b>\n</p>\n<p>The Services and\nthese Terms and Conditions will be governed by and construed in accordance with\nthe laws of the Province of Manitoba and the federal laws of Canada applicable\ntherein, without giving effect to any choice or conflict of law provision,\nprinciple or rule (whether of the laws of the Province of Manitoba or any other\njurisdiction) and notwithstanding your domicile, residence or physical\nlocation.&nbsp.\n</p>\n<p>Any action or\nproceeding arising out of or relating to the Services and under these Terms and\nConditions will be instituted in the courts of the province of Manitoba, and\neach party irrevocably submits to the exclusive jurisdiction of such courts in\nany such action or proceeding.\nYou waive any and all objections to the exercise\nof jurisdiction over you by such courts and to the venue of such courts.</p>\n<p>We expressly exclude the UN\nConvention on Contracts for the International Sale of Goods, and <i>The\nInternational Sale of Goods Act </i>(Manitoba), C.C.S.M.\nc.\nS11, as amended,\nreplaced or re-enacted from time to time.&nbsp.\n</p>\n<p>\n<b>\n<u>Waiver </u>\n</b>\n</p>\n<p>No failure to exercise, or delay in exercising, any right, remedy,\npower or privilege arising from these Terms and Conditions operates, or may be\nconstrued, as a waiver thereof.\nNo single or partial exercise of any right,\nremedy, power or privilege hereunder precludes any other or further exercise\nthereof or the exercise of any other right, remedy, power or privilege.</p>\n<p>You agree to waive any right you\nmay have to: (a) a trial by jury.\nand (b) commence or participate in any class\naction against us related to your use of the Services, the exchange of\nelectronic documents between us or these Terms and Conditions, and, where\napplicable, you also agree to opt out of any class proceedings against us or\nour licensors.&nbsp.\n</p>\n<p>\n<b>\n<u>Severability</u>\n</b>\n<b>\n<u> and Survival</u>\n</b>\n</p>\n<p>If any term or\nprovision of these Terms and Conditions is invalid, illegal or unenforceable in\nany jurisdiction, such invalidity, illegality or unenforceability shall not\naffect any other term or provision of these Terms and Conditions or invalidate\nor render unenforceable such term or provision in any other jurisdiction.\nAny provision of these Terms and Conditions that must survive to\nfulfill its essential purpose (whether expressly stated as such or not) and any\nobligation you have to pay fees incurred before termination, will survive the\ntermination of these Terms and Conditions.</p>\n<p>\n<b>\n<u>Entire\nAgreement</u>\n</b>\n</p>\n<p>These Terms and\nConditions and our Privacy Policy constitute the sole and entire agreement\nbetween you and us, regarding the Services, and supersede all prior and\ncontemporaneous understandings, agreements, representations and warranties,\nboth written and oral, regarding such subject matter.\n</p>\n<p>\n<b>\n<u>Reporting\nand Contact</u>\n</b>\n</p>\n<p>The Services are\noperated by Musi Inc.</p>\n<p>All notices of\ncopyright infringement claims should be sent to support@feelthemusi.com.&nbsp.\n</p>\n<p>Should you\nbecome aware of misuse of the Services, you must report it to us, at support@feelthemusi.com.&nbsp.\n</p>\n<p>All other\nfeedback, comments, requests for technical support, and other communications\nrelating to the Services, should be directed to support@feelthemusi.com.</p> ", "created_at": "2023-09-04 23:31:02.93367", "updated_at": "2023-09-04 23:31:11.891233"}], "points": [], "urls": ["feelthemusi.com"]}}