{"error": 448, "message": "OK", "parameters": {"id": 7752, "name": "Waste Today Magazine", "created_at": "2023-03-28 00:13:27.369119", "updated_at": "2023-03-29 19:26:53.447215", "wikipedia": null, "keywords": null, "related": null, "slug": "waste-today-magazine", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7752.png", "url": "wastetodaymagazine.com", "documents": [{"id": 14954, "name": "Privacy Policy ", "url": "https://www.wastetodaymagazine.com/privacy-policy/", "xpath": "//body", "text": " Subscribe <i>\n</i>\n<i>\n</i>\n<ul>\n<li> News <ul>\n<li>Latest News</li>\n<li>Collection</li>\n<li>Postcollection</li>\n<li>Municipal &amp.\nGovernment</li>\n<li>IC&amp;I</li>\n<li>Financial</li>\n<li>Landfills</li>\n<li>Organics</li>\n<li>Special &amp.\nHazardous Waste</li>\n<li>Legislation &amp.\nRegulations</li>\n<li>Materials</li>\n<li>Safety</li>\n<li>Equipment &amp.\nServices</li>\n<li>Personnel</li>\n</ul>\n</li>\n<li> Industry Resources <ul>\n<li>Maps &amp.\nLists</li>\n</ul>\n</li>\n<li> Media <ul>\n<li>Podcasts</li>\n<li>Editorial Video</li>\n<li>Sponsored Video</li>\n<li>Webinar Recordings</li>\n</ul>\n</li>\n<li> Events <ul>\n<li>Corporate Growth Conference</li>\n<li>Recycling Today Media Group Events</li>\n<li>Today's Innovations Webinars</li>\n<li>Industry Events</li>\n</ul>\n</li>\n<li> Magazine <ul>\n<li>Issues</li>\n<li>Ask the Experts</li>\n<li>Recycling Today Media Group Publications</li>\n<li>Renewable Energy From Waste</li>\n</ul>\n</li>\n<li> Subscribe </li>\n<li> Advertise/Media Kit </li>\n<li> About Us <ul>\n<li>Recycling Today Media Group Publications</li>\n<li>Staff</li>\n<li>Contact</li>\n</ul>\n</li>\n<li> Sponsored Content <ul>\n<li>Supplier Spotlight</li>\n<li>Project Showcase</li>\n<li>Sponsored Video</li>\n<li>Sponsored Article</li>\n</ul>\n</li>\n<li> Follow Us </li>\n<li>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul> GIE Media, Inc.\nSecurity and Privacy Policy Acceptance of Policy <p>Please read this Security and Privacy Policy carefully before using the content and services on giemedia.com and all microsites included therein (collectively, referred to as the “Website”).\nBy using the Website, you are agreeing that you have read and accept the terms of this Privacy Policy.\nIf you do not agree to the terms of this Privacy Policy, your only option is to discontinue use of the Website.\nAny use that contradicts the terms of this Privacy Policy is unauthorized.\nFurther, if you reject these terms, you are not authorized to use the Website and, accordingly, please do not use the Website.\nThe term “giemedia.com” refers to, giemedia.com, GIE Media, Inc., its affiliates and related entities.\nThe term “you” refers to the user, viewer, or person accessing the Website.</p> Article I Scope <ul>\n<li>This Privacy Policy applies to all information collected or submitted through the Website.\nBy doing business with or interacting with giemedia.com in the manner described in this Privacy Policy or otherwise using the Website in any way, you are accepting the practices described in this Privacy Policy and you expressly consent to the application of this Privacy Policy to the collection, storage, use and disclosure of all your personal information as described.</li>\n<li>The Privacy Policy applies to your use of the Website, any content, including, without limitation, text, data, information, magnetic translation, digital conversion, software, scripts, graphics, photographs, design, sounds, music, videos, interactive features, and the design and organization thereof (“Materials”) that may be available through the Website and any services that may be provided through the Website (“Services”).\nThe Website, Materials, and Services are collectively included in the definition of “Website” as used in this Privacy Policy.</li>\n</ul> Article II Information Collected <ul>\n<li>In order to purchase a product on the Website you will need to create an account with the Website.\nThis account is password-protected that can be used, among other things, to purchase products, submit an online customer review, establish account preferences or contact data.\nGiemedia.com recommends you do not share your password with anyone.\nBecause any information you choose to post will be available on the Internet, giemedia.com can make no assurances that other will not use, or misuse, that information.</li>\n<li>Giemedia.com may receive and store information you enter or provide through your use of the Website.\nFor example, you may enter or provide giemedia.com information that giemedia.com may receive and/or store when you place an order, register, complete your profile and preferences, complete a survey or questionnaire, participate in any Services provided to you by giemedia.com or the Website, or send giemedia.com an e-mail or other type of correspondence.\nThis information may include, but is not limited to: <ol>\n<li>Your name;</li>\n<li>Your mailing address;</li>\n<li>Your e-mail address;</li>\n<li>Your phone number;</li>\n<li>Your credit card information;</li>\n<li>Your billing address;</li>\n<li>Other personal or preference information you provide to giemedia.com regarding communications, likes, dislikes, interests and other information related to its products and offerings.\nand,</li>\n<li>Information you provide to giemedia.com about other people, including but not limited to, the name and address of a gift recipient of a product purchased through the Website.</li>\n</ol>\n</li>\n<li>Giemedia.com may receive information about you from other sources.\nThis information may allow giemedia.com to improve the level of service offered to you through product recommendations or special offers that may be of interest to you.</li>\n<li>Giemedia.com uses your personal information to provide you with a superior customer experience on and through the Website and, as necessary, to administer giemedia.com’s business.\nFor example, giemedia.com uses your personal information to: <ol>\n<li>Provide superior customer service;</li>\n<li>Conduct research and perform analysis in order to measure, maintain, protect, develop and improve giemedia.com’s products and services;</li>\n<li>Administer contests, promotions or surveys;</li>\n<li>Communicate with you about special offers, events, or new products or services that may be of interest to you;</li>\n<li>Customize and enhance the Website and advertising;</li>\n<li>Make communications necessary to notify you regarding security, privacy and administrative issues;</li>\n<li>Manage giemedia.com’s business.\nand</li>\n<li>Better understand giemedia.com’s users to be able to provide promotions that better relate to your likes, dislikes, needs and interests.</li>\n<li>Build industry databases used for promotions of products and services, market research, geographic and demographic market segmentation, and industry statistics.\nYou may decline to provide identifiable information in these databases here, including opting out of all 3rd party marketing services.</li>\n</ol>\n</li>\n<li>Every user that has an account on the Website is responsible for (i) keeping his or her account password confidential and secured, (ii) avoiding unauthorized access to his or her computer.\nand (iii) keeping the e-mail address associated with that account current (you acknowledge that it is important to keep the e-mail address associated with that account current because although you may be able to log into your giemedia.com account using an old e-mail address, you will not receive messages from giemedia.com about your orders and inquiries or other matters).</li>\n<li>You shall be responsible for protecting the confidentiality of your password(s).\nYou acknowledge that, although the Internet is often a secure environment, sometimes there are interruptions in service or events that are beyond the control of giemedia.com, and giemedia.com shall not be responsible for any data lost while transmitting or receiving information on the Internet.</li>\n<li>Upon accessing the Website, giemedia.com may receive, collect, and record information that your browser sends whenever you visit a website including, for example, the name of the domain and host from which you access the Internet.\nthe Internet Protocol (IP) address of the computer you are using.\nthe date and time you access the Website.\nand, the Internet address of the website from which you linked directly to the Website.\nGiemedia.com may use this information to monitor the usage of the Website and as necessary for giemedia.com’s business.\nThis information does not include personal information.</li>\n<li>The Website is marketed for and directed towards use and purchase by adults or with the consent of adults.\nMinors, individuals under eighteen (18) years of age, are not authorized or permitted to use the Website without the supervision of their parent or legal guardian.\nGiemedia.com does not knowingly collect or solicit personal information from children under thirteen (13) years of age.\nShould giemedia.com learn that someone under thirteen (13) years of age has provided any personal information to giemedia.com or on the Website, giemedia.com will remove that information as soon as possible.</li>\n<li>If you are visiting the Website from outside the United States and provide giemedia.com with personal information</li>\n</ul> Cookies <p>Our website uses cookies, as almost all websites do, to help provide you with the best experience we can.\nThanks to GDPR everyone is receiving an education about internet cookies and their uses.</p> What is a cookie? <p>A cookie is a small piece of information in a text file that is placed on your computer or mobile device when you visit a website.\nIt allows the website owner to learn things about your behavior on the website.\nCookies can make websites easier and quicker to use by storing information about your preferences.</p>\n<p>A cookie enables GIE Media and its microsites to ‘remember’ you, either for the duration of your visit using a ‘session cookie’ or, for repeat visits using a ‘persistent cookie’.\nCookies do lots of different jobs, like letting you navigate between pages efficiently, storing your preferences and generally improving your experience.\nSome of these things can make the interaction between you and the website faster and easier.</p>\n<p>For more information about cookies and their use visit: www.cookiecentral.com</p> What if I don’t want cookies stored? <p>Some people find the idea of a website storing information on their computer or mobile device a bit intrusive.\nIf preferred, it is possible to block some or all cookies or even to delete cookies but, you need to be aware that it may have a negative affect on the user experience of the website.</p>\n<p>If you don’t want to receive cookies, you can modify your browser, so that it notifies you when cookies are sent to it or you can refuse cookies altogether.\nYou can also delete cookies that have already been set.\nThis can be done through your browser settings.\nThe Help function within your browser should tell you how.</p>\n<p>If you choose not to accept or to disable cookies that are set by GIE Media you may lose some features and functionality.</p>\n<p>For a more comprehensive description of how to change cookie settings in different browsers visit: www.aboutcookies.org</p>\n<ul>\n<li>\n</li>\n<li> Subscribe </li>\n<li> Advertise </li>\n<li> Contact </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Recycling Today </li>\n<li> Construction &amp.\nDemolition Recycling </li>\n</ul>\n<small>© 2023 GIE Media, Inc.\nAll Rights Reserved.</small>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> ", "created_at": "2023-03-28 00:13:27.431831", "updated_at": "2023-03-28 00:13:51.353751"}, {"id": 14953, "name": "Terms of Use ", "url": "https://www.wastetodaymagazine.com/terms-of-use/", "xpath": "//body", "text": " Subscribe <i>\n</i>\n<i>\n</i>\n<ul>\n<li> News <ul>\n<li>Latest News</li>\n<li>Collection</li>\n<li>Postcollection</li>\n<li>Municipal &amp.\nGovernment</li>\n<li>IC&amp;I</li>\n<li>Financial</li>\n<li>Landfills</li>\n<li>Organics</li>\n<li>Special &amp.\nHazardous Waste</li>\n<li>Legislation &amp.\nRegulations</li>\n<li>Materials</li>\n<li>Safety</li>\n<li>Equipment &amp.\nServices</li>\n<li>Personnel</li>\n</ul>\n</li>\n<li> Industry Resources <ul>\n<li>Maps &amp.\nLists</li>\n</ul>\n</li>\n<li> Media <ul>\n<li>Podcasts</li>\n<li>Editorial Video</li>\n<li>Sponsored Video</li>\n<li>Webinar Recordings</li>\n</ul>\n</li>\n<li> Events <ul>\n<li>Corporate Growth Conference</li>\n<li>Recycling Today Media Group Events</li>\n<li>Today's Innovations Webinars</li>\n<li>Industry Events</li>\n</ul>\n</li>\n<li> Magazine <ul>\n<li>Issues</li>\n<li>Ask the Experts</li>\n<li>Recycling Today Media Group Publications</li>\n<li>Renewable Energy From Waste</li>\n</ul>\n</li>\n<li> Subscribe </li>\n<li> Advertise/Media Kit </li>\n<li> About Us <ul>\n<li>Recycling Today Media Group Publications</li>\n<li>Staff</li>\n<li>Contact</li>\n</ul>\n</li>\n<li> Sponsored Content <ul>\n<li>Supplier Spotlight</li>\n<li>Project Showcase</li>\n<li>Sponsored Video</li>\n<li>Sponsored Article</li>\n</ul>\n</li>\n<li> Follow Us </li>\n<li>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul> GIE Media, Inc.\nTerms of Use Agreement Acceptance of Agreement <p>Please read this Terms of Use Agreement (“Agreement”) carefully before using the content and services on Giemedia.com and all microsites included therein (collectively, referred to as the “Website”).\nBy using the Website, you are agreeing that you have read and accept the terms of this Agreement.\nIf you do not agree to the terms of this Agreement your only option is to discontinue use of the Website.\nAny use that contradicts the terms of this Agreement is unauthorized.\nFurther, if you reject these terms, you are not authorized to use the Website and, accordingly, please do not use the Website.\nThe term “Giemedia.com” refers to GIE Media, Inc., Giemedia.com, its affiliates and related entities.\nThe term “you” refers to the user, viewer, or person accessing the Website.</p> Article I Scope <ul>\n<li>This Agreement governs your use of the Website, any content, including, postings, digital publications, messages, text, files, data, information, images, graphics, photographs, audio clips, sounds, music, videos or other materials and the design and organization of these items (collectively, referred to as the “Content”) that may be available through the Website and any services that may be provided through the Website (“Services”).\n</li>\n<li>This Agreement authorizes use of the Website only for your own personal, commercial purposes.\nUse of the Website for any public purpose is not allowed.\nIf you make a copy of any of the Content for personal use, you agree not to remove any copyright and other proprietary notices contained in the original Content.\n</li>\n<li>You may not copy, reproduce, publish, transmit, sell, license, modify, publicly display, publicly perform, distribute, or otherwise exploit the Website without the prior written consent of Giemedia.com.</li>\n<li>The Website is designed and marketed for adult usage or usage with adult supervision.\nIndividuals under eighteen (18) years of age are not authorized or permitted to use the Website without the supervision of their parent or legal guardian.\n</li>\n</ul> Article II Submissions <ul>\n<li>The Website offers story commenting, photo galleries and other interactive areas where users of the Website can express opinions and share ideas and information.</li>\n<li>Giemedia.com is a leader in quality, targeted business-to-business media products that connect readers and advertisers and develop beneficial business relationships.\nYou acknowledge and agree that all remarks, suggestions, ideas, graphics, or other information communicated by you (collectively, “Submissions”) to Giemedia.com become the property of Giemedia.com and may be used in Giemedia’s publications.</li>\n<li>You acknowledge and agree that Giemedia.com is not required to treat such Submissions as confidential.\nGiemedia.com reserves the right to disclose your personally identifiable information as required by law and when Giemedia.com believes that disclosure is necessary to protect its rights and/or to comply with judicial proceedings, court orders, or legal process served on Giemedia.com.</li>\n<li>You acknowledge and agree that Giemedia.com is not liable for any ideas, including without limit, product, service, or advertising ideas, communicated by you to Giemedia.com and Giemedia.com will not incur any liability as a result of any similarities that may appear in future publications, products, services, or operations.</li>\n<li>You are entirely responsible for all Content or Submissions that you post, email or otherwise make available through the Website.\nYou agree to indemnify, defend, and hold harmless Giemedia.com, from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys’ fees) that others may incur as a result of or arising from all Content or Submissions provided by you on this Website.\n</li>\n<li>You also agree that under no circumstances will Giemedia.com be liable in any way for any submissions or for any loss or damage of any kind incurred as a result of the use of any submissions posted, emailed, or otherwise made available via the Website.</li>\n<li>By uploading or otherwise posting submissions on the Website, you represent and warrant: <ol>\n<li>you have all necessary rights, including but not limited to copyrights, to the submissions you provide and the rights to use it as provided in this Agreement;</li>\n<li>all information you provide is true, accurate, current and complete, and does not violate the terms of this Agreement.\nand,</li>\n<li>the submissions will not cause injury to any person or entity.</li>\n</ol>\n</li>\n</ul> Article III Online Conduct <ul>\n<li>In certain circumstances, registration may be required in conjunction with the use of sections of or offerings from the Website.\nYou agree that, if registration is requested, you will provide Giemedia.com with complete and accurate registration information.\nYou agree to register using your legal name and accurate information and that you are responsible for preventing unauthorized use of the Website.</li>\n<li>You agree not to upload, transmit, distribute or otherwise publish on the Website materials which are: <ol>\n<li>libelous, defamatory, obscene, abusive, pornographic, threatening, harassing, harmful to another individual, or an invasion of privacy;</li>\n<li>an infringement of the intellectual property rights, including, but not limited to, copyrights and trademarks, of any person or entity;</li>\n<li>illegal in any way or which advocate illegal activity;</li>\n<li>an advertisement or solicitation of funds, goods, or services.</li>\n</ol>\n</li>\n<li>As a condition to your use of the Website, you agree not to: <ol>\n<li>frame the Website in any linking arrangement;</li>\n<li>use any robot, spider, data mining, other automatic device, or manual process to monitor or copy the Website content;</li>\n<li>interfere with or disrupt technological measures designed to control access or use of the Website or its content;</li>\n<li>interfere or attempt to interfere with the proper operation of the Website and its activities including, transmission of viruses, Trojan horses, worms, time bombs, cancel bots, or other computer programs or scripts that are intended to damage, detrimentally interfere with, intercept, or extract any system, data or personal information;</li>\n<li>take any action that might impose an unreasonable or disproportionately large load on the Website's technical infrastructure;</li>\n<li>impersonate any person or entity or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>use the Website in a manner that could disable, overburden, or impair the Website or interfere with any other user’s access to or use of the Website, servers or networks connected to the Website.\nor,</li>\n<li>attempt to gain unauthorized access</li>\n</ol>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Subscribe </li>\n<li> Advertise </li>\n<li> Contact </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Recycling Today </li>\n<li> Construction &amp.\nDemolition Recycling </li>\n</ul>\n<small>© 2023 GIE Media, Inc.\nAll Rights Reserved.</small>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> ", "created_at": "2023-03-28 00:13:27.401006", "updated_at": "2023-03-28 00:14:02.954786"}], "points": [], "urls": ["wastetodaymagazine.com"]}}