{"error": 448, "message": "OK", "parameters": {"id": 9743, "name": "Buttondown", "created_at": "2023-10-09 23:17:46.311006", "updated_at": "2023-10-10 10:02:29.071028", "wikipedia": null, "keywords": null, "related": null, "slug": "buttondown", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9743.png", "url": "buttondown.email", "documents": [{"id": 19395, "name": "Terms of Service", "url": "https://buttondown.email/legal/terms", "xpath": "/html/body/div[1]/div/div/div[2]", "text": "LegalTerms of serviceSimply put: Buttondown doesn't do anything weird with your data\n1.\nTerms\n<p>By accessing the website at\nhttps://buttondown.email, you are agreeing to be\nbound by these terms of service, all applicable laws and regulations, and\nagree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or\naccessing this site.\nThe materials contained in this website are protected by\napplicable copyright and trademark law.</p>\n2.\nUse License\n<ol>\n<li>\n<p>Permission is granted to temporarily download one copy of the materials (information or software) on Buttondown's\nwebsite for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not\na\ntransfer of title, and under this license you may not:</p>\n<ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on Buttondown, LLC's website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by\nButtondown, LLC at any time.\nUpon terminating your viewing of these materials or upon the termination of\nthis\nlicense, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol>\n3.\nDisclaimer\n<ol>\n<li>\n<p>The materials on Buttondown, LLC's website are provided on an 'as is' basis.\nButtondown, LLC makes no warranties, expressed or implied, and hereby\ndisclaims and negates all other warranties including, without limitation,\nimplied warranties or conditions of merchantability, fitness for a\nparticular purpose, or non-infringement of intellectual property or other\nviolation of rights.</p>\n</li>\n<li>\n<p>Further, Buttondown, LLC does not warrant or make any representations\nconcerning the accuracy, likely results, or reliability of the use of the\nmaterials on its website or otherwise relating to such materials or on any\nsites linked to this site.</p>\n</li>\n</ol>\n4.\nLimitations\n<p>In no event shall Buttondown, LLC or its suppliers be liable for any damages\n(including, without limitation, damages for loss of data or profit, or due to\nbusiness interruption) arising out of the use or inability to use the\nmaterials on Buttondown, LLC's website, even if Buttondown, LLC or a\nButtondown, LLC authorized representative has been notified orally or in\nwriting of the possibility of such damage.\nBecause some jurisdictions do not\nallow limitations on implied warranties, or limitations of liability for\nconsequential or incidental damages, these limitations may not apply to you.</p>\n5.\nAccuracy of materials\n<p>The materials appearing on Buttondown, LLC's website could include technical,\ntypographical, or photographic errors.\nButtondown, LLC does not warrant that\nany of the materials on its website are accurate, complete or current.\nButtondown, LLC may make changes to the materials contained on its website at\nany time without notice.\nHowever Buttondown, LLC does not make any commitment\nto update the materials.</p>\n6.\nLinks\n<p>Buttondown, LLC has not reviewed all of the sites linked to its website and is\nnot responsible for the contents of any such linked site.\nThe inclusion of any\nlink does not imply endorsement by Buttondown, LLC of the site.\nUse of any\nsuch linked website is at the user's own risk.</p>\n7.\nModifications\n<p>Buttondown, LLC may revise these terms of service for its website at any time\nwithout notice.\nBy using this website you are agreeing to be bound by the then\ncurrent version of these terms of service.</p>\n8.\nGoverning Law\n<p>These terms and conditions are governed by and construed in accordance with\nthe laws of Seattle, WA and you irrevocably submit to the exclusive\njurisdiction of the courts in that State or location.</p>\n<p>;</p>Get startedWhat customers say about ButtondownI, like almost everyone else I've seen talk about Buttondown, am IMMENSELY happy and impressed with your customer service.\nIt turns out we can have nice things, which is really refreshing.—Ed Yong, Staff writer, The AtlanticEmail makes the world go ‘round, and Buttondown is how I manage it all for my keyboard projects.—Tim van Damme, Founder, MVKBIt's a truth, that should be more universally acknowledged, that Buttondown is the best newsletter software.\nSimple, does exactly what it sets out to do, and reasonably priced.—Noel Welsh, Founder, Inner ProductButtondown is the perfect fit for my headless newsletter use case.\nAnd I contacted support with some specific requests and Justin responded within 30 minutes with great answers and a nice pinch of charm.—Sam Roberts, Software engineer, TamrHands down the easiest way to run a newsletter - and the free version is generous!—Javeed Khatree, SEO expertWith API and Markdown support, you can build workflows that make it so easy to write.—Westley Winks, Peace CorpsI’ve never enjoyed writing newsletters as much as I do with Buttondown.—Kevin Lewis, You Got This!Buttondown remains the easiest thing I use regularly, and I am grateful for that.—Casey, JournalistIt's a humble app doing a common job but with end users in mind.—Si Jobling, Engineering ManagerButtondown has been an amazing experience for me.\nThe service is constantly being improved and customer service is the best.\nMy newsletter with Buttondown has grown from a fairly small list to over 15,000 subscribers, and it hasn't broken a sweat yet.—Cassidy Williams, CTO, ContendaI switched over to Buttondown from Mailchimp because of the difficulty I had with Mailchimp's campaigns, so Buttondown's easy and user-friendly system has been a genuine breath of fresh air.—Jessi Eoin, Illustrator + Comic ArtistYou’ve truly built a great product that I feel good about using (vs a monopoly from our tech overlords).—Rachel, 2030 CampI love how personal Buttondown feels, especially compared to Mailchimp, Convertkit, and services like that.—Simen Strøm Braaten, DesignerThis product has been exactly what I’ve needed!—Nathan Bird, Podcast host, Chattanooga CivicsIt's already so refreshing compared to the mega companies.—Casey Watts, Author, Debugging Your BrainDefinitely will be using for the foreseeable future.\nIt’s a great service and I feel well cared for.\nThank you!—Phoebe Sinclair, AuthorI’m a sucker for elegant UI and I really love your site, but above that I think your product has so much value for so many different people.\nI’m not a coder, I’m only familiar with the bare basics, but I was able to figure out and utilise Buttondown quickly.—Claudia Nathan, Founder, The RepositoryThe killer feature for me: Buttondown will take an RSS feed then automatically slurp up the content (in their words) and then send it to our subscribers.\nJob done.\nThey seem like a good company too, so I’d say this is a winner.—Andy Bell, Founder, Set StudioAs a recent user of Buttondown, they are super on the ball.\nA week ago I discovered a security vulnerability and reported it on Friday afternoon.\nThey acknowledged and fixed it in under two hours.\nOn a Friday night! Talk about going above and beyond for your users!—Predrag Gruevski, Principal Engineer, KenshoWell may I just say your support experience is already approximately 1 billion times better than ConvertKit.\nExcited to be switching!—Michael J.\nMetts, Author, Writing is DesigningPrivacy focused sending and sign up form.\nlets me focus on writing - editor is \"just\" markdown.\nsimple, elegant design template looks like a blog post.\nthe founder is amazing - he's helped with every question I've had, even outside of Buttondown.\n—Joe Masilotti, Founder, RailsDevsWe need more nice and professional services like yours on the web.—Tobias Horvath, Designer and developerNo one is paying me to say this, but I love @buttondown so far for my lil newsletter.\nIt’s so smart, simple, and attractive (and to my knowledge, not actively anti-trans!).\nCustomer service is also legitimately excellent.—Julie Kliegman, Copy chief, Sports IllustratedI love it! It lets me breathe, not compete as I write with other writers.—Devin Kate Pope, Writer and editorIt’s a pleasure working with you.\nThank you! (And what a contrast with Mailchimp, where I spent two weeks and a dozen of emails trying find out why our form goes down sometimes (only sometimes), and never really got a real answer.)—Anton Sotkov, Software Engineer, IAButtondown exemplifies how I wish most software worked, and I hope to achieve a similar thing with the software I develop in the future.—Matt Favero, Software engineerIt feels incomparably good to be able to email just like a guy named Justin when you have a @buttondown question 15 minutes before you’re about to blast a Geistlist email.\n(Not a guarantee but wow this guy is human-level good.) —Jacob Ford, Designer About TownEnter Buttondown, Justin Duke’s lovely little newsletter tool.\nIt’s small, elegant, and integrates well.\nAnd it is also eminently affordable.—Will Buckingham, AuthorYour settings page is a joy to use and everything about Buttondown makes me happy.—Gareth Jelley, Magazine editor have been on Buttondown for ~18 months and I can't recommend it enough.—Elizabeth Minkel, Podcast hostYou really do make ALL other customer service look terrible by comparison.—Chris Mead, Improv teacherThere is a caring person on the other side of this software, which is one of the things I like the most about Buttondown.—Keith Calder, Film &amp.\nTV ProducerI’d also like to add that @buttondown is an absolute joy to use.\nHats off, Justin!—Elliot Jay Stocks, Creative Director, Google FontsShoutout to @buttondown and @jmduke for building an amazing bootstrapped product for newsletters, all while being very open to feedback and connecting directly with customers 🙏 Easily one of the most enjoyable product experiences I've had.\n—Den Delimarsky, Head of Ecosystem, Netlifyif you are looking for \"newsletter tool for hackers\" i tentatively believe the answer is @buttondown full api, compose in markdown, good docs for setting up domain auth, simple subscribe form HTML that you style yourself (or not) —Brian David Hall, Author, Your Website SucksI really like @buttondown as a blogging platform, it has the simplicity of Substack but the corporate culture is less toxic.—Chad Loder, Extremism researcherI worked with @buttondown and asked for some new payment support beyond the supporter single tier / pay-what-you-want options.\nJustin was great and built it in just a couple days.\n—Dan Hon, Author &amp.\nconsultantI write nonfiction and I use @buttondown buttondown.email/Changeset - indie, GREAT personal customer support, very nice default styling, all the options I want including ones to protect my readers' privacy—Sumana Harihareswara, Open source maintainerI use @buttondown because it does exactly what I need (manage subscribers and send markdown emails), not more and not less 👍 As a bonus it's made by an indie dev which I love!—Max Stober, Founder, GraphCDNIf you’re considering running an email newsletter, or if you already run one and are considering a change of provider, I highly recommend @buttondownemail.\nSuper-easy app, very fair pricing with a generous free tier, and exemplary support.\n💯—Peter Gasston, Technologist and speakerimo @buttondown is easily one of the best-designed services i’ve used in recent years, if you have a substack you should really consider switching!—Kabir Goel, Engineer, CalThanks for getting me excited about email newsletters again.—Garrick van Buren I'm very thrilled that I can just write in Markdown without having to deal with email builders and all that crap.—Parham Doustdar Thanks again for all the help! You’ve really turned something super complex into something super easy – sending new issues is as simple as firing off a text message.—Kartik Chaturvedi Thanks for creating a simple way for people who want to, like, put words in a hole and have it sent to people...\nI am just thankful that something just nice and human exists on the internet.—Emmanuel Quartey I tried 3 other newsletter services today and I felt like wanting to rip my hair out.\nThey were all painfully slow.\nI'm so glad I found Buttondown.—Mohamed Elbadwihi I’ve found Buttondown to be a great fit for my workflow and have been delighted by all of Justin’s thoughtful features and improvements to the product.—Michael Lee Like seriously, so many lovely little easter eggs in one could-be-boring service.—Alexandra Muck I just switched over from Tinyletter and I'm really excited to have found a place to host my tiny newsletter that doesn't seem like it's assuming everyone sending newsletters is an email marketer / growth hacker.—Tessa Alexanian I'm in love with the simplicity of Buttondown.—Ekfan I’ve used similar tools in the past and Buttondown is by far the simplest to use and most promising.—Fabrizio Rinaldi Thank you for creating such a simple and brilliant tool.\nI’ve just signed up and the experience has been smooth and painless (the docs are great too!)—Oliver Holms As a developer who has hated every email system I've ever used this is so nice.—Drew Hornbein Check out the wall of love", "created_at": "2023-10-09 23:17:46.349825", "updated_at": "2023-10-09 23:18:12.719726"}, {"id": 19396, "name": "Cookie policy", "url": "https://buttondown.email/legal/cookies", "xpath": "/html/body/div[1]/div/div/div[2]", "text": "LegalCookie policySimply put: Buttondown doesn't do anything weird with your dataLast updated October 22, 2019\n<p>This Cookie Policy explains how Buttondown, LLC (\"<strong>Company</strong>\", \" <strong>we</strong>\", \"<strong>us</strong>\", and \"<strong>our</strong>\") uses cookies and similar technologies to recognize you when you visit our websites at https://buttondown.email, (\"<strong>Websites</strong>\").\nIt explains what these technologies are and why we use them, as well as your rights to control our use of them.</p>\n<p>In some cases we may use cookies to collect personal information, or that becomes personal information if we combine it with other information.</p>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>Cookies are small data files that are placed on your computer or mobile device when you visit a website.\nCookies are widely used by website owners in order to make their websites work, or to work more efficiently, as well as to provide reporting information.</p>\n<p>Cookies set by the website owner (in this case, Buttondown, LLC) are called \"first party cookies\".\nCookies set by parties other than the website owner are called \"third party cookies\".\nThird party cookies enable third party features or functionality to be provided on or through the website (e.g.\nlike advertising, interactive content and analytics).\nThe parties that set these third party cookies can recognize your computer both when it visits the website in question and also when it visits certain other websites.</p>\n<p>\n<strong>Why do we use cookies?</strong>\n</p>\n<p>We use first and third party cookies for several reasons.\nSome cookies are required for technical reasons in order for our Websites to operate, and we refer to these as \"essential\" or \"strictly necessary\" cookies.\nOther cookies also enable us to track and target the interests of our users to enhance the experience on our Online Properties.\nThird parties serve cookies through our Websites for advertising, analytics and other purposes.\nThis is described in more detail below.</p>\n<p>The specific types of first and third party cookies served through our Websites and the purposes they perform are described below (please note that the specific cookies served may vary depending on the specific Online Properties you visit):</p>\n<p>\n<strong>How can I control cookies?</strong>\n</p>\n<p>You have the right to decide whether to accept or reject cookies.\nYou can exercise your cookie rights by setting your preferences in the Cookie Consent Manager.\nThe Cookie Consent Manager allows you to select which categories of cookies you accept or reject.\nEssential cookies cannot be rejected as they are strictly necessary to provide you with services.</p>\n<p>The Cookie Consent Manager can be found in the notification banner and on our website.\nIf you choose to reject cookies, you may still use our website though your access to some functionality and areas of our website may be restricted.\nYou may also set or amend your web browser controls to accept or refuse cookies.\nAs the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser's help menu for more information.</p>\n<p>In addition, most advertising networks offer you a way to opt out of targeted advertising.\nIf you would like to find out more information, please visit&nbsp.\nhttp://www.aboutads.info/choices/ &nbsp;or&nbsp.\nhttp://www.youronlinechoices.com .</p>\n<p>\n<strong>What about other tracking technologies, like web beacons?</strong>\n</p>\n<p>Cookies are not the only way&nbsp;to recognize or track visitors to a website.\nWe may use other, similar technologies from time to time, like web beacons (sometimes called \"tracking pixels\" or \"clear gifs\").\nThese are tiny graphics files that contain a unique identifier that enable us to recognize when someone has visited our Websites or opened an e-mail including them.\nThis allows us, for example, to monitor&nbsp;the traffic patterns of users from one page within a website to another, to deliver or communicate with cookies, to understand whether you have come to the website from an online advertisement displayed on a third-party website, to improve site performance, and to measure the success of e-mail marketing campaigns.\nIn many instances, these technologies are reliant on cookies to function properly, and so declining cookies will impair their functioning.</p>\n<p>Websites may also use so-called \"Flash Cookies\" (also known as Local Shared Objects or \"LSOs\") to, among other things, collect and store information about your use of our services, fraud prevention and for other site operations.</p>\n<p>If you do not want Flash Cookies stored on your computer, you can adjust the settings of your Flash player to block Flash Cookies storage using the tools contained in the&nbsp.\nWebsite Storage Settings Panel &nbsp;.\nYou can also control Flash Cookies by going to the&nbsp.\nGlobal Storage Settings Panel &nbsp;&nbsp;&nbsp;and&nbsp;following the instructions (which may include instructions that explain, for example, how to delete existing Flash Cookies (referred to \"information\" on the Macromedia site), how to prevent Flash LSOs from being placed on your computer without your being asked, and (for Flash Player 8 and later) how to block Flash Cookies that are not being delivered by the operator of the page you are on at the time).</p>\n<p>Please note that setting the Flash Player to restrict or limit acceptance of Flash Cookies may reduce or impede the functionality of some Flash applications, including, potentially, Flash applications used in connection with our services or online content.</p>\n<p>\n<strong>Targeted advertising</strong>\n</p>\n<p>Third parties may serve cookies on your computer or mobile device to serve advertising through our Websites.\nThese companies may use information about your visits to this and other websites in order to provide relevant advertisements about goods and services that you may be interested in.\nThey may also employ technology that is used to measure the effectiveness of advertisements.\nThis can be accomplished by them using cookies or web beacons to collect information about your visits to this and other sites in order to provide relevant advertisements about goods and services of potential interest to you.\nThe information collected through this process does not enable us or them to identify your name, contact details or other details that directly identify you unless you choose to provide these.</p>\n<p>\n<strong>Updates to this policy</strong>\n</p>\n<p>We may update&nbsp;this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons.\nPlease therefore re-visit this Cookie Policy regularly to stay informed about our use of cookies and related technologies.</p>\n<p>The date at the top of this Cookie Policy indicates when it was last updated.</p>\n<p>\n<strong>Contact us</strong>\n</p>\n<p>If you have any questions about our use of cookies or other technologies, please email us at justin@buttondown.email or by post to:</p>\n<p>Buttondown, LLC<br>\n2917 W Grace St.<br>\nRichmond VA, 23221<br>\nUnited States</p>Get startedWhat customers say about ButtondownI, like almost everyone else I've seen talk about Buttondown, am IMMENSELY happy and impressed with your customer service.\nIt turns out we can have nice things, which is really refreshing.—Ed Yong, Staff writer, The AtlanticEmail makes the world go ‘round, and Buttondown is how I manage it all for my keyboard projects.—Tim van Damme, Founder, MVKBIt's a truth, that should be more universally acknowledged, that Buttondown is the best newsletter software.\nSimple, does exactly what it sets out to do, and reasonably priced.—Noel Welsh, Founder, Inner ProductButtondown is the perfect fit for my headless newsletter use case.\nAnd I contacted support with some specific requests and Justin responded within 30 minutes with great answers and a nice pinch of charm.—Sam Roberts, Software engineer, TamrHands down the easiest way to run a newsletter - and the free version is generous!—Javeed Khatree, SEO expertWith API and Markdown support, you can build workflows that make it so easy to write.—Westley Winks, Peace CorpsI’ve never enjoyed writing newsletters as much as I do with Buttondown.—Kevin Lewis, You Got This!Buttondown remains the easiest thing I use regularly, and I am grateful for that.—Casey, JournalistIt's a humble app doing a common job but with end users in mind.—Si Jobling, Engineering ManagerButtondown has been an amazing experience for me.\nThe service is constantly being improved and customer service is the best.\nMy newsletter with Buttondown has grown from a fairly small list to over 15,000 subscribers, and it hasn't broken a sweat yet.—Cassidy Williams, CTO, ContendaI switched over to Buttondown from Mailchimp because of the difficulty I had with Mailchimp's campaigns, so Buttondown's easy and user-friendly system has been a genuine breath of fresh air.—Jessi Eoin, Illustrator + Comic ArtistYou’ve truly built a great product that I feel good about using (vs a monopoly from our tech overlords).—Rachel, 2030 CampI love how personal Buttondown feels, especially compared to Mailchimp, Convertkit, and services like that.—Simen Strøm Braaten, DesignerThis product has been exactly what I’ve needed!—Nathan Bird, Podcast host, Chattanooga CivicsIt's already so refreshing compared to the mega companies.—Casey Watts, Author, Debugging Your BrainDefinitely will be using for the foreseeable future.\nIt’s a great service and I feel well cared for.\nThank you!—Phoebe Sinclair, AuthorI’m a sucker for elegant UI and I really love your site, but above that I think your product has so much value for so many different people.\nI’m not a coder, I’m only familiar with the bare basics, but I was able to figure out and utilise Buttondown quickly.—Claudia Nathan, Founder, The RepositoryThe killer feature for me: Buttondown will take an RSS feed then automatically slurp up the content (in their words) and then send it to our subscribers.\nJob done.\nThey seem like a good company too, so I’d say this is a winner.—Andy Bell, Founder, Set StudioAs a recent user of Buttondown, they are super on the ball.\nA week ago I discovered a security vulnerability and reported it on Friday afternoon.\nThey acknowledged and fixed it in under two hours.\nOn a Friday night! Talk about going above and beyond for your users!—Predrag Gruevski, Principal Engineer, KenshoWell may I just say your support experience is already approximately 1 billion times better than ConvertKit.\nExcited to be switching!—Michael J.\nMetts, Author, Writing is DesigningPrivacy focused sending and sign up form.\nlets me focus on writing - editor is \"just\" markdown.\nsimple, elegant design template looks like a blog post.\nthe founder is amazing - he's helped with every question I've had, even outside of Buttondown.\n—Joe Masilotti, Founder, RailsDevsWe need more nice and professional services like yours on the web.—Tobias Horvath, Designer and developerNo one is paying me to say this, but I love @buttondown so far for my lil newsletter.\nIt’s so smart, simple, and attractive (and to my knowledge, not actively anti-trans!).\nCustomer service is also legitimately excellent.—Julie Kliegman, Copy chief, Sports IllustratedI love it! It lets me breathe, not compete as I write with other writers.—Devin Kate Pope, Writer and editorIt’s a pleasure working with you.\nThank you! (And what a contrast with Mailchimp, where I spent two weeks and a dozen of emails trying find out why our form goes down sometimes (only sometimes), and never really got a real answer.)—Anton Sotkov, Software Engineer, IAButtondown exemplifies how I wish most software worked, and I hope to achieve a similar thing with the software I develop in the future.—Matt Favero, Software engineerIt feels incomparably good to be able to email just like a guy named Justin when you have a @buttondown question 15 minutes before you’re about to blast a Geistlist email.\n(Not a guarantee but wow this guy is human-level good.) —Jacob Ford, Designer About TownEnter Buttondown, Justin Duke’s lovely little newsletter tool.\nIt’s small, elegant, and integrates well.\nAnd it is also eminently affordable.—Will Buckingham, AuthorYour settings page is a joy to use and everything about Buttondown makes me happy.—Gareth Jelley, Magazine editor have been on Buttondown for ~18 months and I can't recommend it enough.—Elizabeth Minkel, Podcast hostYou really do make ALL other customer service look terrible by comparison.—Chris Mead, Improv teacherThere is a caring person on the other side of this software, which is one of the things I like the most about Buttondown.—Keith Calder, Film &amp.\nTV ProducerI’d also like to add that @buttondown is an absolute joy to use.\nHats off, Justin!—Elliot Jay Stocks, Creative Director, Google FontsShoutout to @buttondown and @jmduke for building an amazing bootstrapped product for newsletters, all while being very open to feedback and connecting directly with customers 🙏 Easily one of the most enjoyable product experiences I've had.\n—Den Delimarsky, Head of Ecosystem, Netlifyif you are looking for \"newsletter tool for hackers\" i tentatively believe the answer is @buttondown full api, compose in markdown, good docs for setting up domain auth, simple subscribe form HTML that you style yourself (or not) —Brian David Hall, Author, Your Website SucksI really like @buttondown as a blogging platform, it has the simplicity of Substack but the corporate culture is less toxic.—Chad Loder, Extremism researcherI worked with @buttondown and asked for some new payment support beyond the supporter single tier / pay-what-you-want options.\nJustin was great and built it in just a couple days.\n—Dan Hon, Author &amp.\nconsultantI write nonfiction and I use @buttondown buttondown.email/Changeset - indie, GREAT personal customer support, very nice default styling, all the options I want including ones to protect my readers' privacy—Sumana Harihareswara, Open source maintainerI use @buttondown because it does exactly what I need (manage subscribers and send markdown emails), not more and not less 👍 As a bonus it's made by an indie dev which I love!—Max Stober, Founder, GraphCDNIf you’re considering running an email newsletter, or if you already run one and are considering a change of provider, I highly recommend @buttondownemail.\nSuper-easy app, very fair pricing with a generous free tier, and exemplary support.\n💯—Peter Gasston, Technologist and speakerimo @buttondown is easily one of the best-designed services i’ve used in recent years, if you have a substack you should really consider switching!—Kabir Goel, Engineer, CalThanks for getting me excited about email newsletters again.—Garrick van Buren I'm very thrilled that I can just write in Markdown without having to deal with email builders and all that crap.—Parham Doustdar Thanks again for all the help! You’ve really turned something super complex into something super easy – sending new issues is as simple as firing off a text message.—Kartik Chaturvedi Thanks for creating a simple way for people who want to, like, put words in a hole and have it sent to people...\nI am just thankful that something just nice and human exists on the internet.—Emmanuel Quartey I tried 3 other newsletter services today and I felt like wanting to rip my hair out.\nThey were all painfully slow.\nI'm so glad I found Buttondown.—Mohamed Elbadwihi I’ve found Buttondown to be a great fit for my workflow and have been delighted by all of Justin’s thoughtful features and improvements to the product.—Michael Lee Like seriously, so many lovely little easter eggs in one could-be-boring service.—Alexandra Muck I just switched over from Tinyletter and I'm really excited to have found a place to host my tiny newsletter that doesn't seem like it's assuming everyone sending newsletters is an email marketer / growth hacker.—Tessa Alexanian I'm in love with the simplicity of Buttondown.—Ekfan I’ve used similar tools in the past and Buttondown is by far the simplest to use and most promising.—Fabrizio Rinaldi Thank you for creating such a simple and brilliant tool.\nI’ve just signed up and the experience has been smooth and painless (the docs are great too!)—Oliver Holms As a developer who has hated every email system I've ever used this is so nice.—Drew Hornbein Check out the wall of love", "created_at": "2023-10-09 23:18:31.207046", "updated_at": "2023-10-09 23:18:38.17166"}, {"id": 19397, "name": "Privacy policy", "url": "https://buttondown.email/legal/privacy", "xpath": "/html/body/div[1]/div/div/div[2]", "text": null, "created_at": "2023-10-09 23:18:57.609473", "updated_at": "2023-10-09 23:18:57.609473"}], "points": [], "urls": ["buttondown.email"]}}