{"error": 448, "message": "OK", "parameters": {"id": 8832, "name": "Loop-Sessions", "created_at": "2023-07-06 22:47:17.207615", "updated_at": "2023-07-07 10:02:08.885897", "wikipedia": null, "keywords": null, "related": null, "slug": "loop-sessions", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8832.png", "url": "loopsessions.com", "documents": [{"id": 17258, "name": "Privacy policy ", "url": "https://www.loopsessions.com/privacy/", "xpath": "//body", "text": null, "created_at": "2023-07-06 22:47:17.267519", "updated_at": "2023-07-06 22:47:54.463373"}, {"id": 17257, "name": "Terms of service ", "url": "https://www.loopsessions.com/terms/", "xpath": "//body", "text": " Loop-Sessions<br>\n<p>EN / JP</p>\n<ul>\n<li>Top<br>Home</li>\n<li>Works<br>Development</li>\n<li>Company<br>Information</li>\n<li>Press<br>Published</li>\n<li>Support<br>Contact us</li>\n<li>Blog<br>Our blog</li>\n</ul> Terms of service <p> This site is operated by Loop-Sessions.LLC.\nWhen using this site, please agree to the following terms of use.<br>\n</p>\n<br> About copyright <p> The copyright of the content (text, images, URL, etc.) on this site belongs to the Company or a third party.\nIt is prohibited to copy, divert, sell, or otherwise use the contents of this site without permission.\nIn addition, we do not allow any modification of the content.<br>\n</p>\n<br> Prohibited matter <p> When using this site, the following acts or acts that may cause them are prohibited.<br> 　1.\nActs that infringe on our privacy, etc.<br> 　2.\nActs that cause disadvantage or damage to our company.<br> 　3.\nActs of making false declarations and notifications to the Company.<br> 　4.\nActions that are offensive to public order and morals.<br> 　5.\nActs that interfere with the operation of this site.<br> 　6.\nOther acts that the Company deems inappropriate.<br>\n</p>\n<br> About posting links, sites, etc.\n<p> If you would like a link on our website, please contact us in advance.\nWhen linking, basically, please link to the top page.<br>\n<br> If you would like to introduce this site, please contact us in advance regardless of whether it is for commercial or non-commercial purposes.\nHowever, this does not apply when posting based on news releases, etc.\nsent by us.<br>\n</p>\n<br> Disclaimer <p> Information such as your name and e-mail address when you make an inquiry will not be disclosed to a third party without your permission.\nIn addition, we will not disclose any personal information except when it is subject to the law or when there is a legally enforceable request.<br>\n<br> The contents of this site are subject to change or suspension without notice.\nThank you in advance for your understanding.\nIn addition, we do not take any responsibility for any damage caused by this site regardless of the reason.<br>\n</p>\n<br>\n<br> Back to Top <ul>\n<li>Terms of service</li>\n<li>Privacy policy</li>\n</ul>\n<p>Copyright(C) Loop-Sessions.LLC.\nAll rights reserved.</p> ", "created_at": "2023-07-06 22:47:17.237918", "updated_at": "2023-07-06 22:47:33.187108"}], "points": [], "urls": ["loopsessions.com"]}}