{"error": 448, "message": "OK", "parameters": {"id": 9813, "name": "Polycentric", "created_at": "2023-10-23 19:32:21.157899", "updated_at": "2023-10-23 22:02:42.880346", "wikipedia": null, "keywords": null, "related": null, "slug": "polycentric", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9813.png", "url": "polycentric.io,docs.polycentric.io,srv1.polycentric.io,harbor.social", "documents": [{"id": 19547, "name": "Privacy Policy", "url": "https://docs.polycentric.io/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/div[2]/div/div[1]", "text": "#Privacy Policy<p>Last updated June 19th, 2023</p>\n<p>Enumerated FUTO Holdings Inc.\n(“FUTO”) applications and services this policy is applicable for:</p>\n<ul>\n<li>harbor.social website</li>\n<li>harbor Android / iOS appplication</li>\n<li>polycentric.io website</li>\n<li>polycentric desktop application</li>\n</ul>\n<p>This privacy policy describes how the enumerated FUTO applications and services (\"our\", \"we\", \"us\") collect, protect and use the personally identifiable information you may provide through our applications or services.\nThe policy also describes the choices available to you regarding our use of your personal information and how you can access and update this information.\nThis policy does not apply to the practices of companies that FUTO does not own or control, or to individuals that FUTO does not employ or manage.</p>#What information do we collect?<ul>\n<li>\n<p>Basic account information: If you register on this server, you may be asked to enter a username.\nYou may also enter additional profile information such as a display name and biography, and upload a profile picture and header image.\nThe username, display name, biography, profile picture and header image are always listed publicly.</p>\n</li>\n<li>\n<p>Posts, following and other public information: The list of people you follow is listed publicly, the same is true for your followers.\nWhen you submit a message, the date and time is stored.\nMessages may contain media attachments, such as pictures and videos.\nPublic and unlisted posts are available publicly.\nWhen you feature a post on your profile, that is also publicly available information.\nYour posts are delivered to your followers.\nWhen you delete posts, this is likewise delivered to your followers.\nThe action of boosting or leaving an opinion on another post is always public.</p>\n</li>\n<li>\n<p>IPs and other metadata: When you use publish data to FUTO servers, we record the IP address you submitted data from, and other metadata such as time.\nWe also may retain server logs which include the IP address of every request to our server.</p>\n</li>\n</ul>#What do we use your information for?<p>Any of the information we collect from you may be used in the following ways:</p>\n<ul>\n<li>To detect malicious, illegal, or fraudulent use of the service.\nand to prosecute such misuse.</li>\n<li>To maintain, operate, analyze, plan, and grow our infrastructure to keep up with demand.</li>\n<li>To respond to reports of abusive, illegal, or otherwise inappropriate content.</li>\n<li>To understand how users experience the service, what features do users benefit from, what works well, and what doesn’t.</li>\n</ul>#How do we protect your information?<p>We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.\nAmong other things, your browser session, as well as the traffic between your applications and the API, are secured with TLS.</p>#What is our data retention policy?<p>We will make a good faith effort to:</p>\n<ul>\n<li>Retain server logs containing the IP address of all requests to FUTO servers, in so far as such logs are kept, no more than 90 days.</li>\n</ul>\n<p>You can request and download an archive of your content, including your posts, media attachments, profile picture, and header image.</p>\n<p>You may irreversibly delete your account at any time.\nYou also may irreversibly delete specific posts or content at any time.</p>#Do we disclose any information to outside parties?<p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information.\nThis does not include trusted third parties who assist us in operating our applications / sites / services, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.</p>\n<p>Your public content may be downloaded by other users in the network.</p>#Use by children<p>If this user / service is in the EU or the EEA: Our site, products and services are all directed to people who are at least 16 years old.\nIf you are under the age of 16, per the requirements of the GDPR (General Data Protection Regulation) do not use this site.</p>\n<p>If this user / service is in the USA: Our site, products and services are all directed to people who are at least 13 years old.\nIf you are under the age of 13, per the requirements of COPPA (Children's Online Privacy Protection Act) do not use this site.</p>\n<p>Legal requirements can be different if this user / service is in another jurisdiction.</p>\n<p>FUTO will delete any data from FUTO servers belonging to users in violation of this policy.</p>#Changes to this Statement<p>FUTO reserves the right to change this Privacy Policy from time to time.\nYour continued use of the applications and/or Services available after such modifications will constitute your: (a) acknowledgment of the modified Privacy Policy.\nand (b) agreement to abide and be bound by that Policy.</p>#Contact Information<p>FUTO Holdings Inc</p>\n<p>1044 Liberty Park Drive</p>\n<p>Austin, TX 78746</p>\n<p>United States of America</p>\n<p>legal@futo.org</p>#Attribution<p>This document is CC-BY-SA.\nOriginally adapted from the mastodon.social privacy policy.</p>PreviousHosting A ServerNextProtocol<ul>\n</ul>\n<p>© Copyright 2023.\nAll rights reserved.</p>", "created_at": "2023-10-23 19:32:21.193622", "updated_at": "2023-10-23 19:32:46.486218"}], "points": [], "urls": ["polycentric.io", "docs.polycentric.io", "srv1.polycentric.io", "harbor.social"]}}