{"error": 448, "message": "OK", "parameters": {"id": 9220, "name": "Childcare Network ", "created_at": "2023-07-15 01:35:19.428257", "updated_at": "2023-07-15 10:02:17.323464", "wikipedia": null, "keywords": null, "related": null, "slug": "childcare-network", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9220.png", "url": "childcarenetwork.com", "documents": [{"id": 18055, "name": "Privacy Policy ", "url": "https://www.childcarenetwork.com/get-started/privacy-policy", "xpath": "//body", "text": " <i>\n</i> 866-521-KIDS SCHEDULE A TOUR CAREERS GET STARTED PROGRAMS PARENT RESOURCES CAREERS 866-521-KIDS SCHEDULE A TOUR CAREERS | ESPANOL 866-521-KIDS Search for a Quality Rated School in Your Area! <br>\n<br> GET STARTED PROGRAMS <ul>\n<li>INFANTS</li>\n<li>TODDLERS</li>\n<li>TWOS</li>\n<li>THREES</li>\n<li>PREK</li>\n<li>AFTER SCHOOL</li>\n<li>SUMMER CAMP</li>\n</ul> PARENT RESOURCES <ul>\n<li>HELPFUL LINKS</li>\n<li>PARENT HANDBOOK</li>\n<li>HIGH REACH LEARNING CURRICULUM</li>\n<li>DEVELOPMENTAL MILESTONES</li>\n<li>PARENTS CHECKLIST</li>\n<li>FAQS</li>\n<li>PODCAST</li>\n</ul> VIRTUAL TOUR ABOUT US <ul>\n<li>COVID-19</li>\n<li>CONNECT WITH US</li>\n<li>F.A.Q.</li>\n<li>ACQUISITIONS</li>\n</ul> FEEDBACK School Home Infants Toddlers Twos Threes Pre Kindergarten School Age Summer Camp Privacy Policy\n<p>\n<br>\n</p>\n<p>Welcome! Thank you for visiting a division of Child Development Schools, Inc., including Childcare Network, Sunrise Preschools, Pax Nutura Academy, Montessori School of Snellville, Country Bear Day Schools, and My Small Wonders.\nTo help inform you, we provide this policy explaining our information practices and the choices you can make about the collection and use of information you submit online through our websites childcarenetwork.com, sunrisepreschools.com, and countrybeardayschool.com.\nThis Privacy Policy applies only to our customers and visitors who use the Site and who reside in the United States.\nWe do not knowingly solicit business from outside the states in which our schools operate in the United States.\n</p>\n<p> &nbsp.\n</p>\n<p>When you access our Site on a mobile device, we may use the information collected for any purpose set forth in this Privacy Policy.\n</p>\n<p> &nbsp.\n</p>\n<p>Please take a moment to carefully read the following to learn more about our information practices, including what type of information is gathered, how the information is used and for what purposes, to whom we disclose the information, and how we safeguard your personal information.\nYour privacy is a priority at the Company, and we go to great lengths to protect it.\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Why do we collect your personal information? </b>\n</p>\n<p> &nbsp.\n</p>\n<p>We collect your personal information because it helps us deliver a superior level of customer service.\nIt enables us to give you convenient access to our products and services and focus on categories of greatest interest to you.\n<b>\n</b>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>What information do we collect, and how do we use it? </b>\n</p>\n<p> &nbsp.\n</p>\n<p>Online Information.\nThis Privacy Policy applies to all information we receive online from you, including “non-public personal information.” We collect information when you access or submit an inquiry through our website.\nThe information we collect may include, among other things: </p>\n<p> &nbsp.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPersonal contact information you provide to us including: your name, telephone number, and email address.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation entered into web forms or surveys accessed on our Site.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation regarding customer activities on our website.\nThis helps us to determine how best to provide useful information to our users and to understand which parts of our websites, products, and Internet services are of most interest to them.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAnonymous, aggregate information not linked to personal information which is used to generate statistical reports about the use of our site.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation we collect through cookies or log files in order to create a profile, such as IP address, browser type, internet service provider, platform type, date/time stamp, and number of clicks, which may be related to your personal information.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation to provide services that you have requested as well as for auditing, research, and analysis to improve our services.\nand </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAnonymous information collected from third-party service providers to serve ads on our behalf.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>We may share aggregated demographic information with our partners and advertisers.\nHowever, this information is not linked to any personal information that can identify an individual person.\nOffline Information.\nThe Privacy Policy applies to all information we receive from you offline.\nWe collect information when you visit, take a tour, fill out an enrollment agreement, or submit an inquiry at one of childcare locations.\nThis information may include, among other things: </p>\n<p> &nbsp.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPersonal contact information you provide to us including: your name, street address, telephone number, and email address.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour sensitive personal information, such as your emergency contact and release information, driver’s license number, and employer information.\nand </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour child’s sensitive personal information, including care needs, allergies, medications, medical care provider, and immunization history.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>Use of Information.\nWe use the information we collect for purposes such as: </p>\n<p> &nbsp.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo tailor programming for your child’s growth and development.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo provide a safe and healthy environment for the your child and the other children in our care.\nTo effectively communicate with you and respond to your inquiries.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo comply with licensing regulations and other legal requirements.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo operate and improve our website.\nand </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo ensure advertising is appropriately targeted.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Do we share your information? </b>\n</p>\n<p> &nbsp.\n</p>\n<p>We take your privacy very seriously.\nWe do not sell or rent your contact information to other marketers.\nWe may share your personal information with our affiliated companies and third parties in the manner described in this Privacy Policy, but we will never sell your personal information.\nWe may share personal information with other companies or people under the following circumstances: </p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf we have your consent to share your or your child’s information.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf we need to share your information with child care center regulators, medical providers, payment processors, and financial institutions for our bona fide business purposes, if we are required by law to share information, or if we have a good-faith belief that such action is necessary to comply with a legal obligation.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo help us provide superior service, your personal information may be shared with legal entities within our corporate group globally who will take steps to safeguard it in accordance with our privacy policy.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn the event we go through a business transition, such as a merger, acquisition by another company, or the sale of a portion of our assets, any personal information you provide to us may be a part of the assets transferred.\n</p>\n<p> &nbsp.\n</p>\n<p>We may take the personal information we receive from individuals responding to our customer surveys and combine (or aggregate) it with the responses of other customers we may have, to create broader, generic responses to the survey questions (such as gender, age, residence, hobbies, education, employment, industry sector, or other demographic information).\nThe Company then uses the aggregated information to improve the quality of its services to you, and to develop new services.\nThis aggregated non-personally identifying information may be shared with third parties.\n</p>\n<p> &nbsp.\n</p>\n<p>We also reserve the right to disclose your personal information for any reason if, in our sole discretion, we believe that it is reasonable to do so, including collection agencies, merchant database agencies, law DRAFT – 9/28/2018 5 enforcement, litigation or to satisfy laws, such as the Electronic Communications Privacy Act, the Child Online Privacy Act, regulations, or governmental or legal requests for such information.\nWe may also disclose personal information that is necessary to identify, contact, or bring legal action against someone who may be violating our contracts, policies and procedures.\nFinally we may also disclose information about you if we determine that for national security, law enforcement, or other issues of public importance, disclosure is necessary.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>How do we protect your personal information? </b>\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>We take your personal information very seriously, and take precautions—including administrative, technical, and physical measures—to safeguard your personal information against loss, theft, and misuse, as well as unauthorized access, disclosure, alteration, and destruction.\nWe have incorporated policies and procedures designed to keep any information you provide us safe.\nWe maintain physical, electronic and procedural safeguards that we believe comply with applicable legal and regulatory standards to keep this information private and secure.\nWhen we collect personal information on our Site, that information is encrypted and transmitted to us in a secure way.\nYou can verify this by looking for a lock icon in the address bar and looking for “https” at the beginning of the web address of our Site.\n</p>\n<p> &nbsp.\n</p>\n<p>Our websites use Secure Sockets Layer (SSL) encryption on all web pages where personal information is required and to make online purchases you must use an SSL-enabled browser in order to protect the confidentiality of your personal and credit card information while it’s transmitted over the Internet.\nPlease note: Countrybeardayschool.com does not currently use SSL encryption, but we are working it.\n</p>\n<p> &nbsp.\n</p>\n<p>While we make great efforts to ensure the integrity and security of our network and systems, we cannot guarantee that our security measures will prevent third-party “hackers” from illegally obtaining your personal information.\nYou can help this effort by taking precautions to protect your personal data whenever you are on the Internet.\nAs with all online activity, we suggest that you change your passwords often using a combination of letters and numbers and make sure you use a secure web browser.\n</p>\n<p> &nbsp.\n</p>\n<p>In addition to using encryption to protect your sensitive information transmitted online, we also work to protect your information offline by restricting access to the personal information about you to only those Company employees that we believe need to know that information in order to provide services for you.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Integrity of Your Personal Information </b>\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>The Company has safeguards in place to keep your personal information accurate, complete, and up to date for the purposes for which it is used.\nYou always have the right to access and correct the personal information you have provided and can help us ensure that your contact information and preferences are accurate, complete, and up to date by checking at [website address].\nIn addition, you can request a copy DRAFT – 9/28/2018 6 of your personal information, your product registration history, and your interactions with our sales and support agents by contacting us at the email address below.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Do our websites collect personal information of children? </b>\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>No.\nWe have designed our websites for parents and adults, not children.\nFor that reason, we do not knowingly collect personal information from children who may visit our websites, and we do not want to include any such information in our customer databases.\nWe recommend that parents monitor their children’s use of the Internet.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Cookies and Other Technologies </b>\n</p>\n<p>As is standard practice on many corporate websites, our website uses “cookies” and other technologies to help us understand which parts of our websites are the most popular, where our visitors are going, and how much time they spend there.\nWe also use cookies and other technologies to indicate which components of our online advertising are bringing customers to our services.\nWe use cookies and other technologies to study traffic patterns on our website, to make it even more rewarding as well as to study the effectiveness of our customer communications.\nAnd we use cookies to customize your experience and provide greater convenience each time you interact with us.\n</p>\n<p> &nbsp.\n</p>\n<p>If you are browsing, a cookie is used to help us measure the number of visits, average time spent, page views, and other statistics relating to our Site.\n“Cookies” are small pieces of data that your browser stores on your computer's hard drive.\nThey cannot be used to gather data from your hard drive or obtain personal information.\nThis cookie by itself does not tell us your email address or who you are.\nWe do not use \"cookies\" to collect and distribute information to third parties for marketing purposes.\n</p>\n<p> &nbsp.\n</p>\n<p>Should you provide information to us during online registration or resume submission, we may use cookies to recognize you on subsequent visits and to make your online experience more convenient.\nIf, however, you prefer not to enable cookies, please go to [website address], which explains step by step how you can disable cookies.\nPlease note that certain features of our website may not be available once cookies are disabled.\n</p>\n<p> &nbsp.\n</p>\n<p>As is true of most websites, we gather certain information automatically and store it in log files.\nThis information includes Internet Protocol (IP) addresses, browser type, Internet Service Provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data.\nWe use this information, which does not identify individual users, to analyze trends, to administer the site, to track users’ movements around the site and to gather demographic information about our user base as a whole.\nThe Company will not use the information collected to market directly to that person.\nIn some of our email messages we use a “click-through URL” linked to content on our website.\nWhen customers click one of these URLs, they pass through our web server before arriving at the destination web page.\nWe track this click-through data to help us determine interest in particular topics and measure the effectiveness of our customer communications.\nIf you prefer not to be tracked simply avoid clicking text or graphic links in the email.\n</p>\n<p> &nbsp.\n</p>\n<p>In addition, we use pixel tags—tiny graphic images—to tell us what parts of our website customers have visited or to measure the effectiveness of searches customers perform on our site.\nPixel tags also enable us to send email messages in a format customers can read.\nAnd they tell us whether emails have been opened to ensure that we’re sending only messages that are of interest to our customers.\nWe may use this information to reduce or eliminate messages sent to a customer.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Commitment to Your Privacy </b>\n</p>\n<p>We take your privacy very seriously.\nTo make sure your personal information is secure, we communicate these guidelines to our employees and strictly enforce privacy safeguards within the company.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Links to Sites of Other Companies </b>\n</p>\n<p>Our website has links to the sites of other companies.\nWe are not responsible for their privacy practices.\nWe encourage you to learn about the privacy policies of those companies.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b>10.&nbsp.\n</b>\n<b>Further Questions Regarding Privacy </b>\n</p>\n<p>If your questions are not answered online through this Policy, you may email us at privacy@childcarenetwork.com or contact us as follows and we will respond within 30 days:</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>Child Development Schools, Inc.</p>\n<p>ATTN: Privacy Office </p>\n<p>6053 Veterans Parkway, Bldg.\n300 </p>\n<p>Columbus, GA 31909 </p>\n<p> &nbsp.\n</p>\n<p>11.&nbsp.\n<b>Effective Date.\nUpdates to Privacy Policy</b>\n</p>\n<p>Child Development Schools, Inc.\nreserves the right to revise, amend, or modify this policy at any time and in any manner.&nbsp.\nWhen we change the policy in a material way a notice will be posted on our website along with the updated privacy policy.\nYour use of our website and any other services provided by the Company after such changes are implemented constitutes your acknowledgement and acceptance of these changes.\nPlease consult this privacy statement prior to every use for any changes.\n</p>\n<p> &nbsp.\n</p>\n<p>Revised and Effective as of August 8, 2021.\n</p>\n<br>\n<b>GET STARTED</b>\n<b>CAREERS</b>\n<b>SCHEDULE A TOUR</b>\n<br>\n<b>PAY ONLINE</b>\n<br>\n<b>FAQs</b>\n<br>\n<br>\n<b>ESPANOL</b>\n<br>\n<b>CONTACT US</b>\n<br>\n<br>\n<br>\n<b>PROGRAMS</b>\n<br> Infants<br> Toddlers<br> Twos<br> Threes<br> PreK<br> After School<br> Summer Camp<br>\n<br>\n<b>PARENTS RESOURCES</b>\n<br> Parent Handbook<br> Parent Checklist<br> Our Curriculum<br> Developmental Milestones<br> Military Families<br> School Transportation<br>\n<b>CONNECT WITH US</b>\n<br> Facebook<br> Twitter<br> Pinterest<br> LinkedIn<br> Instagram<br>\n<b>CONNECT WITH US</b>\n<br>\n<br>\n<br> © Childcare Network.\nAll Rights reserved.\nPrivacy Policy ", "created_at": "2023-07-15 01:35:19.457515", "updated_at": "2023-07-15 01:35:36.399047"}], "points": [], "urls": ["childcarenetwork.com"]}}