{"error": 448, "message": "OK", "parameters": {"id": 6940, "name": "Zotero", "created_at": "2022-11-19 05:43:30.397927", "updated_at": "2022-11-19 23:01:11.807609", "wikipedia": "https://en.wikipedia.org/wiki/Zotero", "keywords": null, "related": null, "slug": "zotero", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6940.png", "url": "zotero.org", "documents": [{"id": 12718, "name": "Privacy policy", "url": "https://www.zotero.org/support/privacy", "xpath": "/html/body/div[1]/div/div[1]", "text": " You are here: start &gt.\nprivacy Zotero Privacy Policy Overview <p>\nZotero is an open-source project committed to providing the best tool for managing your research.\nOur philosophy is that what you put into Zotero is yours, and one of our founding principles is to make sure you remain in control of your data and can share it how you like — or choose not to share it at all.\n</p>\n<p>\n<strong>We are an independent, nonprofit organization and have no financial interest in your private information.</strong> We fund further development by offering additional online storage space to people who find the software useful, not by selling data.\n</p> Data We Collect <p>\nZotero is designed as a local program that saves data to your own computer by default, and it doesn’t require sharing any data with us to be usable.\nHowever, some of Zotero’s advanced features require you to supply us with information.\n</p>\n<ul>\n<li> We collect the information you voluntarily provide (e.g., your name and email address) if you create a Zotero account and use optional Zotero services.\nZotero can be used without creating an account.\n</li>\n<li> We collect the library data you upload if you choose to synchronize your library with the Zotero servers.\nSyncing is entirely optional and is disabled by default.\n</li>\n<li> We collect the attachment files you upload if you choose to use Zotero file syncing.\nFile syncing is optional, and you can choose to sync files in your personal library using a WebDAV server instead.\n</li>\n<li> We keep a record of the most recent IP addresses used to access your synchronized library in order to let you verify the security of your account and allow you to revoke access in your Zotero settings.\n</li>\n<li> We log visits to our website, including IP address and browser, in order to prevent abuse and to diagnose technical issues.\nWe retain these access logs for 90 days.\n</li>\n<li> We log requests made to our servers by Zotero or third-party software, including IP address and client information, in order to prevent abuse, diagnose technical issues, and assess usage.\nWe retain these logs for up to 90 days.\nYou can opt out of all requests to our servers.\n</li>\n<li> We collect error reports that you submit.\nSee Support Interactions.\n</li>\n<li> If you attempt to save something to Zotero and the save fails, we collect information about the failure, including the URL, browser, and version information, so that we can more quickly fix site compatibility issues.\nWe store this information for up to one week.\nNo additional personally identifying information (e.g., username or IP address) is stored, and reports are generally only viewed in aggregate.\nThis error reporting can be disabled in the Zotero and Zotero Connector preferences.\n</li>\n</ul> Library Statistics <p>\nZotero anonymizes and aggregates synchronized user and group library data to generate statistics on readership.\nThis anonymized and aggregated data only includes publicly available metadata (e.g., publication title and author).\nThis data is never sold or made available in any forms other than ones offered publicly.\nWe may also use this anonymized and aggregated user information for auditing, research, and analysis to operate and improve Zotero services.\n</p> Security of Stored Data <p>\nSee Security of Zotero Data.\n</p> Disabling Automatic Requests <p>\nYou can disable all automatic communication with Zotero servers from the Zotero and Zotero Connector preferences:\n</p>\n<ul>\n<li>\n<strong>Syncing:</strong> Sync preferences → leave unconfigured or disable automatic syncing\n</li>\n<li>\n<strong>Automatic PDF metadata retrieval:</strong> General preferences → disable “Automatically retrieve metadata for PDFs”\n<ul>\n<li> We do not log any information about the contents of PDF metadata requests.\n</li>\n</ul>\n</li>\n<li>\n<strong>Open-access PDF retrieval:</strong> General preferences → disable “Automatically attach associated PDFs and other files when saving items”\n<ul>\n<li> If a PDF can't be saved for an item with a DOI, Zotero will send the DOI to Zotero servers to check for open-access versions.\nWe do not log the contents of these requests.\nDisabling this preference will disable all automatic attachment saving.\n</li>\n</ul>\n</li>\n<li>\n<strong>Broken site translator reporting:</strong> disable “Report broken site translators” in the Advanced pane of Zotero and the Zotero Connector\n</li>\n<li>\n<strong>Translator/style update checking:</strong> Advanced preferences → disable “Automatically check for updated translators and styles”\n</li>\n<li>\n<strong>Zotero update checking:</strong> Advanced preferences → Config Editor → set <code>app.update.auto</code> to false\n<ul>\n<li> Automatic update checking is strongly recommended for security and stability reasons.\n</li>\n</ul>\n</li>\n<li>\n<strong>Retracted item checking:</strong> Advanced preferences → Config Editor → set <code>retractions.enabled</code> to false\n<ul>\n<li> Retraction checks are performed without sharing the items you have in your database.\n</li>\n</ul>\n</li>\n<li>\n<strong>Proxy authentication checking:</strong> Advanced → Config Editor → set <code>extensions.zotero.triggerProxyAuthentication</code> to false.\n<ul>\n<li> At Zotero startup, HEAD requests are made to a test file on Amazon S3 and selected publisher websites (controlled by <code>extensions.zotero.proxyAuthenticationURLs</code>) to trigger a proxy authentication prompt if and only if Zotero detects that a proxy is required to connect to the internet.\nIf you disable this option and require an authenticated proxy, Zotero network connections will fail.\n</li>\n</ul>\n</li>\n</ul>\n<p>\nIf automatic syncing or automatic translator/style updates are enabled, Zotero will maintain a persistent connection to Zotero servers when it is open in order to provide immediate updates.\nYou can disable this connection by disabling both of those options or by setting <code>extensions.zotero.streaming.enabled</code> to false in the Config Editor.\n</p>\n<p>\nIf you use the Zotero Connector without having Zotero open, the Connector will make a daily request to Zotero servers for information on available site translators.\nIt will then download translators for the sites you visit.\nFor example, if you load a <i>New York Times</i> article, the Connector will download Zotero’s <i>New York Times</i> translator and cache it.\nIf Zotero doesn’t have a translator for a specific site, no request will be made.\nNo information on the specific pages you visit is transmitted, and subsequent requests won’t be made for the same translator until you restart your browser or the translator is updated.\nYou can avoid these requests by keeping Zotero open while you browse the web.\n</p> Permissions Warnings <p>\nWhen using third-party platforms, we request the most restrictive permissions available that still allow Zotero to perform its advertised functions.\nIn some cases, the necessary permissions can sound a bit scary, so we want to explain why they’re necessary.\n</p> Zotero Connector <p>\nWhen installing the Zotero Connector, your browser will warn you that the extension can “Read and change all your data on the websites you visit” (or similar).\nThis is the standard permission that browser extensions that run on all pages require.\nZotero uses it to determine what content it can save on a given page and update the save button accordingly, as well as to provide advanced features such as automatic proxy redirection and automatic RIS/BibTeX import.\nNo data is stored except when you choose to save a page to either your local or online Zotero library.\n</p> Google Docs Integration <p>\nWhen you first use Google Docs integration, Google will ask you to grant Zotero Google Docs Integration permission to “See, edit, create, and delete all your Google Docs documents”.\nThe plugin requires this permission to insert citations into your documents.\nThe plugin doesn’t do anything else with your document content and doesn’t access documents other than the ones on which it’s triggered.\nThe integration works entirely locally on your computer, so even when you trigger the plugin on a given document, nothing is sent to Zotero servers.\n</p> Storage Purchases <p>\nWe send two pieces of personal data to our payment processor at the time of purchase:\n</p>\n<ul>\n<li> your Zotero username, in order to associate your payment with your Zotero account\n</li>\n<li> your email address, so that the payment processor can send you a payment receipt\n</li>\n</ul>\n<p>\nZotero does not collect or store your credit card, banking, or other payment information.\nWhen you enter your full name, billing address, and account numbers to complete a Zotero purchase, this information passes directly to our payment processor, and it never touches Zotero servers.\n</p> Support Interactions <p>\nMost Zotero support occurs in the public Zotero Forums.\nIf you would like to remove forum posts you have made, you may clear them yourself at any time, though we encourage you to leave your posts up for the benefit of others.\nIf you’d prefer your forum posts to appear under a different name, you can change your forums username from your account settings.\n</p>\n<p>\nYou may be asked to submit an error report or debug output to help us troubleshoot problems.\nThese reports contain technical information about your computer, such as your operating system and installed browser extensions, and may include incidental personal information such as URLs of sites you visited before or while generating the report.\nYou can review the output of these reports before submitting them.\nWe don’t store any personal information (username, IP address) that links the report to you, and we generally don’t look at reports unless they are referenced by a Report ID or Debug ID in the Zotero Forums.\nReports are stored for up to one year.\n</p>\n<p>\nIf you email us, we collect your email address and any other information you provide, and we may store your messages indefinitely to provide context for any future support requests you make.\n</p> Third-Party Services Used <ul>\n<li> All Zotero server data is stored in the United States in Amazon Web Services.\nSee Security of Zotero Data for more information.\n</li>\n<li> Certain operations you perform in Zotero may trigger requests to public third-party services such as Crossref or the Library of Congress for metadata retrieval.\nThese third parties may log your IP address and search terms (e.g., DOI or ISBN) according to their privacy policies, but no other identifying information is provided.\n</li>\n<li> When you save items to or update items in Zotero, Zotero may, depending on your settings, connect to the associated sites to download metadata or save PDFs or snapshots.\nThis is equivalent to loading those sites in your browser, and similar privacy implications apply.\nSee Zotero and Firewalls for access requirements.\n</li>\n<li> Some fonts on Zotero’s websites are licensed from myfonts.com.\nIn order to verify Zotero’s compliance with this license, myfonts.com collects your IP address and the URL of the accessed Zotero webpage.\n</li>\n<li> When an account is registered, we use Google reCAPTCHA to verify that it is not an automated registration attempt.\n</li>\n<li> Payment processing is provided by Stripe.\n</li>\n<li> When buyers are unable to use Stripe, we process payments with PayPal.\n</li>\n</ul> Deleting Your Data <p>\nYou may delete your Zotero account to remove information you voluntarily provided when you registered to use Zotero services and to remove the library data you provided if you chose to synchronize your library with Zotero servers.\nTo delete your account, visit your Zotero settings and click “Permanently Delete Account”.\n</p> Backed-up Data <p>\nWe make regular automated backups to protect against accidental loss of user data.\nThese backups are intended for disaster recovery and would be accessed only in the event of significant data loss.\nBackups may be retained for up to 6 months.\n</p> Legally Compelled Disclosure <p>\nWe may be legally required to comply with requests for data from law enforcement or government agencies.\n</p> Changes <p>\nWe may update our privacy policies over time.\nUp-to-date information, including details of new features, will always be available from this page.\n</p> Questions <p>\nIf you have any questions or concerns regarding Zotero’s privacy policies, please ask us in the Zotero Forums or email privacy@zotero.org.\n</p> Table of Contents <ul>\n<li>Zotero Privacy Policy\n<ul>\n<li>Overview</li>\n<li>Data We Collect</li>\n<li>Library Statistics</li>\n<li>Security of Stored Data</li>\n<li>Disabling Automatic Requests</li>\n<li>Permissions Warnings\n<ul>\n<li>Zotero Connector</li>\n<li>Google Docs Integration</li>\n</ul>\n</li>\n<li>Storage Purchases</li>\n<li>Support Interactions</li>\n<li>Third-Party Services Used</li>\n<li>Deleting Your Data</li>\n<li>Backed-up Data</li>\n<li>Legally Compelled Disclosure</li>\n<li>Changes</li>\n<li>Questions</li>\n</ul>\n</li>\n</ul> privacy.txt · Last modified: 2022/11/10 01:16 by dstillman ", "created_at": "2022-11-19 05:43:30.402542", "updated_at": "2022-11-19 04:44:11.315592"}, {"id": 12717, "name": "Terms of service", "url": "https://www.zotero.org/support/terms/terms_of_service", "xpath": "/html/body/div[1]/div/div[1]", "text": " You are here: start &gt.\nterms &gt.\nterms_of_service ZOTERO TERMS OF SERVICE <p>\nWelcome to zotero.org (the “Site”).\nZotero is a collection of services, including storage subscription services (the “Services”), integrated with the Zotero desktop software and the Site, operated by the Corporation for Digital Scholarship (“CDS”) from its offices within the United States on a not-for-profit basis.\nYour access to and use of the Services and the Site are subject to these Terms of Service (“Terms of Service”) and all applicable laws.\nCDS makes no representation that the Services made available on or accessed through the Site are appropriate or available for use in other locations, and access to them from territories where such access is illegal is prohibited.\nCDS may change or modify these Terms of Service, in whole or in part, at any time by updating this posting, without prior notice or liability to users.\nBy accessing and/or using the Services - whether you are a “Visitor” (which means that you simply browse the Site) or a “Registered User” (which means that you have registered as a Zotero user with CDS) - you acknowledge that you have read, understood and agree to be bound by these Terms of Service and to comply with all applicable laws.\nThe terms “you”, “your” or “user”, as used in these Terms of Service, refer to a Visitor or a Registered User.\n</p> 1.\nYour Account/Registration <p>\nRegistration is required to subscribe to the Services.\nYou must be 13 years or older to subscribe to the Services.\nIf you are between age 13 and 18, you confirm that you have your parent’s or legal guardian’s consent to use the Services, that both you and they have read and agreed to these Terms of Service, and they have agreed to be considered a Registered User for purposes of the account.\nBy registering, you represent and warrant to CDS that: (a) you are 18 years of age or older and the age of majority in your state of residence as of the time you register as a Registered User.\n(b) all information provided by you to CDS during the registration process is truthful, accurate and complete.\n(c) you will comply with all terms and conditions of these Terms of Service.\nand (d) you will not use the Services for any purpose that is unlawful or prohibited by these Terms of Services.\n</p>\n<p>\nAs a Registered User, you agree to maintain and promptly update your registration data as necessary to keep it accurate, current and complete.\nCDS may terminate your access to the Services, without prior notice or liability to you, if any of the information provided is found to be inaccurate, false, out of date or incomplete, or for violating these Terms of Service and/or the law.\n</p>\n<p>\nAs a Registered User, you acknowledge that you are solely responsible for all activities that occur under your account while using the Services.\nYou agree to abide by all applicable laws in connection with your use of the Services, including those related to intellectual property rights, data privacy, international communications and the transmission of technical or personal data.\n</p>\n<p>\nYou are responsible for maintaining the security of your account as well as monitoring and controlling access to your account.\nYou agree to notify CDS immediately of any unauthorized use of any account, or any other known or suspected breach of security.\nCDS cannot and will not be liable for any loss or damage in the event of an unauthorized use by a third party of your account.\nCDS, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the Services, or any other service, for any reason at any time.\nTermination of the Services will result in the deactivation or deletion of your account or your access to your account, and the forfeiture and relinquishment of all content in your account.\nIf CDS terminates your account or services without cause, it will issue a pro-rata refund of any unused Services.\nCDS reserves the right to refuse service to anyone for any reason at any time.\n</p> 2.\nYour Submissions and Other Data <p>\nCDS does not claim ownership of any data or other content you transmit, upload or store on or through the Services by any means (“Submissions”).\nYou retain your rights to the Submissions you transmit, upload or store on or through the Services.\nYou are solely responsible for all your Submissions and all activity that occurs under your account.\nYou have sole responsibility for the accuracy, quality, integrity, legality, reliability, appropriateness, and intellectual property ownership or right to transmit, post or upload your Submissions and to grant the rights granted by you herein.\nBy using the Services, you automatically grant to CDS and its service providers a royalty-free license and right to store, display, process, modify, and retransmit your Submissions.\n</p>\n<p>\nIn order to provide and ensure the quality of the Zotero Services, we may collect and store certain data consistent with our Privacy Policy, which can be found at https://www.zotero.org/support/terms/privacy_policy and is incorporated herein by reference.\n</p>\n<p>\nCDS is not responsible for screening or monitoring data transmitted, uploaded or stored through the Services by you or other users.\nIf notified of any data transmitted, posted or uploaded through the Services allegedly in violation of these Terms of Service, CDS may investigate the allegation and determine in good faith and its sole discretion whether to remove such data or any portion thereof.\nCDS shall have no liability or responsibility to users for performance or nonperformance of such activities.\n</p>\n<p>\nCDS reserves the right not to store and to remove from storage any data uploaded or submitted through the Services for any reason, including, without limitation, any data that, in its sole discretion, it deems to be in violation of these Terms of Service.\n</p> 3.\nFees and Payment <p>\nThe Services are offered under free and/or paid subscriptions.\nOne person or legal entity may not maintain more than one free subscription.\nIf a free account is inactive (i.e., there has been no synchronization of files) for ninety (90) days, CDS reserves the right to delete any and all files in that account without notice or liability to you.\n</p>\n<p>\nThe fees for paid subscriptions are not license fees, but charges due for storage and related services.\nThe Zotero research tool and server software are released for free public use under several open source licenses, primarily the AGPLv3 - see the license text included with the code for details.\nThe source code is available at https://github.com/zotero/.\n</p>\n<p>\nYou agree to provide CDS with complete and accurate billing and credit card information in connection with your paid subscription(s).\nIf the information you have provided is false or fraudulent, CDS reserves the right to terminate your access to the Services in addition to any other legal remedies.\n</p>\n<p>\nThe fees for the paid services are set out at https://www.zotero.org/support/storage and are subject to change from time to time.\nYou agree to pay the subscription fees and any other charges (including any applicable taxes) for the specific paid Services plan you select in accordance with the fees and billing terms in effect at the time you subscribed to such services.\nAll fees and charges, when paid, are nonrefundable and accrue on the first day of the initial subscription term or successive renewal term until terminated, regardless of whether or not you actually use the Services.\n</p>\n<p>\nOnce you begin your annual billed paid subscription, your next payment would be due on the same date the following year.\nShould you elect to upgrade your paid subscription to a larger amount of storage space, you will be billed on the commencement date for the first year of the upgraded level of Services.\nYour initial new subscription term will be 12 months, plus the amount of time your remaining prepaid fees on your prior subscription would buy on a pro-rata basis under the new subscription.\nFor example, if you initially signed up for a $20/year subscription on January 1, 2000, your renewal date would be January 1, 2001.\nHowever if on July 1, 2000 you decided to upgrade to the $60/year subscription, your initial new subscription term would be 14 months — from July 1, 2000 to August 31, 2001.\nThis is because your initial new subscription would include an additional two months, as the prior unused subscription fee (here $10) would cover an additional two months under the $60/year subscription plan.\nAfter your initial new subscription term you would return to a 12-month subscription term.\n</p>\n<p>\nYou may downgrade your plan, but downgrading may cause the loss of content, features or capacity of your account.\nIf you opt to downgrade, you agree to be solely responsibility for any related loss.\nCDS cannot and will not be held liable for such loss.\n</p>\n<p>\nPayment for all paid subscriptions is handled for CDS by a third party service provider, and your credit card statement may include this provider's identifier.\nIf you believe any fees or charges to your account are incorrect, you must contact us in writing within thirty (30) days of the date of the bill containing the amount in question to be eligible to receive an adjustment or credit.\n</p>\n<p>\nCDS reserves the right to terminate a free account at any time in its sole discretion.\nCDS also reserves the right to impose fees, with at least fourteen (14) days prior notice to you, for your continued use of Services that were offered for free at the time you subscribed.\n</p> 4.\nRenewals <p>\nRenewal charges will be based on fees in effect at the time of renewal.\nCDS agrees to provide you at least fourteen (14) days prior notice of a fee increase via an email to the email associated with your account.\nSuch increase shall be effective upon renewal.\nThe paid subscription will automatically renew for fixed periods of time equal to your initial paid subscription purchase on the anniversary of your initial purchase.\nA paid subscription, however, will not be renewed automatically if you terminate such subscription in the manner and time described in Section 5 below.\nIf renewal fees are not paid in a timely manner, or if we are unable to process your transaction using the credit card information provided, CDS will provide you notice of your account delinquency.\nIf you do not bring your balance current within thirty (30) days after we provide you with notification that your account is in arrears, CDS reserves the right to delete some or all of your Submissions so as to reduce your storage space to below the ceiling of free subscriptions and to convert your paid subscription to a free subscription.\n</p> 5.\nPaid Subscription Termination <p>\nYou may terminate your paid subscription at any time through https://www.zotero.org/settings/storage.\nYou must terminate your paid subscription before its renewal date in order to avoid automatic renewal and a charge of the next period's fees to your credit card.\nIf you terminate your paid subscription, you will not be charged at the next renewal date.\nWe will not charge a fee for terminating your paid subscription.\n</p>\n<p>\nIf you terminate your paid subscription and opt to continue using the Services on a free subscription basis, you will have reduced storage capacity and may lose content and features.\nIf you opt to do so, you agree to be solely responsible for such loss.\nCDS cannot and will not be held liable for such loss.\n</p> 6.\nAcceptable Use and Conduct/User Restrictions <p>\nAs a condition of your access and use of the Services, you agree that you will use the Services in compliance with these Terms of Service and all applicable laws, including any laws regarding the transmission of technical data exported from your country of residence and all export controls and embargo restrictions under the laws of the United States.\n</p>\n<p>\nYou further agree that you shall not: (a) impersonate any individual or entity or misrepresent your affiliation with any other individual or entity.\n(b) use the Services in any manner with the intent to interrupt, damage, disable, overburden or impair the Services.\n(c) use the Services in violation of CDS' or any third party's intellectual property or other proprietary or legal rights.\n(d) use the Services in violation of any applicable laws and/or to encourage illegal activities.\n(e) attempt (or encourage or support anyone else's attempt) to circumvent, reverse engineer, decrypt or otherwise alter or interfere with the Services or make any unauthorized use thereof.\n(f) access, tamper with, or use non-public areas of the Services, CDS’ computer systems, or the technical delivery systems of CDS’ providers or otherwise obtain or attempt to obtain any content, materials or information through any means not intentionally made publicly available or provided for through the Services.\n(g) probe, scan, or test the vulnerability of any system or network or breach or circumvent any security or authentication measures or otherwise attempt to gain unauthorized access to the Services through hacking, password mining or any other means.\n(h) use or attempt to use any “spider”, “robot”, “bot”, “scraper”, “data miner” or any other program, device or algorithm, process or methodology to access, acquire, copy, or monitor the Services (or portions thereof).\n(i) forge any TCP/IP packet header or any part of the header information in any email or posting, or in any way use the Services to send altered, deceptive or false source-identifying information.\n(j) interfere with, or disrupt, (or attempt to do so), the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, mail-bombing the Services, or by taking any action that would interfere with or create an undue burden on the Services.\nor (k) use the Services in any way that might bring CDS into disrepute.\n</p>\n<p>\nAny commercial or promotional distribution, publishing or exploitation of the Services is strictly prohibited unless you have received the express prior written permission from authorized personnel of CDS, CDS’ licensors or the otherwise applicable rights holders.\n</p> 7.\nChanges to and Termination of the Services <p>\nWe aim to continually improve the delivery and content of the Services and, as a result, CDS will make changes to the Services from time to time.\nNew features may be added, but we also may modify or discontinue (temporarily or permanently) any element of the Services, in whole or in part.\nWe will notify you if there are any material changes to the Services either via an email to the email associated with your account or via a notice displayed in the Zotero software or on the Site.\n</p>\n<p>\nThere are some circumstances under which the Services may be terminated:\n</p>\n<p>\nA.\nIn the event that we cannot obtain commercially-practical rates or terms from a service provider or supplier, we may cease to offer the Services.\nIn such case, we will provide thirty-days prior notice via email to the email associated with your account or via a notice displayed in the Zotero software or on the Site.\n</p>\n<p>\nB.\nWe may also cease to offer the Services for any other reason, in which case we will provide you with a thirty-days prior notice via email to the email associated with your account or via a notice displayed in the Zotero software or on the Site.\nIn such case, we will not charge you for Services after their termination, and will refund you any fees paid in advance for Services that have not been received.\n</p>\n<p>\nCDS reserves the right, at any time, to disable the Services temporarily for security or maintenance reasons.\n</p> 8.\nPrivacy <p>\nAs a non-profit enterprise intended to support the development and use of open source scholarship and cultural collaboration, CDS takes privacy very seriously.\nIn order for you to access certain areas and functions/features of the Site and register with CDS (become a Registered User), we may ask you to establish certain login information and provide us with information that personally identifies you, such as your name and email address (“Personal Information”).\nIf you communicate with us by email or otherwise complete online forms or the like, any information provided in such communication may be collected as Personal Information.\nThe information collection and use policies of CDS with respect to the privacy of such Personal Information are set forth in the Site's Privacy Policy, which is located at https://www.zotero.org/support/terms/privacy_policy and incorporated herein by reference.\n</p> 9.\nCopyright <p>\nYou may access third-party content in your use of the Services.\nYou may not remove any third party's copyright notices or other identifier, except as allowed by the third-party's license of that content.\nCDS is not responsible for any content provided by any third party.\n</p>\n<p>\nAll Submissions and other data and content made available through the Services must comply with U.S.\ncopyright law.\nPursuant to the Digital Millennium Copyright Act (17 U.S.C.\n§512, as amended), if you believe in good faith that copyrighted work has been copied, adapted, reproduced or exhibited on the Site or through use of the Services in a manner that constitutes copyright infringement, you may submit written notification of the claimed infringing activity to our Designated Agent, Alex H.\nPyle, Sheehan Phinney Bass + Green PA, 255 State Street, 5th Floor, Boston, MA 02109.\nTo be effective, the notification of claimed infringement must include the following information:\n</p>\n<p>\nA.\nA physical or electronic signature of a person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\n</p>\n<p>\nB.\nIdentification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n</p>\n<p>\nC.\nIdentification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information sufficient to permit CDS to locate the material.\n</p>\n<p>\nD.\nInformation reasonably sufficient to permit CDS to contact the complaining party, such as an address, telephone number and, if available, an electronic mail address at which the complaining party may be contacted.\n</p>\n<p>\nE.\nA statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand\n</p>\n<p>\nF.\nA statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\n</p>\n<p>\nPlease consult your legal advisor before submitting written notification, as the above-stated requirements may have changed.\nFor further information about the DMCA, please visit the website of the U.S.\nCopyright Office at: http://www.copyright.gov/onlinesp/.\n</p>\n<p>\nIn appropriate circumstances, CDS, at its sole discretion, may suspend or terminate any user’s access to the Services and/or take other action against users where infringing activity is apparent, regardless of whether the material or activity is ultimately determined to be infringing.\n</p> 10.\nLimitation of Liability <p>\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, CDS AND ITS SERVICE PROVIDERS, SUPPLIERS AND LICENSORS, AND THEIR RESPECTIVE DIRECTORS, SHAREHOLDERS, OFFICERS, EMPLOYEES AND AGENTS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING WITHOUT LIMITATION, LOSS OF PROFITS, DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (i) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICES.\n(ii) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SITE OR THROUGH USE OF THE SERVICES, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES.\n(iii) ANY CONTENT OBTAINED FROM OR THROUGH THE SERVICES.\nAND (iv) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR SUBMISSIONS OR OTHER CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE) OR ANY OTHER LEGAL THEORY, WHETHER OR NOT CDS HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE.\n</p> 11.\nDisclaimer of Warranties <p>\nYOUR ACCESS TO AND USE OF THE SITE AND THE SERVICES OR ANY CONTENT IS AT YOUR OWN RISK.\nYOU UNDERSTAND AND AGREE THAT THE SITE AND THE SERVICES ARE PROVIDED TO YOU ON AN “AS IS” BASIS WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWITHOUT LIMITING THE FOREGOING, TO THE FULLEST EXTENT PERMITTED BY LAW, CDS AND ITS SERVICE PROVIDERS, SUPPLIERS AND LICENSORS, AND THEIR RESPECTIVE DIRECTORS, SHAREHOLDERS, OFFICERS, EMPLOYEES AND AGENTS, HEREBY DISCLAIM ALL EXPRESS, IMPLIED, STATUTORY AND OTHER WARRANTIES, GUARANTEES OR REPRESENTATIONS, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF TITLE, MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES’ RIGHTS, OR FITNESS FOR PARTICULAR PURPOSE OR NEED.\n</p>\n<p>\nWE MAKE NO WARRANTY AND DISCLAIM ALL RESPONSIBILITY AND LIABILITY FOR THE COMPLETENESS, ACCURACY, AVAILABILITY, TIMELINESS, SECURITY OR RELIABILITY OF THE SERVICES OR ANY CONTENT THEREON.\nCDS WILL NOT BE RESPONSIBLE OR LIABLE FOR ANY HARM TO YOUR COMPUTER SYSTEM, LOSS OF DATA, OR OTHER HARM THAT RESULTS FROM YOUR ACCESS TO OR USE OF THE SERVICES, OR ANY CONTENT MADE AVAILABLE THOROUGH THE SERVICES.\nYOU ALSO AGREE THAT CDS HAS NO RESPONSIBILITY OR LIABILITY FOR THE DELETION OF, OR THE FAILURE TO STORE OR TO TRANSMIT, ANY CONTENT AND OTHER COMMUNICATIONS MAINTAINED BY THE SERVICES.\nYOU SHOULD ENSURE THAT YOU HAVE SUITABLE BACKUPS OF ALL OF YOUR DATA.\nWE MAKE NO WARRANTY THAT THE SERVICES WILL MEET YOUR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM CDS OR THROUGH THE SERVICES, WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\n</p> 12.\nIndemnity <p>\nYou agree to defend, indemnify, and hold harmless CDS, its directors, shareholders, officers, employees, agents, licensors and service providers from and against any claims, actions or demands, including, without limitation, reasonable legal and accounting fees, arising out of or resulting from your use of the Services, your Submissions, your breach of these Terms of Service and/or violation of any applicable laws.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which even you will cooperate with us in asserting any available defense.\n</p> 13.\nLinks <p>\nThe Site may contain links to third-party websites or resources.\nThese links are provided solely as a convenience to you.\nYou acknowledge and agree that we are not responsible or liable for: (i) the availability or accuracy of such websites or resources.\nor (ii) the content, products, or services on or available from such websites or resources.\nLinks to such websites or resources do not imply any endorsement by CDS of such websites or resources or the content, products, or services available from such websites or resources.\nNor do links to such websites and resources imply that CDS is affiliated or associated with the linked-third-party site.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources.\n</p> 14.\nLocal Laws and Export Control <p>\nCDS, through the Site, provides services and uses software and technology that may be subject to United States export controls administered by the U.S.\nDepartment of Commerce, the United States Department of Treasury Office of Foreign Assets Control and other U.S.\nagencies.\nYou acknowledge and agree that the Site shall not be used, and none of the underlying information, software or technology may be transferred or otherwise exported or re-exported to countries as to which the United States maintains an embargo (collectively, “Embargoed Countries”), or to or by a national or resident thereof, or any person or entity on the U.S.\nDepartment of Treasury's List of Specially Designated Nationals or the U.S.\nDepartment of Commerce's Table of Denial Orders (collectively, “Designated Nationals”).\nThe lists of Embargoed Countries and Designated Nationals are subject to change without notice.\nBy using the Services, you represent and warrant that you are not located in, under the control of, or a national or resident of an Embargoed Country or Designated National.\nYou agree to comply strictly with all United States export laws and assume sole responsibility for obtaining licenses to export or re-export as may be required.\n</p>\n<p>\nCDS and its licensors make no representation that the Services are appropriate or available for use in other locations outside the United States.\nIf you use the Services from outside the United States, you are solely responsible for compliance with all applicable laws, including without limitation export and import regulations and intellectual property laws of other countries.\nAny diversion of the Services and/or any content obtained from or through the Services contrary to United States laws is prohibited.\n</p> 15.\nControlling Law and Jurisdiction <p>\nThese Terms of Service and any action related thereto will be governed by the laws of Virginia without regard to or application of its conflict of law provisions or your state or country of residence.\nAll claims, legal proceedings or litigation arising in connection with the Services will be brought solely in Virginia, and you consent to the jurisdiction of and venue in such courts and waive any objection as to inconvenient forum.\nIf you are accepting these Terms of Service on behalf of a United States federal government entity that is legally unable to accept the controlling law, jurisdiction or venue clauses above, then those clauses do not apply to you but instead these Terms of Service and any action related thereto will be will be governed by the laws of the United States of America (without reference to conflict of laws) and, in the absence of federal law and to the extent permitted under federal law, the laws of Virginia (excluding choice of law).\n</p> 16.\nGeneral <p>\nCDS makes no claims that the materials provided on or accessed through the Site are appropriate or may be downloaded outside of the United States.\nAccess to the Site or Services may not be legal by certain persons or in certain countries.\nIf you access the Site or Services from outside of the United States you do so at your own risk and are responsible for compliance with all applicable laws.\nIf any provision contained herein is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions set forth herein, which shall remain in full force and effect.\nNo waiver of any term hereunder of these Terms of Service shall be deemed a further or continuing waiver of such term or any other term.\nThese Terms of Service constitute the entire agreement between you and CDS with respect to the use of the Site.\nAny changes to these Terms of Service must be made in writing, signed by an authorized representative of CDS to be binding on CDS.\nNotwithstanding the foregoing, CDS, at its sole discretion and without notice, may change, modify, add or remove any portion of these Terms of Service, in whole or in part, at any time.\nChanges in these Terms of Service will be effective when posted.\nIf the changes, in our sole discretion, are material, we will notify you via an email to the email associated with your account or via a notice displayed in the software or on the Site.\nYour continued use of the Site and/or the Services made available on or accessed through the Site after any changes to these Terms of Service are posted will be considered acceptance of those changes.\n</p>\n<p>\nExcept as otherwise provided in these Terms of Service, all notices should be sent by registered mail to the Corporation for Digital Scholarship, 300 Boone Blvd., Suite 500, Vienna, Virginia 22182.\n</p>\n<p>\nEffective Date: October 7, 2014\n</p> Table of Contents <ul>\n<li>ZOTERO TERMS OF SERVICE</li>\n<li>1.\nYour Account/Registration</li>\n<li>2.\nYour Submissions and Other Data</li>\n<li>3.\nFees and Payment</li>\n<li>4.\nRenewals</li>\n<li>5.\nPaid Subscription Termination</li>\n<li>6.\nAcceptable Use and Conduct/User Restrictions</li>\n<li>7.\nChanges to and Termination of the Services</li>\n<li>8.\nPrivacy</li>\n<li>9.\nCopyright</li>\n<li>10.\nLimitation of Liability</li>\n<li>11.\nDisclaimer of Warranties</li>\n<li>12.\nIndemnity</li>\n<li>13.\nLinks</li>\n<li>14.\nLocal Laws and Export Control</li>\n<li>15.\nControlling Law and Jurisdiction</li>\n<li>16.\nGeneral</li>\n</ul> terms/terms_of_service.txt · Last modified: 2017/11/12 20:02 (external edit) ", "created_at": "2022-11-19 05:43:30.400403", "updated_at": "2022-11-19 04:44:33.931767"}], "points": [], "urls": ["zotero.org"]}}