{"error": 448, "message": "OK", "parameters": {"id": 1804, "name": "IXL", "created_at": "2019-08-23 09:53:07.11847", "updated_at": "2023-07-10 22:01:05.823901", "wikipedia": null, "keywords": null, "related": null, "slug": "ixl", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1804.png", "url": "ixl.com", "documents": [{"id": 13535, "name": "Service Children's Privacy Policy", "url": "https://www.ixl.com/privacypolicy/servicechildrenprivacypolicy", "xpath": "//*[@id=\"bd\"]", "text": " <p>\n<b>Effective date:</b> July 1, 2020</p>\n<p>IXL does not permit children under the age of 13 (\"Child\") to create an account and does not knowingly collect personally identifying information from children under the age of 13 without the consent and at the direction of a parent.</p>\n<p>IXL permits Parents to set up child profiles associated with the Parent account so that children may access the Service under the Parent's supervision.\nWe take special precautions to collect only as much information as is reasonably necessary for the child to use the Service and to ensure that Parents have access to and control of their child's use of the Service.</p>\n<p>This Children's Privacy Policy applies to all users of child profiles associated with a Parent account, regardless of the age of the child.</p>\n<p>By creating a child profile associated with a Parent account and permitting your child to use the IXL Service, you expressly agree to the practices described in this Children's Privacy Policy and you consent to the collection, use, and disclosure of your child's personal information as described herein.</p> 1.\nHow to create a child profile associated with a Parent account.\n<p>A parent must purchase a user license using a credit card on the Family Membership page, register for an account with IXL, and agree to the terms of our Terms of Service, Privacy Policy and this Children's Privacy Policy.\nDuring the account creation process, the Parent may create individual profiles for each child(ren) authorized by the Parent to use the Service through the Parent's account.\nEach child user profile must be associated with a Parent account, and children cannot access the Service without the Parent first signing in to the Parent account with the Parent's login credentials.\nAfter the Parent logs into a Parent account, the child user selects the child profile to use the Service.</p> 2.\nWhat information does IXL collect from or about a child and how does IXL use this information? <p>\n<b>Information you provide us.</b> Through the Parent's account set-up, the Parent provides information about the child(ren) authorized by the Parent to use the Service through the Parent's account, including a profile name and selection of a profile avatar.\nWe recommend that the Parent selects a profile name that does not include the real name or identifying characteristics of the child.\nThe Parent may also create a \"secret word,\" which functions similar to a password to access the child profile, though it cannot be used to sign in to the Service without the Parent first signing in to the Parent's account using the Parent's login credentials.\nIXL does not request a birthdate or any additional personal information from the user of the child profile, though the child may change his/her profile avatar, secret word and profile name (of course, the Parent will see these changes through the Parent's account dashboard).\n</p>\n<p>IXL uses this information to provide the Service to the user of the child profile.\nIXL uses the e-mail address provided by users of Parent accounts to communicate messages about the account, such as subscription notices and password resets, and the child user reports and awards.</p>\n<p>\n<b>Information collected from the Child's use of the Service.</b> During the course of providing the Service, we collect information about the user of the child profile's use of the Service and information submitted to the Service, such as answers to questions, for the purpose of providing feedback to the user and for compiling reports and awards.\n</p>\n<p>When your Child accesses the Service through the Parent's account, we automatically collect and store usage information as well as information about the device used by the Parent and Child to access the Service.\nFor example, we collect an IP address, location (at the city level), browser type, language preferences, and other information about the device used to access the Service, such as the device type, model and manufacturer and a unique identifier which allows us to uniquely identify your browser, device, or account, as well as account usage information such as the day/time stamp, referring/exit pages and URLs, pages viewed, and similar information.\nThis information is typically collected through a variety of tracking technologies, including cookies, web beacons, log files, and similar technology (collectively, \"tracking technologies\"), and we may use third party providers to collect this information on our behalf.\nThis data collection is explained in greater detail in Section 1 of our Privacy Policy under the sub-heading \"Information we receive when you use the Service.\"</p>\n<p>We use this information to secure and improve the Service, to provide personalized content and information, to remember you when you return to the Service at a later time or using a different device, to improve the Service, to save you time, to provide better technical support, to track website usage and other similar purposes.</p> 3.\nHow we disclose information <p>IXL may share or disclose a child's personal information as needed to provide our Service or with your consent or permission.\nFor example, we share information with our trusted vendors, third party service providers and individuals to provide services for us on our behalf, which may include analytics providers and hosting services.\nWe may also share personal information if we have a good faith belief that access, use, preservation, or disclosure of such information is reasonably necessary to (a) satisfy any applicable law, regulation, legal process, or enforceable governmental request.\n(b) enforce applicable Terms of Service, including investigation of potential violations thereof.\n(c) detect, prevent or otherwise address fraud, security or technical issues.\n(d) protect the rights, property, or personal safety of IXL, its users, or the public.\nor (e) as required or permitted by law.</p>\n<p>If IXL becomes involved in a merger, acquisition, bankruptcy, change of control, or any form of sale of some or all of its assets, personal information may be transferred or disclosed in connection with the business transaction, subject to any applicable laws.</p>\n<p>We may also share aggregate or de-identified information in a manner that cannot be reasonably used to identify an individual user.</p> 4.\nThird party tracking and online advertising on the Service <p>IXL does not display any targeted advertising on the Service.</p>\n<p>We work with third-party online advertising networks which use tracking technologies (such as cookies, web beacons and similar technologies) to collect information about visitors to direct targeted advertising on other websites or services.\nYou can learn more by referring to Section 4 of the IXL Privacy Policy called \"Third party tracking and online advertising,\" and by visiting the Digital Advertising Alliance's resources at http://www.aboutads.info/choices and/or the Network Advertising Initiative's online resources, at http://www.networkadvertising.org.</p>\n<p>We take certain steps designed to avoid these third-party tracking technologies from collecting information from users of Child profiles for targeted advertising purposes, by taking steps to disable such tracking technologies once a subscriber to our Service (e.g., the Parent) logs into our Service, maintaining the preferences for as long as the subscriber is signed in, and by remembering these preferences the next time you return to our Service using the same browser or device.\nPlease note that we rely on cookies to identify whether you are a Subscriber and if you delete or block cookies you may also delete the IXL cookie which allows us to recognize returning users and prevent subscribers from receiving targeted IXL advertisements on other websites or services.\nThese preferences are unique to the browser or device you used to sign in to the Service.\nTherefore, third-party tracking technologies may be present if you navigate to certain pages of our website using a new browser or device until you sign in to your account on that browser or device.</p>\n<p>If you do not want to receive targeted advertising from IXL based on your visit to our website, you can use the below link to request that IXL take steps to prevent third-party advertising networks from using information about your visit to our website to display targeted IXL advertisements to you on other websites or services on behalf of IXL.\nIXL cannot, however, guarantee that such steps will eliminate all collection and/or display of targeted advertising, and it may take some time for your request to take effect.\nSuch requests will not prevent you from receiving contextual advertising or other types of advertisements that are displayed without taking into consideration whether you have previously visited www.ixl.com (for example, advertisements shown on the basis of a search term keyword).\nSuch requests will not stop the collection of information for purposes other than advertising (e.g., for website analytics).\nThis opt-out requires the setting of a cookie in your browser to record your request (and thus will no longer be effective if the required cookie is deleted), will be effective only in the browser from which you make the request, and will be effective for a maximum of one year from the request.\nIf you delete cookies, change your browser settings, switch browsers or computers, or use another operating system, you will need to make the request again.\nYou may make additional requests at any time.</p>\n<p> Click here to request not to have information about your visit to www.ixl.com tracked for the purpose of displaying targeted IXL advertisements on other sites or services.\n</p> 5.\nHow to access and delete your child's personal information <p>The Parent may review the information collected from the user of the child profile at any time by signing in to the Parent account.\nThe Parent may refuse to permit the further collection of the child user's information by no longer providing the child user access to the Service through the Parent's account.</p>\n<p>IXL will retain the personal information collected from and about the user of the child profile for as long as necessary to provide the Service and will de-identify or delete the personal information after the termination of the Parent's subscription account in accordance with our standard data retention policy or until we receive a deletion request.\nTo request deletion of personal information of a user of a child profile at any time, please contact us at compliance@ixl.com.</p> 6.\nOur practices involving Schools <p>When IXL is used by a School in an educational setting, the School may authorize IXL to collect information from a child under 13.\nIf you are a Parent whose child accesses the IXL Service through a School, please contact the child's School to request to access, review and/or delete your child's information.\nIXL will process such requests promptly as directed by the School.</p>\n<p>Please refer to Section 11 of the IXL Privacy Policy to learn more about how IXL protects Student Data, including Students who may be under the age of 13, when the Service is used by a School.</p> 7.\nRegion-Specific Disclosures <p>We may choose or be required by law to provide different or additional disclosures relating to the processing of personal information about residents of certain countries, regions or states.\nPlease refer to the Region-Specific Disclosures section of our Privacy Policy to learn more.</p> 8.\nContact us <p>If you have questions or concerns about this policy or about our use of information provided by a user of a child profile, please contact us:</p>\n<p>\n</p>IXL Learning, Inc.\n777 Mariners Island Blvd., Suite 600 San Mateo, CA 94404 (USA) <p>\n</p>\n<p>\n</p>Tel.&nbsp;(855) 255-7700 Fax&nbsp;(650) 372-4072 <p>\n</p>\n<p> compliance@ixl.com </p>\n<p>\n<b>Last Updated:</b> July 1, 2020</p> ", "created_at": "2022-12-23 01:39:10.151997", "updated_at": "2022-12-23 01:42:53.394212"}, {"id": 13534, "name": "Terms of Service", "url": "https://www.ixl.com/termsofservice", "xpath": "//*[@id=\"bd\"]", "text": " <p>\n<b>Effective date:</b> January 27, 2021</p>\n<p>Thank you for your interest in using the online services operated by IXL Learning, Inc.\n(hereafter called \"IXL\").\nThese Terms of Service govern your use of online and/or mobile services, websites, and software provided on or in connection with www.ixl.com (collectively, the \"Service\"), which are offered through (i) www.ixl.com, (ii) mobile applications associated with www.ixl.com, and (iii) any other IXL website, app or online service which links to these Terms of Service.</p>\n<p> By accessing or using the Service, or by clicking a button or checking a box marked \"I Agree\" (or something similar), you signify that you have read, understood and agree to be bound by these Terms of Service (the \"Agreement\"), and to the collection and use of your information as set forth in our Privacy Policy, whether or not you are a registered user of our Service.\nIXL reserves the right to modify this Agreement so long as it provides notice of these changes to you as described below.\nThis Agreement applies to all visitors, users, and others who access or otherwise use the Service (\"you\" or \"Users\").\nIf you open an IXL account on behalf of a School, company, organization, or other entity, then \"you\" includes you and that entity.\n</p>\n<p>\n<b>A note about Student Data:</b> This Service may be purchased by providers of educational services, such as schools, school districts, or teachers (collectively referred to as \"Schools\") that use our services for educational purposes.\nWhen IXL contracts with a School to provide the Service, we may collect or have access to Student Data (defined below), which may be provided by the School or by the student.\nWe consider such Student Data to be strictly confidential and in general do not use such data for any purpose other than improving and providing our Services to the School or on the school's behalf.\nOur collection, use and sharing of Student Data is governed by this Agreement and any applicable laws and regulations including, in the U.S., provisions of the Family Educational Rights and Privacy Act (\"FERPA\"), the Children's Online Privacy Protection Act (\"COPPA\") and applicable state laws, including without limitation the Illinois Student Online Personal Protection Act (SOPPA).</p>\n<p>\n<b>PLEASE READ THIS AGREEMENT CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nTHIS AGREEMENT CONTAINS A MANDATORY INDIVIDUAL ARBITRATION AND CLASS ACTION/JURY TRIAL WAIVER PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.</b>\n</p> 1.\nTHE SERVICE <p>The Service helps its users to learn and practice various subjects including mathematics, language arts, science, and social studies.\nUnless explicitly stated otherwise, any new or improved features to the Service shall be provided subject to this Agreement.\nYou understand and agree that the Service is provided \"as-is\" and that IXL assumes no responsibility for any mistakes, errors, or omissions, including any unavailability of the Service or deletion or loss of any data relating to the Service.</p>\n<p>IXL grants you a personal, non-transferable and non-exclusive right and license to use the Service.\nYou agree that you will not copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Software.\nYou agree not to modify the Software in any manner or form, or to use modified versions of the Software, including (without limitation) for obtaining unauthorized access to the Service.\nYou agree not to access the Service by any means other than through the interface that is provided by IXL for use in accessing the Service.</p>\n<p>To use the Service, you must obtain access to the Internet, either directly or through devices that access web-based content, and pay any service fees or other costs associated with such access.\nIn addition, you must provide all equipment necessary to make such connection to the Internet, including a computer and modem or other access device.</p> 2.\nELIGIBILITY AND AUTHORITY <p>IXL does not sell the Service to children, but only to adults who can purchase the Service with a credit card or other permitted payment method.\nIf you are under eighteen (18) years of age, you may use the Service only with the involvement and consent of a parent, legal guardian, or at the direction of your School.\nYour School may impose additional policies regarding the use of the Service, with which you must comply.</p>\n<p>If you open an IXL account to provide the Service to students in a School, you represent and warrant that you are an authorized representative of the School with the authority to bind the School to this Agreement, and that you agree to this Agreement on the School's behalf.\nIf you contact IXL to take any action with respect to an account, you represent and warrant that you have all necessary authority to request such action(s) from or on behalf of the account-holder (e.g., a School or Parent).</p>\n<p>The U.S.\nChildren's Online Privacy and Protection Act (\"COPPA\") requires that online service providers obtain verifiable parental consent before collecting personal information from children under 13.\nIf you are a School providing the Service to children under 13, you represent and warrant that you have the authority to provide consent on behalf of parents for IXL to collect information from students under 13 before allowing such students to access our Service.\nWe recommend that all Schools provide appropriate disclosures to students and parents regarding their use of service providers such as IXL and that they provide a copy of our Privacy Policy and the IXL Learning Student Data Privacy Pledge to parents.</p> 3.\nYOUR REGISTRATION OBLIGATIONS <p>In consideration of your use of the Service, you agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Service's registration form (such information being the \"Registration Data\") and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or IXL has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, IXL has the right to suspend or terminate your account and refuse all current or future use of the Service (or any portion thereof).</p> 4.\nGENERAL ACCOUNT INFORMATION <p>IXL sells access to the Service to a subscriber in the form of an account.\nEach account is provided for a term and price subject to certain renewal, cancellation, and other terms and conditions specific to the account (the \"Account Terms\").\nThe Account Terms are identified (in order of precedence) in the then-current quote or sales contract for the account, the selections made and account-specific terms disclosed when signing up for the account (which may be confirmed by e-mail), the description of account terms accessible through the IXL website when signed in to an appropriate user associated with the account and the default Account Terms set forth below.\nEach account may have Account Terms in addition to or different from those as set forth in this Agreement, but only to the extent set forth in a signed writing by the account subscriber and an officer of IXL.</p>\n<p>IXL provides a variety of \"account types\" which may apply depending on the subscriber and the way an IXL account is created.\nEach account type has a default set of Account Terms which apply unless superseded as set forth above.\nIXL reserves the right to provision accounts that do not belong to any of these default account types and/or to provision accounts with different Account Terms regardless of its account type.</p>\n<p>\n<b>Account Types:</b>\n</p>\n<ul>\n<li> Family Account — A family account is purchased by or for a Parent.\nFamily accounts are generally only available for purchase through the IXL website or a third-party app store using a credit card.\nA family account typically includes child profiles that can be used by a Parent's child at the Parent's direction.\nFamily account subscriptions are generally for a term of one month, six months, or one year.\nThe term is disclosed at the time of purchase.\nIf multiple terms are available, the term can be selected at the time of purchase or later changed by contacting help@ixl.com.\nFamily accounts automatically renew.\nSee Section 6 below for more information about automatic renewal and cancellation of automatically renewing accounts.\n</li>\n<li>Classroom Account — A classroom account is purchased by or on behalf of a school, such as by a teacher.\nClassroom accounts may generally be purchased either through the IXL website, or by phone or e-mail.\nA classroom account typically includes a single teacher user and a small number of student users (which may vary depending on the purchase).\nA classroom account is typically for a term of one year.\nThe term is disclosed at the time of purchase.\nClassroom accounts do not automatically renew.\nAction must be taken by the school or its authorized representative (e.g., teacher) to renew and continue using a classroom account past the end of the term.\nA classroom account is a type of school account.\nMore information relating to school accounts may be found in Section 5 below.</li>\n<li>Site Account — A site account is purchased by or on behalf of a school or school district.\nSite accounts may be purchased by phone or e-mail.\nA site account typically includes an unlimited number of teacher users and a set maximum number of student users (which may vary depending on the purchase).\nA site account may be for a term of one year or longer.\nThe term is disclosed at the time of purchase.\nSite accounts do not automatically renew.\nAction must be taken by the school or its authorized representative (e.g., school administrator) to renew and continue using a site account past the end of the term.\nA site account is a type of school account.\nMore information relating to school accounts may be found in Section 5 below.</li>\n</ul>\n<p>\n<b>Quotes and Proposals:</b> Any quotes or proposals provided by IXL are valid only for a limited time and are effective only with the agreement of the relevant parties.\nQuotes and proposals may be withdrawn by IXL at any time in its sole discretion.\nQuotes and proposals may include information that is proprietary and confidential to IXL and to the maximum extent permitted by law may not be disclosed to anyone other than their intended recipient.\nBy requesting and/or accepting receipt of a quote or proposal from IXL you agree to keep such quotes or proposals confidential, to not disclose such quotes or proposals to any third party, and to immediately return and/or destroy all quote and proposal materials upon receiving a request to do so from IXL.\nTo the extent that public records laws may apply to a quote or proposal provided by IXL, you agree to immediately notify IXL of any public records request that may result in disclosure of an IXL quote or proposal and provide IXL all reasonable opportunities to take steps to prevent such disclosure to the maximum extent permitted by law and will reasonably cooperate with IXL.\n</p>\n<p>\n<b>Payments:</b> School accounts have the option to make payment by credit card, check, or other methods at IXL's discretion (contact us for details).\nPayment must be received by IXL no later than 30 days after IXL issues an invoice.\nIf IXL does not receive payment within 30 days, the invoice is past due and IXL reserves the right to suspend access to the affected school account(s) and take collection action.\nSuspension of an account does not relieve the account-holder of its obligation to pay for the account.\nIXL reserves the right to charge a late fee in the amount of 1% per month or the maximum permitted by law and its reasonable attorney's fees in securing payment of past due amounts.\n</p>\n<p>\n<b>Cancellation:</b> Except as set forth below or otherwise agreed by IXL in a signed writing, accounts may not be canceled until the end of the current term of the account.\nUnless otherwise provided for herein, all cancellations requested before the end of the then-current term will be effective at the end of the current term.\n</p>\n<p>IXL permits early cancellations only in the following circumstances:</p>\n<ul>\n<li>In the event that the Service is permanently discontinued.</li>\n<li>IXL otherwise permits early cancellations only to the extent required by applicable law.\nIn the event of such an early cancellation, the parties agree that the account-holder is responsible for all amounts due and payable before the date of early cancellation without pro-ration or to the greatest extent permitted by law.\nThe parties agree that IXL's efforts in selling, provisioning and providing an account are front-loaded and for that reason, pro-ration of fees in the event of early cancellation is not necessary or appropriate.</li>\n</ul>\n<p>\n<b>End of Subscription:</b> When an account subscription ends (e.g., at the end of the term if the account has not been renewed or has been canceled), the account no longer permits access to the Service.\nHowever, IXL may, at its sole discretion, permit continued, limited access for users of the Account for a limited time after the conclusion of the term.\nThe Service includes built-in capabilities to download and export information relating to the account.\nIf an account-holder or any of its users wishes to save or maintain any data, it is the account-holder and its user's sole obligation to download such data before the conclusion of the term.\nOnce the term of an account ends, IXL may delete data relating to an account in accordance with this Agreement and the Privacy Policy.\nIt is the account-holder's sole responsibility to request renewal of accounts that do not automatically renew to maintain continued access to the account and its associated data.\n</p> 5.\nSCHOOL ACCOUNTS AND STUDENT DATA <p>This Section 5 applies to a School's use of the Service.</p>\n<p>When IXL is used by a School for an educational purpose, IXL may collect or have access to Student Data that is provided by the School or by a student.\n\"Student Data\" is personal information that is directly related to an identifiable student and may include \"educational records\" as defined by the Family Educational Rights and Privacy Act (\"FERPA\").</p>\n<p>The School or the student, and not IXL, owns and controls the Student Data.\nYou authorize IXL to access, collect, transmit, modify, display and store Student Data to provide the Service and as described in this Agreement and in our Privacy Policy.</p>\n<p>\n<b>Compliance with Laws.</b> In the U.S., IXL may collect and process Student Data as a School Official with a legitimate educational interest pursuant to the Family Educational Rights and Privacy Act (\"FERPA\"), 20 U.S.C.\n§ 1232(g).\nIndividually and collectively, we and our School Users agree to uphold our obligations under FERPA, COPPA, the Protection of Pupil Rights Amendment (\"PPRA\"), applicable State laws relating to student data privacy, and with all other laws and regulations governing the protection of Student Data.\n</p>\n<p>\n<b>Use of Student Data.</b> By submitting, providing us access to, or causing us to receive Student Data, you agree that IXL may use the Student Data for the purposes of (i) providing the Service, (ii) improving and developing our Service, (iii) enforcing our rights under these Terms, and (iv) as permitted with the School's or the User's consent.\n</p>\n<p>\n<b>Use of De-Identified or Anonymized Student Data.</b> You agree that both before and after the term of the Agreement, IXL may collect, analyze, use, and retain data derived from Student Data as well as data about users' access and use of the Service, for the purpose of operating, analyzing, improving or marketing the Service, developing new products or services, conducting research or other purposes, provided that IXL may not share or publicly disclose information that is derived from Student Data unless such data is de-identified and/or anonymized such that it cannot reasonably identify a specific individual.\n</p>\n<p>\n<b>Use of Personal Information for Marketing.</b> You agree that IXL may provide customized content, advertising, and commercial messaging to school, teacher or district administrative users and other non-student users from time to time, provided that such advertisements shall not be based on Student Data.\nFor emphasis, and without limitation, IXL shall never use Student Data to engage in targeted advertising.\n</p>\n<p>\n<b>Disclosure of Student Data and Third-Party Service Providers.</b> You acknowledge and agree that IXL may provide access to Student Data to our employees and service providers which have a legitimate need to access such information to provide their services to us.\nWe and our employees, affiliates, service providers, or agents involved in the handling, transmittal, and processing of Student Data will be required to maintain the confidentiality of such data.\nIXL shall not share Student Data with third parties other than as described in this Agreement and in the IXL Privacy Policy, or with consent of the School or parent.\n</p>\n<p>\n<b>Student Data Access and Deletion Requests.</b> You may request that we delete Student Data in our possession at any time by providing such a request in writing, and we shall comply with such request within thirty (30) days, except that IXL shall not be required to delete Student Data that has been moved to a personal family account on the Service or as otherwise prohibited by law.\nA parent or student over the age of 18 seeking to access, modify, correct, or delete personal information in a student account that is connected to a School account will be instructed to contact the School to discuss data deletion or modification.\nIXL is not required to delete data that has been derived from Student Data if such data is de-identified and/or anonymized such that it cannot reasonably identify a specific individual.\n</p>\n<p>\n<b>Data Security and Breach Notification.</b> We have implemented administrative, physical and technical safeguards designed to secure the personal information in IXL's possession and control from unauthorized access, disclosure and use.\nIf an unauthorized party gains access to or has been disclosed Student Data (a \"Security Event\"), that we have collected or received through the Service under this Agreement, we will promptly notify the School.\nIf, due to a Security Event which is caused by the acts or omissions of IXL or its agents, a notification to an individual, organization or government agency is required under applicable privacy laws, the School shall be responsible for the timing, content, and method of any such legally-required notice and compliance with such laws and IXL shall indemnify the School for reasonable costs related to legally-required notifications.\nWith respect to any Security Event which is not caused by the acts or omissions of IXL or its agents, IXL shall reasonably cooperate with School's investigation of the Security Event, as School requests, at School's reasonable expense, but IXL shall not indemnify a School for costs associated with the Security Event.\nIXL shall be responsible for the timing, content, cost and method of notice and compliance with such laws as they relate to users that are not associated with a School account.\n</p>\n<p>\n<b>State Specific Terms.</b> The following additional terms may apply depending on the state a School is located: </p>\n<p>\n<b>5.1 Connecticut</b>\n</p>\n<p>This Section 5.1 applies to the use of the Service by Schools located in the State of Connecticut.\nThe purpose of this Section 5.1 is to document compliance with applicable Connecticut state laws that may apply to the use of the Service by Schools in Connecticut, such as Conn.\nGen.\nStat.\nAnn.\n§ 10-234aa-dd.\nThis Section 5.1 incorporates by reference the definitions set forth in Conn.\nGen.\nStat.\nAnn.\n§ 10-234aa.</p>\n<p>If you open an IXL account to provide the Service to students in a School located in the State of Connecticut, you represent and warrant that you are authorized to do so on behalf of the local or regional board of education with authority over the School and that you are authorized to communicate with IXL on behalf of the local or regional board of education.</p>\n<p>IXL and you shall comply with all applicable sections of Conn.\nGen.\nStat.\nAnn.\n§ 10-234aa-dd.\nThe following terms shall apply as required by Conn.\nGen.\nStat.\nAnn.\n§ 10-234bb.\nTo the extent that any such required terms conflict with other terms in this Agreement, the terms of this Section 5.1 shall apply.</p>\n<ol>\n<li>Student information, student records and student-generated content are not the property of or under the control of IXL.</li>\n<li>The local or regional board of education may request the deletion of any student information, student records or student-generated content in the possession of IXL by sending a request to compliance@ixl.com.\nAs permitted by Conn.\nGen.\nStat.\nAnn.\n§ 10-234bb(2), IXL is not required to delete information prohibited from deletion or required to be retained under state or federal law or stored as a copy as part of a disaster recovery storage system and that is (i) inaccessible to the public, and (ii) unable to be used in the normal course of business by the contractor.\nIXL will, however, comply with requests for deletion of student information, student, records, or student-generated content that is restored from such disaster recovery storage systems.</li>\n<li>IXL will not use student information, student records and student-generated content for any purposes other than those authorized pursuant to this Agreement.</li>\n<li>A student, parent or legal guardian of a student may review personally identifiable information contained in student information, student records or student-generated content and correct erroneous information, if any, in such student record by contacting their School.\nIXL will respond to such requests in accordance with instructions sent by an authorized School representative to compliance@ixl.com.</li>\n<li>IXL will take actions designed to ensure the security and confidentiality of student information, student records and student-generated content.</li>\n<li>IXL will promptly notify the local or regional board of education in accordance with the provisions of section 10-234dd when there has been an unauthorized release, disclosure or acquisition of student information, student records or student-generated content.</li>\n<li>Student information, student records or student-generated content shall not be retained or available to the contractor upon expiration of this Agreement.\nThis restriction shall not apply to the extent that a student, parent or legal guardian of a student independently establishes or maintains an electronic account with IXL for the purpose of storing their student-generated content.</li>\n<li>IXL and the local or regional board of education shall ensure compliance with the Family Educational Rights and Privacy Act of 1974, 20 USC 1232g, as amended from time to time.</li>\n<li>The laws of the state of Connecticut shall govern the rights and duties of IXL and the local or regional board of education.</li>\n<li>If any provision of this Section 5.1 is held invalid by a court of competent jurisdiction, the invalidity does not affect other provisions or applications of the contract which can be given effect without the invalid provision or application.</li>\n</ol>\n<p>\n<b>5.2 New York</b>\n</p>\n<p>This Section 5.2 applies to the use of the Service by Schools located in the State of New York.\nThe purpose of this Section 5.2 is to document compliance with New York state laws that may apply to the use of the Service by Schools in New York, such as New York State Education Law Section 2-d (Ed Law 2-d) and Part 121 of Title 8 of the Codes, Rules and Regulations of the State of New York (8 CRR-NY § 121).\nThis Section 5.2 incorporates by reference the definitions set forth in Ed Law 2-d § 3 and 8 CRR-NY § 121.1.</p>\n<p>If you open an IXL account to provide the Service to students in a School located in the State of New York, you represent and warrant that you are authorized to do so on behalf of the educational agency with authority over the School and that you are authorized to communicate with IXL on behalf of the educational agency.</p>\n<p>IXL and you shall comply with all applicable sections of Ed Law 2-d and 8 CRR-NY § 121.\nThe following terms shall apply as required by Ed Law 2-d § 5(b)(3) and 8 CRR-NY § 121.3, 121.6.\nTo the extent that any such required terms conflict with other terms in this Agreement, the terms of this Section 5.2 shall apply.</p>\n<ul>\n<li>\n<p>8 CRR-NY § 121.6(a)(1): outline how the third-party contractor will implement all State, Federal, and local data security and privacy contract requirements over the life of the contract, consistent with the educational agency's data security and privacy policy –</p>\n<p>IXL has implemented policies and procedures consistent with the New York State Education Department Data Privacy and Security Policy v1.0 (available here).\nIt is the School's responsibility to provide IXL with its data security and privacy policy if different than the New York State Education Department Data Privacy and Security Policy.\nIXL will review its policies and procedures against data security and privacy policies provided to it by educational agencies.\nIn the event IXL's policies and practices are not consistent with the educational agencies' policies, IXL will take commercially reasonable efforts to achieve consistency.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.6(a)(2): specify the administrative, operational and technical safeguards and practices it has in place to protect personally identifiable information that it will receive under the contract –</p>\n<p>IXL employs reasonable organizational and technical safeguards to prevent unauthorized access, use, alteration, or disclosure of personally identifiable information stored on systems under IXL's control.\nPlease see Section 8 of IXL's Privacy Policy.\nSchool administrators may also request a copy of IXL's Security Policies and Procedures.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.6(a)(3): demonstrate that it complies with the requirements of section 121.3(c) of this Part –</p>\n<p>The Parent Bill of Rights, along with any other supplemental documentation relating specifically to your School, is included in this contract unless IXL and your School or District have entered into a separate signed written agreement regarding that subject matter.&nbsp;&nbsp;If your School does not have a Parent Bill of Rights, the New York State Parent Bill of Rights (available here) is applicable and is included in this contract.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.3(c)(1) the exclusive purposes for which the student data or teacher or principal data will be used by the third-party contractor, as defined in the contract –</p>\n<p>to provide the IXL Service as set forth in this Agreement.\nStudent data and teacher or principal data will not be used for any other purpose.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.3(c)(2) how the third-party contractor will ensure that the subcontractors, or other authorized persons or entities to whom the third-party contractor will disclose the student data or teacher or principal data, if any, will abide by all applicable data protection and security requirements, including but not limited to those outlined in applicable State and Federal laws and regulations (e.g., FERPA.\nEducation Law section 2-d) –</p>\n<p>Subcontractors and other authorized persons or entities will be provided such information pursuant to contractual obligations to maintain the confidentiality of such data in a manner consistent with this Agreement.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.3(c)(3) the duration of the contract, including the contract's expiration date and a description of what will happen to the student data or teacher or principal data upon expiration of the contract or other written agreement (e.g., whether, when and in what format it will be returned to the educational agency, and/or whether, when and how the data will be destroyed) –</p>\n<p>This Agreement will be in effect for a School so long as that School has an active subscription to the IXL Service.\nUpon expiration or termination of a School's subscriptions without renewal, IXL will delete student data and teacher or principal data in accordance with the terms of any applicable written agreement with the School, written requests from authorized School administrators, and our standard data retention schedule.\nAuthorized School administrators may contact IXL at compliance@ixl.com to request additional information about our standard data retention schedule and available options for customizing IXL's standard data retention schedule to meet individual School requirements.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.3(c)(4) if and how a parent, student, eligible student, teacher or principal may challenge the accuracy of the student data or teacher or principal data that is collected –</p>\n<p>Parents, students, eligible students, and teachers or principals may contact their School to exercise this right.\nIXL will cooperate with the School to effectuate such requests at the School's direction.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.3(c)(5) where the student data or teacher or principal data will be stored, described in such a manner as to protect data security, and the security protections taken to ensure such data will be protected and data security and privacy risks mitigated –</p>\n<p>Student data and teacher or principal data for Schools located in New York will be stored in the United States.\nSuch data will be stored in a manner consistent with the NIST Cybersecurity Framework to mitigate against data security and privacy risks.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.3(c)(6) address how the data will be protected using encryption while in motion and at rest –</p>\n<p>IXL will utilize a technology or methodology specified or permitted by the Secretary of the United States Department of Health and Human Services in guidance issued under section 13402(H)(2) of Public Law 111-5.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.6(a)(4) specify how officers or employees of the third-party contractor and its assignees who have access to student data, or teacher or principal data receive or will receive training on the Federal and State laws governing confidentiality of such data prior to receiving access –</p>\n<p>IXL periodically provides training to its employees regarding data security and privacy obligations with respect to such data.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.6(a)(5) specify if the third-party contractor will utilize sub-contractors and how it will manage those relationships and contracts to ensure personally identifiable information is protected –</p>\n<p>While IXL does not sub-contract portions of any particular contract with a customer, IXL does utilize vendors in the course of providing the IXL Service.\nSuch vendors will only be provided personally identifiable information to the extent necessary for them to provide their contracted-for services and will be subject to obligations of confidentiality and security consistent with this Section 5.2.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.6(a)(6) specify how the third-party contractor will manage data security and privacy incidents that implicate personally identifiable information including specifying any plans to identify breaches and unauthorized disclosures, and to promptly notify the educational agency –</p>\n<p>IXL will manage and respond to Security Events as set forth in Section 5 of this Agreement and Section 8 of the Privacy Policy.\nAs required by Ed Law 2-d, IXL will notify the school of a Security Event in the most expedient way possible and without unreasonable delay.</p>\n</li>\n<li>\n<p>8 CRR-NY § 121.6(a)(7) describe whether, how and when data will be returned to the educational agency, transitioned to a successor contractor, at the educational agency's option and direction, deleted or destroyed by the third-party contractor when the contract is terminated or expires –</p>\n<p>Upon expiration or termination of a School's subscriptions without renewal, IXL will delete student data and teacher or principal data in accordance with the terms of any applicable written agreement with the School, written requests from authorized School administrators, and our standard data retention schedule.\nAuthorized School administrators may contact IXL at compliance@ixl.com to request additional information about our standard data retention schedule and available options for customizing IXL's standard data retention schedule to meet individual School requirements.</p>\n</li>\n</ul> 6.\nMEMBERSHIP AND BILLING FOR ACCOUNTS WITH AUTOMATIC RENEWAL <p>This Section 6 applies to accounts that have been created through the Service using a credit card and automatically renew.</p>\n<p> You can find specific details regarding your membership with IXL at any time.\nSimply sign in to your IXL account, click on the account menu in the upper-right corner, and select Membership details.\nYou may also contact IXL with any questions that you may have by contacting us.\n</p>\n<p>\n<b>Billing and Automatic Renewals.</b>\n</p>\n<p>MEMBERSHIP SUBSCRIPTION RENEWAL FEES WILL BE AUTOMATICALLY CHARGED TO YOUR CARD ON FILE EACH SUBSCRIPTION PERIOD (MONTHLY OR YEARLY), UNTIL YOU CANCEL.</p>\n<p>By starting your IXL membership, you are expressly agreeing that we are authorized to charge you the membership fee associated with the term of your membership (e.g., monthly or yearly) you chose during registration.\nThereafter, we will automatically renew your subscription on each (monthly or yearly) anniversary of your subscription date, and as authorized by you by checking the box demonstrating your consent for automatic monthly/yearly renewals of your subscription during the sign-up process, we will charge your then-current payment method (or to a different payment method if you change your account information) associated with your account with the applicable then-current fee and any sales or similar taxes that may be imposed.\nPlease note that prices and charges are subject to change with notice.\nAs used in this Agreement, \"billing\" shall indicate either a charge or debit, as applicable, against your Payment Method.</p>\n<p>You acknowledge that the amount billed each billing period may vary for reasons that include differing amounts due to changes in your membership plan, and you authorize us to charge your Payment Method for such varying amounts.\nPayments are nonrefundable and there are no refunds or credits for partially used periods.\nWe may change the fees and charges in effect, or add new fees and charges from time to time, but we will give you advance notice of these changes.\nIf you want to use a different Payment Method or if there is a change in Payment Method, such as your credit card validity or expiration date, you may edit your Payment Method information from your Membership details page.\nTo access your Membership details page, sign in to your IXL account, click on the account menu in the upper-right corner, and select Membership details.\nIf your Payment Method reaches its expiration date and you do not edit your Payment Method information or cancel your account (see, \"Cancellation\" below), you authorize us to continue billing that Payment Method and you remain responsible for any uncollected amounts.</p>\n<p>You must cancel your membership before it renews each billing period to avoid billing of the next membership fee to your Payment Method.\nThe membership fee will be billed at the beginning of the paying portion of your membership and each month or year thereafter unless and until you cancel your membership.\nSign in to your IXL account, click on the account menu in the upper-right corner, and select Membership details to see the commencement date for your next renewal period.\nWe automatically bill your Payment Method each month or year on the calendar day corresponding to the commencement of your paying membership.\nMembership charges are fully earned upon payment.</p>\n<p>Note: In the event your monthly membership began on a day not contained in a given month, we bill your Payment Method on the last day of such month.\nFor example, if you became a paying member on January 31, your Payment Method would next be billed on February 28.</p>\n<p>\n<b>Cancellation of Automatic Renewals.</b> You may cancel your IXL membership at any time, and cancellation will be effective immediately.\nYou will continue to have access to the program until the current billing period ends.\nWe do not provide refunds or credits for any partially used membership periods.\nTo cancel your membership, sign in to your IXL account and click the words \"Cancel membership\" on your Membership details page.\nFollow the instructions for cancellation under the heading \"Cancel Membership.\" </p>\n<p>\n<b>Price Changes.</b> We reserve the right to adjust the pricing for our Service, including but not limited to membership subscription plans, in any manner and at any time as we may determine in our sole and absolute discretion.\nExcept as otherwise expressly provided for in this Agreement, any price changes will take effect following posting or other notice to you (e.g., e-mail).\n</p>\n<p>\n<b>Purchases through Third-Party Stores.</b> If you purchased your IXL membership through a third-party store, such as through your Apple iTunes or Google Play account, portions of this Section may not apply to you.\nBecause such a purchase is between you and the third-party store, and not IXL, you acknowledge and agree that IXL is not responsible for billing for your membership and is not responsible or liable for any claims relating to the billing of your purchase.\nIf you have questions about membership or billing, you should contact the Apple iTunes store directly.\n</p> 7.\nACCOUNT PASSWORD AND SECURITY <p>You will have a password and account designation upon completing the Service's registration process.\nYou are responsible for maintaining the confidentiality of the password and account and are fully responsible for all activities that occur under your password or account.\nYou agree to (a) immediately notify IXL of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session.\nIXL cannot and will not be liable for any unauthorized access to your account or data that arises from your acts or omissions.</p>\n<p>IXL accounts may not be shared by more than one person or organization unless express authorization is given by IXL Learning, Inc.</p> 8.\nUSER CONTENT <p>You are solely responsible for any content that you create, transmit or display while using the Service.</p>\n<p>The Service or IXL may now or in the future allow Users to submit, post, display, provide, or otherwise make available content such as text, images, comments, questions, and other content or information (any such materials a User submits, posts, displays, provides, or otherwise makes available on the Service is referred to as \"<b>User Content</b>\").</p>\n<p>We claim no ownership rights over User Content created by you.\nThe User Content you create remains yours.</p>\n<p>By submitting, posting, displaying, providing, or otherwise making available any User Content on or through the Service or to IXL, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to IXL a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Service and IXL's (and its successors' and affiliates') business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each User of the Service a non-exclusive license to access your User Content through the Service, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of the Service and under this Agreement.</p>\n<p>You must have the legal right to the User Content you submit to the Service.\nYou may not upload or post any User Content to the Service that infringes the copyright, trademark or other intellectual property rights of a third party nor may you upload User Content that violates any third party's right of privacy or right of publicity.\nYou may post only User Content that you have permission to post by the by the owner or by law.</p> 9.\nCOPYRIGHT COMPLAINTS <p>It is our policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (\"DMCA\").</p>\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please notify IXL's copyright agent as set forth in the DMCA.\nFor your complaint to be valid under the DMCA, you must provide the following information in writing:</p>\n<ol>\n<li>An electronic or physical signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>Identification of the copyrighted work that you claim has been infringed;</li>\n<li>Identification of the material that is claimed to be infringing and where it is located on the Service;</li>\n<li>Information reasonably sufficient to permit IXL to contact you, such as your address, telephone number, and, e-mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</li>\n<li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</li>\n</ol>\n<p>The above information must be submitted to the following DMCA Agent:</p>\n<p>\n</p>DMCA Agent.\nLegal Department IXL Learning, Inc.\n777 Mariners Island Blvd.\nSuite 600 San Mateo, CA 94404 E-mail: legalnotices@ixl.com <p>\n</p>\n<p>UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS' FEES.</p>\n<p>Please note that this procedure is exclusively for notifying IXL and its affiliates that your copyrighted material has been infringed.\nThe preceding requirements are intended to comply with IXL's rights and obligations under the DMCA, including 17 U.S.C.\n§512(c), but do not constitute legal advice.\nIt may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws.</p>\n<p>In accordance with the DMCA and other applicable law, IXL has adopted a policy of terminating, in appropriate circumstances, Users who are deemed to be repeat infringers.\nIXL may also at its sole discretion limit access to the Service and/or terminate the accounts of any Users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p> 10.\nSPECIAL ADMONITIONS FOR INTERNATIONAL USE <p>Recognizing the global nature of the Internet, you agree to comply with and are solely responsible for ensuring compliance with all local laws, regulations, and rules in the jurisdiction(s) in which you reside.\nYou agree to comply with all applicable laws regarding the transmission of data exported from the United States or the jurisdiction(s) in which you reside.</p> 11.\nINDEMNITY <p>To the extent permitted by applicable law, you agree to indemnify and hold IXL, and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of (i) content you submit, post, transmit or make available through the Service, including without limitation, User Content, (ii) your use or misuse of the Service, (iii) your connection to the Service, (iv) your violation of the Agreement, (v) your violation of any applicable law or the rights of another person or entity, (vi) your willful misconduct, or (vii) any other party's access and use of the Service with your unique username, password, or other appropriate security code.\nIXL reserves the right, at our own expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us and you agree to cooperate with our defense of these claims.</p> 12.\nNO RESALE OF SERVICE <p>You agree not to reproduce, duplicate, copy, sell, resell or otherwise exploit for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.</p> 13.\nNOTIFICATION PROCEDURES AND MODIFICATIONS TO AGREEMENT <p>IXL may provide notifications, whether required or provided by law or otherwise, to you via e-mail notice, written or hard copy notice, or through posting of such notice on our website, as determined by IXL in our sole discretion.</p>\n<p>IXL may, in its sole discretion, modify or update this Agreement from time to time, which will be reflected in the `date last modified´ set forth below.\nIf we change this Agreement in a material manner, we will update the `Effective Date´ at the top of this page and notify you that material changes have been made to this Agreement.\nYour continued use of the Services following such update constitutes your acceptance of the revised Terms.\nIf you do not agree to any of the terms in this Agreement or to any future terms in a future revision of this Agreement, do not use or access (or continue to access) the Service.</p>\n<p>Notwithstanding the foregoing, IXL shall not make any material change to the Terms that relate to the collection or use of Student Data without first giving notice to the school or parent and providing a choice before the Student Data is used in a materially different manner than was disclosed when the information was collected.</p>\n<p>In the event that you have entered into a signed, written agreement with IXL in addition to this Agreement, any changes to this Agreement will not be effective as to you until either (a) you affirmatively accept the changes to this Agreement, either electronically or in a signed writing or (b) upon renewal at the end of the current term of your account.</p>\n<p>You will not be permitted to continue using the Service and IXL reserves the right to cancel your account without notice if you refuse or otherwise fail to accept changes made by IXL to this Agreement.</p>\n<p>Notices that are required or permitted to be sent to IXL must be sent to the following mailing address by certified mail with a copy sent by e-mail.</p>\n<p>\n</p>Legal Department IXL Learning, Inc.\n777 Mariners Island Blvd.\nSuite 600 San Mateo, CA 94404 E-mail: legalnotices@ixl.com <p>\n</p> 14.\nMODIFICATION OR TERMINATION OF SERVICE <p>IXL reserves the right at any time and from time to time to modify or temporarily discontinue the Service (or any part thereof) with or without notice.\nYou agree that IXL shall not be liable to you or to any third party for any modification, suspension or temporary discontinuance of the Service.\nIn the event of permanent discontinuance of the Service, IXL's liability is limited to the paid subscription price, pro-rated to the amount of time remaining on the subscription.</p>\n<p>You agree that IXL, in its sole discretion, may suspend or terminate your password, account (or any part thereof) or use of the Service, for any reason, including, without limitation, for lack of use or if IXL believes that you have violated or acted inconsistently with the letter or spirit of this Agreement.\nYou agree that any termination of your access to the Service under any provision of this Agreement may be implemented without prior notice, and you acknowledge and agree that IXL may immediately deactivate or delete your account and all data relating to your account and/or bar any further access to the Service.\nFurther, you agree that IXL shall not be liable to you or any third party for any termination of your access to the Service.</p> 15.\nLINKS <p>The Service may provide, or third parties may provide, links to other Internet websites or resources.\nBecause IXL has no control over such sites and resources, you acknowledge and agree that IXL is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that IXL shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such site or resource.</p> 16.\nIXL's PROPRIETARY RIGHTS <p>You acknowledge and agree that the Service and any necessary software used in connection with the Service (\"Software\") contain proprietary and confidential information that is protected by applicable intellectual property and other laws.\nYou further acknowledge and agree that information presented to you through the Service is protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws.\nExcept as expressly authorized by IXL or advertisers, you agree not to copy, modify, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Software, in whole or in part.\nAny automated scraping, harvesting, indexing, mining, or any other extraction of any content from the Service is expressly prohibited.</p>\n<p>The Service is protected by copyright and other laws in both the United States and elsewhere.\nUnder the terms of this Agreement, it is expressly forbidden to distribute or reproduce the content of the Service or any portion thereof by any means, including but not limited to electronic and print.</p>\n<p>IXL reserves the right to cancel your account without refund if it is determined that you have violated this section of the Agreement.</p> 17.\nDISCLAIMER OF WARRANTIES <p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<ol>\n<li>YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nIXL EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</li>\n<li>IXL MAKES NO WARRANTY OR CONDITION THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS, (ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS, AND (V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.</li>\n<li>ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</li>\n<li>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM IXL OR THROUGH OR FROM THE SERVICE SHALL CREATE ANY WARRANTY OR CONDITION NOT EXPRESSLY STATED IN THE AGREEMENT.</li>\n</ol> 18.\nLIMITATION OF LIABILITY <p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL IXL, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF IXL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (v) ANY OTHER MATTER RELATING TO THE SERVICE.</p>\n<p>In no event shall IXL or its subsidiaries, parent companies, affiliates, licensors, contractors, employees, officers, directors, agents or third-party partners' total liability to you for all damages, losses, and causes of action arising out of or relating to this Agreement or your use of the IXL Service (whether in contract, tort, warranty or otherwise, exceed the amount paid by you, if any, for accessing the IXL Service during the twelve (12) months preceding your claim or one hundred dollars ($100), whichever is greater.</p> 19.\nEXCLUSIONS AND LIMITATIONS <p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES AND CONDITIONS OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN CLAIMS OR DAMAGES SUCH AS INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, THE DISCLAIMERS, EXCLUSIONS AND LIMITATIONS OF LIABILITY UNDER THIS AGREEMENT WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p> 20.\nTRADEMARK INFORMATION <p>IXL and the IXL logo are registered trademarks of IXL Learning, Inc.\nYou agree not to use any IXL trademarks without the express advance written permission of IXL.</p> 21.\nGOVERNING LAW AND VENUE <p>You agree that: (i) the Service shall be deemed solely based in California.\nand (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than California.\nThis Agreement shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nThe parties acknowledge that this Agreement evidences a transaction involving interstate commerce.\nNotwithstanding the preceding sentences with respect to the substantive law, any arbitration conducted pursuant to the terms of this Agreement shall be governed by the Federal Arbitration Act (9 U.S.C.\n§§ 1-16).\nThis Agreement is a contract for the provision of services and not a contract for the sale of goods.\nThe provisions of the Uniform Commercial Code (UCC), the Uniform Computer Information Transaction Act (UCITA), or any substantially similar legislation as may be enacted, shall not apply to this Agreement.\nIf you are located outside of the territory of the United States, the parties agree that the United Nations Convention on Contracts for the International Sale of Goods shall not govern this Agreement or the rights and obligations of the parties under this Agreement.</p>\n<p>You agree to submit to the personal jurisdiction of the federal and state courts located in San Mateo County, California for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below, including any provisional relief required to prevent irreparable harm.\nYou agree that San Mateo County, California is the proper forum for any appeals of an arbitration award or for trial court proceedings if the arbitration provision below is found to be unenforceable.</p> 22.\nARBITRATION <p> READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM IXL.\nFor any dispute with IXL, you agree to first contact us at legalnotices@ixl.com and attempt to resolve the dispute with us informally.\nIn the unlikely event that IXL has not been able to resolve a dispute it has with you after sixty (60) days, we each agree to resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief as provided below) arising out of or in connection with or relating to this agreement, or the breach or alleged breach thereof (collectively, \"Claims\"), by binding arbitration by JAMS, under the Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein.\nJAMS may be contacted at www.jamsadr.com.\nThe arbitration will be conducted in San Mateo County, California, unless you and IXL agree otherwise.\nIf you are a School or are using the Service for commercial purposes, each party will be responsible for paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules, and the award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys' fees and reasonable costs for expert and other witnesses.\nIf you are an individual using the Service for non-commercial purposes: (i) JAMS may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from JAMS.\n(ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney's fees, and your reasonable costs for expert and other witnesses.\nand (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall be deemed as preventing IXL from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights or other proprietary rights.\n</p> 23.\nCLASS ACTION/JURY TRIAL WAIVER <p>WITH RESPECT TO ALL PERSONS AND ENTITIES, REGARDLESS OF WHETHER THEY HAVE OBTAINED OR USED THE SERVICE FOR PERSONAL, COMMERCIAL OR OTHER PURPOSES, ALL CLAIMS MUST BE BROUGHT IN THE PARTIES' INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.\nTHIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON'S CLAIMS.\nYOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND IXL ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND.</p> 24.\nADDITIONAL TERMS FOR MOBILE APPLICATIONS <p>\n<b>Mobile Applications, Generally.</b> We may make available software to access the Service via a mobile device (\"Mobile Applications\").\nTo use a Mobile Application, you must have a mobile device that is compatible with at least one of the Mobile Applications.\nIXL does not warrant that the Mobile Applications will be compatible with your mobile device.\nYou may use mobile data in connection with the Mobile Applications and may incur additional charges from your wireless provider for these services.\nYou agree that you are solely responsible for any such charges.\nIXL hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Applications for one IXL User Account on one mobile device owned or leased solely by you, for your personal use.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Applications, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Applications to any third party or use the Mobile Applications to provide time sharing or similar services for any third party.\n(iii) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Applications, features that prevent or restrict use or copying of any content accessible through the Mobile Applications, or features that enforce limitations on use of the Mobile Applications.\nor (iv) delete the copyright and other proprietary rights notices on the Mobile Applications.\nYou acknowledge that IXL may from time to time issue updates and upgrades, including but not limited to upgraded versions of the Mobile Applications, and may automatically electronically upgrade the version of the Mobile Applications that you are using on your mobile device.\nBy installing the Mobile Applications, you consent to the activation of the Mobile Application by IXL, 777 Mariners Island Blvd., Suite 600, San Mateo, CA 94404, and to all future automatic upgrading and updating on your mobile device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.\nYou can withdraw your consent at any time by uninstalling the Mobile Applications.\nTo request assistance, please contact IXL support at help@ixl.com.\nYou acknowledge and understand and agree that the Mobile Applications, and the Service (including any updates and upgrades) will (a) cause your device to automatically communicate with our servers to deliver the Service's functionalities (as described where you downloaded the Mobile Applications (such as iTunes and Google stores) (b) affect the app-related preferences or data stored in your device, and (c) collect personal information as set out in our Privacy Policy.\nAny third-party code that may be incorporated in the Mobile Applications is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code.\nThe foregoing license grant is not a sale of the Mobile Applications or any copy thereof, and IXL or its third-party partners or suppliers retain all right, title, and interest in the Mobile Applications (and any copy thereof).\nAny attempt by you to transfer any of the rights, duties or obligations hereunder, except as expressly provided for in this Agreement, is void.\nIXL reserves all rights not expressly granted under this Agreement.\nIf the Mobile Applications is being acquired on behalf of the United States Government, then the following provision applies.\nThe Mobile Applications will be deemed to be \"commercial computer software\" and \"commercial computer software documentation,\" respectively, pursuant to DFAR Section 227.7202 and FAR Section 12.212, as applicable.\nAny use, reproduction, release, performance, display or disclosure of the Service and any accompanying documentation by the U.S.\nGovernment will be governed solely by this Agreement and is prohibited except to the extent expressly permitted by this Agreement.\nThe Mobile Applications originates in the United States, and is subject to United States export laws and regulations.\nThe Mobile Applications may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\nIn addition, the Mobile Applications may be subject to the import and export laws of other countries.\nYou agree to comply with all United States and foreign laws related to use of the Mobile Applications and the Service.\n</p>\n<p>\n<b>Mobile Applications from Apple App Store.</b> The following applies to any Mobile Applications you acquire from the Apple App Store (\"Apple-Sourced Software\"): You acknowledge and agree that this Agreement is solely between you and IXL, not Apple, Inc.\n(\"Apple\") and that Apple has no responsibility for the Apple-Sourced Software or content thereof.\nYour use of the Apple-Sourced Software must comply with the App Store Terms of Service.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Apple-Sourced Software.\nIn the event of any failure of the Apple-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the Apple-Sourced Software to you.\nto the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Apple-Sourced Software, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by this Agreement and any law applicable to IXL as provider of the software.\nYou acknowledge that Apple is not responsible for addressing any claims of you or any third party relating to the Apple-Sourced Software or your possession and/or use of the Apple-Sourced Software, including, but not limited to: (i) product liability claims.\n(ii) any claim that the Apple-Sourced Software fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nand all such claims are governed solely by this Agreement and any law applicable to IXL as provider of the software.\nYou acknowledge that, in the event of any third-party claim that the Apple-Sourced Software or your possession and use of that Apple-Sourced Software infringes that third party's intellectual property rights, IXL, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.\nYou and IXL acknowledge and agree that Apple, and Apple's subsidiaries, are third-party beneficiaries of this Agreement as relates to your license of the Apple-Sourced Software, and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as relates to your license of the Apple-Sourced Software against you as a third-party beneficiary thereof.\n</p>\n<p>\n<b>Mobile Applications from Google Play Store.</b> The following applies to any Mobile Applications you acquire from the Google Play Store (\"Google-Sourced Software\"): (i) you acknowledge that the Agreement is between you and IXL only, and not with Google, Inc.\n(\"Google\").\n(ii) your use of Google-Sourced Software must comply with Google's then-current Google Play Store Terms of Service.\n(iii) Google is only a provider of the Google Play Store where you obtained the Google-Sourced Software.\n(iv) IXL, and not Google, is solely responsible for its Google-Sourced Software.\n(v) Google has no obligation or liability to you with respect to Google-Sourced Software or the Agreement.\nand (vi) you acknowledge and agree that Google is a third-party beneficiary to the Agreement as it relates to IXL's Google-Sourced Software.\n</p> 25.\nGENERAL TERMS <p>This Agreement, together with any amendments and any additional agreements you may enter into with IXL relating to the Service, shall constitute the entire agreement between you and IXL and govern your use of the Service, superseding any prior agreements between you and IXL.\nWe object to and reject any additional or different terms proposed by you, including those contained in your purchase order, acceptance or website.\nThis Agreement may only be superseded by a signed, notarized writing executed by an officer of IXL.\nThe failure of IXL to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision.\nIf any provision of the Agreement is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Agreement remain in full force and effect.\nExcept for actions for nonpayment or breach of a party's proprietary rights, no action, regardless of form, arising out of or relating to this Agreement may be brought by either party more than one (1) year after the cause of action has accrued.\nWe might make versions of this Agreement or one or more of our Policies available in languages other than English.\nIf we do, the English version of this Agreement and any such Policies will govern our relationship and the translations are provided for convenience only and will not be interpreted to modify the English version of this Agreement or such Policies.</p>\n<p>The section titles in this Agreement are for convenience only and have no legal or contractual effect.</p>\n<p>\n<b>Last Updated:</b> January 27, 2021</p> ", "created_at": "2022-12-23 01:35:31.779793", "updated_at": "2022-12-23 01:35:41.717754"}, {"id": 13536, "name": "Privacy Policy", "url": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "xpath": "//*[@id=\"bd\"]", "text": " <p>\n<b>Effective date:</b> July 1, 2020</p>\n<p>IXL Learning, Inc.\n(hereafter called \"IXL\" \"us\" or \"we\") knows that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly.\nThis Privacy Policy describes our collection and use of personal information collected from you through the online and/or mobile services, websites, and software provided on or in connection with www.ixl.com (collectively, the \"Service\"), which are offered through (i) www.ixl.com, (ii) mobile applications associated with www.ixl.com, and (iii) any other IXL website, app or online service which links to this Privacy Policy.\n\"You\" or \"your\" means a visitor or a user (whether signed in or not) of our Service.\nYour use of the Service is conditioned on your acceptance of this Policy.</p>\n<p>\n<b>A note about Student Data:</b> This Service may be purchased by providers of educational services, such as schools, school districts, or teachers (collectively referred to as \"Schools\") that use our services for educational purposes.\nWhen IXL contracts with a School to provide the Service, we may collect or have access to Student Data (defined below), which may be provided by the School or by the student.\nWe consider such Student Data to be strictly confidential and in general do not use such data for any purpose other than improving and providing our Services to the School or on the school's behalf.\nOur collection, use and sharing of Student Data is governed by our contracts with the School and any applicable laws and regulations including, in the U.S., provisions of the Family Educational Rights and Privacy Act (\"FERPA\"), the Children's Online Privacy Protection Act (\"COPPA\") and applicable state laws, including without limitation the Illinois Student Online Personal Protection Act (SOPPA).\nIf you have any questions about reviewing, modifying, or deleting personal information of a student, please contact your School directly.\nSee Section 11 to understand the principles which guide our collection, use and disclosure of Student Data.\n</p> 1.\nWhat information does IXL collect about you? <p>IXL collects information in several ways from different parts of the Service.</p>\n<p>\n<b>Information you provide to us.</b> The type of personal information we collect may vary depending on your account type.\n</p>\n<ul>\n<li>\n<b>School Information.</b> When a teacher, school administrator, or other authorized person associated with a School registers for an account on our Service or corresponds with us, we may collect personal information such as a name, e-mail address, payment information, username and password, and information about the School.\n</li>\n<li>\n<b>Student Information.</b> Once registered, a School may provide information about its students, such as student names or other identifiers, passwords, e-mail address for the student or the student's parent or legal guardian, and educational level and topic of study.\nPersonal information collected from or about students, along with other information associated with that personal information is \"<b>Student Data</b>.\" The School may elect to provide user names or identifiers which are not readily identifiable to anyone outside of the School community in lieu of a full student name, at its discretion.\nAdditionally, some Schools may elect to use a single-sign on (SSO) service like G Suite for Education rather than usernames and passwords to authenticate student access.\n</li>\n<li>\n<b>Parent and Child Information.</b> When a parent or guardian (\"Parent\") registers for an account on our Service or corresponds with us, we may collect personal information such as a name, e-mail address, payment information, username and password.\nWe may also collect information about the child(ren) authorized by the Parent to use the Service through the Parent's account, including a profile name for the child user and selection of a profile avatar.\nEach child user profile must be associated with a Parent account, and children cannot access the Service without the Parent first signing in to the Parent account with the Parent's sign in credentials.\n</li>\n<li>\n<b>Learning and Activity Information.</b> During the course of providing the Service, we collect information about your use of the Service, as well as any information that you submit to the Service, such as answers to questions or content or messages posted or shared through the Service.\nIn addition, we may ask you for personal information at other times, such as when you contact our technical support team, send us an e-mail, complete a user survey or otherwise communicate with IXL.\n</li>\n</ul>\n<p>\n<b>Information we receive automatically from your use of our Service.</b> Like most websites and online services, IXL and our vendors automatically collect certain types of usage information when you visit www.ixl.com, read our e-mails, use our Service or otherwise engage with us.\nThis information is typically collected through a variety of tracking technologies, including cookies, web beacons, Locally Stored Objects (LSOs such as Flash or HTML5), log files, and similar technology (collectively, \"tracking technologies\"), and we may use third party providers to collect this information on our behalf.\nThese tracking technologies collect information about how you access and use the Service (e.g., referring / exit pages and URLs, how frequently you access the Service, the pages you view, the links you click, and other actions you take on the Service).\ninformation about your browser and information about the device(s) you use to access the Service (e.g., Internet Protocol (IP address), browser type, browser language, Internet service provider, device type, model and manufacturer, a unique ID that allows us to uniquely identify your browser, device or account, operating system brand and model, and whether you access the Service from multiple devices).\nWe may also collect information about your geographical location data at the city level.\nWe may collect analytics data, or use third-party analytics tools, such as Google Analytics, to help us measure traffic and usage trends for the Service and to understand more about the demographics and behaviors of our users.\nYou can learn more about Google's practices at http://www.google.com/policies/privacy/partners.\nWe may also work with third party partners to employ technologies, including the application of statistical modeling tools, which permit us to recognize and contact you across multiple devices.\nAlthough we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.\n</p>\n<p>We use or may use the data collected through tracking technologies to secure the Service, improve the Service, to save you time, to provide better technical support, for promotional purposes, and to track website usage.\nFor example, tracking technologies help us to:</p>\n<ol>\n<li>Keep track of whether you are signed in or have previously signed in so that we can display all the features that are available to you.</li>\n<li>Remember your settings on the pages you visit, so that we can display your preferred content the next time you visit.</li>\n<li>Customize the function and appearance of the pages you visit based on information relating to your account.\nfor example, to default you to a particular grade level, or to remember customized settings for a report.</li>\n<li>Track website usage for various purposes including website optimization, website improvement, sales, marketing, and billing.</li>\n</ol>\n<p>Most browsers are initially set up to accept cookies, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some features and services (particularly those that require you to sign in) may not function properly if your cookies are disabled.\nYou may also set your e-mail options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our e-mail and performed certain functions with it.\nDeleting cookies does not prevent the collection of information through non-cookie technologies and does delete Local Storage Objects (LSOs) such as Flash objects and HTML5.\nYou can learn more about Flash objects — including how to manage privacy and storage settings for Flash cookies — on Adobe's website or by clicking here.\nIf you choose to delete Flash objects from our sites, then you may not be able to access and use all or part of the sites or benefit from the information and services offered.</p>\n<p> We and our third-party partners may also use cookies and tracking technologies for advertising purposes.\nFor more information about tracking technologies, please see \"<b>Third-party tracking and online advertising</b>\" below.\n</p> 2.\nHow IXL uses the information we collect <p>We use the information we collect for the following purposes:</p>\n<p>\n<b>To provide and maintain the Service.</b> We use the information we collect to deliver the Service to you.\nFor example, we need to use your information to process payments, personalize learning curriculums, provide Schools, Parents and students with information and reports about student and child performance and use of the Service, respond to inquiries and provide customer support.\n</p>\n<p>\n<b>To improve, personalize, and develop the Service.</b> We use information to tailor the content and information that we may send or display to users, to offer personalized content and instructions, and to otherwise personalize your experience while using the Service, including on various devices you may use to access the Service.\nWe collect statistics to better understand how users access and use our Service, monitor the effectiveness of our Service, detect usage patterns, and to diagnose or fix technology problems.\nWe also use information to demonstrate the effectiveness of the Service and perform research, and to develop, support, and improve our Service and other educational products and services.\n</p>\n<p>\n<b>To communicate with you.</b> We use your information to provide transactional notifications for certain activities relating to your use of our Service.\nFor example, we may send e-mail notifications when a user completes an activity, to provide receipt for payment or other subscription notices.\nFrom time to time, we may send periodic promotional or informational e-mails to School or Parent users.\nWe do not use Student Data to send marketing communications, and we do not send marketing communications to student or child users.\nYou may opt-out of certain communications (e.g., marketing or certain notifications about your use of the Service) by following the opt-out instructions contained in the e-mail.\nYou may not opt out of service-related communications (e.g., account verification, transactional communications, changes/updates to features of the Service, technical and security notices).\n</p>\n<p>\n<b>To promote safety and security and respond to legal process.</b> We use information to promote the safety and security of our Service, our uses and other third parties.\nFor example, we may use the information to authenticate users, facilitate secure payments, detect and prevent fraud and other harmful activities, respond to legal requests or claims, and enforce our terms and policies.\n</p> 3.\nHow does IXL share your information? <p>IXL may share or disclose your personal information as needed to provide our Service or with your consent or permission.\nWe may also share personal information in the circumstances described below.</p>\n<p> Third parties with Consent or as Instructed We share information with consent and at the direction of Schools and Parents.\nFor example, a School or Parent may direct IXL to share specific information with another individual, such as when a teacher directs IXL to send a communication to a parent.\nSimilarly, we may share personal information with third parties, for example, if a School authorizes Google login or similar authentication tools for that School's user accounts.\n</p>\n<p> Others within the School.\nIXL may share information collected from users associated with a School with other users or persons designated by the School, such as teachers and school administrators of that School.\nMessages and content shared or posted by members of a School community, such as messages between a teacher and students in a class, will be accessible by School administrators or other designated School users.\n</p>\n<p> Vendors and Service Providers.\nIXL may share information with our trusted vendors, third party service providers and individuals to provide services or products for us or on our behalf, which may include analytics, hosting, billing, targeted advertising, and marketing (provided however, that IXL will not knowingly use any Student Data to target advertising or marketing).\nVendors and service providers who have access to Student Data, if any, shall be contractually bound to uphold privacy and confidentiality terms no less protective than those provided herein.\n</p>\n<p> Aggregate or De-Identified Information.\nWe may share information in aggregated and/or anonymous form that cannot reasonably be used to identify an individual.\nFor example, IXL may disclose aggregated user statistics (i.e., the total number or percentage of IXL users from a particular geographic region) in order to describe our Service to current and prospective partners and other third parties, and for other lawful purposes.\n</p>\n<p> Merger or Sale.\nIf IXL becomes involved in a merger, acquisition, bankruptcy, change of control, or any form of sale of some or all of its assets, your personal information may be transferred or disclosed in connection with the business transaction.\nIn such an event, we will make efforts to provide notice before personal information is transferred and becomes subject to a different privacy policy.\nWe will not transfer Student Data associated with School accounts in the event of a merger or sale unless the recipient has committed to The Student Privacy Pledge principles or similarly stringent privacy protections, or we will provide Schools with notice and an opportunity to opt-out of the transfer of Student Data by terminating their accounts and any associated student users before the transfer occurs.\n</p>\n<p> Other.\nIXL may release personal information if it has a good faith belief that access, use, preservation, or disclosure of such information is reasonably necessary to (a) satisfy any applicable law, regulation, legal process, or enforceable governmental request.\n(b) enforce applicable Terms of Service, including investigation of potential violations thereof.\n(c) detect, prevent or otherwise address fraud, security or technical issues.\n(d) protect the rights, property, or personal safety of IXL, its users, or the public.\nor (e) as required or permitted by law.\n</p> 4.\nThird-party tracking and online advertising <p>IXL does not display any targeted advertising on the Service.</p>\n<p>\n<b>Please note that although we may permit third party advertising partners to collect information from visitors to adult-directed areas of the Service for the purpose of displaying advertisements on other websites or online services on our behalf, we take many steps to prevent these third-party advertising networks from collecting information for targeted advertising purposes once a subscriber to our Service signs into our Service.\nPlease note that we rely on cookies to identify whether you are a subscriber to our Service and if you delete or block cookies, you may also delete the IXL cookie which prevents subscribers from receiving targeted IXL advertisements on other websites or online services.</b>\n</p>\n<p> We work with third-party online advertising networks which use technology to recognize your browser or device and to collect certain types of usage information about your visit to or use of our Service to provide customized content, advertising and commercial messages to you on other websites or services, or on other devices you may use.\nWe (through the third-party advertising networks) use this information to direct our online advertisements to those people who may find them relevant to their interests.\nTypically, though not always, the information is collected through cookies or similar tracking technologies.\nYou may be able to set your browser to reject cookies or other tracking technology by actively managing the settings on your browser or mobile device, though these tools may not be effective for all third-party tracking technologies, including Flash or HTML5 cookies.\nTo learn more about cookies, clear gifs/web beacons and online advertising technologies and how you may opt-out of some of this advertising, you may wish to visit the Digital Advertising Alliance's resources at www.aboutads.info/choices and/or the Network Advertising Initiative's online resources, at www.networkadvertising.org.\n</p>\n<p> If you do not want to receive targeted advertising from IXL based on your visit to our website, you can use the below link to request that IXL take steps to prevent third-party advertising networks from using information about your visit to our website to display targeted IXL advertisements to you on other websites or services on behalf of IXL.\nIXL cannot, however, guarantee that such steps will eliminate all collection and/or display of targeted advertising, and it may take some time for your request to take effect.\nSuch requests will not prevent you from receiving contextual advertising or other types of advertisements that are displayed without taking into consideration whether you have previously visited www.ixl.com (for example, advertisements shown on the basis of a search term keyword).\nSuch requests will not stop the collection of information for purposes other than advertising (e.g., for website analytics).\nThis opt-out requires the setting of a cookie in your browser to record your request (and thus will no longer be effective if the required cookie is deleted), will be effective only in the browser from which you make the request, and will be effective for a maximum of one year from the request.\nIf you delete cookies, change your browser settings, switch browsers or computers, or use another operating system, you will need to make the request again.\nYou may make additional requests at any time.\n</p>\n<p> Click here to request not to have information about your visit to www.ixl.com tracked for the purpose of displaying targeted IXL advertisements on other sites or services.\n</p> 5.\nHow to control e-mail communications <p> IXL may, from time to time, send you e-mail regarding our products and services, or your use of our products and services.\nOnly IXL (or its vendors or service providers operating on its behalf) will send you these e-mails.\nYou can choose not to receive these e-mails by clicking the unsubscribe link in any e-mail or by contacting help@ixl.com.\nPlease note that you are not permitted to unsubscribe or opt-out of non-promotional messages regarding your account, such as account verification, changes or updates to features of the Service, or technical or security notices.\n</p> 6.\nHow to access, update or delete your personal information <p>You may edit your account information at any time by signing in to your account, clicking on the account menu in the upper-right corner, and selecting Profile &amp.\nsettings.\nWe recommend that you review your personal information periodically to ensure that it is accurate, complete, and current.\nIf you do not provide and maintain accurate contact information for your account, we may not be able to provide you with the notices set forth in this Privacy Policy.</p>\n<p>If you are a parent or guardian of a student who uses the IXL Service through a School, please refer all questions and requests regarding access, modification, or deletion of your student's user account or Student Data to your child's school.\nThe School may, at its discretion, address such requests with IXL and IXL shall respond promptly to all access, modification and deletion requests it receives from Schools.</p>\n<p> Please contact compliance@ixl.com for further instructions about deleting or deactivating your account or deleting your personal information.\nWe may not be able to comply with your request in all circumstances.\nFor example, certain requests to access, update or delete personal information and data associated with a School account or license may be subject to approval by the School.\nWhen account information is deleted or de-identified, certain residual information may remain within our archive records, such as for customer and technical support, billing and tax purposes.\n</p> 7.\nHow long does IXL retain your information? <p>We will retain personal information for as long as needed to provide the Service and for our internal business purposes, which may extend beyond the termination or cancellation of your subscription or user account.\nFor example, we may retain certain data as necessary to prevent fraud or future abuse, for recordkeeping or other legitimate business purposes, or if required by law.\nWe may also retain and use information which has been de-identified or aggregated such that it can no longer reasonably identify a particular individual.\nAll retained personal information will remain subject to the terms of this Privacy Policy.</p>\n<p> Student Data.\nWe will not knowingly retain Student Data beyond the time period required to support an educational purpose, unless authorized by a School or parent.\nWe do not delete or de-identify any Student Data from an active student user account associated with a School except at the direction of the School.\nThe School is responsible for maintaining current student rosters and identifying Student Data which the School no longer needs for an educational purpose by removing students from the school's master roster or by submitting a deletion request.\n</p>\n<p> Unless otherwise directed by a School or Parent, we will delete or de-identify personal information of student and child users after a period of inactivity, after the termination or cancellation of the license subscription, or after termination of our agreement with the School, in accordance with the terms of any applicable written agreement with the School, written requests from authorized School administrators, and our standard data retention schedule.\nAuthorized School administrators may contact us at compliance@ixl.com to request additional information about our standard data retention schedule and available options for customizing IXL's standard data retention schedule to meet individual School requirements.\n</p>\n<p>We may not be able to immediately or completely delete all data in all instances, such as information retained in technical support records, customer service records, backups, and other similar business records.\nWe will not be required to delete any information which has been de-identified or disassociated with personal identifiers such that the remaining information cannot reasonably be used to identify a particular individual.</p> 8.\nHow does IXL protect your information? <p>\n<b>Information Security.</b> The security of your personal information is very important to us.\nWe have implemented a variety of physical, administrative and technological safeguards designed to preserve the integrity and security of the personal information we collect and to protect against unauthorized access to data.\nThese include internal reviews of our data collection, storage, and processing practices and security measures, as well as physical security measures to guard against unauthorized access to systems where we store personal data.\nWe restrict access to personal information to IXL employees, contractors, and agents who need to know that information in order to operate, develop, or improve our services.\nOur employees may be subject to disciplinary action, including termination, if they fail to meet privacy and confidentiality obligations.\nHowever, no security system is impenetrable—for that reason, we cannot guarantee the security of your personal information.\nIf personal information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and take all steps required by applicable laws and regulations and our agreements with any affected Schools.\n</p>\n<p>Maintaining the security of your personal information also requires your cooperation and involvement.\nFor your protection, remember to sign out of all accounts before closing your browser.\nThere is a sign out link available on most IXL pages.\nAfter signing out, make sure to close all browser windows.\nIn addition, do not use the \"Remember\" feature if you are signing in to your account from a computer that other persons may have access to.\nThis is to ensure that others cannot access your personal information if you share a computer with someone else or are using a public computer.</p>\n<p> Please keep your password secure.\nIf you have forgotten your password, you may request a new one by contacting help@ixl.com.\nA new password will be sent to the e-mail address you specified during registration.\nFor all other problems signing in to the IXL Service, please contact our technical support team using the contact information at the end of this policy.\n</p>\n<p> If you have any concerns about the security of your account or the security of the Service, we ask that you report your concern to us immediately at security@ixl.com.\nWhile we are unable to respond to all security concerns, we appreciate your feedback and take all reported concerns seriously.\n</p>\n<p>\n<b>Data storage and transfer.</b> IXL is located in the United States.\nPersonal information collected through our Website and Service may be stored and processed in the United States or any other country in which IXL or its affiliates or service providers maintain facilities.\n</p> 9.\nRegion-specific disclosures <p>We may choose or be required by law to provide different or additional disclosures relating to the processing of personal information about residents of certain countries, regions or states.\nPlease refer below for disclosures that may be applicable to you.</p>\n<b>Notice for California Residents</b>\n<p> This section applies to you if you are a resident of the state of California and for purposes of this section the term \"personal information\" has the meaning provided by the California Consumer Privacy Act (the \"CCPA\").\nPlease note this section does not apply to Student Data that we process on behalf of our School customers.\nBecause IXL provides the Services to Schools as a \"School Official,\" we collect, retain, use and disclose Student Data only for or on behalf of our School customers for the purpose of providing the Services specified in our agreement with the School and for no other commercial purpose.\nIf you have any questions or would like to exercise your California rights, please contact your School directly.\n</p>\n<p>Residents of California may be entitled to certain rights with respect to personal information that we have collected about them under the CCPA:</p>\n<ul>\n<li>\n<b>Right to Know.</b> The right to request to know more about the specific pieces or categories of personal information we have collected, the categories of data sources, and the categories of third parties with whom we have shared the personal information for a business or commercial purpose in the last 12 months.\n</li>\n<li>\n<b>Right to Request Deletion.</b> The right to request the deletion of personal information that we have collected from you, subject to certain exceptions.\n</li>\n<li>\n<b>Right to Opt Out of Personal Information Sales.</b> The right to direct us not to sell (as such term is defined by the CCPA) personal information we have collected about you to third parties.\n</li>\n</ul>\n<p>You also have the right to be free of discrimination for exercising these rights.\nHowever, please note that if the exercise of these rights limits our ability to process personal information (such as in the case of a deletion request), we may no longer be able to provide you the Service or engage with you in the same manner.</p>\n<p>To request to exercise your right to know and/or right to deletion, please submit a request by emailing compliance@ixl.com with the subject line, \"California Rights Request.\" We will need to verify your identity before processing your request, which may require us to request additional personal information from you or require you to log into your account, if you have one.\nIn certain circumstances, we may decline or limit your request, particularly where we are unable to verify your identity or locate your information in our systems, or as permitted by law.</p>\n<p>We do not \"sell\" personal information to third parties without consent, however, we do allow certain third party advertising networks and other third party businesses to collect your personal information directly from your browser or device through cookies and related technologies for advertising, attribution, analytics and research purposes.\nThese third parties may use such personal information for their own purposes in accordance with their own privacy statements, which may include reselling this information to additional third parties.\nBy visiting www.privacyrights.info, you can opt out from sales of this type of personal information by businesses that participate in the DAA's CCPA App-based Opt-Out Tool.</p>\n<p>Please see the section called \"<b>Third-party tracking and online advertising</b>\" for more information about how third parties use cookies and related technologies to collect information automatically on our websites and other online services, and the choices you may have in relation to those activities.</p>\n<p> Shine the Light.\nCalifornia \"Shine the Light\" law (Civil Code Section §1798.83) provides certain rights to California residents that have an established business relationship with us with regard to the disclosure of certain types of personal information to third parties for their direct marketing purposes.\nWe do not share your personal information with third parties for their direct marketing purposes without consent.\n</p>\n<p> Minors.\nWe do not sell the personal information of consumers we know to be less than 16 years of age, unless we receive affirmative authorization (the \"Right to Opt In\") from either the minor who is between 13 and 16 years of age, or the parent or guardian of a minor less than 13 years of age.\n</p>\n<b>Notice for Nevada Residents</b>\n<p>To exercise your individual rights under the Nevada Privacy Law (NRS Ch.\n603A, Sec.\n2(2)), please contact us at compliance@ixl.com.\nPlease include \"Nevada Rights Request\" in the subject line.</p>\n<b>Notice for Residents in the European Economic Area (\"EEA\") Residents</b>\n<p>For personal information subject to the European Union General Data Processing Regulation (\"GDPR\"), we rely on several legal bases to process the data.\nThese legal bases include where:</p>\n<ul>\n<li>The processing is necessary to perform our contractual obligations in our Terms of Service or other contracts with you (such as to provide you the Service as described in our Terms of Service);</li>\n<li>You have given your prior consent, which you may withdraw at any time (such as for marketing purposes or other purposes we obtain your consent for from time to time);</li>\n<li>The processing is necessary to comply with a legal obligation, a court order or to exercise or defend legal claims;</li>\n<li>The processing is necessary for the purposes of our legitimate interests, such as in improving, personalizing, and developing the Service, marketing the Service, such as new features or products that may be of interest, and promoting safety and security as described above.</li>\n</ul>\n<p>If you have any questions about or would like further information concerning the legal basis on which we collect and use your personal information, please contact us using the contact details provided below in Section 14.</p>\n<p>Residents in the EEA are entitled to certain rights with respect to personal information that we hold about them under the GDPR:</p>\n<ul>\n<li>\n<b>Right of access and portability.</b> The right to obtain access to your personal information, along with certain related information, and to receive that information in a commonly used format and to have it transferred to another data controller.\n</li>\n<li>\n<b>Right to rectification.</b> The right to obtain rectification of your personal information without undue delay where that personal information is inaccurate or incomplete.\n</li>\n<li>\n<b>Right to erasure.</b> The right to obtain the erasure of your personal information without undue delay in certain circumstances, such as where the personal information is no longer necessary in relation to the purposes for which it was collected or processed.\n</li>\n<li>\n<b>Right to restriction.</b> The right to obtain the restriction of the processing undertaken by us on your personal information in certain circumstances, such as where the accuracy of the personal information is contested by you, for a period enabling us to verify the accuracy of that personal information.\nand </li>\n<li>\n<b>Right to object.</b> The right to object, on grounds relating to your particular situation, to the processing of your personal information, and to object to processing of your personal information for direct marketing purposes, to the extent it is related to such direct marketing.\n</li>\n</ul>\n<p>You may also have the right to make a GDPR complaint to the relevant Supervisory Authority.\nA list of Supervisory Authorities is available here: https://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.\nIf you need further assistance regarding your rights, please contact us using the contact information provided below and we will consider your request in accordance with applicable law.\nIn some cases our ability to uphold these rights for you may depend upon our obligations to process personal information for security, safety, fraud prevention reasons, compliance with regulatory or legal requirements, or because processing is necessary to deliver the services you have requested.\nWhere this is the case, we will inform you of specific details in response to your request.</p> 10.\nHow does IXL protect children's privacy? <p>IXL does not permit children under the age of 13 to create an account and does not knowingly collect personally identifying information from children under the age of 13 without the consent and at the direction of a Parent.\nPlease contact us at compliance@ixl.com if you believe we have inadvertently collected information from a child under 13 without parental consent so that we may delete the information as soon as possible.</p>\n<p> Parents who purchase a subscription to the IXL Service may set up a Child profile associated with the Parent's account so that children under 13 may access the Service under the Parent's supervision.\nPlease see our IXL Service Children's Privacy Policy to learn more about how IXL collects, uses and shares information associated with Child profiles.\nThe Children's Privacy Policy applies to all users of Child profiles, regardless of the age of the Child.\n</p>\n<p>When IXL is used by a School in an educational setting, the School may authorize IXL to collect information from a child under 13.\nPlease refer to Section 11 to learn more about how IXL protects Student Data, including Students who may be under the age of 13, when the Service is used by a School.</p> 11.\nHow does IXL protect Student Data and comply with laws? <p> When IXL provides the Service to Schools, our collection, use and disclosure of Student Data is governed by our Terms of Service and/or any other agreement with the School, by the provisions of the Family Educational Rights and Privacy Act (\"FERPA\"), the Children's Online Privacy Protection Act (\"COPPA\") and other applicable laws that may relate to the collection and use of personal information of students.\nIf you have any questions about our collection and use of Student Data, please contact us at compliance@ixl.com.\nIf you have any questions about reviewing, modifying, or deleting the personal information of a student, please contact your School directly.\n</p>\n<p>\n<b>The Student Privacy Pledge (\"The Pledge\").</b> IXL adheres to the Student Privacy Pledge, an industry standard approach to privacy for K-12 service providers.\nThe Pledge was created by the Future of Privacy Forum (FPF) and The Software &amp.\nInformation Industry Association (SIIA) and has been endorsed by the National School Boards Association (NSBA), the National Parent-Teacher Association (PTA), and the White House.\n</p>\n<p>As part of our commitment to The Pledge, when we have access to Student Data through the provision of our Services to a School, the following core principles guide our decisions around data, security, and technology:</p>\n<ul>\n<li>IXL does not collect, maintain, use or share Student Data beyond that needed for an authorized educational or school purpose, or as authorized by our agreement with a School.</li>\n<li>IXL does not use or disclose Student Data for targeted advertising purposes.</li>\n<li>IXL does not build a personal profile of a Student other than in furtherance of a K-12 School purpose, or as authorized by a parent.</li>\n<li>IXL will maintain a comprehensive data security program designed to protect the types of Student Data maintained by IXL.</li>\n<li>IXL will not knowingly retain Student Data beyond the time period required to support the School's purpose, unless authorized by the parent.</li>\n<li>IXL will clearly and transparently disclose our data policies and practices.</li>\n<li>IXL will never sell Student Data unless the sale is part of a corporate transaction, such as a merger, acquisition, bankruptcy, or other sale of assets, in which case we will use our best efforts to ensure the successor entity honors the privacy commitments made in this policy and/or we will notify the School of such a sale and provide the School an opportunity to opt-out by terminating its account before the data transfer occurs.</li>\n<li>We will not make any material changes to our Privacy Policy or Terms of Service that relate to the collection or use of Student Data without first giving notice to the School and providing a choice before the Student Data is used in a materially different manner than was disclosed when the information was collected.</li>\n</ul>\n<p>\n<b>The Family Educational Rights and Privacy Act (\"FERPA\").</b> This Privacy Policy and our Service are designed to meet our responsibilities to protect personal information from the students' educational records under FERPA.\nWe agree to work with each School to jointly ensure compliance with the FERPA regulations.\n</p>\n<p>\n<b>The Children's Online Privacy Protection Act (\"COPPA\").</b> This Privacy Policy and our Service are designed to comply with COPPA.\nWe do not knowingly collect personal information from a child under 13 unless and until a School has authorized us to collect such information through the provision of the Service on the School's behalf.\nWhen a School uses our Service in the classroom or in an educational context, we rely on the School to provide appropriate consent and authorization for a student under 13 to use the Service and for IXL to collect personal information from such student, as permitted by COPPA.\nUpon request, we will provide the School the opportunity to review and delete the personal information collected from their students.\nIf you are a parent and you have questions about your child's use of our Service and any information collected, you should discuss your questions with your child's School.\n</p>\n<p>\n<b>Students Online Personal Information Protection Act (\"SOPIPA\").</b> This Privacy Policy and our Service are designed to comply with SOPIPA.\nWe do not use Student Data for targeted advertising purposes.\nWe do not use collected information to amass a profile of a K-12 student except in furtherance of K-12 school purposes.\nWe never sell Student Data unless the sale is part of a corporate transaction, such as a merger, acquisition, bankruptcy, or other sale of assets, in which case we make efforts to ensure the successor entity honors the privacy commitments made in this policy and/or we will notify you of such a sale and provide you an opportunity to opt-out by deleting your account before the data transfer occurs.\nWe will not sell students' personal information to third parties other than in the context of a business transaction.\n</p>\n<p>\n<b>California Assembly Bill 1584 (\"AB 1584\").</b> This Privacy Policy and our Service are designed to comply with AB 1584.\nPupil records obtained by IXL from a local educational agency (\"LEA\") continue to be the property of and under the control of the LEA.\nParents, legal guardians, or eligible pupils may review personally identifiable information in the pupil's records and correct erroneous information by contacting their LEA directly.\nIn the event of an unauthorized disclosure of a pupil's records, IXL will notify the LEA and will provide the LEA with a report to be shared with the affected parent(s), legal guardians(s) or eligible pupil(s).\nPupil records will be deleted and/or de-identified in accordance with our data retention and deletion policies described above in the section \"How long does IXL retain your information.\" </p> 12.\nLinks to other websites and services <p>The Services may contain links to and from third-party websites of our business partners, advertisers, and social media sites.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and their practices are not covered by this Privacy Policy.\nWe strongly recommend that you read their privacy policies and terms and conditions of use to understand how they collect, use, and share information.\nWe are not responsible for the privacy practices or the content on the websites of third-party sites.</p> 13.\nUpdates to this Policy <p>IXL may, in its sole discretion, modify or update this Policy from time to time, which will be reflected in the 'Last Updated' date set forth at the beginning of this Policy.\nIf we change this Policy in a material manner, we will do our best to notify you of the changes by posting a notice on our website or through other appropriate communication channels.\nYour continued use of the Services following the effective date of such update constitutes your acceptance of the revised Policy.\nIf you do not agree to any of the terms in this Policy or to any future terms in a future revision of this Policy, do not use or access (or continue to access) the Service.</p>\n<p>We will not make any material changes to our Privacy Policy or Terms of Service that would result in Student Data being used in a materially different manner than was disclosed when the information was collected without first giving notice to applicable Schools and providing a choice before such Student Data is used in a materially different manner than was disclosed when the information was collected.</p>\n<p>In the event that you or your School has entered into a signed, written agreement with IXL, changes to this Policy may not be effective as to you until either (a) you or your School affirmatively accepts the changes to this Policy, either electronically or in a signed writing or (b) upon renewal of the School's agreement with IXL at the end of the current term.</p> 14.\nContact Us <p>If you have a question regarding this statement, or if a question was not addressed in this privacy policy, you may contact technical support using the contact information below.\nWe will do our best to answer your question promptly and accurately.</p>\n<p>\n</p>IXL Learning, Inc.\n777 Mariners Island Blvd., Suite 600 San Mateo, CA 94404 (USA) <p>\n</p>\n<p>\n</p>Tel.&nbsp;(855) 255-7700 Fax&nbsp;(650) 372-4072 <p>\n</p>\n<p> compliance@ixl.com </p>\n<p>\n<b>Last Updated:</b> July 1, 2020</p> ", "created_at": "2022-12-23 01:41:40.961713", "updated_at": "2022-12-23 01:41:50.82541"}], "points": [{"id": 31807, "title": "Third-party cookies are used for advertising", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:44:50.97227", "updated_at": "2023-07-11 06:29:54.848427", "quoteText": null, "case_id": 128, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 31802, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:39:57.312124", "updated_at": "2023-07-11 06:29:55.016781", "quoteText": null, "case_id": 399, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 31796, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:35:53.496916", "updated_at": "2023-07-11 06:29:55.102161", "quoteText": null, "case_id": 323, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 31803, "title": "Third-party cookies are used for statistics", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:41:02.06211", "updated_at": "2023-07-11 06:29:55.184839", "quoteText": null, "case_id": 325, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 31804, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:41:42.948971", "updated_at": "2023-07-11 06:29:55.265315", "quoteText": null, "case_id": 233, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 31799, "title": "Information is gathered about you through third parties", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:37:40.254096", "updated_at": "2023-04-27 20:27:11.570837", "quoteText": null, "case_id": 382, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 31801, "title": "This service tracks which web page referred you to it", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:38:20.775335", "updated_at": "2023-07-11 06:29:55.605515", "quoteText": null, "case_id": 387, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 31805, "title": "Your personal data may be used for marketing purposes", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-26 23:42:35.494257", "updated_at": "2023-07-11 06:29:55.682332", "quoteText": null, "case_id": 336, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 32814, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-05-09 14:17:47.671614", "updated_at": "2023-07-11 06:31:07.341027", "quoteText": null, "case_id": 304, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 32813, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-05-09 14:15:40.611577", "updated_at": "2023-07-11 06:31:07.42384", "quoteText": null, "case_id": 195, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 32811, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-05-09 14:08:47.341386", "updated_at": "2023-07-11 06:31:07.590739", "quoteText": null, "case_id": 210, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 32810, "title": "You can opt out of promotional communications", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-05-09 14:06:53.979618", "updated_at": "2023-07-11 06:31:07.675831", "quoteText": null, "case_id": 223, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 32815, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-05-09 14:20:19.621131", "updated_at": "2023-05-10 19:10:48.737154", "quoteText": null, "case_id": 186, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 32816, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-05-09 14:23:03.185018", "updated_at": "2023-07-11 06:31:08.546203", "quoteText": null, "case_id": 187, "document_id": 13536, "quoteStart": null, "quoteEnd": null}, {"id": 32812, "title": "You can opt out of targeted advertising", "source": "https://www.ixl.com/privacypolicy/serviceprivacypolicy", "status": "Generated through the annotate view", "created_at": "2023-05-09 14:13:37.51864", "updated_at": "2023-07-11 06:31:19.825363", "quoteText": null, "case_id": 219, "document_id": 13536, "quoteStart": null, "quoteEnd": null}], "urls": ["ixl.com"]}}