{"error": 448, "message": "OK", "parameters": {"id": 7768, "name": "Pencils of Promise ", "created_at": "2023-03-28 18:55:21.48839", "updated_at": "2023-03-29 19:26:54.021543", "wikipedia": null, "keywords": null, "related": null, "slug": "pencils-of-promise", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7768.png", "url": "pencilsofpromise.org", "documents": [{"id": 14986, "name": "Privacy Policy ", "url": "https://pencilsofpromise.org/wp-content/uploads/2021/06/PoP-Privacy-Policy_March-2021.pdf", "xpath": "//body", "text": "Network Advertising Initiative,Digital Advertising Alliance,Interactive Advertising Bureau,The tracking data we record includes, without limitation, Information regarding the number and frequency ,of users to the Website, the websites that users access before and after they visit the Website, the ,DATA PRIVACY POLICY &amp;TERMS OF USE,(Last Updated:March 10, 2021),Pencils of Promise, Inc.\n(“PoP”, “we”, “us” or “our”) shares your concern about the,protection of your personal information online.\nThis Privacy Policy and Terms of Use (“Policy”) is our policy,regarding maintaining the privacy of personal information we collect onlineand regarding our contentand,online relationship with youin connection with our online properties, including, withoutlimitation, www.,pencilsofpromise.org (the “Website”).,This Policy describes the privacy practices we undertake, the data we collect, how we secure that data,,and how long weretain that data.\nIt also includes the terms ofuse governing the Website.\nBy using the,Website, you agree to abide bythe terms of this Policy.\nThis Policy appliesregardless of how you access ,our Website – whether by personal computers, mobile devices or otherwise.,The General Data Protection Regulation (“GDPR”) is a European Regulation concerning the use and,processing of personal information.\nWe are committed to processing your information in compliance with,the GDPR upon its effectiveness on May 25, 2018.,BY VISITING THIS WEBSITE, YOU CONSENT TO OUR USING ANY INFORMATION THAT YOU PROVIDE TO,US OR THAT WE COLLECT IN ACCORDANCE WITH THETERMS AND CONDITIONS OF THIS POLICY.\nIF,YOU DO NOT AGREE TO THIS POLICY, DO NOT VISIT OR USE THIS WEBSITE.,Information We Collect and Track.\nPoP collects and retains two types of information about Website,visitors: (i) personal information that individual visitors provide when interacting on the Website,,or voluntarily at certain other points (such as via forms or e- mails).\nand (ii) tracking data, which is,automatically collected from every Website visitor, (collectively, “Information”).\nThe Information that we,gather may includeyourname, address, telephone number, e-mail address, birth date or other elements,of personal information.,In addition, ifyou contact us, we may keep a record of your correspondence, including any Information,contained therein.,It is up to youwhether or not you want to provide us with Information.\nWhen weask you to provide ,Information, you can decline and still visitthe Website to learn more about us and what we do.\nHowever, if ,you choose not to provide Information to us, you may be unable to contribute toour charitablemission.,We also use a third party to gather information on how you and others are using the Website.\nBy using,this service we are able (for example) to see how many people visited a given page or clicked on a,given link.\nWe use tracking pixels to serve ads through third party network services to people who have,visited our Website (“Retargeting Ads”).\nThe tracking pixel is apiece of JavaScript code for our website,that enables us to measure, optimize, and build audiences for our marketing campaigns.\nThe tracking,pixels allow us to track actions users take after viewing our ads across multiple devices, including,mobile phones, tablets and desktop computers and will continue to monitor the actions they take after,clicking on our ad.\nTo learn more about related practices or how to opt-out from receiving retargeted,advertisements and remove tracking technologies from your device,,please visit:,Internet software used by our users to access the Website, and our users’ IP addresses and Internet ,service providers.,Your Rights and Preferences.\nWe are committed to honoring your right to privacy.\nWith this in mind, it ,is important that we inform you of certain rights available to you with respect to the Information that you ,provide to us.,Right of Access – your right to be informed of and request access to your Information;,Right to Rectification – your right to request that we amend or update your Information where it is,inaccurate or incomplete;,Right to Erasure – your right to request that we delete your Information;,Right to Restrict – your right to request that we temporarily or permanently stop processing all or,some of your Information;,Right to Object – your right to object to your Information being processed for direct marketing,purposes;,Right to Data Portability – your right to request a copy of your Information in electronic format,and the corresponding right to transmit that Information for use elsewhere.\nand,Right not to be Subject to Automated Decision-Making - the right to not be subject to a decision,based solely on automated decision making, including profiling, where the decision would have a legal,effect on you or produce a similarly significant effect.,It is important that you understand these rights and know that you are free to exercise each of them with,respect to your Information.\nIf you wish to exercise any of these rights, please contact us as described,below.\nIn your request, please indicate (a) what Information is concerned, and (b) which of the above,rights you would like to enforce.,How We Use Your Information.\nThe Information that we collect and that you provide to us is used for,our purposes and the purpose for which you provided it, including, without limitation, to support our ,charitable mission and/or to respond to your requests or correspondence.\nThis provides PoP with a lawful ,basis to collect and retain your Information and to analyze it so that we can serve you in the best manner ,possible on our Website through enhanced features and functions and to provide you with useful ,information, including, without limitation, information from third parties.,We will not disclose any personally identifiable information to third parties, except (i) to parties who,perform services for us, such as sending you mail or e-mail, web hosting, credit card processing and other,similar services.\n(ii) when we believe that such disclosure is required by law.\n(iii) to enforce this Policy.\n(iv),to protect the rights, property, security or safety of PoP, Website users or the public.\n(v) to respond to an,emergency.\nor (vi) as otherwise stated in this Policy.,We use certain tracking data for several purposes, including, without limitation, for load balancing metrics,and to create reports on user demographics and Website traffic patterns.\nThe reports that are generated,from tracking data are used for a variety of purposes, including, for example, improving the Website and,our services.,Analytics and Links to Third-Party Sites.\nWe will not sell your Information or provide it to third parties,for our own financial gain.\nIn fact, we only share your Information when such sharing genuinely furthers,our charitable mission.\nNevertheless, we may employ third party agents or third party service providers,to operate the Website and/or to perform functions on our behalf, such as processing donations or store,purchases, sending mail and e-mail, and analyzing data or other administrative tasks.\nThese third parties,have access to the Information needed to perform their functions.\nWe attempt to limit such third parties to,using the Information that is shared with them solely for the purpose of providing such services, however,,we cannot be responsible for such third parties’ use of Information not in compliance with this Policy.\n,Some of the third parties with whom we work include:,Hotjar– We useHotjar in order to better understand our users’ needs and to optimize this service,and experience.Hotjar uses cookies and other technologies to collect data on our users’ behavior and,their devices (inparticulardevice’s IP address(captured andstored only in anonymized form), device,screen size, device type (unique device identifiers), browser information, geographic location (country,only), preferred language usedto display ourwebsite).\nHotjar stores this information in a pseudonymized,user profile.\nNeither Hotjar nor we will ever use this information to identify individual users orto match,it with further data on an individual user.\nFor further details, please see Hotjar’sprivacy policyat https://,www.hotjar.com/legal/policies/privacy.,Constant Contact–We use Constant Contact to efficiently and securely distribute emails to a large ,list of contacts.\nData used inConstant Contact is sourced fromSalesforce (mentioned below)and, ,therefore, if aWebsite user provides their contact information viathe Website this same Information can ,be used in Constant Contact.\nForfurther details, see Constant Contact’s Privacy Policy at https://www.,constantcontact.com/legal/privacy-notice.,Segment– We use Segment as a means to transfer data to and from our other Website tools in,order to analyze that data efficiently in one location.\nFor further details, please see Segment’sprivacy,policyat https://segment.com/docs/legal/privacy/.,Google Analytics and Ads– We use Google Analytics to gather information about how visitors ,engage with our Website, how many visit,and other general user visitor information.\nFor further details, ,pleasesee Google Analytics’ privacy policy at www.google.com/policies/privacy/partners/.,Social Media Widgets – Our Website includes social media features suchas the Facebook “Like” ,button and Twitter “Follow” button.\nThese featuresmay collect your IP address, which page you are ,visiting on oursite, and may set a cookie toenable the feature to function properly.\nThese social media ,features are either hosted by a Third Party orhosted directly on our Website.\nYour interactions withthese ,features are governed by the Privacy Policy of the social media company providing such services.,Salesforce– We use Salesforcefor data management, reportingand mass marketing.\nWhen you ,use the forms on our Website –such as to receive emails from us, contact us, orto donate, Salesforce ,collects that data.\nThis can include basic contact information,preferences, giving history, andyour ,interactions and communications with PoP.\nOther interactions with PoP outsideof our Website may also ,contribute to information recorded in Salesforce, such as your attendance at PoP events, supporting PoP ,on third party giving platforms, and offline giving.\nFor furtherdetails, pleasesee Saleforce’s privacy policy ,at https://www.salesforce.com/company/privacy/.,Classy– We use Classy for fundraising,event ticketing and direct donations.\nClassy collects basic ,contact information, and billing and credit card information submitted by donors.\nThis data is also shared ,with PoP and stored in our secure Salesforce database to help us manage your relationship and gifts to ,PoP and to communicate with you.\nFor further details, please see Classy’s privacy policy at https://www.\n,classy.org/terms/privacy.,OtherDonationProcessingVendors– We use various other third-partiesto processdonations to,our charitable mission.\nData collected by these vendors is sent to our secure Salesforce database to help,us manage our relationship with our supporters.\nFor further details, please contactus at the numberand/,or addressattheendofthisdocument.,We cannot control or be held responsible for third parties’ privacy practices and content.\nIf you click on,a link to a third-party website, any Information that you provide will not be covered by this Policy.\nPlease,read any applicable privacy policies of the third-party website to find out how they collect and process,your Information.,How Your Information Is Protected.\nWe take reasonable precautions to protect your Information from,loss, misuse or alteration.\nPersonally identifiable information is stored on our server and is not publicly ,accessible.\nFurther, personally identifiable information is only accessed by our employees on a “need ,to know” basis.\nTo prevent unauthorized access, maintain data accuracy, and ensure the correct use,of information, we have put in place appropriate physical, electronic, and managerial procedures to,safeguard and secure the information we collect online.\nAdditionally, sensitive data such as credit card ,numbers are encrypted using SSL and other industry standard measures, to provide an additional level of,security.\n,Please note that no system is fully secure.\nTherefore, we encourage you to take all appropriate security ,measures when providing us with Information – such as using and limiting access to your credit card and,banking information and access to your computers, personal electronic devices and web browsers.,Retention and Deletion of Your Information.\nWe keep your Information only as long as necessary to,support our charitable mission.\nAs set forth above, you have various rights with respect to the retention,of your Information, including, but not limited to, the right to request that we delete your Information (by,writing to us at the physical address or email address supplied below).\nWe will honor your request, unless,we are legally allowed or required to maintain your Information – such as to (a) process any outstanding,or unresolved charitable donation, (b) meet our legal, tax, audit or accounting obligations, (c) comply with,legal process or court order, and/or (d) protect the rights, property, security or safety of PoP, Website,users or the public.\n(e) respond to an emergency and/or (f) confirm your identity.,Ownership of Content.\nThe Website includes a combination of content that we, our users and other,third parties create (collectively, the “Content”).\nExcept as noted on the Website, all of the Content,available through the Website, including, but not limited to, written content, interface design and layout,,photographs, graphics, images, illustrations, marks, logos, sound or video clips, software code and,animation, is trademarked or copyright protected.\nExcept as noted on the Website, you may not use, store,,display, modify, reproduce, publish, transmit, participate in the transfer or sale of, create derivative works,of, distribute, publicly perform, publicly display, or in any way exploit any of the materials or Content on,the Website (including, for the avoidance of doubt, Content provided by our users) in whole or in part.\nIf,you would like to request permission to use any of the Content on the Website, please contact us at info@,pencilsofpromise.org.,Pencils of Promise, Inc.\nis a registered trademark owned by PoP and may not be used or displayed without,the prior written consent of PoP.\nOther trademarks, service marks and names and logos appearing on the,Website are the property of PoP, its affiliates or their respective owners.\nNo right, title or interest in any,Content or in any trademark, service mark, name or logo appearing on the Website is transferred to you,as a result of your use of the Website.,Posting and Transmitting Content.You are solely responsible for all materials, whether publicly posted,or privately transmitted, that you submit, upload, e-mail, transmit or otherwise make available on the,Website (“Your Content”).\nYou represent and warrant that Your Content does not violate any right of any,third party, including, without limitation, copyright, trademark, privacy or other personal or proprietary,rights of any person or entity.\nYou further represent and warrant that Your Content will not contain,libelous or otherwise unlawful, abusive or obscene material (as determined by PoP in its sole discretion),,or contain any computer virus or other malicious code that could in any way affect the operation of the,Website or any computer that connects to the Website.\nYou may not use false or misleading contact,information, pretend to be someone other than yourself, or otherwise mislead PoP or its service providers.,You should be aware that Your Content may be read, collected or used by other Website visitors.\nWe are,not responsible for the third party use of Your Content.,We have the right, but not the obligation, to remove any Content posted to the Website by users that may, ,in our sole discretion, violate this Policy or that is otherwise, in our sole opinion, objectionable.,Grant of License.\nYou represent and warrant that you are the author of Your Content, that you own all,intellectual property rights in and to Your Content and that no third party is entitled to any compensation ,or other payment in connection the exploitation by PoP of Your Content.\nPoP and its service providers will ,treat such content posted, transmitted or,submitted by you as non-confidential and non-proprietary information.\nUpon posting, submitting or ,transmitting Your Content on or through the Website, you grant PoP a worldwide, irrevocable, royalty-free, ,non-exclusive license, with the right to sublicense, use, reproduce, create derivative works of, distribute, ,publicly perform, publicly display, transfer, transmit, distribute, and publish Your Content and subsequent ,versions of Your Content for any and all purposes.\nPlease do not send us or post any creative ideas or ,any other plans or proposals that you would like to keep confidential and proprietary.\nYou agree that any ,information that you provide us will be covered by the license granted herein.,Disclaimers.\nWe disclaim any responsibility for the deletion, the failure to store, the misdelivery, or the ,untimely delivery of any information or material submitted to or transmitted through the Website.,WE MAKE NO WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT ,LIMITATION, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS ,FOR A PARTICULAR PURPOSE, WITH RESPECT TO THE WEBSITE, ANY CONTENT, OR ANY OF THE ,SERVICES, TOOLS OR PRODUCTS AVAILABLE ON THE WEBSITE.\nYOU EXPRESSLY AGREE THAT YOU ,WILL ASSUME THE ENTIRE RISK AS TO THE QUALITY AND THE PERFORMANCE OF THE WEBSITE AND ,THE ACCURACY OR COMPLETENESS OF ITS CONTENT.,Limitation of Liability.\nPoP and its officers, directors, employees, agents, service providers, and ,licensors (collectively, the “PoP Parties”) shall not be liable for any direct, indirect, incidental, special ,or consequential damages, resulting from the use or the inability to use the Website and services or ,resulting from any information or services obtained or messages received or transactions entered into ,through the Website or resulting from unauthorized access to or alteration of your transmissions of data, ,including but not limited to, damages for loss of profits, use, data or other intangibles, even if we have ,been advised of the possibility of such damages.,Because some jurisdictions do not allow the exclusion or limitation of liability for consequential or ,incidental damages, in such states liability is limited to the fullest extent permitted by law.,If you are dissatisfied with any portion of this Website, or with this Policy, your sole and exclusive remedy ,is to discontinue using this Website.,Compliance With Laws.\nWe reserve the right to disclose any Information to comply with any law, ,regulation, decree, judgment, order, subpoena or any other governmental order (“Order”) without any ,obligation to contest or verify the accuracy of such Order.,Waiver of Jury Trial.\nTHE PARTIES HEREBY IRREVOCABLY WAIVE ANY AND ALL RIGHT TO TRIAL BY ,JURY IN ANY LEGAL PROCEEDING ARISING OUT OF OR RELATING TO THIS AGREEMENT OR THE ,TRANSACTIONS CONTEMPLATED HEREBY.,Injunctive Relief.\nYou acknowledge that any use of the Website except as expressly permitted by this ,Policy will cause irreparable injury for which monetary damages would not be sufficient, and you consent ,to entry of immediate and permanent injunctive relief with respect to such unauthorized use.,Indemnification.\nBy utilizing the Website and/or submitting Your Content, you agree to indemnify, defend ,and hold the PoP Parties harmless from and against any and all liability, losses, costs, and expenses ,(including attorneys’ fees) incurred by any PoP Party in connection with any claim, including, but not ,limited to, claims for defamation, violation of rights of publicity and/or privacy, copyright infringement, or ,trademark infringement arising out of your use of the Website.\nany use or alleged use of your accounts or ,your passwords by any person, whether or not authorized by you.\nYour Content.\nyour connection to the ,Website.\nyour violation of this Policy.\nor your violation of the rights of any other person or entity.,We reserve the right, at our own expense, to assume the exclusive defense and control of any matter for,which you are required to indemnify us, and you agree to cooperate with our defense of these claims.,Termination.\nPoP may suspend or terminate any user’s access to all or part of the Website without notice,or recourse, for any conduct that PoP, in its sole discretion, believes is in violation of any applicable law or,of this Policy or is harmful to the interests of another user, a service provider, PoP or its affiliates.,Governing Law.\nBy visiting or using the Website and/or by submitting Your Content, you agree that the,laws of the State of New York, without regard to principles of conflicts of law, will govern this Policy and,any dispute of any sort that might arise between you and PoP.\nYou agree that any action at law or in,equity that arises out of or relates to any use of the Website will be filed only in the state or federal courts,located in New York County and you hereby consent and submit to the personal jurisdiction of such,courts for the purposes of litigating any such action.,Site Directed at United States Visitors.\nThe Website is targeted at and intended for users residing in the,United States.\nGiven the global nature of the Internet and PoP’s services, the Website may be accessed,by users residing outside of the United States.\nWe make no representations or warranties that the,Website is appropriate or available for use in countries outside of the United States.\nUsers who choose to,access the Website from outside of the United States do so at their own initiative and are responsible for,compliance with any and all local laws and regulations that may apply to such access.\nIf you are located,outside of the United States, your Information will be transferred to the United States.\nBy accessing the,Website and by submitting your Information, you consent to its transfer and storage in the United States,and its use by us as provided for herein.,Children Under the Age of 13.\nWe are pleased when young people visit the Website to learn about,PoP and how they can help.\nWe are also concerned about the privacy protection of children who access,the Internet, and we comply with the Children’s Online Privacy Protection Act (COPPA).\nAccordingly, the,Website is not intended for use by anyone under the age of 13 without the supervision of a parent or,guardian, and we do not knowingly collect personally identifiable information from anyone under 13 years,of age) without the consent of parent or guardian.\nIf you are under the age of 13 (or otherwise under the,applicable age limit of your country), please do not submit any personally identifiable information to us.,You may rely on your parent or guardian to assist you.\nIf you are a parent of a child under the applicable,age limit for consent in your country and become aware that your child has provided Information to us,,please contact us by email at info@pencilsofpromise.org so that we can either (a) gain your consent to,the collection of the Information or (b) receive your instructions to delete the Information.\nIf we learn that,we have collected Information from a child without the consent of a parent or guardian, we will take all,reasonable steps to delete the Information in the absence of contrary written instruction from such parent,or guardian.,Changes to this Privacy Policy.\nWhen we make material changes to this Policy, we will provide you with,notice as appropriate under the circumstances by displaying a prominent notice within the Website or by,sending you an email (if we have your email address).\nWe may notify you in advance.\nPlease be sure to,read any such notice carefully.\nYou can tell that this Policy has been updated by checking the last revised,date posted on the top of this page.\nYour continued use of the Website following the posting of changes,to this Privacy Policy will mean that you accept those changes.,How You Can Update or Correct Your Information and Contact Us.\nYou can contact us at any time by,phone, email or mail at the numbers and addresses provided below if you have any questions or concerns,regarding the Website or this Policy, or wish to seek access to, update, correct, or delete your Information.\n,Pencils of Promise, Inc.,1115 Broadway, Suite 1157,New York, NY 10010,(212)777-3170,info@pencilsofpromise.org", "created_at": "2023-03-28 18:55:21.520934", "updated_at": "2023-03-28 18:57:25.591794"}], "points": [], "urls": ["pencilsofpromise.org"]}}