{"error": 448, "message": "OK", "parameters": {"id": 9460, "name": "Cargotec", "created_at": "2023-09-01 22:41:57.595823", "updated_at": "2023-09-02 10:02:15.256603", "wikipedia": null, "keywords": null, "related": null, "slug": "cargotec", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9460.png", "url": "cargotec.com", "documents": [{"id": 18645, "name": "Legal notice ", "url": "https://www.cargotec.com/en/legal-notice", "xpath": "/html/body/div[2]/article", "text": " Legal notice <p>By accessing Cargotec Corporation's (hereinafter referred to as ”Cargotec”) Internet pages at www.cargotec.com, or any of its sub-sites (hereinafter referred to as ”Site”), you agree to the following terms and conditions.\nYou must not access this Site if you do not agree to all of the following terms and conditions.</p>\n<ul>\n<li> Share <ul>\n<li> Email </li>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Copy to Clipboard </li>\n</ul>\n</li>\n</ul> Limited license\n<p>Subject to the terms and conditions set forth herein and all applicable local laws and regulations, Cargotec grants you a non-exclusive, non-transferable, personal and limited right to access, use and display this Site and attendant materials for your personal use only.\nThis authorization is not a transfer of title to the Site and materials contained herein and is subject to the following restrictions:</p>\n<ul>\n<ul>\n<li>you must retain, on all copies of the Site and materials, all copyright and other proprietary notices of Cargotec.\nand</li>\n<li>you may not modify, distribute, transfer or store the Site or materials in any way or reproduce or publicly display or perform, or otherwise use the Site and materials for any public or commercial purpose, except as otherwise expressly permitted herein.</li>\n</ul>\n</ul>\nCopyright\n<p>The contents of the Site are Copyright © Cargotec Corporation 2005.\nAny rights not expressly granted herein are reserved.</p>\nTrademarks\n<p>The trademarks ”Cargotec”, ”Kalmar”, ”Hiab\", ”MacGregor”, and all other trademarks of Cargotec or its subsidiaries as well as product names, logos, commercial symbols, tradenames, slogans whether register or not, and services are trademarks of Cargotec.\nYour access to this Site should not be construed as granting, by implication, estoppel or otherwise, any license or right to use any marks appearing on the Site without the prior written consent of Cargotec.</p>\nModification of site\n<p>Cargotec reserves the right to change or modify this Site or withdraw access to it at any time with or without notice.</p>\nDisclaimer\n<p>The contents of this Site are provided on ”as is” and ”as available” basis.\nThe use of any information, tools and services on this Site shall be executed on the user’s sole responsibility and Cargotec makes no representations or warranties to the accuracy or functionality of such information, tools or services.\nExcept as required by applicable law no warranty of any kind, either express or implied, is made in relation to the availability, accuracy, reliability or content of the Site.</p>\nLimitation of liability\n<p>Except as required by applicable law Cargotec shall not be liable for any direct, indirect, incidental, special or consequential damages, lost profits or for business interruption arising out of the use of or inability to use this service, even if Cargotec has been advised of such damages.\nCargotec shall not be liable for any inaccuracies, delays or failures contained in this Site, and shall not be obligated to notify users when information has been updated.\nCargotec is not responsible for any loss or damage that is caused by your reliance on any data or services contained in this Site or data that the user has input into this Site.</p>\nLinks\n<p>Cargotec assumes no responsibility and makes no representations or warranties whatsoever for material created or published by third parties that this Site has a link to.</p>\nSubmissions\n<p>The Cargotec Privacy Statement web page discloses how Cargotec will maintain and use any personal data provided by you when visiting this Site.\nFor all other submission of information or content by you, the following terms apply.</p>\n<p>By submitting information or material (such as feedback, data, answers, questions, comments, suggestions, ideas, plans, orders, requests or the like) to Cargotec, for example by e-mail or via this Site, you agree that:</p>\n<ol>\n<li>the material will not contain any item that is unlawful, libelous, defamatory, obscene, pornographic, abusive, harassing or threatening, or otherwise unfit for publication;</li>\n<li>you will use reasonable efforts to scan and remove any viruses or other contaminating or destructive features before submitting any material;</li>\n<li>you own the material or have the unlimited right to provide it to us, and Cargotec may publish the material and/or incorporate it or any concepts described in it in our products without compensation, restrictions on use, acknowledgment of source, accountability or liability.\nand</li>\n<li>you agree not to take action against us in relation to material that you submit, and you agree to indemnify us if any party takes action against us in relation to the material you submit.</li>\n</ol>\n<p>Copyright © Cargotec Corporation 2011</p>\n<p>Privacy Statement - Sales and Marketing</p> ", "created_at": "2023-09-01 22:41:57.626215", "updated_at": "2023-09-01 22:42:20.222927"}], "points": [], "urls": ["cargotec.com"]}}