{"error": 448, "message": "OK", "parameters": {"id": 7286, "name": "qwik.space", "created_at": "2023-01-18 21:06:49.115133", "updated_at": "2023-01-22 17:00:20.553608", "wikipedia": null, "keywords": null, "related": null, "slug": "qwik-space", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7286.png", "url": "qwik.space,yblgkllzgodhwvs2fm46y5c4623honpyswwnyja2evikn26nlkma.b32.i2p,qwikxxeiw4kgmml6vjw2bsxtviuwjce735dunai2djhu6q7qbacq73id.onion,nitter.qwik.space,tm4rwkeysv3zz3q5yacyr4rlmca2c4etkdobfvuqzt6vsfsu4weq.b32.i2p,qwikxx2erhx6qrymued6ox2qkf2yeogjwypqvzoif4fqkljixasr6oid.onion,libreddit.qwik.space,qwikxx4xqvhdyyazkrw7pwdpdppfnmn7j2n6cvq5zecm4atbppaslzad.onion,woo5ugmoomzbtaq6z46q4wgei5mqmc6jkafqfi5c37zni7xc4ymq.b32.i2p,invidious.qwik.space,qwikxxt6jvggxzxe2v2fuzro5j7ibgphxmblmri6wkj5vpicdbo2kwad.onion,pa7eextqat4wg35onzs4cnlhqa3gvzen243bcbrng67zyla4fqya.b32.i2p,git.qwik.space,qwikoob2jgyfaqsgenwvma4h3z44gei7a6ou7zcwd4c2mhuerakrywqd.onion,i4kemzfhct7rki53w5mqtrnb4ixgp66fefgy6752emogkbldtifa.b32.i2p,docs.qwik.space,pad.qwik.space,blog.qwik.space,qwikoov6bmdskhp5o32d2ju6nntwhpdhcrjnllajdryq5gvxfamgffqd.onion,4zmuywwjpnmighhtu2tz33iitsbotfzhqbtbdmrkc5uxujcrj5qa.b32.i2p", "documents": [{"id": 13975, "name": "CryptPad Terms of Service", "url": "https://pad.qwik.space/terms.html", "xpath": "//body", "text": null, "created_at": "2023-01-18 21:06:49.363657", "updated_at": "2023-01-18 21:07:27.650856"}, {"id": 13974, "name": "Invidious privacy policy", "url": "https://invidious.qwik.space/privacy", "xpath": "//body", "text": " true Invidious <i>\n</i>\n<i>\n</i> Log in Welcome to qwik.space's instance of Invidious! Privacy <p>This document concerns what data you provide to this website, the purpose of the data, how the data is stored, and how the data can be removed.</p> Data you directly provide <p>Data that you provide to the website for the purpose of the site's operation (for example: an account name, account password, or channel subscription) will be stored in the website's database until the user decides to remove it.\nThis data will not be intentionally shared with anyone or anything.</p>\n<p>Information stored about a registered user is limited to:</p>\n<ul>\n<li>a list of session tokens for remaining logged in across devices</li>\n<li>the last time an account was updated (to provide accurate notifications)</li>\n<li>a list of video IDs identifying notifications from a user's subscriptions</li>\n<li>a list of channel UCIDs the user is subscribed to</li>\n<li>a user ID (for persistent storage of subscriptions and preferences)</li>\n<li>a json object containing user preferences</li>\n<li>a hashed password if applicable (not present on google accounts)</li>\n<li>a randomly generated token for providing an RSS feed of a user's subscriptions</li>\n<li>a list of video IDs identifying watched videos</li>\n</ul>\n<p>Users can clear their watch history using the clear watch history page.</p>\n<p>If a user is logged in with a Google account, no password will ever be stored.\nThis website uses the session token provided by Google to identify a user, but does not store the information required to make requests on a user's behalf without their knowledge or consent.</p> Data you passively provide <p>When you request any resource from this website (for example: a page, a font, an image, or an API endpoint) information about the request may be logged.</p>\n<p>Information about a request is limited to:</p>\n<ul>\n<li>the time the request was made</li>\n<li>the status code of the response</li>\n<li>the method of the request</li>\n<li>the requested URL</li>\n<li>how long it took to complete the request.</li>\n</ul>\n<p>No identifying information is logged, such as the visitor's cookie, user-agent, or IP address.\nHere are a couple lines to serve as an example:</p>\n<code>2019-01-19 16:37:47 +00:00 200 GET /api/v1/comments/xrlETJYzH-c?format=html&amp;hl=en-US 1345.88ms\n2019-01-19 16:37:53 +00:00 200 GET /vi/r5P-f5arPXE/maxres.jpg 1085.41ms\n2019-01-19 16:37:54 +00:00 200 GET /watch 7.04ms</code>\n<p>This website does not store the visitor's user-agent or IP address and does not use fingerprinting, advertisements, or tracking of any form.</p>\n<p>This website provides links to googlevideo.com to provide audio and video playback.\ngooglevideo.com is owned by Google and is subject to their privacy policy.</p> Data stored in your browser <p>This website uses browser cookies to authenticate registered users.\nThis data consists of:</p>\n<ul>\n<li>An account token to keep you logged into the website between visits, which is sent when any page is loaded while you are logged in</li>\n</ul>\n<p>This website also provides an option to store site preferences, such as the theme or locale, without an account.\nUsing this feature will store a cookie in the visitor's browser containing their preferences.\nThis cookie is sent on every request and does not contain any identifying information.</p>\n<p>You can remove this data from your browser by logging out of this website, or by using your browser's cookie-related controls to delete the data.</p> Removal of data <p>To remove data stored in your browser, you can log out of the website, or you can use your browser's cookie-related controls to delete the data.</p>\n<p>To remove data that has been stored in the website's database, you can use the delete my account page.</p>\n<i>\n</i> Source code <i>\n</i> Documentation Released under the AGPLv3 on GitHub.\n<i>\n</i> View JavaScript license information.\n<i>\n</i> View privacy policy.\n<i>\n</i> Donate Current version: 2022.11.02-09942dee @ master ", "created_at": "2023-01-18 21:06:49.303495", "updated_at": "2023-01-18 21:07:35.599568"}, {"id": 13972, "name": " Privacy Policy ", "url": "https://qwik.space/articles/privacy_policy", "xpath": "//body", "text": " Privacy Policy <i>Last updated 1st May 2022</i>\n<p>Table of Contents</p> Introduction Data collection IP Addresses and User Agents Cookies Username and password Data retention Data sharing Exceptions qam - qwik account manager XMPP Gitea Hedgedoc Nitter, Bibliogram, Libreddit, Searx Recommendations Introduction <p>We want to keep this short but informative, but a <em>tl;dr:</em>\n</p>\n<p>We try to collect as little data as possible.\nWe do this by, for example, keeping logs of sensitive data (such as IPs and user agents) to a minimum.\nWe collect a username and a password (which is <em>salted</em> and <em>hashed</em>), and then any data published or uploaded to any of the services we provide.</p>\n<p>We will change this Privacy Policy from time to time to reflect the current situation.\nPlease keep an eye out.\nFor bigger changes we <strong>might</strong> send out some form of notice.</p>\n<p>This policy is somewhat general, so there might be exceptions for individual services.\nWe will list said exceptions further down the privacy policy.</p> Data collection IP Addresses and User Agents <p>We do not keep access logs - so we can't see who has connected.\nHowever, our server uses modsecurity to protect against different types of attacks.\nMost of the time the modsecurity audit log is disabled, meaning it doesn't log anything.\nHowever, we might enable it for short periods of time for debugging purposes, after which we would disable and clear the log.\nModsecurity logs may contain IP addesses or user agents!</p> Cookies <p>Our main page (qwik.space) does not have any cookies.</p> Username and password <p>We will require a username (which could be considered sensitive and/or private and/or personally identfiable).\nOther users will be able to see your username.</p>\n<p>Your password is salted and hashed.\n(This generally means your password is safe, as long as it is strong enough.)</p> Data retention <p>The modsecurity log, when enabled, should be cleared after any debugging is done.\nWe also keep your registration details (username) and published content until you either delete what you can yourself and/or tell us to remove it.\n(If you want to delete your <strong>entire account</strong> please ask for help, since you can't do that by yourself.)</p> Data sharing <p>We do not share any data with third parties unless we have to by law or state otherwise.</p> Exceptions <p>Here are some services that make exceptions to the above statements:</p> qam - qwik account manager <p>Our account manager, <em>qam (qwik account manager)</em> uses a cookie when signing in that keeps an API-token.</p>\n<p>All services we provide use the same username and password as you specify in <em>qam</em>.\nAll services that we provide will use a <em>mock/fake email address</em> (<code>username</code>@qwik.space or <code>username</code>@localhost) if they require one.</p> XMPP <p>Our XMPP server caches messages and uploads for up to seven days.\nIf your client uses encryption (such as OMEMO) the cached messages and uploads will be encrypted.\nWe <strong>strongly</strong> advise using encryption.</p> Gitea <p>Gitea also uses some cookies, but this is for your comfort.\nFor example keeping you signed in and remembering your settings or what not.</p> Hedgedoc <p>The documents you write will be stored unecrypted.\nThis also applies to image uploads.</p>\n<p>Hedgedoc also uses some cookies, they will be used to keeping you signed in and remembering your settings.</p> Nitter, Bibliogram, Libreddit, Searx <p>These services all use cookies to remember your settings.</p> Recommendations <p>\n<strong>The internet is not a good place when it comes to privacy</strong>.\nIf you want to limit the risks of something or someone invading your privacy online, we recommend:</p>\n<ul>\n<li>Use Tor (properly)</li>\n<li>Use throwaway emails when signing up for stuff</li>\n<li>Use fake names or aliases to protect your name</li>\n<li>(Generally) don't give out personal information online...</li>\n</ul> ", "created_at": "2023-01-18 21:06:49.178152", "updated_at": "2023-01-18 21:07:16.572422"}, {"id": 13973, "name": " Terms of Service ", "url": "https://qwik.space/articles/terms_of_service", "xpath": "//body", "text": " Terms of Service <i>Last updated 1st May 2022</i>\n<p>Table of Contents</p> Be nice.\nBe nice.\n<p>\n<em>Be nice</em> summarises our (qwik's) Terms of Service pretty well.</p>\n<p>In practice:</p>\n<ul>\n<li>Do not harm any group or individual.</li>\n<li>Don't do anything that is illegal in your residence or Sweden.</li>\n<li>Use common sense.</li>\n</ul>\n<p>If we (qwik) believe you are breaking any of these three points, we will act on it.\nEither by deleting content or terminating your account.</p> ", "created_at": "2023-01-18 21:06:49.241372", "updated_at": "2023-01-18 21:07:25.925382"}], "points": [], "urls": ["qwik.space", "yblgkllzgodhwvs2fm46y5c4623honpyswwnyja2evikn26nlkma.b32.i2p", "qwikxxeiw4kgmml6vjw2bsxtviuwjce735dunai2djhu6q7qbacq73id.onion", "nitter.qwik.space", "tm4rwkeysv3zz3q5yacyr4rlmca2c4etkdobfvuqzt6vsfsu4weq.b32.i2p", "qwikxx2erhx6qrymued6ox2qkf2yeogjwypqvzoif4fqkljixasr6oid.onion", "libreddit.qwik.space", "qwikxx4xqvhdyyazkrw7pwdpdppfnmn7j2n6cvq5zecm4atbppaslzad.onion", "woo5ugmoomzbtaq6z46q4wgei5mqmc6jkafqfi5c37zni7xc4ymq.b32.i2p", "invidious.qwik.space", "qwikxxt6jvggxzxe2v2fuzro5j7ibgphxmblmri6wkj5vpicdbo2kwad.onion", "pa7eextqat4wg35onzs4cnlhqa3gvzen243bcbrng67zyla4fqya.b32.i2p", "git.qwik.space", "qwikoob2jgyfaqsgenwvma4h3z44gei7a6ou7zcwd4c2mhuerakrywqd.onion", "i4kemzfhct7rki53w5mqtrnb4ixgp66fefgy6752emogkbldtifa.b32.i2p", "docs.qwik.space", "pad.qwik.space", "blog.qwik.space", "qwikoov6bmdskhp5o32d2ju6nntwhpdhcrjnllajdryq5gvxfamgffqd.onion", "4zmuywwjpnmighhtu2tz33iitsbotfzhqbtbdmrkc5uxujcrj5qa.b32.i2p"]}}