{"error": 448, "message": "OK", "parameters": {"id": 8951, "name": "DocumentaryHeaven ", "created_at": "2023-07-09 01:46:22.354555", "updated_at": "2023-07-09 10:02:48.900021", "wikipedia": null, "keywords": null, "related": null, "slug": "documentaryheaven", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8951.png", "url": "documentaryheaven.com", "documents": [{"id": 17514, "name": "Terms of Use and Privacy Policy", "url": "https://documentaryheaven.com/terms-of-use/", "xpath": "//*[@id=\"post-5753\"]", "text": "<p>Access to and use of this web site (DocumentaryHeaven.com) is provided subject to these terms and conditions.\nPLEASE READ THESE TERMS CAREFULLY AS USE OF THIS SITE CONSTITUTES ACCEPTANCE OF THESE TERMS AND CONDITIONS.</p>\n<p>The user agrees that DocumentaryHeaven.com is hereby absolved from any and all liabilities, losses, costs and claims, including attorney’s fees asserted against DocumentaryHeaven.com, its agents, officers, employees, or associates, that may arise or result from any service provided, performed, be agreed to be performed by DocumentaryHeaven.com.</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>DocumentaryHeaven.com personally will only collect visitor information when our commenting system is used.\nThis includes a&nbsp;users&nbsp.\nIP address and e-mail address via our commenting system.\nThis is only used to help us improve our site, and to prevent abuse of our commenting system DocumentaryHeaven.com will under no circumstances disclose any information collected unless required to do so by law or court order.\nOur visitors privacy is paramount to us!</p>\n<p>\n<strong>Copyright</strong>\n</p>\n<p>None of the videos and documentaries featured on DocumentaryHeaven.com are hosted on our own servers or uploaded by us, but are merely embedded from a variety of video hosting servers including, but not limited to, YouTube, YouKu, Mega Video, Google Videos, etc..\nThese documentaries are publicly available, and we do not own or imply ownership of any of the documentaries featured – All documentaries are assumed to be either in the public domain or uploaded with the consent of their copyright owners.</p>\n<p>Should any visitor have any copyright issues or questions regarding the documentaries featured, please contact the respective video host or those responsible for uploading it.</p>\n<p>Although&nbsp;if you are the owner/creator of any documentary listed on&nbsp;DocumentaryHeaven.com and wish to have it removed we will be 100% cooperative in doing so as we&nbsp;believe&nbsp;it is very important to respect the creators wishes and rights.</p>\n<p>\n<strong>Third party advertising:</strong>\n</p>\n<p>We use third-party advertising companies to serve ads when you visit our website.\nThese companies may use information (not including your name, address, email address, or telephone number) about your visits to this and other websites in order to provide advertisements about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies,&nbsp;click here.</p>\n<p>Third Party Cookies – In the course of serving advertisements to this site, our third-party advertiser may place or recognize a unique “cookie” on your browser.</p>\n<p>\n<strong>Limitation of liability:</strong>\n</p>\n<p>Under no circumstances shall DocumentaryHeaven.com be liable for any losses or damages whatsoever, whether in contract, tort or otherwise, from the use of, or reliance on, the Information, or from the use of the Internet generally.</p>\n<p>DocumentaryHeaven.com reserves the right to update this policy at any time without notice.\nBy using this site in any way, you agree that it is your responsibility to make sure you are adhering to the disclaimer and terms of service at all times.</p>\n<p>\n<strong>Contacting the website:</strong>\n</p>\n<p>If you have any questions about this privacy statement, the practices of this site, or your dealings with this Web site, you can&nbsp;contact me here.</p>\n<p>&nbsp;</p>", "created_at": "2023-07-09 01:46:22.38514", "updated_at": "2023-07-09 01:46:38.58966"}], "points": [], "urls": ["documentaryheaven.com"]}}