{"error": 448, "message": "OK", "parameters": {"id": 7994, "name": "oxifresh", "created_at": "2023-04-11 02:42:20.491186", "updated_at": "2023-04-22 11:50:41.054819", "wikipedia": null, "keywords": null, "related": null, "slug": "oxifresh", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7994.png", "url": "oxifresh.com", "documents": [{"id": 15474, "name": "Terms", "url": "https://www.oxifresh.com/terms-of-use", "xpath": "//*[@id=\"page\"]", "text": " Terms of Use\n<p>Thank you for visiting the Oxi Fresh Franchising Co., Inc.\n(\"Oxi Fresh\") web site (\"our Web Site\").\nThe following are the terms for your use of our Web Site.\nBy using our Web Site, you are agreeing to all of these terms of use.\n\"Use\" under these terms of use shall be deemed to include any direct or indirect access or viewing of our Web Site, any exchange of data with our Web Site and its other users, any registration on our Web Site, any posting, displaying, or communication of information on our Web Site, and any other utilization of our Web Site or any part of our Web Site.</p>\n<p>Except where expressly indicated otherwise, the word \"we\" in these terms of use shall refer to Oxi Fresh.\nThe references to \"our Web Site\" in these terms of use shall refer to \"www.oxifresh.com.\"</p>\n<p>If you are an existing Franchisee of ours pursuant to a Franchise Agreement, references to \"our Web Site\" shall include our Web Site's \"Inner Circle\" section.\nThe Inner Circle includes the \"Owner's Forum\" and may include other message board services, bulletin board services, chat areas, blogs, forums, and related communication facilities designed to enable you to communicate with others in the Oxi Fresh franchise system, all of which are provided solely for the use of our Franchisees (collectively, the \"Owner's Forum\").</p>\nPERMITTED USE OF WEB SITE.\n<p>We grant you only a non-exclusive, non-transferable, non-assignable revocable license to use our Web Site strictly in compliance with these terms of use, and any other requirements stated on our Web Site.</p>\nINTELLECTUAL PROPERTY.\n<p>The contents of our Web Site, including all text, graphics, designs, programs, files, information, and other aspects, and all trademarks, service marks, and trade names are our property, or property of our licencors, assigns, or other owners, as applicable.\nThe copying, distribution, publication, or other use of these materials or any part of our Web Site is prohibited.\nYou have no right to any of aspect of our Web Site or any of our other property, except the limited right to use our Web Site as set forth above.</p>\nRULES FOR USE OF WEB SITE.\n<p>You are solely responsible for any acts, omissions or activities that arise out of or relate to your use of our Web Site.\nYour use of our Web Site and any content or information on our Web Site (\"Content\") is subject to all applicable United States federal and state law, regulations, statutes, and treaties, as well as the applicable foreign laws, regulations, statutes and treaties.\nYou understand, acknowledge, and agree that your use of our Web Site and any Content is also subject to the following rules:</p>\n<ol>\n<li>We reserve the right to edit or delete any Content from our Web Site at any time;</li>\n<li>You may not create compilations or derivative works of any Content from our Web Site;</li>\n<li>You may not remove, change, obscure, or otherwise alter any copyright notice or other proprietary notice or terms of use contained in our Web Site;</li>\n<li>You may not use our Web Site in a manner that violates any applicable state, federal, or foreign law regulating e-mail, facsimile transmissions, or telephone solicitations;</li>\n<li>You may not interfere or attempt to interfere with the working or functionality of our Web Site.\nand</li>\n<li>You understand and agree that we have the right at any time to disclose any information, including any personal information that you disclose, which is necessary to comply with or satisfy any law or valid governmental request.\nThis includes, without limitation, disclosure of information related to any investigation of purported illegal or criminal activities or compliance with a court order or subpoena.</li>\n</ol>\nCHILDREN UNDER 13.\n<p>Our Web Site is not directed at children under 13 years old, and we do not knowingly collect information from children under 13 years old.\nIf you are under 13 years of age, you should not use our Web Site for any purpose.</p>\nERRORS.\n<p>We make no representation, guarantee, or warranty that our Web Site will be error-free, free of viruses or other harmful elements, or that any defects existing on our Web Site will be corrected.\nWe do not represent or warrant that the information available on or through our Web Site will be correct, accurate, timely or otherwise reliable.\nWe may make changes to the features, functionality, or Content of our Web Site at any time.</p>\nTHIRD PARTY MATERIAL.\n<ol>\n<li>\n<b>Content.</b> Content of third parties, including advertisements and hyperlinks, may appear on our Web Site.\nWe make no warranty or representation of any kind as to the accuracy, currency, or completeness of any information contained in any third party content, and you agree that we shall have no liability for any damages or injuries of any kind arising from such content or information.</li>\n<li>\n<b>Linked Web Sites.</b> Our Web Site may contain links to web sites of third parties not controlled or operated by us, including those of other private entities and organizations.\nPlease be aware that when you follow a link to another web site, you are then subject to the terms of use and privacy policy of the new web site.\nAny links are provided solely for your convenience, and we do not endorse the content or operator of any third party web site.\nWe make no warranty or representation of any kind as to the accuracy, currency, or completeness of any information contained in any linked third party web site, and you agree that we shall have no liability for any damages or injuries of any kind arising from the content or information on such web site.</li>\n<li>\n<b>Advertisements.</b> Our Web Site may contain advertising and sponsorships from third parties.\nSuch third parties are solely responsible for ensuring that material submitted for inclusion on our Web Site is accurate and complies with applicable laws.\nYou agree that we are not responsible or liable for the illegality or any error, inaccuracy or problem in the advertiser’s or sponsor's materials.</li>\n</ol>\nTESTIMONIALS.\n<p>Our Web Site offers you the opportunity to submit a testimonial regarding your experience with a Franchisee and the Oxi Fresh Carpet Cleaning<sup>®</sup> services you have been provided.</p>\n<p>All information submitted in a testimonial becomes our sole property and will be deemed part of the Content as defined in these terms of use.\nWe may exploit and distribute such information throughout the world, in any manner, in perpetuity, at our sole discretion, without any compensation to you or any other party.\nBy submitting a testimonial, you are acknowledging that such testimonial does not infringe any legal, proprietary, intellectual property, privacy right, contractual right, or other rights of any person or entity.\nWe reserve the right to make minor edits to any testimonials submitted for purposes of length or to correct typographical or grammatical errors.\nWe are not obligated to publish or otherwise use any testimonial that is submitted, and we reserve the right to reject any testimonial.</p>\n<p>Any personal information you submit in a testimonial can be read, collected, or used by us or other visitors of our Web Site, and could be used for any purpose.\nWe do not ask you to disclose personal information other than your name in a testimonial, but, if you do so, we and other visitors to our Web Site may use such personal information for any purpose.\nWe disclaim and you agree to release us from any liability resulting from your disclosure of personal information submitted in a testimonial.</p>\n<p>As the content of the testimonials is not prepared by us, we neither assume nor have any responsibility or liability for such content or for any claims, damages, injury, or losses resulting from the testimonials, or their use or appearance on our Web Site.</p>\nINDEMNIFICATION.\n<p>You agree to indemnify, defend and hold us and our subsidiaries, affiliates, partners, agents, officers, partners, directors, employees, subcontractors, successors, assigns, third party suppliers of information and documents, attorneys, advertisers, and product and service providers (collectively, the \"Affiliated Parties\") harmless from any liability, loss, claim, damages, costs and expenses including, without limitation, reasonable attorney’s fees and costs, arising out of or related to your use of our Web Site, your activity for and through our Web Site, or your violation of these terms of use, including the privacy policy, or any other legal notices on our Web Site.\nWe reserve the right to hire our own separate legal counsel, at your expense, as well as assume or take exclusive control and defense of any matter subject to indemnification by you.</p>\nPRIVACY POLICY.\n<p>Our privacy policy, as it may change from time to time, is a part of these terms of use.\nYou may access the privacy policy through our Web Site.</p>\nDISCLAIMER.\n<p>YOUR USE OF OUR WEB SITE IS AT YOUR OWN RISK.\nTHE CONTENT ON OUR WEB SITE IS PROVIDED \"AS-IS.\" ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, ANY WARRANTIES OF TITLE, AND ANY WARRANTIES OF NON-INFRINGEMENT, ARE DISCLAIMED.\nWITHOUT LIMITING THE FOREGOING, WE ARE NOT RESPONSIBLE OR LIABLE FOR ANY INTERRUPTIONS, LIMITATIONS, DELAYS, OMISSIONS, ERRORS, VIRUSES, DEFECTS, HARMFUL ELEMENTS, INABILITY TO ACCESS, OR OTHER PROBLEMS ON OR WITHIN OUR WEB SITE INCLUDING THOSE ARISING OUT OF YOUR USE OF OUR WEB SITE.</p>\n<p>YOU UNDERSTAND, ACKNOWLEDGE, AND AGREE THAT NEITHER WE NOR THE AFFILIATED PARTIES SHALL BE LIABLE FOR ANY CLAIMS FOR INJURY, LOSS OR DAMAGES ARISING OUT OF OR RELATED TO YOUR USE OF OUR WEB SITE OR FROM THESE TERMS OF USE OR THE PRIVACY POLICY FOR OUR WEB SITE, INCLUDING, WITHOUT LIMITATION, DIRECT, COMPENSATORY, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES.</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US THROUGH OUR WEB SITE OR OTHERWISE SHALL CREATE ANY WARRANTY, REPRESENTATION, OR GUARANTEE.</p>\n<p>WE ARE ONLY PROVIDING OUR WEB SITE BASED ON YOUR AGREEMENT TO THE FOREGOING DISCLAIMERS, WHICH ARE A FUNDAMENTAL PART OF THESE TERMS OF USE.</p>\nLEGAL COMPLIANCE.\n<p>You agree to comply with all applicable domestic and international laws, statutes, ordinances, and regulations regarding your use of our Web Site and the Content on our Web Site.</p>\n<p>We reserve the right to investigate complaints or reported violations of these terms of use and to take any action we deem appropriate, including but not limited to reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties and disclosing any information necessary or appropriate to such persons or entities relating to you.</p>\nAPPLICABLE LAW, VENUE, AND JURISDICTION.\n<p>You agree that any claim or dispute you may have arising out of or related to our Web Site including, without limitation, your use of our Web Site, our Web Site’s Contents, or these terms of use, the privacy policy, or any legal notices on our Web Site must be instituted within one year after the claim arises, or from the date the first claim arises if there are multiple claims, or such claim or claims shall be forever waived and barred.</p>\n<p>If you are an existing Franchisee of ours, then the arbitration, injunctive relief, governing law and jurisdiction provisions contained in your Franchise Agreement will govern these terms of use, the privacy policy, and your use of our Web Site, and those provisions are incorporated into these terms of use by this reference.</p>\n<p>If you are not an existing Franchisee of ours, then the following will apply: These terms of use, the privacy policy, and your use of our Web Site shall be governed by and construed in accordance with the laws of the State of Colorado and the laws of the United States without regard to conflict of law principles.\nYou agree that you will submit to the exclusive jurisdiction of the State District Court for Jefferson County, Colorado and the federal courts for the State of Colorado for any and all claims related to these terms of use, the privacy policy, and our Web Site.</p>\nLIMITATION OF LIABILITY.\n<p>YOU UNDERSTAND, ACKNOWLEDGE, AND AGREE THAT WE AND THE AFFILIATED PARTIES SHALL NOT BE LIABLE FOR ANY LOSS, INJURY, CLAIM, OR DAMAGE OF ANY KIND RESULTING IN ANY WAY FROM (A) ANY ERRORS IN OR OMISSIONS FROM OUR WEB SITE, (B) THE UNAVAILABILITY OR INTERRUPTION OF OUR WEB SITE OR ANY FEATURES THEREOF, (C) YOUR USE OF OUR WEB SITE, AND (D) THE CONTENT CONTAINED ON OUR WEB SITE.</p>\nCHANGES IN THESE TERMS OF USE.\n<p>We expressly reserve the right to modify these terms of use at any time, so please review them frequently.\nIf we make material changes to these terms of use, such changes will be posted on this page.\nYour continued use of our Web Site constitutes acceptance to any revised terms of use.</p>\nMISCELLANEOUS.\n<p>If any provision of these terms of use is held, declared, or pronounced void, voidable, invalid, unenforceable or inoperative for any reason, by any court of competent jurisdiction, government authority or otherwise having jurisdiction in an unappealed final decision to which you and we are a party, you and we authorize and request such court or governmental authority to modify the provision held to be void, voidable, invalid, unenforceable or inoperative to contain such lesser covenants that impose the maximum duty permitted by law so that the provision is upheld as valid, and the parties agree to be bound by the modified provision.\nThe holding, declaration or pronouncement shall not affect adversely any other provisions of these terms of use, which shall otherwise remain in full force and effect.</p>\n<p>To the extent that anything in or associated with our Web Site is in conflict or inconsistent with the terms of use, the terms of use shall take precedence.\nOur failure to enforce any provision of the terms of use shall not be deemed a waiver of such provision nor of the right to enforce such provision.</p>\n<p>No joint venture, partnership, employment or agency relationship exists between you and us as a result of these terms of use or your use of our Web Site.\nIf you are an existing Franchisee of ours, nothing in these terms of use, or on our Web Site, releases you from or changes any of your obligations to us under your Franchise Agreement.</p>\nINTERNATIONAL USE.\n<p>We make no representations that the Content on our Web Site is appropriate or available for use in locations outside of the United States, or whether access to our Web Site and the provision of information through our Web Site from such locations is permitted.\nThose who choose to use our Web Site from other locations do so on their own initiative and are responsible for compliance with applicable local laws.</p>\nCONTACT US.\n<p>If you have any questions or suggestions regarding our terms of use, please contact us in any of the following ways:</p>\n<p>By email:<br>\n[email&nbsp;protected]</p>\n<p>By telephone:<br>\n1-877-OXIFRESH Toll Free in the U.S.</p>\n<p>By mail:<br>\nOxi Fresh Franchising Co., Inc.<br>\n143 Union Boulevard, Suite 825<br>\nLakewood, Colorado 80228<br>\nAttention: Web Master</p>\nFRANCHISEES.\n<p>The following terms of use will apply to you only if you are an existing Franchisee of ours:</p>\nACCOUNTS AND REGISTRATIONS.\n<p>If you are a Franchisee of ours, you will be given access to the password-restricted Inner Circle section of our Web Site, for which we will assign you a username and a password.\nThe account information is for your personal use only.\nYou are solely responsible for maintaining the confidentiality of your account information, and for any acts, omissions or activities that arise out of the use of your account information.\nYou acknowledge and agree that we and the Affiliated Parties shall not be liable for any loss, injury, claim, or damage of any kind resulting in any way from any use by you or any other party of your account information, including your username or password.</p>\n<p>You may not allow any other person or entity to use your account information including your username or password for any reason.\nWe are not liable for any damages, injury, losses or harm caused by or related to the theft, appropriation, or any misuse or disclosure of your account information including your username and password.\nIn the event you become aware of or believe there was or is any unauthorized use of your account including your username or password, you must notify us immediately.</p>\n<p>We reserve the right to terminate or suspend your account or ability to use or access any section of our Web Site for failure to comply with these terms of use, the privacy policy, any other legal notices on our Web Site, or your Franchise Agreement, for infringing any copyright, trademark, or other intellectual property, or for any other reason whatsoever.</p>\nOWNER’S FORUM POSTS.\n<p>The Owner's Forum will allow you and other Franchisees to post, upload, and display information (each posting of such information shall be referred to as a \"Post\").\nYou are solely responsible for all of your Posts.</p>\n<p>In the event that you make a Post, or a Post is otherwise made through any account of yours on the Owner’s Forum or elsewhere on our Web Site, you will be deemed to represent and agree to the following:</p>\n<ol>\n<li>Other than your name, the Post does not contain any personal information to identify you, your account or any other person, and, if it does, you accept all consequences of the dissemination of such personal information;</li>\n<li>The Post complies with these terms of use and other requirements stated on our Web Site;</li>\n<li>The Post does not contain any other information or content that we consider in our sole discretion to be inappropriate for our Web Site, or that we consider would reflect negatively on the Oxi Fresh franchise system;</li>\n<li>The Post does not contain any personal attacks on any person or entity, including us or any other Franchisee;</li>\n<li>The factual information in the Post, if any, is accurate and not misleading;</li>\n<li>The Post relates solely to your business authorized under your Franchise Agreement, and does not relate to any other business or commercial purpose;</li>\n<li>The Post does not contain any information, graphics, or other content that:\n<ol>\n<li>contains a virus or other harmful component or otherwise interferes with, impairs or damages our Web Site and any individual’s or entity’s use or enjoyment of our Web Site;</li>\n<li>is abusive, offensive, hateful, racist, disruptive, antisocial, defamatory, threatening, violent, vulgar, sexually explicit, pornographic, slanderous or otherwise harmful, including, without limitation, speech that attacks, insults, or demeans a group of persons based on their race, sexual orientation, gender, age, disability, ethnicity, or veteran status;</li>\n<li>contains unlawful information.\nand</li>\n<li>does not generally relate or is inconsistent with any discussion, topic or theme of any of the Owner’s Forum or any other section of our Web Site;</li>\n</ol>\n</li>\n<li>You possess any and all necessary rights in and to the Post and the information in and content of the Post.\nIn particular, you may not make any Post or otherwise upload or transmit information to our Web Site that includes, displays, or reproduces in any way, trademarks, service marks, copyrighted materials, or other proprietary or trade secret information of any third party without first obtaining written consent of the owner of such intellectual property, trade secret, or other proprietary information;</li>\n<li>The Post does not infringe any legal, proprietary, intellectual property, privacy right, contractual right, or other rights of any person or entity;</li>\n<li>We possess the right to change, use, delete, exploit and distribute the Post in any manner and at our sole discretion;</li>\n<li>We shall not be required to pay you or any person or entity any form of compensation for our exploitation, distribution or other use of your Post or any ideas, concepts, or other information or content in the Post;</li>\n<li>Any and all Posts shall become our sole property and we are therefore authorized to use the Post and any information contained in the Post in whole or in part, throughout the world, for any purpose, in perpetuity in or on any media in any manner without any compensation to you or any other person or entity;</li>\n<li>You will not impersonate any person or entity, including us or any of our representatives, or otherwise manipulate information in any Post to disguise the origin of the Post;</li>\n<li>All Posts shall be in compliance with your Franchise Agreement and any other agreements you have entered with us, and with our Procedures Manuals and other specifications and standards.\nand</li>\n<li>You may not make any Post or otherwise upload or transmit information to our Web Site including large amounts of repetitive or untargeted content.</li>\n</ol>\n<p>The open and real-time nature of the Owner's Forum and Post process makes it impossible for us to vouch for the validity and accuracy of Posts from individual Franchisees.\nWe do not monitor, endorse, edit or screen all Posts, although we have the right to do so in our discretion.\nPosts do not necessarily reflect our views or opinions.\nYou acknowledge, understand and agree that we shall neither assume nor have any responsibility or liability for any Posts or for any claims, damages, injury or losses resulting from the Posts, or their use or appearance on the Owner’s Forum.</p>\n<p>At our sole discretion, we reserve the right at any time and without limitation to (a) review, edit, or delete and remove any Posts made by you or any other Franchisee, (b) refuse to allow you or any other Franchisee to make a Post, (c) revoke your right or any other Franchisee's right to make a Post or to use the Franchisee-only section of our Web Site, and (d) use any means or mechanisms necessary to enforce these terms of use, or any other legal notices on our Web Site.</p>\n<p>If you believe or have reason to believe that any Post violates these terms of use or any legal notices on our Web Site, please notify us immediately.</p>\n<p>You may not collect personal information about others on the Owner's Forum or without our consent and their consent.\nYour use of our Web Site and the Owner’s Forum shall in all respects be in compliance with your Franchise Agreement and any other agreements you have entered with us, and with our Procedures Manuals and other specifications and standards.</p>\nVIOLATIONS OF TERMS OF USE.\n<p>These terms of use, and your use of our Web Site, will be deemed to create an agreement between us and you.\nA default by you under this agreement will be deemed a default under your Franchise Agreement.\nIf we elect to terminate this agreement as a result of your default, we may, at our discretion, elect to terminate your Franchise Agreement.</p>\nVOLUNTARILY DISCLOSED PERSONAL INFORMATION.\n<p>Any personal information you submit to the Owner's Forum in a Post can be read, collected, or used by other Franchisees, and could be used for any purpose, including to send you unsolicited communication.\nWe do not ask you to disclose personal information through the Owner's Forum other than your name, but please be advised that your name and any other personal information you choose to provide may be used by us and other Franchisees using the Inner Circle section of our Web Site for any purpose.</p>\n<p>We are not responsible for any personal information you choose to submit in a Post.\nWe make no guarantees as to the security of any personal information so provided.\nWe disclaim and you agree to release us from any liability resulting from your disclosure of personal information submitted in a Post.</p>\n<p>Any Posts or other information submitted through our Web Site may be maintained indefinitely.</p>\nCOLLECTION OF INFORMATION BY FRANCHISEES.\n<p>As an existing Franchisee, you may receive personal information from potential customers interested in obtaining carpet cleaning or other services provided by an Oxi Fresh business, and other members of the general public, through our Scheduling Center which may collect the information from our Web Site.\nThe privacy policy on our Web Site establishes the terms for your use and disclosure of such information, and you must comply with the privacy policy, as the collecting party, related to all such information.</p>\nText Marketing.\n<p>By signing up via text, you agree to receive recurring automated promotional and personalized marketing text messages from Oxi Fresh Carpet Cleaning at the cell number used when signing up.\nReply HELP for help and STOP to cancel.\nMsg frequency varies.\nMsg &amp.\ndata rates may apply.</p>\n<p>View Terms &amp.\nPrivacy.</p>\nDISCLAIMER AS TO OWNER’S FORUM.\n<p>THE OWNER'S FORUM CONTAINS THE OPINIONS AND VIEWS OF OTHER FRANCHISEES, WHO ARE NOT ACTING AS EMPLOYEES OR AGENTS OF OURS.\nWE DO NOT ENDORSE OR GUARANTEE, AND WE ARE NOT RESPONSIBLE FOR THE ACCURACY, VERACITY, OR EFFICACY OF ANY CONTENT, INFORMATION OR POSTS GENERATED BY SUCH FRANCHISEES.</p> Carpet Cleaning Before and After Photos VIEW MORE PHOTOS What Customers Are Saying <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Average\n4.7 stars (Out of 5) Based on 247,322 Carpet Cleaning Services Reviews Paul Hosford was extremely helpful in giving me information of the products he was using and the steps he would be taking.\nI am well satisfied and pleased with how my carpet turned out, thank you Paul for your hard work.\n<b>AF.</b> -\nMidland, MI -\n03/18/2023 <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n(5.0 Out of 5 stars) Always looks and smells good.\nAlways feel so good about our home when tech leaves.\nOxi fresh always goes over and beyond to satisfy customers.\n<b>BD.</b> -\nSouthport, NC -\n03/18/2023 <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n(5.0 Out of 5 stars) They are wonderful and nice employees.\n<b>HB.</b> -\nAurora, CO -\n03/18/2023 <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n(4.5 Out of 5 stars) MORE REVIEWS Committed to Being Green\n<p>We are The World's Greenest Carpet Cleaner®.\nOur eco-friendly cleaning process and products are better for your family and the environment.\nClick here to learn why it's important!</p>\n<p>Oxi Fresh Carpet Cleaning is Helping Bring Water to the World.\nBy scheduling online, you can help Water.org bring clean water to the millions of people around the world in need.</p> Easy Online <br>Quotes\n<p>We make it easy for you.\nGet your free quote now!</p> Save Money <br>with Coupons\n<p>Checkout special deals on your area and save!</p> Water Savings <br>Calculator\n<p>We make it easy for you.\nGet your free quote now!</p> Great Customer <br>Service\n<p>We're standing by to help CALL <br>\n<u>1-877-OXIFRESH</u>\n</p>\n<ul>\n<li>\n<i>\n</i> News </li>\n<li>\n<i>\n</i> Blog </li>\n</ul> 03/15/23\n<strong>Oxi Fresh Carpet Cleaning: One of 2023’s Fastest-Growing…</strong>\nEntrepreneur Magazine Ranks Oxi Fresh #135 Among Fastest-Growing Franchisors In Entrepreneur magazine’s recently released rankings of the fastest-growing franchise brands…\nEntrepreneur Magazine Ranks Oxi Fresh #135 Among Fastest-Growing Franchisors In Entrepreneur magazine’s recently released rankings of the fastest-growing franchise brands… 03/14/23\n<strong>Oxi Fresh Franchisee Featured on Patch.com Post</strong>\nOxi Fresh’s Will Chambers Shares His Business Journey One of Oxi Fresh’s all-star franchisees, Will Chambers, was recently featured in…\nOxi Fresh’s Will Chambers Shares His Business Journey One of Oxi Fresh’s all-star franchisees, Will Chambers, was recently featured in… 02/24/23\n<strong>Oxi Fresh Carpet Cleaning Appears on The Advisory…</strong>\nDirector of Franchise Development Matt Kline Interviewed on Top Franchising Podcast In the 50th episode of The Advisory Board Podcast…\nDirector of Franchise Development Matt Kline Interviewed on Top Franchising Podcast In the 50th episode of The Advisory Board Podcast… 01/17/23\n<strong>Oxi Fresh Franchisee Sonia Garg Featured in Major…</strong>\nLocal Kirkland Carpet Cleaning Franchise Used as a Force for Good The website Patch.com, a community-oriented news platform, recently featured…\nLocal Kirkland Carpet Cleaning Franchise Used as a Force for Good The website Patch.com, a community-oriented news platform, recently featured… 01/11/23\n<strong>Oxi Fresh Carpet Cleaning Recognized by Small Business…</strong>\nCarpet Cleaning Franchise Brand Earns High Marks Among Today’s Low-Cost Opportunities In a December 2022 article titled “30 Franchises Under…\nCarpet Cleaning Franchise Brand Earns High Marks Among Today’s Low-Cost Opportunities In a December 2022 article titled “30 Franchises Under… 01/04/23\n<strong>Oxi Fresh: A Top Franchise for Veterans</strong>\nEntrepreneur Ranks Oxi Fresh as a Top Franchise for Veterans Entrepreneur magazine recently released their 2022 rankings of the top…\nEntrepreneur Ranks Oxi Fresh as a Top Franchise for Veterans Entrepreneur magazine recently released their 2022 rankings of the top… VIEW MORE ARTICLES 03/15/23\n<strong>Oxi Fresh Carpet Cleaning Ranks Among Fastest-Growing Franchises</strong>\nEntrepreneur Magazine Lists Oxi Fresh Among 2023 Franchise Rankings Oxi Fresh Carpet Cleaning is proud to announce our recent inclusion…\nEntrepreneur Magazine Lists Oxi Fresh Among 2023 Franchise Rankings Oxi Fresh Carpet Cleaning is proud to announce our recent inclusion… 03/14/23\n<strong>Oxi Fresh Franchisee Highlighted in Post on Local…</strong>\nOxi Fresh’s Will Chambers of New Smyrna Beach Was Featured on Patch.com In a post on Patch.com titled “Local Veteran…\nOxi Fresh’s Will Chambers of New Smyrna Beach Was Featured on Patch.com In a post on Patch.com titled “Local Veteran… 02/24/23\n<strong>Oxi Fresh’s Matt Kline Interviewed on The Advisory…</strong>\nOxi Fresh’s Director of Franchise Development Featured on Leading Franchise Industry Podcast We’re pleased to announce that our Director of…\nOxi Fresh’s Director of Franchise Development Featured on Leading Franchise Industry Podcast We’re pleased to announce that our Director of… 01/17/23\n<strong>News Outlets Highlight Oxi Fresh Entrepreneur Sonia Garg</strong>\nTwo News Sites Feature Posts About Oxi Fresh’s All-Star Franchisee Sonia Garg, an Oxi Fresh Carpet Cleaning franchisee based in…\nTwo News Sites Feature Posts About Oxi Fresh’s All-Star Franchisee Sonia Garg, an Oxi Fresh Carpet Cleaning franchisee based in… 01/11/23\n<strong>Oxi Fresh Ranked Among Top Low-Cost Franchises by…</strong>\nSmall Business Trends Recognizes Oxi Fresh as a Top Low-Cost Franchising Opportunity Oxi Fresh, a fast-growing carpet cleaning franchise, has…\nSmall Business Trends Recognizes Oxi Fresh as a Top Low-Cost Franchising Opportunity Oxi Fresh, a fast-growing carpet cleaning franchise, has… 01/04/23\n<strong>Oxi Fresh Carpet Cleaning Ranked Among Top Franchises…</strong>\nOxi Fresh Listed as One of the Best Franchising Opportunities for Today’s Veterans We’re proud to announce that Oxi Fresh…\nOxi Fresh Listed as One of the Best Franchising Opportunities for Today’s Veterans We’re proud to announce that Oxi Fresh… VIEW MORE BLOGS Oxi Fresh Awards &amp.\nRecognition ", "created_at": "2023-04-11 02:42:20.5233", "updated_at": "2023-04-11 02:42:41.984597"}, {"id": 15475, "name": "Privacy Policy", "url": "https://www.oxifresh.com/privacy-policy/", "xpath": "//*[@id=\"page\"]", "text": " Privacy Policy\n<p>Thank you for visiting the Oxi Fresh Franchising Co., Inc.\n(\"Oxi Fresh\") web site (\"our Web Site\").\nThis privacy policy establishes how Oxi Fresh will handle information learned about you from your visit to our Web Site.\nExcept where expressly indicated otherwise, the word \"we\" in this privacy policy shall refer to Oxi Fresh.\nThe references to \"our Web Site\" in this privacy policy shall refer to \"www.oxifresh.com.\"</p>\n<p>If you are an existing Franchisee of ours, references to \"our Web Site\" shall include our Web Site's \"Inner Circle\" section.\nThe Inner Circle includes the \"Owner's Forum\" and may include other message board services, bulletin board services, chat areas, blogs, forums, and related communication facilities designed to enable you to communicate with others in the Oxi Fresh franchise system, all of which are provided solely for the use of our Franchisees (collectively, the \"Owner's Forum\").</p>\n<p>Please be assured that the privacy of our visitors is of the utmost importance to us.\nWe collect no personally identifiable information about you when you visit our Web Site unless you choose to provide that information to us.\nBy providing personally identifiable information through our Web Site, you are consenting to the terms of this privacy policy.</p>\nOWNERSHIP OF INFORMATION.\n<p>We are the sole owner of the information we gather on our Web Site.\nWe will only share your personal information with third parties, if at all, in the ways described in this privacy policy, or if we are required to do so by law or in the good faith belief that such action is necessary in order to conform with the requirements of applicable law.</p>\nINFORMATION COLLECTION AND USE.\n<p>Automatic Collections: As with most web sites, when you visit our Web Site, we automatically collect and store the following, non-personally identifiable information:</p>\n<ol>\n<li>The date and time of the visit</li>\n<li>The type of browser and operating system used (if provided by the browser)</li>\n<li>The URL of the referring page (if provided by the browser)</li>\n<li>The object requested</li>\n<li>&nbsp;Completion status of the request</li>\n<li>The originating IP address</li>\n<li>Pages visited</li>\n</ol>\n<p>This automatically collected information is used by us to measure the number of visitors to the different areas of our Web Site and to assist us in making our Web Site more useful to visitors.\nThis includes analyzing these logs periodically to determine the traffic through our servers, the number of pages served, and the demand for certain areas of our Web Site and topics of interest.\nThese logs may be preserved indefinitely by us, used at any time and in any way deemed necessary by us, and disclosed to any third party without your knowledge or consent.\nWe do not link this automatically collected data to any personally identifiable information.</p>\n<p>Voluntary Collections: As part of our normal business practice, we use our Web Site to facilitate communication with the general public, Oxi Fresh business customers, interested franchise candidates, and existing Franchisees.\nIn doing so, it is often necessary to collect personal information as part of that process.\nFor example, if you are an interested franchise candidate, we may ask that you submit a Consideration Request Form stating your name, address, telephone number, email address, your desired franchise location, financial information, and other similar personal information, so that we may quickly and accurately respond to your inquiry.\nIf you are a potential customer seeking information about Oxi Fresh services or information about a Franchisee in a particular area, you may obtain that information by entering your zip code.\nYou may schedule an appointment for services by providing your name, address, e-mail address, telephone number, and a description of the services requested.\nIf you are a current Franchisee of ours, you will need to provide certain account information, such as a username and password, to verify your right to access the Inner Circle section of our Web Site or for other purposes.\nOn the Inner Circle section of our Web Site, you may voluntarily submit requests, error logs, and other notifications related to the Oxi Fresh Scheduling Center and other matters, in which case we will require your contact information and details in order to respond to the issue.\nFurther, you will be required to enter certain credit card information, such as the account name, number, expiration date, and verification code, as well as your billing and shipping addresses, for products and services you purchase through the Inner Circle section of our Web Site.\nAll personal information submitted by you is completely voluntary.\nIf you choose to submit any personal information to us through our Web Site by completing forms requesting personal information and pressing the \"submit\" or similar buttons, such information may be shared within our organization, which includes our owners, officers, directors and certain necessary employees, representatives and agents, and with third parties as discussed below.\nWe may use this voluntarily provided information for purposes of responding to your immediate request, verifying your authority to enter certain sections of our Web Site, processing a credit card charge for purchases you make, and for future contact and communication with you.\nWe may store any personal information that you provide to us solely through our Web Site in a secure location, until such time as you request that we delete your personal information as set forth in the \"Access to Personal Information\" section below or until such time as we deem such personal information no longer useful in our normal business operations.\nOur deletion or disposal of your personal information will be performed in a manner to insure the utmost protection of your personal information.</p>\n<p>Sharing information with third parties: We may share any non-personally identifiable information, such as the information automatically collected when you visit our Web Site, with any third party without your knowledge or consent.\nGenerally, we will not share any personally identifiable information that you provide to us with any individual outside of our organization and franchise system, any other entity or organization, or any governmental agency, except with your prior written consent or as required by applicable law.\nWe expressly reserve the right to disclose your personal information as required by law and when we believe that such disclosure is necessary to protect our rights or to comply with a judicial proceeding, court order, or legal process.\nWe may disclose your personal information to Franchisees, and their owners, officers, directors and certain necessary employees, representatives and agents.\nIn particular, if you are a potential customer requesting information about Oxi Fresh Carpet Cleaning<sup>®</sup> services or scheduling an appointment, we may disclose any personal information you provide to the Franchisee operating in your area.\nWe may also disclose your personal information to third parties who we contract with to support our business.\nIn particular, we use third parties to process Franchisee credit card information and payments, and such third parties will have access to your credit card information for that purpose.\nWe expressly reserve the right to disclose your personal information to enforce the terms of use for our Web Site or to protect the safety and security of other users.</p>\n<p>We may transfer your personal information to a successor entity or individual upon a merger, consolidation, or other reorganization or sale of substantially all assets of the applicable business, in which we participate.</p>\n<p>E-mail: By sending an electronic mail message to us, for example, by sending an e-mail requesting information on becoming a Franchisee of ours, you may be sending us personally identifiable information.\nIn these cases, we may retain the information as long as necessary to accurately respond to your request.\nPlease be aware that e-mail is not necessarily secure from interception or misdirection.\nFor your own protection you may want to communicate sensitive information to us using a method other than e-mail.</p>\n<p>Testimonials and Owner's Forum Posts: Our Web Site offers customers the opportunity to submit a testimonial regarding their experience with a Franchisee and the Oxi Fresh Carpet Cleaning<sup>®</sup> services they have been provided (a \"Testimonial\").\nFurther, the Owner's Forum on the Inner Circle section of our Web Site allows Franchisees to post, upload, and display information (each posting of such information shall be referred to as a \"Post\").\nWe may exploit and distribute information from any Testimonial or Post that you submit, throughout the world, in any manner, in perpetuity, at our sole discretion, without any compensation to you or any other party.\nIn particular, please be advised that we may publish any Testimonial on our Web Site and in our other advertising materials.</p>\n<p>Any personal information you submit in a Testimonial can be read, collected, or used by us or other visitors of our Web Site, and could be used for any purpose.\nFurther, any information in a Post you submit can be read, collected, or used by us or other Franchisees accessing the Owner’s Forum.\nWe do not ask you to disclose personal information other than your name in a Testimonial or a Post, but please be advised that your name and any other personal information you choose to provide may be used by us and other visitors to our Web Site, or Franchisees using the Inner Circle section of our Web Site, for any purpose.\nThose limitations and requirements for our use and disclosure of your personal information that are set forth in the other provisions of this privacy policy do not apply to information provided by you in a Testimonial or in a Post.</p>\n<p>Text Marketing.\nBy signing up via text, you agree to receive recurring automated promotional and personalized marketing text messages from Oxi Fresh Carpet Cleaning at the cell number used when signing up.\nReply HELP for help and STOP to cancel.\nMsg frequency varies.\nMsg &amp.\ndata rates may apply.</p>\n<p>See the terms of use for our Web Site for further terms and conditions regarding Testimonial and Post submissions.</p>\nLINKS TO OTHER WEB SITES.\n<p>Our Web Site may contain links to web sites not controlled or operated by us, including those of other private entities and organizations.\nPlease be aware that when you follow a link to another web site, you are then subject to the privacy policy of the new web site.\nWe do not take responsibility for, nor make any claim or representation as to the privacy policy of any other web site.\nWe recommend that you review the privacy policy of any other web site before submitting personal information to the controller or operator of such web site.</p>\nUSE OF COOKIES.\n<p>A cookie is a small text file that is stored on a user's computer for record-keeping purposes.\nWe may use cookies on our Web Site to keep track of certain information you may enter, to enable certain features of our Web Site, to record session data regarding your visit to our Web Site, and to personalize your experience on our Web Site.\nWe may also use cookies to maintain user session identity if you log in to any portion of our Web Site such as the Inner Circle.</p>\n<p>We may also use cookies to determine aggregate usage data such as how many unique visitors come to our Web Site or how many unique visitors use a particular feature, to assess the technical function of our Web Site, and to generally help us gauge the effectiveness of our Web Site.</p>\n<p>The cookies themselves will not contain any personally identifiable information, but they may be linked to any personally identifiable information that you enter on our Web Site.</p>\n<p>Most web browsers automatically accept cookies, but you can usually change this in your browser settings.\nHowever, if you disable cookies from your browser you may not be able to access certain sections of our Web Site, including the Inner Circle.</p>\nACCESS TO PERSONAL INFORMATION.\n<p>If any of the personal information that you provide to us changes, or if you no longer desire for us to retain your personal information for the purposes set forth in this privacy policy, you may request the correction, update or deletion of such information by contacting us by any of the means set forth below.</p>\nSECURITY.\n<p>The security of any personal information that you provide to us is important to us.\nWe use generally accepted industry standards to protect any personal information submitted to us by you.\nhowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.</p>\nTERMS OF USE.\n<p>By using our Web Site, you are bound to the terms of use for our Web Site.\nYou can access those terms of use through our Web Site.</p>\nCHANGES IN THIS PRIVACY POLICY.\n<p>We expressly reserve the right to modify this privacy policy at any time, so please review it frequently.\nIf we make material changes to this privacy policy, such changes will be posted on this page.</p>\nINTERNATIONAL USE.\n<p>We make no representations that this privacy policy is appropriate for locations outside of the United States, or whether access to our Web Site and the provision of information through our Web Site from such locations is permitted.\nThose who choose to use our Web Site and provide us with information from such other locations do so on their own initiative and are responsible for compliance with applicable local laws.</p>\nCONTACT US.\n<p>If you have any questions or suggestions regarding our privacy policy, please contact us in any of the following ways:</p>\n<p>By email:<br>\n<br>\n[email&nbsp;protected]</p>\n<p>By telephone:<br>\n<br>\n1-877-OXIFRESH Toll Free in the U.S.</p>\n<p>By mail:<br>\n<br>\nOxi Fresh Franchising Co., Inc.<br>\n143 Union Boulevard, Suite 825<br>\nLakewood, Colorado 80228<br>\nAttention: Web Master</p>\n<ul>\n<li>Carpet Cleaning Companies</li>\n<li>Blog</li>\n<li>News</li>\n<li>Media</li>\n<li>Supporting Healthcare Workers</li>\n<li>+Associations\n<ul>\n<li>IFA</li>\n<li>CRI</li>\n<li>EPA</li>\n<li>USGBC</li>\n<li>IFMA</li>\n<li>ISSA</li>\n<li>Franchise Registry</li>\n<li>VetFran</li>\n</ul>\n</li>\n<li>+Awards\n<ul>\n<li>Forbes Magazine</li>\n<li>Franchise Business Review</li>\n<li>Entrepreneur Magazine</li>\n<li>Inc.\nMagazine 500|5000 Award</li>\n<li>Franchise Gator Top 100</li>\n<li>Franchise Times</li>\n<li>AllBusiness.com</li>\n</ul>\n</li>\n<li>+Management Team\n<ul>\n<li>Jonathan Barnett</li>\n<li>Kris Antolak</li>\n<li>Rob White</li>\n<li>Matt Kline</li>\n<li>Erin Hogan</li>\n<li>Jordan Keith</li>\n<li>Kelli Harbaugh</li>\n<li>Cameron Welch</li>\n<li>Joshua Morse</li>\n<li>Mike Burton</li>\n<li>Andy Mathurin</li>\n</ul>\n</li>\n<li>Mission Statement</li>\n<li>Value Statement</li>\n<li>History</li>\n<li>Water.org</li>\n<li>Career Opportunities</li>\n<li>Text Alerts</li>\n</ul> Carpet Cleaning Before and After Photos VIEW MORE PHOTOS What Customers Are Saying <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Average\n4.7 stars (Out of 5) Based on 247,385 Carpet Cleaning Services Reviews Great customer service and satisfied with cleaning <b>LW.</b> -\nSykesville, MD -\n03/19/2023 <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n(5.0 Out of 5 stars) The price was about 30% higher per square foot cleaned than what we usually pay for this unit.\nThat worked for us in this case because we were under time constraints and our regular service wasn't available.\n<b>GM.</b> -\nMarysville, WA -\n03/19/2023 <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n(4.0 Out of 5 stars) Easy to schedule, showed up within scheduled window, Steve was friendly and was in and out of my house in a timely manner.\n<b>KB.</b> -\nDublin, OH -\n03/19/2023 <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n(5.0 Out of 5 stars) MORE REVIEWS Committed to Being Green\n<p>We are The World's Greenest Carpet Cleaner®.\nOur eco-friendly cleaning process and products are better for your family and the environment.\nClick here to learn why it's important!</p>\n<p>Oxi Fresh Carpet Cleaning is Helping Bring Water to the World.\nBy scheduling online, you can help Water.org bring clean water to the millions of people around the world in need.</p> Easy Online <br>Quotes\n<p>We make it easy for you.\nGet your free quote now!</p> Save Money <br>with Coupons\n<p>Checkout special deals on your area and save!</p> Water Savings <br>Calculator\n<p>We make it easy for you.\nGet your free quote now!</p> Great Customer <br>Service\n<p>We're standing by to help CALL <br>\n<u>1-877-OXIFRESH</u>\n</p>\n<ul>\n<li>\n<i>\n</i> News </li>\n<li>\n<i>\n</i> Blog </li>\n</ul> 03/15/23\n<strong>Oxi Fresh Carpet Cleaning: One of 2023’s Fastest-Growing…</strong>\nEntrepreneur Magazine Ranks Oxi Fresh #135 Among Fastest-Growing Franchisors In Entrepreneur magazine’s recently released rankings of the fastest-growing franchise brands…\nEntrepreneur Magazine Ranks Oxi Fresh #135 Among Fastest-Growing Franchisors In Entrepreneur magazine’s recently released rankings of the fastest-growing franchise brands… 03/14/23\n<strong>Oxi Fresh Franchisee Featured on Patch.com Post</strong>\nOxi Fresh’s Will Chambers Shares His Business Journey One of Oxi Fresh’s all-star franchisees, Will Chambers, was recently featured in…\nOxi Fresh’s Will Chambers Shares His Business Journey One of Oxi Fresh’s all-star franchisees, Will Chambers, was recently featured in… 02/24/23\n<strong>Oxi Fresh Carpet Cleaning Appears on The Advisory…</strong>\nDirector of Franchise Development Matt Kline Interviewed on Top Franchising Podcast In the 50th episode of The Advisory Board Podcast…\nDirector of Franchise Development Matt Kline Interviewed on Top Franchising Podcast In the 50th episode of The Advisory Board Podcast… 01/17/23\n<strong>Oxi Fresh Franchisee Sonia Garg Featured in Major…</strong>\nLocal Kirkland Carpet Cleaning Franchise Used as a Force for Good The website Patch.com, a community-oriented news platform, recently featured…\nLocal Kirkland Carpet Cleaning Franchise Used as a Force for Good The website Patch.com, a community-oriented news platform, recently featured… 01/11/23\n<strong>Oxi Fresh Carpet Cleaning Recognized by Small Business…</strong>\nCarpet Cleaning Franchise Brand Earns High Marks Among Today’s Low-Cost Opportunities In a December 2022 article titled “30 Franchises Under…\nCarpet Cleaning Franchise Brand Earns High Marks Among Today’s Low-Cost Opportunities In a December 2022 article titled “30 Franchises Under… 01/04/23\n<strong>Oxi Fresh: A Top Franchise for Veterans</strong>\nEntrepreneur Ranks Oxi Fresh as a Top Franchise for Veterans Entrepreneur magazine recently released their 2022 rankings of the top…\nEntrepreneur Ranks Oxi Fresh as a Top Franchise for Veterans Entrepreneur magazine recently released their 2022 rankings of the top… VIEW MORE ARTICLES 03/15/23\n<strong>Oxi Fresh Carpet Cleaning Ranks Among Fastest-Growing Franchises</strong>\nEntrepreneur Magazine Lists Oxi Fresh Among 2023 Franchise Rankings Oxi Fresh Carpet Cleaning is proud to announce our recent inclusion…\nEntrepreneur Magazine Lists Oxi Fresh Among 2023 Franchise Rankings Oxi Fresh Carpet Cleaning is proud to announce our recent inclusion… 03/14/23\n<strong>Oxi Fresh Franchisee Highlighted in Post on Local…</strong>\nOxi Fresh’s Will Chambers of New Smyrna Beach Was Featured on Patch.com In a post on Patch.com titled “Local Veteran…\nOxi Fresh’s Will Chambers of New Smyrna Beach Was Featured on Patch.com In a post on Patch.com titled “Local Veteran… 02/24/23\n<strong>Oxi Fresh’s Matt Kline Interviewed on The Advisory…</strong>\nOxi Fresh’s Director of Franchise Development Featured on Leading Franchise Industry Podcast We’re pleased to announce that our Director of…\nOxi Fresh’s Director of Franchise Development Featured on Leading Franchise Industry Podcast We’re pleased to announce that our Director of… 01/17/23\n<strong>News Outlets Highlight Oxi Fresh Entrepreneur Sonia Garg</strong>\nTwo News Sites Feature Posts About Oxi Fresh’s All-Star Franchisee Sonia Garg, an Oxi Fresh Carpet Cleaning franchisee based in…\nTwo News Sites Feature Posts About Oxi Fresh’s All-Star Franchisee Sonia Garg, an Oxi Fresh Carpet Cleaning franchisee based in… 01/11/23\n<strong>Oxi Fresh Ranked Among Top Low-Cost Franchises by…</strong>\nSmall Business Trends Recognizes Oxi Fresh as a Top Low-Cost Franchising Opportunity Oxi Fresh, a fast-growing carpet cleaning franchise, has…\nSmall Business Trends Recognizes Oxi Fresh as a Top Low-Cost Franchising Opportunity Oxi Fresh, a fast-growing carpet cleaning franchise, has… 01/04/23\n<strong>Oxi Fresh Carpet Cleaning Ranked Among Top Franchises…</strong>\nOxi Fresh Listed as One of the Best Franchising Opportunities for Today’s Veterans We’re proud to announce that Oxi Fresh…\nOxi Fresh Listed as One of the Best Franchising Opportunities for Today’s Veterans We’re proud to announce that Oxi Fresh… VIEW MORE BLOGS Oxi Fresh Awards &amp.\nRecognition ", "created_at": "2023-04-11 02:42:47.822649", "updated_at": "2023-04-11 02:42:55.039847"}], "points": [], "urls": ["oxifresh.com"]}}