{"error": 448, "message": "OK", "parameters": {"id": 9302, "name": "LINER", "created_at": "2023-08-19 20:54:08.654259", "updated_at": "2023-08-19 22:03:10.251643", "wikipedia": null, "keywords": null, "related": null, "slug": "liner", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9302.png", "url": "getliner.com", "documents": [{"id": 18224, "name": "LINER - Terms and Privacy", "url": "https://www.notion.so/liner21/LINER-Terms-and-Privacy-9e2e5246ec9d4aba96f8ee5d26324f1f", "xpath": "//body", "text": " Privacy Policy <p>\n<strong>1.\nOverview</strong>\n</p>\n<p>LINER provides this Privacy Policy to inform you of our policies and procedures regarding the collection, use, disclosure and protection of information that apply to our Service, as well as your choices regarding the collection and use of information.</p>\n<p>\n<strong>2.\nPersonally Identifiable Information</strong>\n</p>\n<p>To use the LINER service, an email address, password, username, gender, age, language, and location(latitude and longitude) are required.\nWe use personally identifiable information to deliver the Service, to comply with reasonable requests of law enforcement and recommend additonal content(personalized content and ads) to you.</p>\n<p>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so.\nIf you do not provide Personal Information when requested, you may not be able to benefit from our Service if that information is necessary to provide you with the service or if we are legally required to collect it.</p>\n<ul>\n<li>Personally identifiable information provided by you</li>\n</ul>\n<p>Registration: If you desire to have access to certain restricted sections of the Site or request to receive marketing materials, you may be required to become a registered user, and to submit the following types of Personal Information to LINER: your email address, username, gender, age, language, and location(latitude and longitude).</p>\n<p>Customer Support: We may collect information through your communications with our customer support team or other communications that you may send us and their contents.</p>\n<p>Making a Purchase: When you make payments through the Service, you will need to provide Personal Information such as your credit card number and billing address.</p>\n<p>Other: We may also collect your contact details when you provide them in the context of our customer, vendor, and partner relationships.</p>\n<p>\n<strong>3.\nNon-Personally Identifiable Information</strong>\n</p>\n<p>We also collect and use information about your interactions with the Service in a manner and format that does not identify you as an individual (“Non-Personally Identifiable Information”).\nWe may collect, use, and disclose Non-Personally Identifiable Information as set forth below.</p>\n<p>We collect information about the URLs, titles, highlights, comments and other information you save to LINER.\nThe types of information we collect includes your browser type, device type, time zone, language, and other information related to the manner in which you access LINER.\nIf you are on a mobile device, we may collect the advertising identifiers provided by Apple on iOS and by Google on Android.\nYou can change this identifier in your device settings.\nWe also collect information about your use of LINER so that we can provide our services.\nFor example, as a part of providing LINER’s syncing features, we sync information about the items that you save and view within LINER so that your article list, color order, and other account and usage information may be synced across all of your devices.</p>\n<ul>\n<li>Non-Personally identifiable information provided by you</li>\n</ul> ", "created_at": "2023-08-19 20:54:08.686198", "updated_at": "2023-08-19 20:54:29.446419"}], "points": [], "urls": ["getliner.com"]}}