{"error": 448, "message": "OK", "parameters": {"id": 7910, "name": "Supremacy1914", "created_at": "2023-04-04 20:22:29.054459", "updated_at": "2023-07-10 22:02:42.170406", "wikipedia": "https://en.wikipedia.org/wiki/Supremacy_1914", "keywords": null, "related": null, "slug": "supremacy1914", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7910.png", "url": "supremacy1914.com", "documents": [{"id": 15298, "name": "Terms of Service", "url": "https://www.supremacy1914.com/index.php?id=274", "xpath": "//body", "text": "\nTerms &amp.\nConditions<br>\n<b>Terms of Service of Bytro Labs GmbH</b>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>§ 1 Scope of application</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>1.1&nbsp;Bytro Labs GmbH, Zirkusweg 2, 20359 Hamburg, Germany – hereinafter referred to as “Bytro Labs” – provides the online game – hereinafter referred to as “the game” – as well as additional services on the Internet.\nThese additional services include, but are not limited to, the creation of a user profile, participation in a forum and the purchase of virtual goods, as well as other services.\nPlayers of the game will hereinafter be referred to as “Participants”.</p>\n<p>\n</p>\n<p>\n</p>\n<p>1.2&nbsp;Bytro Labs offers its services to the Participants of the game– including all additional services – solely subject to these Terms of Service (hereinafter referred to as “ToS”).\nBytro Labs hereby objects to any terms of service of the Participants.\nSuch terms of service will only apply if Bytro Labs expressly accepts them in writing.</p>\n<p>\n</p>\n<p>\n</p>\n<p>1.3&nbsp;These ToS do not address any questions which may arise with regards to any services provided by third parties – including questions relating to Internet access.</p>\n<p>\n</p>\n<p>\n</p>\n<p>1.4&nbsp;The game rules of the game are available on the game’s Website.\nUpon participating in the game, the Participant accepts the rules of the game, and the conditions for participation, as binding.\n</p>\n<p>\n<b>§ 2 Subject Matter of Contract</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>2.1 Bytro Labs offers the participation in&nbsp.\nthe game and the use of additional services related to the game, within the scope of the existing technical and operational possibilities.\nBytro Labs provides the Participants of the game with certain information and enables the Participants to display certain data and information on the Internet and to create personalized profiles within the game, which may be visible to other Participants.\nFurthermore, the Participants will have the opportunity to take part in discussion forums.\nBytro Labs will provide the Participants with the necessary applications for participating in the game online.</p>\n<p>\n</p>\n<p>\n</p>\n<p>2.2&nbsp;Use of the game in its basic version is free of charge.\nHowever, there is a charge for certain additional services and applications (see § 7).\nAny additional services and applications which must be paid for will be shown separately on the Website.</p>\n<p>\n</p>\n<p>\n</p>\n<p>2.3&nbsp;The game will be constantly enhanced, updated and modified in order to provide its Participants with an optimal gaming experience.\nTherefore, the Participant will only be granted the right to participate in the then current version of the game.\nBytro Labs reserves its right to cease operation of the game, or certain features thereof, without giving reasons or prior notice.\nIn such a case, the Participant can request a refund of any payments already made in respect of services provided by Bytro Labs, which have not been utilized.\nThe Participant’s right to terminate the contract with immediate effect remains unaffected.\nAny other claims are excluded.\n</p>\n<p>\n<b>§ 3 Participants</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>3.1&nbsp;The game is only offered to consumers as prescribed by § 13 BGB.</p>\n<p>\n</p>\n<p>\n</p>\n<p>3.2&nbsp;We exclusively offer our games to persons over the age of 16.\nPersons under the age of 16 are not eligible to play our games.</p>\n<p>\n</p>\n<p>\n</p>\n<p>3.3&nbsp;Participation in the game is for entertainment purposes only.\n</p>\n<p>\n<b>§ 4 Conclusion of Contract / Registration</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>4.1&nbsp;Participation in the game requires an application for registration of a user account – hereinafter referred to as “Account”.\nRegistration of a Participant is effected online by filling in a registration form and accepting these ToS by clicking on a check box during the registration process.\nThese ToS may be printed out or stored on a durable storage medium before sending the registration form.</p>\n<p>\n</p>\n<p>\n</p>\n<p>4.2&nbsp;All fields on the registration form labelled as “mandatory” must be filled in.\nAll fields on the registration form, whether filled in mandatorily or voluntarily, must be filled in correctly.\nUpon registration, the Participant has to provide an email address at which he can effectively be reached.</p>\n<p>\n</p>\n<p>\n</p>\n<p>4.3&nbsp;Each Participant may register for and use one Account only.\nRegistering for and using multiple accounts is strictly prohibited (so-called “multi-accounts”).\nBreach of this clause may lead to the immediate exclusion of the Participant from the game.</p>\n<p>\n</p>\n<p>\n</p>\n<p>4.4&nbsp;No legal claim exists for the creation of an Account and/or for participation in the game and the additional services.</p>\n<p>\n</p>\n<p>\n</p>\n<p>4.5&nbsp;During the registration process for the game, the Participant chooses a user name under which he will be registered as a Participant of the game.\nIt is strictly prohibited to chose a name with content which is pornographic, racist, inciteful, glorifies war and/or violence, offensive or otherwise illegal.\nBreach of this clause entitles Bytro Labs to immediately exclude the Participant from the game.</p>\n<p>\n</p>\n<p>\n</p>\n<p>4.6&nbsp;The contract between Bytro Labs and the Participant regarding the use of the game the game is concluded when Bytro Labs accepts the Participant’s application for the registration of an Account.\nBytro Labs may accept the offer expressly or by starting to set-up the Account.\nBytro Labs will confirm receipt of the Participant’s application by sending an email to the email address submitted in the registration form.\nThis confirmation is not a binding acceptance of the offer.\nHowever, the confirmation can be sent together with such acceptance.</p>\n<p>\n</p>\n<p>\n</p>\n<p>4.7&nbsp;No legal claim exists for the creation of an Account or for acceptance of the Participant’s application for the creation of an Account as the case may be.\nThe Participant must not transfer his account to third parties.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>§ 5&nbsp.\nRight to Retract</b>\n</p>\n<p>\n<b>Instruction on the Right to Withdraw:</b>\n</p>\n<p>\n<b>The Participant may retract his submission for the conclusion of a contract (regarding participation in </b>\n<b> the game</b>\n<b>) as well as any order for chargeable functions and applications, in text form (e.g.\nby letter, telefax, email) within two weeks.\nThe Participant does not have to give any explanation for this.\nThis two-week time limit starts when the Participant has received this instruction on his right to retract in written form, but not before the conclusion of the contract and not before Bytro Labs has fulfilled its informational obligations under Sect.\n312c (2) 1 BGB, Sect.\n1 (1), (2), (4) BGB-InfoV as well as its obligations under Sect.\n312e (1) 1 BGB, Sect.\n(3) BGB-InfoV.\nIt is sufficient to send the retraction within the Time Limit.</b>\n</p>\n<p>\n<b>The retraction must be addressed to:</b>\n</p>\n<p>\n<b>Bytro Labs GmbH</b>\n</p>\n<p>\n<b>Zirkusweg 2</b>\n</p>\n<p>\n<b>20359 Hamburg</b>\n</p>\n<p>\n<b>Germany</b>\n</p>\n<p>\n<b>E-Mail: </b>\n<b>info@bytro.com</b>\n<b>\n</b>\n</p>\n<p>\n<b>Consequences of Retraction:</b>\n</p>\n<p>\n<b>In the event of a valid retraction, both parties must give back the services they have received and refund the benefits based on the use if applicable.\nIf the Participant is not able to give back completely the services or if the Participant can only give them back in part or only in deteriorated condition, the Participant is obliged to pay compensation to this extent, as the case may be.\nAny obligations regarding the payment of compensation must be fulfilled within 30 days.\nThis time limit starts for the Participant with the sending of the retraction notice, for Bytro Labs with its receipt.</b>\n</p>\n<p>\n<b>End of Right to Retraction:</b>\n</p>\n<p>\n<b>The right to retract ends prematurely in the event that the contract is fulfilled completely with the Participant’s explicit consent, before the Participant used his right to retract.\n</b>\n</p>\n<p>\n<b>End of instruction on the Right to Retract</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>§ 6 Access to the game / Illegal Interferences</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>6.1 &nbsp;Registered Participants of the game may log-in to the game on the game platform, using their user name, after having retrieved the respective URL on the Internet.\nThe automated opening of gaming accounts is prohibited.\nLog-in into the Account is only allowed using the homepage of the game.\nThe Participant may only use ordinary browsers plus software provided by Bytro Labs.\nThe Participant must not take any measures or use mechanisms or software in conjunction with the Website, which may interfere with the function or the course of the game.\nThe Participant must not take any measures which might cause an unacceptable or excessive load on Bytro Lab’s technical capacities.\nIn particular, the Participant is not allowed to block, overwrite or modify any content generated by Bytro Lab, unless Bytro Lab has given its express written consent.</p>\n<p>\n</p>\n<p>\n</p>\n<p>6.2&nbsp;Further, the Participants are obliged to adhere to all laws and regulations when using the game in any way.\nIn particular, the Participant is not allowed to publish any content which is pornographic, racist, glorifies war and/or violence, or is otherwise of an illegal nature or content which is capable of infringing third party’s rights.</p>\n<p>\n</p>\n<p>\n</p>\n<p>6.3&nbsp;Bytro Labs undertakes to ensure an availability of the game of 80% taken as a yearly average.\nExcluded from this are periods during which the the game servers are not accessible due to circumstances which do not fall within the responsibility of Bytro Labs (e.g.\nforce majeure).\nAlso excluded are periods of maintenance during which accessing the the game servers is not possible.</p>\n<p>\n</p>\n<p>\n</p>\n<p>6.4 &nbsp;Bytro Labs offers&nbsp.\nthe game online via a Web-browser.\nBytro Labs does not provide any software which the Participant may need on his local computer in order to participate in the game and Bytro Labs does not offer support regarding the configuration or the installation of software on the Participant’s local computer which may be necessary to participate in the game.\nIt is the Participant’s sole responsibility to maintain his computer in a state which enables the use of the game .\nIf the game is played on other systems, e.g.\ninternet-ready mobile phones, the scope of usage may be restricted.\n</p>\n<p>\n<b>§ 7 Prices and Payment Conditions.\nPayment dates</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.1&nbsp;Upon payment of a fee, the Participant will be granted the opportunity to obtain additional services which are not available in the basic version of the game.\nType, function and price of such additional services are displayed on the the game Website.\nDepending on their function, such additional services may be purchased either by a one-off payment or by paying a subscription fee.\nThese additional services with costs allow the Participant to use certain additional functions for a specified time and in accordance with the game ’s game rules.\nSince the game will be developed and enhanced from time to time, Bytro Labs reserves its rights to offer new additional services or to stop offering certain additional services or to offer certain additional services in the basic version of the game.\nIn the event that the Participant has made payments for additional services for a period of time in the future, and cannot make use of these, because they are no longer offered and/or are offered in the free basic version of the game as well, Bytro Labs will at the choice of the Participant offer other additional services as a substitute or refund the Participant on a pro rata basis.\nIn the aforementioned cases, the Participant has the right to terminate the contract with immediate effect.\nAny other claims of the Participant are excluded.</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.2 &nbsp;The fees for additional services are payable in advance and become due upon activation of the services by the Participant.\nThe fees will be collected from the bank account or credit card account provided by the Participant or effected via appropriate payment methods.</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.3&nbsp;Bytro Labs is entitled to lower its prices permanently or temporarily and to permanently or temporarily offer new products, services or invoicing methods.\nBytro Labs is further entitled to change the prices at any time with six weeks prior written notice or by informing the Participant via email to the email address provided by the Participant.\nIf the Participant does not object to the price changes within six weeks of being informed of the price change, the new price will become effective.\nThe contractual relationship will then continue with the new conditions / prices.\nBytro Labs will inform the Participant about the potential to object and the legal consequences, especially the legal consequences arising from a failure to object, when notifying the Participant about the changes.\nIf the Participant objects in time, each party may terminate the contract with one month’s prior notice.\nUntil termination, the former tariffs and prices will remain in effect.\nAny payments for services in respect of the period after the termination takes effect, will be reimbursed on a pro rata basis.\nAny other claims of the Participant against Bytro Labs are excluded.</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.4 &nbsp;In the event of late payment, Bytro Labs is entitled to request an interest rate of 5 % above the then current base rate.\nBytro Labs is further entitled to immediately cease performance and to disable and to deactivate the respective Account.</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.5 &nbsp;In case the Participant causes reversal debits and / or cancellation fees for the cancellation of debits through the Participant’s fault, or a lack of backing of the Participant’s bank account, the Participant shall reimburse Bytro Labs for any such cancellation fees and costs.\nBytro Labs shall have the right to debit these cancellation fees and costs, along with the original fees, from the Participant’s account.\nIf payment of the fees is made through debit or through credit cards and reversal debits occur, Bytro Labs charges a service fee of EUR 9,00 per debit / credit card transaction plus banking fees, unless the Participant proves that no damage or only a substantially lower damage has been caused.</p>\n<p>\n</p>\n<p>\n</p>\n<p>7.6 &nbsp;The Participant may only offset if he has a claim against Bytro Labs which Bytro Labs has not disputed or which has been declared legally binding by a court decision.\nThe Participant may only withhold payment if he has a claim against Bytro Labs which has its origin in the same contractual relation.\nThe Participant is not entitled to assign his claims against Bytro Labs to a third party.\n</p>\n<p>\n<b>§ 8 Term and Termination</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.1 &nbsp;Any contracts between the Participant and Bytro Labs are entered into for an unlimited period of time, unless otherwise agreed.\nWhere the contract has been entered into for an unlimited period of time, both Parties may terminate the contract with immediate effect at any time.</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.2 &nbsp;In the event that the contract regarding the use or the provision of additional services has been agreed upon by means of a subscription, the subscription automatically renews for the same period of time, unless the subscription has been terminated with a period of 15 working days, effective upon the end of the term.</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.3&nbsp;The right of both Parties to terminate the contract for cause remains unaffected by the aforementioned provisions.\nIn the event that Bytro Labs is responsible for the extraordinary termination of the contract, the Participant will be reimbursed for any payments he may have made in respect of the period after the termination takes effect, on a pro rata basis.\nThe Participant does not have any other claims, unless otherwise provided in these ToS.</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.4&nbsp;Bytro Labs may in particular terminate the contract for cause if:</p>\n<p>\n</p>\n<p>\n</p>\n<p> The Participant is late in paying fees of at least EUR 10,00 despite two reminders</p>\n<p>\n</p>\n<p>\n</p>\n<p> The Participant culpably breaches any legal rule, these ToS and/or specific rules for the use of additional services, and such breach remains uncured in identical or similar form, despite written notice</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.5&nbsp;In case of severe breaches, the contract may be terminated without prior written notice.\nA severe breach is a breach which makes it unreasonable for Bytro Labs to remain bound by the contract and includes, but is not limited to:</p>\n<p>\n</p>\n<p>\n</p>\n<p> a&nbsp;The Participant breaches criminal law</p>\n<p>\n</p>\n<p>\n</p>\n<p> b&nbsp;The Participant breaches the prohibition of multi-accounts (see above §4, para 4.3)</p>\n<p>\n</p>\n<p>\n</p>\n<p> c&nbsp;The Participant breaches the prohibition of non-authorized scripts (see above §6, para 6.1)</p>\n<p>\n</p>\n<p>\n</p>\n<p> d&nbsp;The Participant provides incorrect information upon registration (see §4) or upon payment for functions and applications with costs (see §7).</p>\n<p>\n</p>\n<p>\n</p>\n<p>8.6.\n&nbsp;Each termination has to be in writing in order to be effective.\nemail is sufficient to comply with the written form requirement.\nExtraordinary termination of the contract must state the reasons for termination.\n</p>\n<p>\n<b>§ 9 Copyright</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The Participant remains the owner of all rights he may have in the content he makes available in the game.\nBy making content available on the the game platform, the Participant grants Bytro Lab free of charge a non-exclusive license to publicly display, reproduce and make publicly available, worldwide, such content on the the game platform.\nBytro Lab is not granted any further rights to use the content which is made available by the Participant.\nThe license is terminated if the Participant deletes the content he generated from the the game platform.\n</p>\n<p>\n<b>\n<i>§ 10 Data Protection</i>\n</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<i>Bytro Labs is entitled to store personal data electronically in order to monitor compliance with the game rules, these ToS and applicable law.\nFurther, personal data may be collected, processed and used for the purposes of the implementation of the contract, including billing.\nAlso IP addresses and data regarding the time and type of use of the Website, the email address which the Participant has provided in the registration form and further data which the Participant has provided in his profile, will be stored.\nFurthermore, Bytro Labs is entitled to use personal data of Participants within the scope of what is permissible by law without further consent of the Participant, in order to provide the Participant with product information regarding products of Bytro Labs, if the Participant has not objected to such use of his data.\nThe Participant may object at any time.</i>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>For the complete Bytro Labs Privacy Policy, see here.</p>\n<p>\n<b>§ 11 Liability for Content</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Regarding communication between Participants, the game serves as a platform via which the Participants may communicate with each other.\nThe Participants are solely responsible for the content of such communication and for further content which is made available on the Internet site by the Participants.\nBytro Labs is not responsible for any content which is pornographic, racist, offensive or otherwise of an illegal nature, which has been made available on the platform or otherwise on the Internet site of the game by Participants.\nThe same applies to content which infringes third party rights in any other way.\nAny breach may lead to the immediate deletion and/or blocking of the relevant content and/or the Account of the Participant and to the exclusion of the Participant from the game by termination of the contract with the Participant.\nBytro Labs is not responsible for the content of other third-party sites which can be accessed via links from the game ’s site.\nBytro Labs does not control any of these sites and expressly dissociates itself from their content.\n</p>\n<p>\n<b>§ 12 Claims based on defects.\nLimitation of Liability</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.1 &nbsp;Bytro Labs only offers and provides the game in its then current version.\nThe Participant cannot claim that a certain condition or functional status of the game and/or additional services are maintained or achieved.\nThe Participant is aware that the game and/or the additional services&nbsp.\n– like any other software – can never be completely free of errors.\nTherefore, the game and/or the additional services can only be considered to be defective if usability is affected severely and for a prolonged period.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.2&nbsp;The Participant shall document any significant defect in the game or other services or deliveries of Bytro Labs.\nhe shall report them in writing, along with a log of the error messages displayed.\nBefore reporting a potential error, the Participant shall consult the instructions and other troubleshooting tools provided by Bytro Labs (especially frequently asked questions lists or forums for troubleshooting).\nThe Participants shall use their best efforts to support Bytro Labs in any attempts to eliminate errors.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.3&nbsp;The Participants will notify Bytro Labs of any defects in writing, without undue delay, upon discovery.\nApparent defects of goods – including virtual goods – must be reported to Bytro Labs in writing within two weeks of receipt of the goods.\nThe time limit will be met if the report is sent within this period.\nAny defects must be reported without undue delay upon discovery.\nIf no notice has been given within the time limit, all claims based on such defects shall forfeit.\nFor the Participant’s own protection and for evidence reasons, the Participant is advised to send such reports in writing (e.g.\nby telefax, letter or Email) to Bytro Labs.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.4&nbsp;Bytro Labs is not liable for any defects which are caused by external events,&nbsp.\nhandling errors by the Participant, force majeure or by manipulations which are not carried out by Bytro Labs or which cannot be attributed to Bytro Labs.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.5&nbsp;Bytro Labs does not assume any warranties, unless otherwise agreed upon in writing.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.6&nbsp;Bytro Labs is not liable for damages unless they are caused intentionally or by gross negligence.\nBytro Labs are liable for advice given only as far as the advice concerned the game directly.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.7&nbsp;The aforementioned limitations in 12.6 do not apply to the liability for personal injury of life, body and health.\nThey do not apply in the event that the damage is the result of a breach of a guarantee.\nThey do not apply in respect of the breach of a primary obligation (i.e.\na contractual duty, the adherence to which is of special importance to the fulfilment of the contractual objective and on which the client, as a party to this contract, may legitimately rely) or an essential obligation.\nBytro Labs’ liability according to the product liability laws and Sect.\n44 a TKG remain unaffected.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.8&nbsp;Liability for breach of an essential obligation is limited to the damage which could reasonably have been foreseen.\nThe damage which could have been foreseen is limited to EUR 20,00 per Account.</p>\n<p>\n</p>\n<p>\n</p>\n<p>12.9&nbsp;The aforementioned limitations of liability also apply for the personal liability of staff, employees, assistants, vicarious agents, contributors, representatives, organs, shareholders of Bytro Labs and their members.\n</p>\n<p>\n<b>§ 13 Further Duties and Obligations of Participants</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>13.1&nbsp;The Participant is aware that he uses the game together with many other Participants and communicates with different Participants when using the additional services.\nIn order to achieve an enjoyable gaming experience, it is necessary to adhere to the rules of the game.\nThe Participants accept the rules of the game and the ToS as binding.\nThe Participants will follow Bytro Lab’s instructions which will be provided by the game supervisor.\nAdditionally, the Participants will refrain from any conduct which may interfere with the operation of the game and/or the additional services and which may disturb an enjoyable gaming experience.</p>\n<p>\n</p>\n<p>\n</p>\n<p>13.2&nbsp;The Participants must not use the game for commercial or illegal purposes.</p>\n<p>\n</p>\n<p>\n</p>\n<p>13.3&nbsp;Bytro Labs is not responsible for any damage or loss of data on the local computer of the Participant which results from the installation of software which was not provided by Bytro Labs.</p>\n<p>\n</p>\n<p>\n</p>\n<p>13.4&nbsp;The Participant is obliged to keep all access data for the game (login, passwords etc.) strictly confidential.\nHe will promptly inform Bytro Labs if he finds out or suspects that an unauthorised third person is in possession of his access data.\nThe Participant must not use the Account or access data of another Participant.\nThe Participant is aware that in the event that a third party uses the game with his access data, through his own fault, the Participant is liable for the fees and for damages.\nAll access through a Participant’s access data shall be considered as an access by that particular Participant himself.\nBytro Labs points out that passwords should regularly be changed for security reasons.</p>\n<p>\n</p>\n<p>\n</p>\n<p>13.5&nbsp;In the event that Bytro Labs has reason to believe that an unauthorised third party is in possession of access data, Bytro Labs may, without assuming any responsibility to do so, and always acting at its sole discretion, change the access data without prior notice or block the respective Account.\nBytro Labs will promptly inform the rightful Participant and will, upon request, communicate the new access data to him without undue delay.\nThe Participant cannot claim to have his initial access data restored.</p>\n<p>\n</p>\n<p>\n</p>\n<p>13.6&nbsp;Bytro Labs protects its systems against viruses.\nHowever, the Participant acknowledges that virus can never be completely ruled out.\nThe Participant is aware that unauthorised third parties may send emails under the name of Bytro Labs, without Bytro Lab’s knowledge or consent, and such emails may contain viruses, so-called spyware or links to websites which, in turn, contain viruses or spyware.\nBytro Lab cannot prevent such behaviour.\nThe Participant will, therefore, check all incoming mail sent by or under the name of Bytro Labs, for viruses before opening them.\nThis also applies to emails sent by other Participants.</p>\n<p>\n</p>\n<p>\n</p>\n<p>13.7&nbsp;Bytro Labs will usually, unless otherwise provided in these ToS or other agreements between the Participant and Bytro Labs, communicate with the Participant via email.\nThe Participant shall make sure that he receives all emails sent by Bytro Labs to the address submitted to Bytro Labs in the registration form or at a later date.\nIn particular, he will configure the spam filter accordingly and regularly check this address for incoming mail.\nBytro Labs may choose any other appropriate means of communication.\n</p>\n<p>\n<b>§ 14 Changes to these ToS</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>14.1&nbsp;Bytro Labs reserves the right to make changes to these ToS for the future, if this should prove necessary and if the Participant is not disadvantaged contrary to good faith.</p>\n<p>\n</p>\n<p>\n</p>\n<p>14.2&nbsp;The Participant will be notified of the changes to the ToS at least two weeks before the changes become effective, in appropriate written form.\nNotification will usually take place upon the next log-in of the Participant.</p>\n<p>\n</p>\n<p>\n</p>\n<p>14.3&nbsp;The Participant can object to a change or amendment of the ToS within one month of being notified thereof.\nIf the Participant objects in time, each party may terminate the contract by giving one month’s notice.\nFurther termination rights remain unaffected.\nPayment made for services after the termination takes effect will be reimbursed on a pro rata basis.\nIf the Participant fails to object to the changes to the ToS within one month of being notified, the change or amendment made to the ToS will become effective regarding the respective Participant.\n</p>\n<p>\n<b>§ 15 Place of Jurisdiction / Applicable Law / Written Form</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>15.1 The laws of the Federal Republic of Germany apply to these ToS and any and all contracts concluded subject to these ToS, as well as any claims arising therefrom.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is excluded.</p>\n<p>\n</p>\n<p>\n</p>\n<p>15.2 Should any provision of these ToS be held to be unlawful, void, or for any reason unenforceable, then this shall not affect the validity and enforceability of the remaining provisions.</p>\n<p>\n</p>\n<p>\n</p>\n<p>15.3 Any changes and amendments to the contract between Bytro Labs and the Participant and to any additional agreements, must be in writing.\nAny change to the written form requirement must also be in writing.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Hamburg, 17 August 2012</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Bytro Labs GmbH</p>\n<p>\n</p>\n<p>\n</p>\n<p>Zirkusweg 2</p>\n<p>\n</p>\n<p>\n</p>\n<p>20359 Hamburg</p>\n<p>\n</p>\n<p>\n</p>\n<p>Germany</p>\n<p>\n</p>\n<p>\n</p>\n<p>E-Mail: info@bytro.com</p>\n<p>\n</p>\n<p>\n</p>\n<p>Managing Director: Tobias Kringe, Christopher Lörken</p>\n<p>\n</p>\n<p>\n</p>\n<p>Registered Office: Hamburg</p>\n<p>\n</p>\n<p>\n</p>\n<p>HR-No.\nand Commercial Register: HRB 118884, Amtsgericht Hamburg</p>\n<p>\n</p>VAT ID No.: DE263701383 ", "created_at": "2023-04-04 20:22:29.128649", "updated_at": "2023-04-04 20:22:54.376993"}, {"id": 15297, "name": "Privacy Policy", "url": "https://www.supremacy1914.com/index.php?id=276", "xpath": "//body", "text": "\nPrivacy Policy<br>Data protection policy of Bytro Labs GmbH<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>This is the data protection policy of Bytro Labs GmbH (“Bytro Labs”, “we”).\nWe provide, in various ways, such as our website (“website”), electronic games (“services”).\nWith this data protection policy, we would like to provide you with information on which personal data we collect and process.\nFurthermore, we would like to inform you about your rights.\nThe responsibility to protect and process personal data is an important concern to Bytro Labs.\nYour data is protected against unauthorized access as well as loss using various technical and contractual measures.\nBytro Labs has taken the necessary technical and organizational measures for this purpose.\nIf links lead to third-party websites, please note that these companies provide their own data protection statements that apply accordingly.\nWe offer our services only to persons who are at least 16 years old.\nWe therefore do not knowingly collect and process data from persons younger than 16 years old.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>I.\nName and address of the responsible party</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The responsible party, with respect to the General Data Protection Regulation and other national data protection laws of member states as well as other data protection provisions, is:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Bytro Labs GmbH</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Zirkusweg 2</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>20359 Hamburg</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Email: support@bytro.com</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Website: www.bytro.com</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>II.\nName and address of the data protection officer</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The data protection officer of the responsible party is:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Deloitte AB</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Rehnsgatan 11, 113 79 Stockholm - Sweden</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>E-Mail: datenschutzbeauftragter@bytro.com</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>III.\nGeneral information on data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>1.\nScope of personal data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>As a rule, we only collect personal data that you share when making use of the services while logging in or registering and when utilizing fee-based services, as needed.\nPersonal data is considered data that includes information on personal or factual circumstances.\nWhen logging in and registering as a user to our website, you merely need to provide an email address and/or user name and/or password.The password is encrypted and does not allow any conclusion to be made on the actual password at any time.\nWithin the scope of carrying out the user contract concluded, in particular your chosen fee-based services, additional data, such as complete name, address, banking details, credit card numbers, etc.\nmay be required.\nAdditionally, when processing your requests or to provide you with support, it is sometimes required to ask you for personal data such as name, address, email address, and telephone number.\nWe also collect data as part of voluntary participation in inquiries and surveys.\nWe submit personal data only to cooperating companies or external service providers, provided this is legally required or permitted, in particular in performance of a contract, to process payments, as well as to protect other users or defend against dangers for national or public security, or to prosecute criminal offenses.\nYour interests worthy of protection are considered in pursuance with statutory data protection regulations.\nIn the event of a default in payment, we hereby reserve the right to commission a collection agency or an attorney to collect the payment due, as needed, and to provide the necessary data within this context.\nWe treat all of this data in a confidential manner and in consideration of statutory data protection regulations.\nAs a rule, we do not provide such information to third parties without your permission, unless it is required to execute and settle the contract, to process your request, or to provide you with support, or permitted according to statutory data protection regulations.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>2.\nLegal basis for processing personal data</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If we receive the consent of the person concerned to process personal data, Art.\n6 Para.\n1 a of the EU General Data Protection Regulation (GDPR) serves as the legal basis for processing personal data.\nWhen processing personal data that is required to perform a contract whose contractual party is the person concerned, Art.\n6 Para.\n1 b GDPR serves as the legal basis.\nThis also applies to processing processes that are required to carry out pre-contractual measures.\nIf personal data must be processed to comply with a legal requirement to which our company is subject, Art.\n6 Para.\n1 c GDPR serves as the legal basis.\nIn the event that the vital interests of the person concerned or another natural person make it necessary to process personal data, Art.\n6 Para.\n1 d GDPR serves as the legal basis.\nIf processing is required to protect a legitimate interest of our company or a third party, and if the interests, basic rights, and basic freedoms of the party concerned do not prevail over the previously stated interest, Art.\n6 Para.\n1 f GDPR serves as the legal basis.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>3.\nPurpose of processing personal data</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We collect and process data in order to enable you to use our services.\nThis also includes processing for the purpose of data security and the stability and operational security of our system as well as accounting purposes.\nWe process data in order to provide you assistance when you submit support inquiries.\nData is also processed in order to discover and prevent the improper use of multiple accounts, e.g.\nfraudulent purposes.\nData is processed in order to acquire new customers and distribute promotional material that we believe correlates with your interests.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>4.\nData erasure and storage duration</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The personal data of the person concerned is erased or locked as soon as there is no longer a reason to store it.\nData may also be stored if required by European or national lawmakers in Union directives, laws, or other regulation to which the responsible party is subject.\nData may also be stored or erased after the storage period stipulated by the specified standards expires, unless the continued storage of the data is required to conclude or perform a contract.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>5.\nData security</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We endeavor to take reasonable precautions in order to prevent unauthorized access to your personal data as well as unauthorized use or falsification of this data and to minimize the associated risks.\nNevertheless, providing personal data, whether in person, on the telephone, or via the internet, is always associated with risks and no technical system is completely free of the possibility of manipulation or sabotage.\nWe process the data collected from you in accordance with German and European data protection law.\nAll employees are required to protect data privacy and comply with data protection regulation, and are trained accordingly.\nFor payment purposes, your data is transmitted using the SSL process and encrypted.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>IV.\nProvision of services and creation of log files</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>1.\nDescription and scope of data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Whenever our services are solicited, our system automatically collects data and information on the visiting computer system.\nThe following data is collected during this:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Internet protocol</li>\n<li>IP address</li>\n<li>URL of the referring website from which the file was requested</li>\n<li>Date and time of access</li>\n<li>Browser type and operating system as well as hardware information</li>\n<li>The site you visited</li>\n<li>Quantity of data transmitted</li>\n<li>Access status (file transferred, file not found, etc.)</li>\n<li>Duration and frequency of use</li>\n<li>Available IDs of third parties (such as Google Play ID, Facebook ID, etc.) in order to enable cross-device use</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The data is also stored in the log files of our system.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>2.\nLegal basis for data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Art.\n6 Para.\n1 f GDPR is the legal basis for the temporary storage of data and log files.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>3.\nPurpose of data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Temporary storage of the IP address by the system is necessary in order to deliver services to the computer of the user.\nTo do so, the IP address of the user must be stored for the duration of the session.\nData is stored in log files in order to ensure the functionality of the services.\nAdditionally, the data also serves to optimize the services and to ensure the security of our IT systems.\nData is stored over the duration of the session for purposes of combating fraud (e.g.\npayment fraud, violation of the rules of play through the use of multiple accounts by the same person) and for the purposes of IT security (e.g.\nprotection against DDoS attacks).\nOtherwise, the data is stored merely for purposes of statistical evaluation.\nIn order to monitor compliance with the rules of use and rules of play, we reserve the right to store IP addresses and log files for a certain period of time after our services are utilized.\nIn particular, this procedure serves to avoid certain cases of misuse or to resolve them and be able to forward the data in individual cases to investigative authorities or to rectify bugs.\n&nbsp;&nbsp;Additionally, any evaluation of data is carried out in an anonymous manner wherever possible.\nAfter this period ends, the IP address and log files are completely erased, unless there exist mandatory statutory storage requirements or concrete criminal or abuse proceedings.\nFor these purposes, our legitimate and overriding interest is to process data in accordance with Art.\n6 Para.\n1 f GDPR.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>4.\nDuration of storage</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The data is erased as soon as it is no longer required to achieve the purpose for which it was collected.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>5.\nOption to object and erase</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Data collection to provide services and data storage in log files is absolutely required in order to ensure the uninterrupted provision of services.\nAs a consequence, the user has no option to object.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>V.\nPush notifications</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>1.\nDescription and scope of data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We can send push notifications to your device in order to share with you updates on services, news, and other relevant messages.\n&nbsp;&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>2.\nLegal basis for data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The legal basis for processing data is Art.\n6 Para.\n1 b GDPR if a contract exists.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>3.\nOption to object and erase</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You can prevent your data from being processed by applying the respective settings to your system.\nPlease refer to the documentation of the system you use.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>VI.\nContact form and email, in-game support</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>1.\nDescription and scope of data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>There is a contact form on our website which can be used to contact us electronically.\nIf a user makes use of this option, the data submitted into the input form will be sent to us and stored.\nThis data is:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Email</li>\n<li>Type of request</li>\n<li>User name</li>\n<li>Subject</li>\n<li>Question/problem</li>\n<li>Browser, hardware, and operating system data</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p> Alternatively, we can be contacted using the email provided.\nIn this case, the personal data of the user is saved with the email used to send it.\nAlternatively, you can also send inquiries to us within the game.\nIn this context, no data is forwarded to third parties.\nThe data is used exclusively to process the inquiry.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>2.\nLegal basis for data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The legal basis for processing data is Art.\n6 Para.1 a GDPR if the user has provided consent.\nThe legal basis for processing data, that is submitted when an email is sent, is Art.\n6 Para.\n1 f GDPR.\nIf the email is intended to conclude a contract, the further legal basis for processing is Art.\n6 Para.\n1 b GDPR.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>3.\nPurpose of data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We process personal data from the input form solely to process communication.\nIn the event that contact is made via email, there is also the required legitimate interest to process the data here.\nThe other data processed during the submission process serves to prevent misuse of the contact form and to ensure the security of our IT systems.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>4.\nDuration of storage</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The data is erased as soon as it is no longer required to achieve the purpose for which it was collected.\nThe data is stored for twelve months for the purposes of combating fraud and improving support.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>5.\nOption to object and erase</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The user has the option, at any time, to withdraw his consent to process the personal data.\nIf the user contacts us, he can object to the storage of his personal data at any time.\nIn such an event, the conversation cannot continue.\nAll personal data, that was stored when contact was made, is erased in this case.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>VII.\nCookies, web beacons, etc.</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>1.\nDescription and scope of data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>Cookies</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We use so-called cookies, which are text files or pixels, that are stored on the user’s display device.This concerns technologies that can be used to collect certain user-specific settings and technical information with which the user can be identified.\nWe employ cookies in order to make our services more user friendly.\nSome elements of our services require that the user can be identified.\nWe also use cookies that allow us to analyze the behavior of the user.\nAdditionally, we use cookies to target advertisements.\nCookies are stored on the user’s display device.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>There are permanent cookies, that are stored for a longer period of time on your display device, and session cookies, that are temporarily stored on your display device and erased after the service is provided.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We use necessary cookies, function cookies, performance cookies, targeting and advertising cookies, and conversion tracking cookies.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Necessary cookies.\nThese cookies are necessary to use our services.\nWithout these necessary cookies, it is possible that we will not be able to provide you certain services or features or that the services will not be depicted correctly.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Function cookies.\nFunction cookies enable us to recognize your settings and provide you with advanced and better adapted features, such as a personal adjustment of services, recognizing whether we have asked you certain things, or you have requested other services.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>All of these features help us to improve the services for you.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Performance cookies.\nPerformance cookies are also sometimes called analytics cookies, collect information on your use of services, and enable us to improve the functionality of our services.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>For example, performance cookies show us which pages are used most often, how the entire usage pattern of the services looks, help us to detect problems with the use of services, and determine whether our advertising is presented effectively or not.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Targeting and advertising cookies.\nWe and our service providers can employ targeting or advertising cookies in order to show you promotions that are better adjusted to your interests and preferences.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We can use targeting or advertising cookies in order to limit the number of identical advertisements that are shown to you with our services, or to determine or increase the effectiveness of our marketing campaigns.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>These cookies show, for example, what you have viewed while using our services, and we share this information with other organizations, such as advertising clients.\nThe display of advertising supports operations and the further development of our services.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Bytro Labs GmbH uses AdDefend, a service of AdDefend GmbH, Borselstrasse 3, 22765 Hamburg to display advertising.\nThis service uses cookies to determine if you have visited a website before.\nYou can object to the use of these cookies by AdDefend at any time by using the opt-out option at https://www.addefend.com/en/opt-out/.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Conversion tracking cookies.\nIn order to provide our users with the best possible gaming experience, we strive to constantly add new players to our games.\nIn the process of determining and driving marketing measures, we use conversion tracking.\nIn doing so, a marketing partner records, with our help, when a user completes a registration or a predefined action in the game.\nThis occurs either via direct automated contact with the server of the marketing partner or through an intermediary service provider.\nThe data that we transfer is limited to what is most necessary.\nWhen starting to use our services, the user is informed about the use of cookies.\nIf the user does not wish for our cookies to be stored on his display device, would like to delete a stored cookie, or would like to be informed about the storage of such, the user can configure his browser or mobile end device accordingly.\nThe details of how these are applied can be found using the help information of the browser.\nWe would like to explicitly state that, in this case, not all functions of the services can be used in their entirety.\nIf you access our services via third parties, it may be the case that they use cookies.\nWe have no influence on this.\nPlease note the data protection guidelines of these third parties.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>2.\nLegal basis for data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The legal basis for processing personal data when using cookies is Art.\n6 Para.\n1 f GDPR.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>3.\nPurpose of data processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The purpose of using technically necessary cookies is to simplify the use.\nSome functions of our software cannot be provided without the use of cookies.\nThe user data collected via technically necessary cookies are not used to create user profiles.\nAnalytics cookies are used for the purpose of improving the quality of our services and their contents.\nVia these analytics cookies, we learn how the services are used and can thus constantly optimize our products.\nFor these purposes, we also have a legitimate interest in the processing of personal data according to Art.\n6 Para.\n1 f GDPR.\nAdditionally, we have a legitimate interest in directing advertising in our services.\nWe have an interest in finding new customers.\nIn order to achieve this, our advertising partners must use cookies.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>4.\nDuration of storage, option to object and erase</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Cookies are saved on the user’s device and sent to us from it.\nTherefore, as the user, you also have full control on the use of cookies.\nBy changing the settings in your internet browser or mobile device, you can deactivate or limit the transmission of cookies.\nCookies that have already been saved can be erased at any time.\nThis can also occur automatically.\nIf cookies are deactivated, it may be the case that not all of the functions of the services can be used in their entirety.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>VIII.\nLogging in via third parties</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We offer you the option of logging in to our services with login data of other services (“partners”).\nIt is thus not necessary to register again.\nA non-conclusive list of our partners includes, for example, Facebook, Google, or Steam.\nIn this case, you can log in to our services through a partner.\nTo do so, your account with our partner is linked to our service.\nThe partner then sends us the respective information that serves exclusively for quality assurance measures and is not shared with third parties at any time.\nFor additional information on the service you prefer, please refer to the above contact (see.\n“I.\nName and address of the responsible party”).</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>IX.\nRights of the person concerned</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If we process your personal data, you are the person concerned in the sense of the GDPR, and you have the following rights with respect to the responsible party.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>1.\nRight of access</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You can request from the responsible party a confirmation of whether personal data that concerns you is processed by us.\nIf such processing occurs, you can request the following information from the responsible party:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>The purposes for which the personal data is processed;</li>\n<li>The categories of personal data that is processed;</li>\n<li>The recipient or categories of recipients to which the personal data that concerns you was submitted or not submitted;</li>\n<li>The planned duration of storage of the personal data concerning you, or, if concrete information on this is not available, the criteria for determining the storage duration;</li>\n<li>The existence of a right to disclose or erase the personal data concerning you, a right to limit processing on the part of the responsible party, or a right to object to this processing;</li>\n<li>The existence of a right to lodge a complaint with a supervisory authority;</li>\n<li>All available information on the source of the data if the personal data is not collected for the person concerned;</li>\n<li>The existence of an automated decision making process including profiling in accordance with Art.\n22 Para.\n1 and 4 GDPR and, at least in these cases, detailed information on the logic involved as well as the scope and the desired effects of such processing for the person concerned.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You have the right to request information on whether the personal data concerning you is sent to a third country or an international organization.\nIn this context, you can request suitable guarantees pursuant to Art.\n46 GDPR in connection with the transfer.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>2.\nRight to rectification</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You have the right to rectification and/or completion, with respect to the responsible party, provided that the processed personal data concerning you is incorrect or incomplete.\nThe responsible party must make the rectification without delay.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>3.\nRight to limit processing</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Under the following conditions, you can request a limit to the processing of the personal data concerning you:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>If you contest the correctness of the personal data concerning you for a duration of time that enables the responsible party to verify the correctness of the personal data;</li>\n<li>The processing is illegal and you refuse erasure of the personal data and instead request a limitation of the use of the personal data;</li>\n<li>The responsible party no longer requires the personal data for the purposes of processing, but you require it to assert, exercise, or defend legal claims, or</li>\n<li>If you have submitted the objection to processing according to Art.\n21 Para.\n1 GDPR and it is not yet certain whether the legitimate concerns of the responsible party prevail over your concerns.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If the processing of the personal data concerning you was limited, this data, except for its storage, may only be processed with your consent or to assert, exercise, or defend legal claims, or to protect the rights of another natural or legal person or for reasons of an important public interest of the Union or a member state.\nIf processing was limited according to the above conditions, you will be informed by the responsible party before the limitation is applied.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>4.\nRight to erasure</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We offer the option to independently delete or correct your own personal data in game.\nIf you are logged in to your account, you can delete your personal data in the settings of your user account.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>a) Obligation to erase</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You can request that the responsible party immediately erase the personal data concerning you, provided one of the following reasons applies:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>The personal data concerning you is no longer required for the purposes for which it was collected or processed in another manner.</li>\n<li>You withdraw your consent upon which processing pursuant to Art.\n6 Para.\n1 a or Art.\n9 Para.\n2 a DSGVO is based, and there is no other legal basis for processing.</li>\n<li>You submit an objection to processing pursuant to Art.\n21 Para.\n1 GDPR and there exist no superordinate legitimate reasons for processing, or you submit an objection to processing pursuant to Art.\n21 Para.\n2 GDPR.</li>\n<li>The personal data concerning you was processed illegally.</li>\n<li>The erasure of the personal data concerning you is required to comply with a legal requirement according to Union law or the law of a member state to which the responsible party is subject.</li>\n<li>The personal data concerning you was collected in regard to services offered by the information company in accordance with Art.\n8 Para.\n1 GDPR.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>b) Information to third parties</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If the responsible party published the personal data concerning you and is required to erase such according to Art.\n17 Para.\n1 GDPR, said party will take suitable measures, also of a technical nature and in consideration of available technology and implementation costs, to inform data processors processing the personal data that you, as the person concerned, have requested the erasure of all links to this personal data or copies or replications of this personal data.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>c) Exceptions</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>There is no right of erasure if processing is required to exercise the right of free expression and information;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>To comply with a legal obligation to which the responsible party is subject according to Union law or that of a member state for processing purposes, or to perform a task that is in the public interest or in the practice of public authority conferred to the responsible party;</li>\n<li>For reasons of public interest in the area of public health according to Art.\n9 Para.\n2 h and i as well as Art.\n9 Para.\n3 GDPR;</li>\n<li>For archiving purposes, scientific or historic research purposes, or for statistical purposes in the public interest according to Art.\n89 Para.\n1 GDPR, provided that the right specified in section a) temporarily makes the achievement of the goals of processing impossible or severely limits such, or</li>\n<li>To assert, exercise, or defend legal claims.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>5.\nRight to information</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you have asserted the right to information on, erasure, or limitation of processing with respect to the responsible party, said party is required to share this rectification or erasure of the data or limitation of processing with all recipients to whom the personal data concerning you was published, unless this proves to be impossible or is associated with excessive cost.\nYou have the right to information on these recipients from the responsible party.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>6.\nRight to data transferability</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You have the right to receive the personal data concerning you, which you provided to the responsible party, in a structured, standard, and machine-readable format.\nAdditionally, you have the right to transfer this data to another responsible party without obstruction on the part of the responsible party, to which the personal data was provided, &nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>provided that processing occurs based on consent pursuant to Art.\n6 Para.\n1 a GDPR or Art.\n9 Para.\n2 a GDPR or a contract pursuant to Art.\n6 Para.\n1 b GDPR,</li>\n<li>and the processing is carried out using automatic processes.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>When exercising this right, you also have the right to ensure that the personal data concerning you is transferred directly from one responsible party to another responsible party, provided this is technically feasible.\nThe freedom and rights of others may not be affected by this.\nThe right of data transferability does not apply for processing personal data that is required to carry out a task that is in the public interest or in the practice of public authority conferred to the responsible party;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>7.\nRight to object</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You have the right, for reasons relating to your particular situation, to submit at any time objection to processing of the personal data concerning you which is conducted based on Art.\n6 Para.\n1 e or f GDPR.\nthis also applies to profiling based on these conditions.\nThe responsible party no longer processes the personal data concerning you, unless said party can provide evidence of compelling reasons worthy of protection for the processing that prevail over your interests, rights, and freedoms, or the processing serves to assert, exercise, or defend legal claims.\nIf the personal data concerning you is processed in order to pursue direct advertising, you have the right to submit at any time objection to processing of the personal data concerning you for the purposes of such advertising.\nthis also applies to profiling, provided it is in connection with direct advertising.\nIf you object to processing for the purpose of direct advertising, the personal data concerning you will no longer be processed for these purposes.\nRegardless of Directive 2002/58/EC, you have the option, in connection with the use of services of the information company, of exercising your right to object using an automated process that uses technical specifications.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>8.\nRight to withdraw data protection declarations of consent</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You have the right to withdraw your declaration of consent at any time.\nThe withdrawal of consent does not affect the legality of the processing conducted on the basis of the consent up to the date of the withdrawal.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>9.\nAutomated decision in individual cases including profiling</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You have the right not to be subjected to a decision based solely on automated processing, including profiling, which will have legal effect or similarly affect you in a similar manner.\nThis does not apply if the decision</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>a) is required to conclude or carry out a contract between you and the responsible party,</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>b) is permissible on the basis of Union or member state law to which the responsible party is subject, and that legislation contains suitable measures to safeguard your rights and freedoms and your legitimate interests, or</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>c) is made with your explicit consent.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>However, these decisions must not be based on special categories of personal data under Art.\n9 Para.\n1 GDPR, provided that Art.\n9 Para.\n2 a or g does not apply, and reasonable measures have been taken to protect your rights and freedoms and your legitimate interests.\nWith respect to the situations mentioned in (a) and (c), the responsible party shall take appropriate measures to protect your rights and freedoms and your legitimate interests, including at least the right to obtain the intervention of a person on the part of the responsible party to express his own position and challenge the decision.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>10.\nRight to lodge a complaint with a supervisory authority</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Without prejudice to any other administrative or judicial legal remedy, you have the right to lodge a complaint with a supervisory authority, in particular in the member state of your place of residence or employment or the place of the alleged infringement, if you believe that the processing of the personal data concerning you violates the GDPR.\nThe supervisory authority to which the complaint has been submitted shall inform the complainant of the status and results of the complaint, including the possibility of a judicial remedy pursuant to Article 78 of the GDPR.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2023-04-04 20:22:29.096155", "updated_at": "2023-04-04 20:23:06.25046"}], "points": [{"id": 30617, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.supremacy1914.com/index.php?id=276", "status": "Generated through the annotate view", "created_at": "2023-04-06 00:31:15.369094", "updated_at": "2023-07-11 06:28:32.818189", "quoteText": null, "case_id": 481, "document_id": 15297, "quoteStart": null, "quoteEnd": null}, {"id": 30620, "title": "This service is only available to users over a certain age", "source": "https://www.supremacy1914.com/index.php?id=276", "status": "Generated through the annotate view", "created_at": "2023-04-06 00:34:16.153106", "updated_at": "2023-07-11 06:28:32.913189", "quoteText": null, "case_id": 152, "document_id": 15297, "quoteStart": null, "quoteEnd": null}, {"id": 30622, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.supremacy1914.com/index.php?id=274", "status": "Generated through the annotate view", "created_at": "2023-04-06 00:38:14.790647", "updated_at": "2023-07-11 06:28:33.008191", "quoteText": null, "case_id": 294, "document_id": 15298, "quoteStart": null, "quoteEnd": null}, {"id": 30619, "title": "Third-party cookies are used for advertising", "source": "https://www.supremacy1914.com/index.php?id=276", "status": "Generated through the annotate view", "created_at": "2023-04-06 00:33:40.519873", "updated_at": "2023-07-11 06:28:33.106809", "quoteText": null, "case_id": 128, "document_id": 15297, "quoteStart": null, "quoteEnd": null}, {"id": 30621, "title": "The court of law governing the terms is in Germany", "source": "https://www.supremacy1914.com/index.php?id=274", "status": "Generated through the annotate view", "created_at": "2023-04-06 00:37:17.461769", "updated_at": "2023-07-11 06:28:32.454182", "quoteText": null, "case_id": 163, "document_id": 15298, "quoteStart": null, "quoteEnd": null}, {"id": 30618, "title": "Any liability on behalf of the service is only limited to EUR 20", "source": "https://www.supremacy1914.com/index.php?id=274", "status": "Generated through the annotate view", "created_at": "2023-04-06 00:32:12.085766", "updated_at": "2023-07-11 06:28:33.536282", "quoteText": null, "case_id": 149, "document_id": 15298, "quoteStart": null, "quoteEnd": null}], "urls": ["supremacy1914.com"]}}