{"error": 448, "message": "OK", "parameters": {"id": 6785, "name": "GMA Network", "created_at": "2022-08-13 16:12:22.766646", "updated_at": "2023-06-05 22:02:31.63779", "wikipedia": "https://en.wikipedia.org/wiki/GMA_Network_(company)", "keywords": null, "related": null, "slug": "gma-network", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/6785.png", "url": "gmanetwork.com", "documents": [{"id": 12407, "name": "Privacy Policy", "url": "https://www.gmanetwork.com/privacypolicy", "xpath": "/html/body/div[1]", "text": " Privacy Policy Terms of Use <p>GMA Network app is owned and operated by GMA Network, Inc.\nand its subsidiaries (collectively \"the GMA Group, \"we\", \"us\", \"our\").</p>\n<p>GMA Network Inc.\nvalues your privacy.\nYou understand and agree that by providing your personal information, you are agreeing to our Privacy Policy.\nGiving your full consent to GMA Network Inc., its subsidiaries and affiliates to collect, store, access and/or process any personal data you may provide herein, whether manually or electronically, for the period allowed under the applicable law and regulations, for legitimate business purposes.\nYou acknowledge that the collection and processing of your personal data is necessary for such purposes.\nYou are aware of your right to be informed, to access, to object, to erasure or blocking, to damages, to file a complaint, to rectify and to data portability, and you understand that there are procedures, conditions and exceptions to be complied with in order to exercise or invoke such rights.\n&nbsp.\n&nbsp;</p>\n<p>\n<strong>ACCESS, CORRECTION, AND DELETION OF PERSONAL DATA</strong>\n<br>\n<br>\nYou may at any time correct or delete your personal information from GMANetwork.com by logging in to your Kapuso Account at&nbsp;https://www.gmanetwork.com/account.\nTo delete the information, press the \"DELETE MY ACCOUNT\" button.\nYou will be asked for a second confirmation whether you are certain about deleting your Kapuso Account.\nYou will also be asked to enter your password prior to deletion for verification.\nDeleting your Kapuso Account means that you will no longer be able to log in and access the features of the website.\nYou may register again at any time.\nIf any of the personal information that we have about you in our capacity as a Personal Information Controller (PIC) is incorrect or misleading, you can correct most of the information yourself by accessing your Kapuso Account.<br>\n<br>\nWe reserve the right to block access to your Kapuso Account and/or delete it if the Kapuso Account or the content associated with it is, in our assessment, discriminating, racist, sexually oriented, unethical, threatening, offensive, harassing, or otherwise violates applicable laws, third party rights or our Terms of Use.\nIf we block access to or delete your Kapuso Account, we will inform you of the reason for blocking or deleting your Kapuso Account by sending an email to the address you provided when you created your Kapuso Account.</p> Privacy Policy <p>\n<i>Last Updated, November 2017</i>\n</p>\n<p>GMA Network, Inc.\nand its subsidiaries (collectively, the “GMA Group”, \"we\", \"us\", or \"our\"), respect and protect the privacy of our data subjects (i.e.\nemployees, talents, customers, suppliers, advertisers, service providers and other stakeholders) in accordance with Republic Act No.\n10173, or the Data Privacy Act of 2012, and its Implementing Rules and Regulations.</p>\n<p>This Privacy Policy provides details about our collection, use, sharing, disclosure, retention and disposal of Personal Information (PI).\nPI refers to information that personally identifies you by your name, age, civil status, home address, email address or contact number and other information that is not otherwise available publicly.\nWe shall ensure compliance to the strictest standards of security and confidentiality with respect to all PI and data submitted by our data subjects.</p> Collection of Personal Information <p>We may collect PI that is provided to us voluntarily when you participate in or attend any of our events or promotions, respond to our surveys, create or modify your accounts in our website or applications, contact customer support, apply for a job, enter into any contract or otherwise communicate or interact with us.\nWe may also use software tools and other forms of data collection technology to automatically collect information that can be retrieved from publicly disclosed internet data, social media sites and web applications.</p> Use and Sharing of Personal Information <p>PI we collect is used for ordinary business processes and to provide you with our “<i>GMA Serbisyong Totoo</i>” quality of service such as:</p>\n<ol>\n<li>keeping you informed of our events or promotions;</li>\n<li>marketing and customer profiling activities in connection with our products or services;</li>\n<li>internal record keeping;</li>\n<li>providing customer support;</li>\n<li>processing employment application with us;</li>\n<li>responding to any communication you send us.\nor</li>\n<li>other purposes in furtherance of the foregoing.</li>\n</ol>\n<p>We may provide and share your PI with our business partners, advertisers, vendors and other service providers who need access to such information.\nThese partners, advertisers, vendors and other service providers are bound to us by a non-disclosure agreement that prohibits them from using your PI for any purpose other than fulfilling their obligations to GMA Group.</p> Disclosure of Personal Information <p>Your PI will not be disclosed without your express or implied consent.\nYou may ask us to stop collecting, using and disclosing your PI at any time.\nYour PI may be disclosed if required by law, in the event of a corporate merger or acquisition, or if needed to be accessed as part of an investigation into technical problems or misuse.</p> Retention and Disposal of Personal Information <p>Your PI shall be retained only for such period as necessary to serve the purpose for which it was collected, or as required under any contract or by applicable law.\nThereafter, your PI shall be disposed in a secure manner that would prevent further processing, unauthorized access or disclosure to any other party.</p> Personal Information of Minors <p>We seek parental or legal guardian's consent before collecting, using, or disclosing PI of minors.\nParents or legal guardians may contact us to ask if we have collected the PI of their child/ward, and to request that we stop collecting the PI and have it deleted.\nSuch requests are subject to our satisfactory verification that the requestor is in fact the parent or legal guardian.</p> Use of Cookies <p>Cookies are small data files that we write into your device when you visit our website.\nWe use cookies in order for you to have full functionality and excellent user experience in using our website.</p>\n<p>You may opt not to receive cookies by not accepting them or disabling them on your browser configuration.\nHowever, by doing this, you may not be able to fully utilize the features of our website.</p>\n<p>Our website may contain links to websites of third parties that may also use cookies.&nbsp.\nShould you use such links and leave our website, please note that we have no control over such third party sites.</p> Security of Personal Information <p>We adopt reasonable physical and technical measures to safeguard the PI we collect.\nHowever, no method of information systems security is completely secure.\nFurther, data transmission over the internet or information stored on servers accessible online is not 100% safe.\nWhile we are putting all our efforts in safeguarding your PI, we cannot guarantee its absolute security.</p> Privacy Policy Changes and Updates <p>We reserve the right to amend this Privacy Policy at any time to comply with the latest laws and regulations or reflect changes in our business operations and environment.\nIt is encouraged that you periodically review the Privacy Policy in our website for the latest information.</p> Questions and Concerns <p>For any questions and/or concerns about this Privacy Policy, please contact:</p>\n<p>The Data Protection Officer<br>\nGMA Network Center, EDSA corner Timog Avenue, Diliman,<br>\nQuezon City, Philippines<br>\nTel: (632) 8982-7711<br>\nEmail: GMADPO@gmanetwork.com</p> ", "created_at": "2022-08-13 16:12:22.769598", "updated_at": "2022-08-13 14:13:46.62688"}], "points": [{"id": 29098, "title": "Your account can be suspended for several reasons", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-11-25 11:13:33.124565", "updated_at": "2023-07-11 06:26:19.188986", "quoteText": null, "case_id": 205, "document_id": 12407, "quoteStart": null, "quoteEnd": null}, {"id": 29099, "title": "The court of law governing the terms is in the Philippines", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-11-25 11:15:40.83008", "updated_at": "2023-07-11 06:26:19.269923", "quoteText": null, "case_id": 163, "document_id": 12407, "quoteStart": null, "quoteEnd": null}, {"id": 29165, "title": "Your personal data may be used for marketing purposes", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-11-26 23:10:14.008752", "updated_at": "2023-07-11 06:26:24.291314", "quoteText": null, "case_id": 336, "document_id": 12407, "quoteStart": null, "quoteEnd": null}, {"id": 29167, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-11-26 23:14:39.611671", "updated_at": "2023-07-11 06:26:24.530533", "quoteText": null, "case_id": 486, "document_id": 12407, "quoteStart": null, "quoteEnd": null}, {"id": 29168, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-11-26 23:16:31.483064", "updated_at": "2023-07-11 06:26:24.613617", "quoteText": null, "case_id": 375, "document_id": 12407, "quoteStart": null, "quoteEnd": null}, {"id": 28565, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-08-25 04:28:39.500217", "updated_at": "2023-07-11 06:26:24.057911", "quoteText": null, "case_id": 195, "document_id": 12407, "quoteStart": null, "quoteEnd": null}, {"id": 29169, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-11-26 23:16:53.432513", "updated_at": "2023-07-11 06:26:24.200511", "quoteText": null, "case_id": 279, "document_id": 12407, "quoteStart": null, "quoteEnd": null}, {"id": 29166, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-11-26 23:13:31.371594", "updated_at": "2023-07-11 06:26:24.450332", "quoteText": null, "case_id": 303, "document_id": 12407, "quoteStart": null, "quoteEnd": null}, {"id": 29100, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.gmanetwork.com/privacypolicy", "status": "Generated through the annotate view", "created_at": "2022-11-25 11:20:29.336985", "updated_at": "2023-07-11 06:26:19.106334", "quoteText": null, "case_id": 188, "document_id": 12407, "quoteStart": null, "quoteEnd": null}], "urls": ["gmanetwork.com"]}}