{"error": 448, "message": "OK", "parameters": {"id": 8330, "name": "Life.Church", "created_at": "2023-05-15 16:17:39.613795", "updated_at": "2023-05-15 22:02:17.356606", "wikipedia": null, "keywords": null, "related": null, "slug": "life-church", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8330.png", "url": "life.church", "documents": [{"id": 16166, "name": "Terms of Use", "url": "https://www.life.church/terms/", "xpath": "//body", "text": " Javascript Disabled<p>In order to use this site and many of its features, including accessing your profile and giving, javascript must be enabled.</p>\n<ul>\n<li>\n</li>\n<li>Attend OnlineSTARTS SOON</li>\n<li>Media</li>\n<li>Locations</li>\n<li>Give</li>\n<li>Who We Are</li>\n<li>Worship</li>\n</ul>\n<ul>\n<li>Log in<ul>\n<li>My Profile</li>\n<li>Help</li>\n<li>Log Out</li>\n</ul>\n</li>\n<li>MENU</li>\n</ul>Terms of Use<p>\n<strong>Last Modified: June 8, 2020</strong>\n</p>\nAcceptance of these Terms<p>By using Life.Church sites, services and mobile applications (together, “Life.Church sites”), whether as a guest or a registered user, you accept and agree to be bound by these Terms.\nPlease read these Terms carefully before you start to use Life.Church sites, as well as the Life.Church Privacy Policy.\nIf you do not agree to these Terms or the Life.Church Privacy Policy you must not access or use the Life.Church sites.</p>\nChanges to the Terms<p>Life.Church sites are offered by Life.Church Operations, LLC (“Life.Church”, “we” or “us”).\nWe may revise and update these Terms from time to time at our sole discretion.\nAny changes are effective when we post them.\nYour continued use of a Life.Church site following the posting of revised Terms means that you accept and agree to the changes.</p>\nChanges to Life.Church Sites<p>Life.Church sites are offered by Life.Church Operations, LLC (“Life.Church”, “we” or “us”).\nWe may revise and update these Terms from time to time at our sole discretion.\nAny changes are effective when we post them.\nYour continued use of a Life.Church site following the posting of revised Terms means that you accept and agree to the changes.</p>\nInformation About You and Your Access of Life.Church Sites<p>All information we collect is subject to our Privacy Policy.\nBy using Life.Church sites, you consent to all actions taken by us in compliance with the Privacy Policy.</p>\nPermitted and Unpermitted Use<p>You may use Life.Church sites in accordance with these Terms for either your personal and non-commercial use or for the internal use of your non-profit religious organization.\nAll rights not expressly granted to you are reserved by Life.Church.\nYou agree you are not permitted and will not use Life.Church sites as follows:</p>\n<p>&nbsp;</p>\n<ul>\n<li>in any way that violates any federal, state, local or international law or regulation;</li>\n<li>for the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise;</li>\n<li>to impersonate or attempt to impersonate any company or person, including Life.Church or;</li>\n<li>to engage in any other conduct which, as determined by us, may harm Life.Church or others;</li>\n<li>in any manner that could disable, overburden, damage, or impair Life.Church sites or interfere with any other person’s use of the same;</li>\n<li>use any robot, spider or other automatic device, process or means to access Life.Church sites for any purpose, including monitoring or copying any of the material on Life.Church sites;</li>\n<li>to introduce any viruses, Trojan horses, worms, logic bombs or other material which is malicious or technologically harmful;</li>\n<li>to attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of Life.Church sites or any server, computer or database connected to Life.Church sites;</li>\n<li>to attack Life.Church sites via a denial-of-service attack or a distributed denial-of-service attack.\nand</li>\n<li>otherwise attempt to interfere with the proper working of Life.Church sites.</li>\n</ul>\n<p>&nbsp;</p>\n<p>You also agree that you will not send, knowingly receive, upload, download, use or re-use any material which:</p>\n<p>&nbsp;</p>\n<ul>\n<li>contains any material which is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory or otherwise objectionable;</li>\n<li>promotes sexually explicit or pornographic material, violence, or discrimination on any basis, including that based on race, sex, religion, nationality, disability, sexual orientation or age;</li>\n<li>infringes any patent, trademark, trade secret, copyright or other intellectual property or other rights of any other person;</li>\n<li>violates the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under laws or regulations.\nor</li>\n<li>promotes any illegal activity, or advocates, promotes or assists any unlawful act;</li>\n<li>involves commercial activities or sales, such as contests, sweepstakes and other sales promotions, barter or advertising.\nand/or</li>\n<li>gives the impression that the material emanates from or is endorsed by Life.Church or any other person or entity, if this is not the case.</li>\n</ul>\nAccount Security<p>We allow users to create an account on certain sites which require providing certain information to Life.Church.\nIf you choose, or are provided with, a user name, password or similar information as part of our security procedures, you agree to treat such information as confidential, and agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security.\nWe have the right to disable any user name, password or other identifier, whether chosen by you or provided by us, at any time if, in our opinion, you have violated any provision of these Terms.</p>\nMonitoring and Enforcement.\nLegal Compliance.\nTermination<p>You agree that we have the right to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>take any action with respect to any user or account that we deem necessary or appropriate in our sole discretion if we believe there to be a violation of these Terms, infringement of third party rights, a threat to the personal safety of others, or a threat or liability or harm to the goodwill associated with Life.Church or Life.Church;</li>\n<li>take appropriate action, including without limitation, referral to law enforcement and disclosure of your information, for any illegal or unauthorized use of Life.Church.\nand/or</li>\n<li>terminate or suspend your access to all or part of Life.Church for any or no reason, including without limitation, any violation of these Terms.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through Life.Church.\nYOU WAIVE AND HOLD HARMLESS LIFE.CHURCH AND ITS LICENSEES AND SERVICE PROVIDERS AND ALL OF THEIR EMPLOYEES, OFFICERS AND DIRECTORS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF LEGAL INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER LIFE.CHURCH OR LAW ENFORCEMENT AUTHORITIES.</p>\nYour Reliance on Information<p>The information presented on or through Life.Church sites is made available solely for general information purposes.\nAlthough we strive to provide information found on Life.Church sites in various languages, translations to languages other than English of Life.Church sites content are provided to us by other parties and we do not represent or warrant the accuracy of those translations.\nWe do not warrant the accuracy, completeness or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.&nbsp;<strong>We disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to Life.Church sites, or by anyone who may be informed of any of its contents.</strong>\n</p>\nIntellectual Property Rights<p>Life.Church sites and their contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement of the same), are owned by Life.Church, its licensors or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.</p>\nLogos and Designs<p>The Life.Church name and logo and all related names, logos, product and service names, designs and slogans are trademarks and/or copyright of Life.Church.\nYou must not use these marks and copyright without the prior written permission of Life.Church.\nAll other names, logos, product and service names, designs and slogans on Life.Church sites are the trademarks of their respective owners.</p>\nCopyright Infringement<p>If you believe that any content provided on any Life.\nChurch site violates your copyright or other rights, please contact our designated agent by: (a) mail at Legal Department, Life.Church Operations, LLC, 4600 East 2nd Street, Edmond, Oklahoma 73034.\n(b) phone at 405-680-5433.\nor (c) electronic mail at&nbsp;legal@life.church.\nPlease be aware that it is the policy of Life.Church to terminate the user accounts of repeat infringers.</p>\nThird Party Links and Services<p>Life.Church may include content provided by third parties.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third party websites linked to Life.Church, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by Life.Church, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of Life.Church.&nbsp;<strong>We are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</strong>\n</p>\nGeographic Restrictions<p>Life.Church is based in the state of Oklahoma in the United States.\nWe make no claims that Life.Church sites or any of its content are accessible or appropriate outside of the United States.\nAccess to Life.Church sites may not be legal by certain persons or in certain countries.\nIf you access Life.Church sites from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.</p>\nDisclaimer of Warranties<p>YOUR USE OF ANY LIFE.CHURCH SITE, ITS CONTENT AND ANY FUNCTIONALITY, SERVICES OR ITEMS OBTAINED THROUGH LIFE.CHURCH SITES IS AT YOUR OWN RISK, ALL OF WHICH ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER LIFE.CHURCH NOR ANY PERSON ASSOCIATED WITH LIFE.CHURCH MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF LIFE.CHURCH.\nWITHOUT LIMITING THE FOREGOING, NEITHER LIFE.CHURCH NOR ANYONE ASSOCIATED WITH LIFE.CHURCH REPRESENTS OR WARRANTS THAT LIFE.CHURCH OR ANY FUNCTIONALITY, CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH LIFE.CHURCH SITES WILL BE ACCURATE, RELIABLE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT LIFE.CHURCH SITES OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE LIFE.CHURCH SITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE LIFE.CHURCH SITES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>&nbsp;</p>\n<p>LIFE.CHURCH HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>&nbsp;</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\nLimitation on Liability<p>IN NO EVENT WILL LIFE.CHURCH, ITS LICENSORS, SERVICE PROVIDERS, OR ANY OF THEIR EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, ANY LIFE.CHURCH SITE, ANY WEBSITES LINKED TO IT, ANY CONTENT OFFERED ON OR THROUGH THE LIFE.CHURCH SITES OR SUCH OTHER WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE LIFE.CHURCH SITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.</p>\n<p>&nbsp;</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\nIndemnification<p>You agree to defend, indemnify and hold harmless Life.Church, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms or your use of Life.Church sites, including, but not limited to, any use of Life.Church content, services and products other than as expressly authorized in these Terms or your use of any information obtained from Life.Church sites.</p>\nGoverning Law and Jurisdiction<p>All matters, disputes, or claims relating to Life.Church and these Terms (including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Oklahoma without giving effect to any choice or conflict of law provision or rule.\nAny legal suit, action or proceeding arising out of, or related to, these Terms shall be instituted exclusively in the federal courts of the United States or the courts of the State of Oklahoma in each case located in the City of Oklahoma City, Oklahoma County.\nBy agreeing to these Terms and using Life.Church sites, you waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p>\nWaiver and Severability<p>Life.Church may only waive its rights under these Terms in writing.\nIf any provision of these Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of these Terms will continue in full force and effect.</p>\nEntire Agreement<p>These Terms and our Privacy Policy constitute the sole and entire agreement between you and Life.Church Operations, LLC, with respect to Life.Church sites and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to Life.Church sites.</p>\nYour Comments and Concerns<p>Life.Church sites are operated by Life.Church Operations, LLC, an Oklahoma limited liability company.\nAll feedback, comments, requests for technical support and other communications relating to Life.Church sites should be directed to: Life.Church Support, 4600 E.\n2nd St., Edmond, Oklahoma 73034 or&nbsp;help@Life.Church.</p>\n<p>Attend&nbsp;Life.Church Online&nbsp;or a&nbsp;Life.Church location.</p>\n<p>© 2023&nbsp;Life.Church.\nAll rights reserved.&nbsp;Privacy Policy&nbsp;|&nbsp;Terms of Use</p>\nWatchLocationsGiveToolsFor ChurchesCareersShopContact Us ", "created_at": "2023-05-15 16:17:39.645073", "updated_at": "2023-05-15 16:18:55.185227"}, {"id": 16167, "name": "Privacy Policy", "url": "https://www.life.church/privacy/", "xpath": "//body", "text": null, "created_at": "2023-05-15 16:17:39.676308", "updated_at": "2023-05-19 01:11:08.157536"}], "points": [], "urls": ["life.church"]}}