{"error": 448, "message": "OK", "parameters": {"id": 7968, "name": "IPv6 Leak Test", "created_at": "2023-04-10 20:43:48.414062", "updated_at": "2023-04-22 11:50:40.189245", "wikipedia": null, "keywords": null, "related": null, "slug": "ipv6-leak-test", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7968.png", "url": "ipv6leak.com", "documents": [{"id": 15422, "name": "Terms of Service", "url": "https://ipv6leak.com/terms_of_service", "xpath": "//body", "text": " TERMS AND CONDITIONS <p>The present website,&nbsp;ipv6leak.com (\"Site\") is sponsored and operated by Private Internet Access, Inc.\n(\"Company\"), and may be used for informational purposes only.\nBy accessing and/or using the present Site, or downloading materials therefrom, you agree to abide by all of the terms and conditions set forth in this notice.</p> Use of Site Content <p>All content on this web site is copyrighted or owned by Company or other persons and third-parties that have provided information for this website.\nWebsite visitors site are granted a limited non-exclusive license to use the site and its content for personal and non-commercial use only.\nAutomated downloading of Website content for automating determination of an IP address is expressly prohibited.\nIf you are programming software that automatically determines a system's IP address, you are not permitted to use the contents of this website to develop your program.\nUsers may reprint content from the present site that is copyrighted or owned by Company, provided that all such reproductions are not modified or revised in any manner and all include proper copyright notices indicating copyright or ownership by Company.\nMoreover, all content which originates from pages of this site containing disclaimers must be printed with the complete disclaimer included in its entirety.\nIn the event a user wishes to print any content from the present website, or other sites linked to from this site, user acknowledges that the content is copyrighted or owned by a person or entity other than Company, the user must obtain permission from the appropriate owner to do so.\nExcept as permitted in the present Terms and Conditions, no content on the website may be reproduced, sold, transferred, modified, redistributed, retransmitted, published, or exploited for any purpose without the express written permission of Company or the appropriate owner of the information.</p> Links to Third Party Web Sites <p>Links to other sites operated by independent, third parties exist on this web site.\nWhile Company provides these links as a service to the users of this Site, Company does not control these linked sites and is not responsible for the content contained on these sites.\nUnless otherwise indicated, Company does not endorse, approve, or otherwise warrant the accuracy of any information or content contained on a linked site.\nThese sites, including information, materials, products and services therein, shall be used solely at the user's own risk.</p> Framing and/or linking to This Website <p>Users who link to any page of the present web site may not \"frame\" any page of the Site for any purpose without the express written consent of Company.</p> No Warranty Provided <p>This Site and the information and materials on the Site are provided \"AS IS\" without any representation or warranty, express or implied, of any kind, including, but not limited to, warranties of merchantability, non-infringement, or fitness for any particular purpose.</p>\n<p>In no event shall Company be liable to any user or entity for any direct, indirect, special, consequential, or other damages that are related to the use of, or the inability to use, the content, materials, and functions of the Site or any linked web site, even if Company is expressly advised of the possibility of such damages.</p> Inaccuracies and Errors <p>The materials on this Site may contain inaccuracies and typographical errors.\nCompany cannot warrant the accuracy or completeness of the materials or the reliability of any advice, opinion, statement, or other information displayed or distributed through the Site.\nYou acknowledge that any reliance on any such opinion, advice, statement, or information shall be at your sole risk.\nCompany reserves the right, in its sole discretion, to correct any errors or omissions in any portion of the Site.\nCompany may make additional changes to the Site, the Content on the Site, and the products, programs, services, or prices (if any) described herein at any time without notice.</p> Changes to The Terms and Conditions <p>These Terms and Conditions were last updated September 14, 2020, and replace any previous Terms and Conditions.\nThe Terms and Conditions may be amended at any time by Company.\nwhen any such changes are made, a revised version of these Terms will be posted on this Site at this web address.\nChanges will be effective upon publication.\nIt is User’s responsibility to review the Terms and Conditions of this website periodically to be aware of any such changes.\nYour continued use of this Site indicates your assent to any such changes.</p>\n<p> DNS Leak Test | Email Leak Test | IPv6 Leak Test </p>\n<p> Terms of Service | Privacy Policy </p>\n<p>Copyright © 2023 Private Internet Access, Inc.</p> ", "created_at": "2023-04-10 20:43:48.446036", "updated_at": "2023-04-10 20:44:27.246694"}, {"id": 15423, "name": "Privacy Policy", "url": "https://ipv6leak.com/privacy_policy", "xpath": "//body", "text": " Privacy Policy <p>This Website ('ipv6leak.com'), its owners (collectively, 'Private Internet Access, Inc.'), and constituents believe that the privacy and security of our visitors and\nclients information are of the utmost importance.\nAs such, we administer strict\npolicies safeguarding your privacy and security.\nThis document ('Privacy Policy')\ndefines and informs you of any and all of the instances in which your data and\ninformation (collectively, 'info') may be saved and how it may be used.</p> INFO WE COLLECT <p>From the Website</p>\n<ul>\n<li>This website does not use cookies to track user activity.</li>\n<li>This website does not log or keep any records of user activity.</li>\n<li>Certain non-personal information such as IP addresses, IPv6 leak requests, etc.\nare collected for testing purposes only.</li>\n<li>We do not collect any personal information.</li>\n</ul> USE OF INFORMATION <ul>\n<li>We do not collect, therefore, we do not use your personal information.</li>\n<li>Any collected information is only used for testing purposes and the information is discarded immediately after any results pages are constructed.</li>\n</ul>\n<p> ipv6leak.com does not log any traffic data or use by users including collection of server logs or IP addresses.</p>\n<p> DNS Leak Test | Email Leak Test | IPv6 Leak Test </p>\n<p> Terms of Service | Privacy Policy </p>\n<p>Copyright © 2023 Private Internet Access, Inc.</p> ", "created_at": "2023-04-10 20:43:48.477479", "updated_at": "2023-04-10 20:44:37.553566"}], "points": [], "urls": ["ipv6leak.com"]}}