{"error": 448, "message": "OK", "parameters": {"id": 1484, "name": "Government of Jersey", "created_at": "2019-04-08 19:42:23.34042", "updated_at": "2022-12-05 01:50:31.499102", "wikipedia": "https://en.wikipedia.org/wiki/Government_of_Jersey", "keywords": null, "related": null, "slug": "information_and_public_services_for_the_island_of_jersey", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1484.png", "url": "gov.je", "documents": [{"id": 13063, "name": "privacy policy", "url": "https://www.gov.je/Pages/Privacy.aspx", "xpath": "//*[@id=\"aspnetForm\"]", "text": " gov.je privacy policy On this page:<ul>\n<li>Introduction</li>\n<li>What information we collect about you</li>\n<li>Why we collect information about you</li>\n<li>How will we use the information about you and who will we share your data with</li>\n<li>Changes to this policy</li>\n</ul> Body ContentIntroduction<p>The Department is registered as a ‘Controller’ under the Data Protection (Jersey) Law 2018 as we collect and process personal information about you.\nWe process and hold your information in order to provide public services and meet our statutory obligations.\nThis notice explains how we use and share your information.\nInformation may be collected on a paper or online form, by telephone, email, or by a member of our staff, or in some cases, by another States department.</p>\n<p>We will continually review and update this privacy notice to reflect changes in our services and feedback from service users, as well as to comply with changes in the law.</p>What information we collect about you<p>We collect the following types of information about you:</p>\n<ul>\n<li>name</li>\n<li>IP address</li>\n<li>user name</li>\n<li>email address</li>\n<li>address (optional)</li>\n<li>telephone number (optional)</li>\n<li>date of birth (optional)</li>\n<li>notification preferences (optional)</li>\n</ul>Why we collect information about you<p>We need to collect and hold information about you, in order to:</p>\n<ul>\n<li>answer your query</li>\n<li>provide you with information you need</li>\n<li>verify you are who you say you are</li>\n<li>send you notifications if you subscribe to them</li>\n<li>investigate your complaint</li>\n<li>carry out the service you have requested</li>\n<li>to customise our site to meet your needs using cookies</li>\n<li>marketing data for targeted Facebook adverts</li>\n</ul>How will we use the information about you and who will we share your data with<p>Protecting your privacy and looking after your personal information is important to us.\nWe work hard to make sure that we have the right policies, training and processes in place to protect our manual and electronic information systems from loss, corruption or misuse.\nWhere necessary we use encryption, particularly if we are transferring information out of the department.\nEncryption means the information is made unreadable until it reaches its destination.</p>\n<p>We will use the information you provide in a manner that conforms to the Data Protection (Jersey) Law 2018.</p>\n<p>We may not be able to provide you with a service unless we have enough information or your permission to use that information.</p>\n<p>We will endeavour to keep your information accurate and up to date and not keep it for longer than is necessary.\nIn some instances the law sets the length of time information has to be kept.\nPlease ask to see our retention schedules for more detail about how long we retain your information.</p>\n<p>Where necessary, we may disclose your information to other Government of Jersey departments, associated organisations (such as Parishes) and arm’s length organisations to either to fulfil your request for a service to comply with a legal obligation, or where permitted under other legislation.\nExamples of this include, but are not limited to: where the disclosure is necessary for the purposes of the prevention and/or detection of crime.\nfor the purposes of meeting statutory obligations.\nor to prevent risk of harm to an individual, etc.\nThese departments and organisations are obliged to keep your details securely, and only use your information for the purposes of processing your service request.\nWe will only do this, where possible, after we have ensured that sufficient steps have been taken by the recipient to protect your personal data and where necessary we will ensure that the recipient has signed a Data Sharing Agreement.\nA Data Sharing Agreement sets out the purpose of the sharing and the rules that must be followed when processing your data.</p>\n<p>We may need to pass your information to other departments or organisations outside the Government of Jersey who either process information on our behalf, or because of a legal requirement, and we will only do so, where possible, after we have ensured that sufficient steps have been taken by the recipient to protect your personal data.\nOther organisations we work with:</p>\n<ul>\n<li>C5 Alliance</li>\n<li>Fusion Development</li>\n<li>Switch Digital</li>\n<li>Granicus<br>\n</li>\n<li>Servmetric</li>\n<li>Talentlink (job applications)</li>\n</ul>\n<p>We will not disclose any information that you provide ‘in confidence’, to anyone else without your permission, except in the few situations where disclosure is required by law, or where we have good reason to believe that failing to share the information would put someone else at risk.\nYou will be told about this unless there are exceptional reasons not to do so.&nbsp;</p>\n<p>We do not share or process your information overseas.\nWe do not use web services that are hosted outside the European Economic Area.</p>When you sign up for our services<p>We store your contact information to understand your needs and provide you with a personalised service.</p>When you contact us<p>If you contact us asking for information, we may need to send your enquiry to other government departments associated organisations and suppliers, to respond to your request.</p> Cookies<p>We use cookies on our website.\nCookies are small files which can be stored on your computer when you visit a website.\nThese files contain information about the webpages you look at so that the next time you visit the site it can be customised to meet your needs.</p>\n<p>Read our Cookies policy to find out more.</p> Links to other websites<p>Links on our website may lead to other websites which are not under our control.\nUsing these links does not mean these organisations can access information about you which is held by the States of Jersey.</p>\n<p>This privacy policy only covers the States of Jersey website (www.gov.je).\nWebsites linked to, and from, this site are not covered by this policy, so you should always read the privacy statement on that website.</p>\n<p>The States of Jersey is not responsible for the content of external websites.</p> ServMetric (GovMetric) feedback<p>We use ServMetric (also known as GovMetric) for gathering customer feedback on the services an organisation or company provides with the aim of improving those services.\nThe survey answers and information you provide help us to improve our services and will be stored.</p>\n<p>If you leave your contact information asking for information or update, we may need to send your enquiry to other government departments to respond to your request.</p>\n<p> GovMetric privacy policy</p> Online forms (Granicus)<p> We use Granicus&nbsp;for our online forms.\nThe information and data you provide is unique to each form.\nPrivacy details are included on the individual form.</p>\n<p> Granicus&nbsp;privacy policy </p>Google Analytics<p>We use Google Analytics to help us understand how you engage with our website so that we can continually improve your experience.</p>\n<p>When you visit gov.je your browser automatically sends certain information to Google.\nThis includes, for example, the web address of the page that you're visiting and your IP address.</p>\n<p>Learn how to control the information your browser sends to Google on Google's website.</p>Facebook pixel<p>We use Facebook pixel for marketing purposes.\nThe Facebook Pixel is used for Facebook Ads and Facebook Analytics.\nIt does use private data and you will need to ask for prior consent.\nFacebook has also implemented flexible ways for their users to see and control how the pixel is used on partner websites.</p>\n<p>The Facebook pixel receives these types of data:</p>\n<ul>\n<li>HTTP Headers: anything present in HTTP headers.\nHTTP Headers are a standard web protocol sent between any browser request and any server on the internet.\nHTTP Headers include IP addresses, information about the web browser, page location, document, referrer and person using the website</li>\n<li>pixel-specific data: includes Pixel ID and the Facebook Cookie</li>\n<li>button click data: includes any buttons clicked by site visitors, the labels of those buttons and any pages visited as a result of the button clicks</li>\n<li>optional values: developers and marketers can optionally choose to send additional information about the visit through conversion tracking.\nExample custom data events are conversion value, page type, and more</li>\n<li>form field names: includes website field names like 'email', 'address', 'quantity' for when you purchase a product or service.\nWe don't capture field values unless you include them as part of Advanced Matching, conversion tracking, or user properties</li>\n</ul>\n<p>You can change your ad preferences at any time using your Facebook login.</p>IP address<p>Your computer’s IP address is a number assigned to your computer when you use the internet.\nThis is recorded automatically in a log file when you visit our site.\nThis log file does not contain any personal identifiable information about you.</p>\n<p>We will not pass your information to organisations for marketing or sales purposes or for any commercial use without your prior express consent.\n</p>Changes to this policy<p>We may, at any time, revise this privacy statement without notice so you should check it regularly.\nContinued use of the States of Jersey website after a change has been made is your acceptance of the change.</p> Contact<p>Web Services</p>\n<ul>\n<li>E&nbsp;&nbsp;&nbsp;digital@gov.je</li>\n</ul>\n<p>Modernisation and Digital<br>Jubilee Wharf<br>24 The Esplanade<br>St Helier<br>Jersey<br>JE2 3QA</p>Connect to SignVideo In this section<ul>\n<li>Benefits and financial support</li>\n<li>Business, industry and finance</li>\n<li>Caring and support</li>\n<li>Crime and justice</li>\n<li>Education</li>\n<li>Employment, careers and skills</li>\n<li>Environment</li>\n<li>Freedom of Information</li>\n<li>Government and administration</li>\n<li>Health and wellbeing</li>\n<li>Home and community</li>\n<li>Leisure, culture and entertainment</li>\n<li>Life events</li>\n<li>News</li>\n<li>Planning and building</li>\n<li>Report a problem with Love Jersey</li>\n<li>Staying safe</li>\n<li>Taxes and your money</li>\n<li>Travel and transport</li>\n<li>Ukraine</li>\n<li>Update your contact details with Government departments</li>\n<li>Using the SignVideo service</li>\n</ul> Related links<ul>\n<li>Terms and conditions</li>\n<li>Subject Access Request (SAR)</li>\n<li>Cookies policy </li>\n</ul> Our sites<ul>\n<li>Blog</li>\n<li>Digital Jersey</li>\n<li>Jersey Business</li>\n<li>Jersey Finance</li>\n<li>Jersey Law</li>\n<li>Jersey Sport</li>\n<li>Locate Jersey</li>\n<li>m.gov.je</li>\n<li>Open Data</li>\n<li>Parishes</li>\n<li>Petitions</li>\n<li>States Assembly</li>\n<li>Visit Jersey</li>\n</ul>\n<dl>\n<dt>Find us on social media</dt>\n<dd> Twitter opens in new window </dd>\n<dd> Facebook opens in new window </dd>\n<dd> LinkedIn opens in new window </dd>\n<dd> Instagram opens in new window </dd>\n<dd> YouTube opens in new window </dd>\n</dl>\n<ul>\n<li>Accessibility</li>\n<li>Contact us</li>\n<li>Privacy</li>\n<li>Terms and conditions</li>\n<li>Sitemap</li>\n<li>Translate</li>\n<li>© States of Jersey 2010 - 2022</li>\n</ul> Back to top ", "created_at": "2022-12-05 01:47:56.05277", "updated_at": "2022-12-05 01:48:03.871543"}, {"id": 13064, "name": "Terms and conditions", "url": "https://www.gov.je/Pages/Terms.aspx", "xpath": "//body", "text": "Cookies on gov.je<p>\n</p>\n<p>We use cookies to collect information about how you use gov.je</p>\n<p>We use this information to make the website work as well as possible and improve government services.\n</p>\n<p>\n</p>Accept all cookiesCookie settingsNecessaryPreferencesStatisticsMarketingAllow selected cookiesCloseCookie declarationAboutNecessary cookies (58)Necessary cookies help to make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.NameProviderPurposeExpiryTypeAI_bufferMicrosoftUsed in context with the \"AI_sentBuffer\" in order to limit the number of data-server-updates (Azure).\nThis synergy also allows the website to detect any duplicate data-server-updates.\nSessionHTMLAI_sentBufferMicrosoftUsed in context with the \"AI_buffer\" in order to limit the number of data-server-updates (Azure).\nThis synergy also allows the website to detect any duplicate data-server-updates.\nSessionHTMLai_sessionMicrosoftPreserves users states across page requests.1 dayHTTPARRAffinity&nbsp;[x5]Microsoft<br>one.gov.je<br>register.jerseyme.gov.jeUsed to distribute traffic to the website on several servers in order to optimise response times.SessionHTTPARRAffinitySameSite&nbsp;[x8]Microsoft<br>Azure<br>one.gov.je<br>register.jerseyme.gov.jeUsed to distribute traffic to the website on several servers in order to optimise response times.SessionHTTPAWSALBCORS&nbsp;[x6]CornerStone<br>forms.gov.je<br>GovMetric<br>one.gov.je<br>ServMetricRegisters which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 daysHTTPAWSALB&nbsp;[x5]forms.gov.je<br>GovMetric<br>one.gov.je<br>ServMetricRegisters which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 daysHTTPCookieConsent&nbsp;[x7]CookiebotStores the user's cookie consent state for the current domain1 yearHTTPPHPSESSID&nbsp;[x2]forms.gov.je<br>one.gov.jePreserves user session state across page requests.SessionHTTPSESS#&nbsp;[x2]forms.gov.je<br>one.gov.jePreserves users states across page requests.1 dayHTTPCONSENT&nbsp;[x2]Google<br>YouTubeUsed to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n2 yearsHTTPASP.NET_SessionId&nbsp;[x2]www.gov.je<br>one.gov.jePreserves the visitor's session state across page requests.SessionHTTPcookiesession1www.gov.jeSets a ID for the visitor.\nThis serves to count the number of specific visitors on the website.SessionHTTPFedAuthwww.gov.jeUsed by the Book your Driving Test online section to track the user's session4 daysHTTPSPAnimationEnabledwww.gov.jeDetects whether website animated content should be enabled.PersistentHTMLWSS_FullScreenModewww.gov.jeThis cookie is used internally by the website’s owners, when uploading or renewing website content.SessionHTTPx-ms-cpim-cache|#_0govjeid.b2clogin.comEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\nSessionHTTPx-ms-cpim-transgovjeid.b2clogin.comNecessary for the connection authentication on the website – This ensures the website's integrity through a process called Secure Socket Layers (SSL).SessionHTTP_ga&nbsp;[x3]GoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.399 daysHTTP_gat&nbsp;[x2]GoogleUsed by Google Analytics to throttle request rate1 dayHTTP_gid&nbsp;[x3]GoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTP.AspNetCore.Antiforgery.#register.jerseyme.gov.jeHelps prevent Cross-Site Request Forgery (CSRF) attacks.SessionHTTP__cf_bmVimeoThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.1 dayHTTPPreference cookies (3)Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.NameProviderPurposeExpiryType_EDGE_VMicrosoftThis cookie is used in context with the Bing-Map integration on the website.\nThe cookie is necessary for some map-features.\n1 yearHTTPCookieConsentBulkSetting-#CookiebotEnables cookie consent across multiple websitesPersistentHTML@@scroll#www.gov.jePendingSessionHTMLStatistics cookies (21)Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.NameProviderPurposeExpiryTypeai_userMicrosoftUsed by Microsoft Application Insights software to collect statistical usage and telemetry information.\nThe cookie stores a unique identifier to recognize users on returning visits over time.1 yearHTTPWFESessionIdMicrosoftStores data on the time spent on the website and its sub-pages, during the current session.\nSessionHTTPSRCHDMicrosoftThis cookie is used in context with the Bing-Map integration on the website.\nThe cookie is necessary for some map-features.\n1 yearHTTPSRCHUIDMicrosoftThis cookie is used in context with the Bing-Map integration on the website.\nThe cookie is necessary for some map-features.\n1 yearHTTPSRCHUSRMicrosoftThis cookie is used in context with the Bing-Map integration on the website.\nThe cookie is necessary for some map-features.\n1 yearHTTPc.gifMicrosoftCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.SessionPixelCLIDMicrosoftCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.1 yearHTTPcollectGoogleUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.SessionPixel__utmawww.gov.jeCollects data on the number of times a user has visited the website as well as dates for the first and most recent visit.\nUsed by Google Analytics.399 daysHTTP__utmbwww.gov.jeRegisters a timestamp with the exact time of when the user accessed the website.\nUsed by Google Analytics to calculate the duration of a website visit.1 dayHTTP__utmcwww.gov.jeRegisters a timestamp with the exact time of when the user leaves the website.\nUsed by Google Analytics to calculate the duration of a website visit.SessionHTTP__utmtwww.gov.jeUsed to throttle the speed of requests to the server.1 dayHTTP__utmzwww.gov.jeCollects data on where the user came from, what search engine was used, what link was clicked and what search term was used.\nUsed by Google Analytics.6 monthsHTTP_clckMicrosoftCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.1 yearHTTP_clskMicrosoftRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\n1 dayHTTP_cltk&nbsp;[x2]MicrosoftRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nSessionHTML_ga_#GoogleUsed by Google Analytics to collect data on the number of times a user has visited the website as well as dates for the first and most recent visit.\n399 daysHTTPpagevisitr1.trackedweb.netRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nSessionPixelp.gifAdobe Inc.Keeps track of special fonts used on the website for internal analysis.\nThe cookie does not register any visitor data.\nSessionPixelvuidVimeoCollects data on the user's visits to the website, such as which pages have been read.399 daysHTTPMarketing cookies (29)Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.NameProviderPurposeExpiryType_EDGE_SMicrosoftCollects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.SessionHTTP_SSMicrosoftCollects information on visitor behaviour on multiple websites - This information is used on the website in order to optimize the relevance of advertisement.\nThe cookie also allows the website to determine how the visitor accessed the website.\nSessionHTTPMUID&nbsp;[x2]MicrosoftUsed widely by Microsoft as a unique user ID.\nThe cookie enables user tracking by synchronising the ID across many Microsoft domains.1 yearHTTPMUIDBMicrosoftRegisters data on visitors from multiple visits and on multiple websites.\nThis information is used to measure the efficiency of advertisement on websites.\n1 yearHTTPSRCHHPGUSRMicrosoftCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\n1 yearHTTPSRM_BMicrosoftTracks the user’s interaction with the website’s search-bar-function.\nThis data can be used to present the user with relevant products or services.\n1 yearHTTPSUIDMicrosoftCollects information on user preferences and/or interaction with web-campaign content - This is used on CRM-campaign-platform used by website owners for promoting events or products.1 dayHTTPANONCHKMicrosoftRegisters data on visitors from multiple visits and on multiple websites.\nThis information is used to measure the efficiency of advertisement on websites.\n1 dayHTTPSMMicrosoftRegisters a unique ID that identifies the user's device during return visits across websites that use the same ad network.\nThe ID is used to allow targeted ads.SessionHTTPads/ga-audiencesGoogleUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.SessionPixelNIDGoogleRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.6 monthsHTTP_fbp Meta Platforms, Inc.Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPdmSessionID&nbsp;[x3]static.trackedweb.net<br>GoogleCollects information on what products the visitor has viewed and the content of the shopping-cart.\nThis is used to increase the website's conversion rate through targeted advertisement and product promotions through emails.\n1 dayHTTPrecordID&nbsp;[x3]static.trackedweb.net<br>GoogleCollects information on what products the visitor has viewed and the content of the shopping-cart.\nThis is used to increase the website's conversion rate through targeted advertisement and product promotions through emails.\n1 yearHTTPVISITOR_INFO1_LIVEYouTubeTries to estimate the users' bandwidth on pages with integrated YouTube videos.179 daysHTTPYSCYouTubeRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.SessionHTTPytidb::LAST_RESULT_ENTRY_KEYYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-cast-availableYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-cast-installedYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-connected-devicesYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-device-idYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-fast-check-periodYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-appYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-nameYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLUnclassified (26)Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.NameProviderPurposeExpiryType``MicrosoftPendingPersistentHTMLmanifests.artifactsMicrosoftPendingPersistentHTMLmanifests.extensionsMicrosoftPendingPersistentHTMLmanifests.productsMicrosoftPendingPersistentHTMLmanifests.tabsMicrosoftPendingPersistentHTMLJSESSIONID_FOSameSiteCornerStonePendingSessionHTTPAPP_LANG&nbsp;[x2]forms.gov.je<br>one.gov.jePending1 dayHTTPauthKeyforms.gov.jePendingSessionHTMLcouncilforms.gov.jePendingSessionHTMLlocaltimeforms.gov.jePendingSessionHTTPproduct&nbsp;[x2]forms.gov.je<br>one.gov.jePending1 dayHTTPsessionStorageTestforms.gov.jePendingSessionHTMLSimpleSAMLSessionID&nbsp;[x2]forms.gov.je<br>one.gov.jePendingSessionHTTPSiteSettingsCacheforms.gov.jePendingSessionHTMLSiteSettings-CustomCssInlineforms.gov.jePendingSessionHTMLSiteSettings-CustomIFrameCssforms.gov.jePendingSessionHTML_layouts/15/images/blank.gifwww.gov.jePendingSessionPixelRibbon.ListForm.Displaywww.gov.jePendingSessionHTTPsoj.health.register.dentalMicrosoftPendingSessionHTMLsoj.health.register.healthMicrosoftPendingSessionHTMLsoj.health.register.medicalMicrosoftPendingSessionHTMLtestHousingChecklistData202107141145www.gov.jePendingPersistentHTMLx-ms-cpim-rc:f3fc3e68-3b75-4842-9d04-a04f3bd57c9bgovjeid.b2clogin.comPendingSessionHTTP <p>Information about the cookies we use and how we use them.\nWe've also included information about third-party cookies set by other websites.</p>Your consent to cookies<p>Most browsers support cookies but you can set your browser to decline them and delete them whenever you like.\nHowever, some functions of our website may not work as they should if cookies are not enabled.\n</p>\n<p>We can store cookies on your device if they are strictly necessary for the operation of our website.\nFor all other types of cookies we need your permission.</p>\n<br>\n<br>Your consent applies to the following domains: register.jerseyme.gov.je, forms.gov.je, learningathome.gov.je, www.gov.je, one.gov.je, id.gov.je, opendata.gov.je<br>\n<br> Skip to main content Skip to accessibility This website is not compatible with your web browser.\nYou should install a newer browser.\nIf you live in Jersey and need help upgrading call the States of Jersey web team on 440099.\ngov.je <p>Information and public services for the Island of Jersey</p>\n<p>L'înformâtion et les sèrvices publyis pouor I'Île dé Jèrri</p>\n<ul>\n<li> Contacts </li>\n<li>Translate</li>\n<li> Login</li>\n</ul>\n<ul>\n<li> Login</li>\n</ul>\n<ul>\n<li>\n<p>Choose the service you want to log in to:</p>\n</li>\n<li> gov.je <p>Update your notification preferences</p>\n</li>\n<li> one.gov.je <p>Access government services</p>\n</li>\n<li> CAESAR <p>Clear goods through customs or claim relief</p>\n</li>\n<li> Talentlink <p>View or update your States of Jersey job application</p>\n</li>\n</ul> Search gov.je Search Search gov.je Search <ul>\n<li>Home</li>\n</ul> Terms and conditions On this page:<ul>\n<li>Using our website</li>\n<li>Copyright</li>\n<li>Images, photographs and logos</li>\n<li>Hyperlinking to the States of Jersey website</li>\n<li>Hyperlinking from the States of Jersey website</li>\n<li>Virus protection</li>\n<li>Disclaimer</li>\n</ul> Body ContentUsing our website\n<p>The States of Jersey website is maintained for your personal use and viewing.&nbsp.\nAccess and use by you of this site constitutes your acceptance of these terms and conditions and this takes effect from the date on which you first use this website.</p>\nCopyright\n<p>The material on this site is subject to copyright protection in respect of the States of Jersey unless otherwise indicated.</p>\n<p>Copyright protected material may be reproduced free of charge in any format or medium for research, private study or for internal circulation within an organisation.&nbsp;This is subject to the material being reproduced accurately and not being used in a misleading context.</p>\n<p>Where any of the copyright items on this site are being republished or copied to others, the source of the material must be identified and the copyright status acknowledged.</p>\n<p>The permission to reproduce protected material does not extend to any material on this site for which the copyright is identified as being held by a third party.&nbsp;For authorisation to reproduce such material, you must contact the copyright holder.</p>\nImages, photographs and logos\n<p>All photographs, images, and our&nbsp;logos or any other third party logos on this website are copyright.&nbsp;All rights are reserved and no photograph, image or logo may be copied, reproduced or directly linked to without approval from the relevant copyright owner.</p>\nHyperlinking to the States of Jersey website\n<p>We do not object&nbsp;to you linking directly to pages on this site and you do not need to ask for permission to do so.&nbsp.\nHowever, we do not permit our pages to be loaded into frames on your site.&nbsp;The www.gov.je&nbsp;pages must be displayed in the user's entire browser window.</p>\nHyperlinking from the States of Jersey website\n<p>We are not responsible for the content or reliability of the websites we link to and do not necessarily endorse the views expressed within them.</p>\n<p>We aim to replace broken links to other sites but cannot guarantee that these links will always work as we have no control over the availability of other sites.</p>\nVirus protection\n<p>We make every effort to check and test material at all stages of production.&nbsp.\nIt is always wise for you to run an anti-virus program on all material downloaded from the internet.&nbsp;We cannot accept any responsibility for any loss, disruption or damage to your data or your computer system which may occur while using material derived from this website.</p>\nDisclaimer\n<p>This website and material relating to government information, products and services (or to third party information, products and services), is provided 'as is', without any representation or endorsement made and without warranty of any kind whether express or implied, including but not limited to the implied warranties of satisfactory quality, fitness for a particular purpose, non-infringement, compatibility, security and accuracy.</p>\n<p>We do not warrant that the functions contained in the material contained on this site will be uninterrupted or error free, that defects will be corrected, or that this site or the server that makes it available are free of viruses or represent the full functionality, accuracy, reliability of the materials.&nbsp;In no event will we be liable for any loss or damage including, without limitation, indirect or consequential loss or damage, or any loss or damages whatsoever arising from use or loss of use of, data or profits arising out of or in connection with use of this website.</p> Contact<p>Web Services</p>\n<ul>\n<li>E&nbsp;&nbsp;&nbsp;digital@gov.je</li>\n</ul>\n<p>Modernisation and Digital<br>Jubilee Wharf<br>24 The Esplanade<br>St Helier<br>Jersey<br>JE2 3QA</p>Connect to SignVideo In this section<ul>\n<li>Benefits and financial support</li>\n<li>Business, industry and finance</li>\n<li>Caring and support</li>\n<li>Crime and justice</li>\n<li>Education</li>\n<li>Employment, careers and skills</li>\n<li>Environment</li>\n<li>Freedom of Information</li>\n<li>Government and administration</li>\n<li>Health and wellbeing</li>\n<li>Home and community</li>\n<li>Leisure, culture and entertainment</li>\n<li>Life events</li>\n<li>News</li>\n<li>Planning and building</li>\n<li>Report a problem with Love Jersey</li>\n<li>Staying safe</li>\n<li>Taxes and your money</li>\n<li>Travel and transport</li>\n<li>Ukraine</li>\n<li>Update your contact details with Government departments</li>\n<li>Using the SignVideo service</li>\n</ul> Our sites<ul>\n<li>Blog</li>\n<li>Digital Jersey</li>\n<li>Jersey Business</li>\n<li>Jersey Finance</li>\n<li>Jersey Law</li>\n<li>Jersey Sport</li>\n<li>Locate Jersey</li>\n<li>m.gov.je</li>\n<li>Open Data</li>\n<li>Parishes</li>\n<li>Petitions</li>\n<li>States Assembly</li>\n<li>Visit Jersey</li>\n</ul>\n<dl>\n<dt>Find us on social media</dt>\n<dd> Twitter opens in new window </dd>\n<dd> Facebook opens in new window </dd>\n<dd> LinkedIn opens in new window </dd>\n<dd> Instagram opens in new window </dd>\n<dd> YouTube opens in new window </dd>\n</dl>\n<ul>\n<li>Accessibility</li>\n<li>Contact us</li>\n<li>Privacy</li>\n<li>Terms and conditions</li>\n<li>Sitemap</li>\n<li>Translate</li>\n<li>© States of Jersey 2010 - 2022</li>\n</ul> Back to top ", "created_at": "2022-12-05 01:48:28.228903", "updated_at": "2022-12-05 01:51:57.257103"}], "points": [], "urls": ["gov.je"]}}