{"error": 448, "message": "OK", "parameters": {"id": 7685, "name": "CFI Education ", "created_at": "2023-03-20 00:01:34.936123", "updated_at": "2023-03-29 19:26:51.191923", "wikipedia": null, "keywords": null, "related": null, "slug": "cfi-education", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7685.png", "url": "corporatefinanceinstitute.com", "documents": [{"id": 14805, "name": "Privacy Policy ", "url": "https://corporatefinanceinstitute.com/about-cfi/privacy-policy/", "xpath": "//*[@id=\"section-1\"]", "text": " <p>\n<em>Last Updated: January 23, 2023.</em>\n</p>\n<p>Your privacy is important to CFI Education Inc.\n(“<strong>CFI</strong>”).\nThis Privacy Policy explains how CFI collects, uses, discloses, and retains personal information, including information collected through websites, blogs, apps (including but not limited to messaging services), and our correspondence with you (for example, by e-mail) and when providing you with our products and services.</p>\n<p>\n<strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour Consent</strong>\n<br>\nIf you are located outside the European Economic Area, by providing CFI with your personal information, you consent to the collection, use, disclosure, and retention of that information by CFI in accordance with this Privacy Policy and as otherwise permitted by applicable law.\nYou may withdraw your consent at any time, subject to legal or contractual restrictions and on reasonable notice to CFI, but then you might not be able to proceed with your intended interactions or transactions with CFI or otherwise receive the full benefit of CFI’s products and services.</p>\n<p>\n<strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nData Controller</strong>\n<br>\nFor purposes of the General Data Protection Regulation (the “<strong>GDPR</strong>”), we are the data controller for the purpose of data protection law, in respect of your personal information collected and used through your use of the website, products, and services.\nThis is because we dictate the purpose for which your personal information is used and how we use your personal information.</p>\n<p>\n<strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPersonal Information Defined</strong>\n<br>\nIn this Privacy Policy, “<strong>personal information</strong>” means information about you and which identifies you, such as your name and email address, but does not include (to the extent permitted by law) information that is publicly available in a telephone directory or that is the business contact information that enables an individual to be contacted at a place of business.</p>\n<p>\n<strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPersonal Information CFI Collects</strong>\n<br>\n<strong>We collect personal information about you in the course of providing the websites, blogs, apps (including but not limited to messaging services), products and services, and our correspondence with you.&nbsp.\nThe information may include the following:</strong>\n</p>\n<strong>Category</strong>\n<strong>Description</strong> Personal contact information\nName, personal address, personal email address, and personal telephone number Business contact information\nName, business address, business email address, and business telephone number Account information\nUsername and account preferences Payment information\nPayment card number (credit or debit card), bank account number, billing address, or other financial account numbers and account details Financial aid application information\nContact information, link to social media profile, education and employment information, annual income, country of residence, aid preferences, answers to questions about your financial situation, and academic or professional achievements Course and enrolment information\nOnline registration information, record of attendance information, and assessments Social Media\nInformation relating to your social media profiles, including (but not limited to) LinkedIn Marketing preferences, marketing activities, and customer feedback\nMarketing preferences or responses to voluntary customer satisfaction surveys improve our marketing communications.\nWe may collect information about interaction with, and responses to, our marketing communications, reviews, and endorsements provided regarding our courses Other information you provide to us\nFor example, if you write a review of our products, submit a “Contact Us” form, or provide other information to us in the course of your use of our websites, products, or services <p>\n<strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHow CFI Collects Information</strong>\n</p>\n<p>\n<strong>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Information You Provide</strong>\n<br>\nYou may be asked to voluntarily give your personal information to CFI when you interact with CFI.\nThis information may be provided:\n</p>\n<ol>\n<li>in the course of communications between you and us (including by phone, email, chat, in person, via social media, website, or otherwise);</li>\n<li>when you register for an account;</li>\n<li>when you request information about or use a product or service provided by us;</li>\n<li>when you subscribe to a newsletter;</li>\n<li>when you attend tradeshows and other events.\nand</li>\n<li>when you report a problem with our websites, products our services.</li>\n</ol>\n<p>\nIn certain circumstances, you can choose not to provide certain requested personal information, but then you might not be able to proceed with your intended interaction or transaction with CFI or otherwise receive the full benefit of the desired product or service.</p>\n<p>If you give CFI the personal information of another individual, then you are solely responsible for complying with all applicable laws, including obtaining the individual’s valid consent, regarding your collection and disclosure of the personal information to CFI and to CFI’s use, disclosure, and retention of the personal information.</p>\n<p>\n<strong>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Automated Collection</strong>\n<br>\nCFI may automatically collect certain information regarding your use of CFI’s websites, such as the dates and times that you use the websites, the browsers, operating systems, software and devices that you use to access the websites, and details of your use of the websites.</p>\n<p>CFI’s websites, email messages, and advertisements may use technologies (e.g.\ncookies, web beacons, tokens, pixels, or tags) to collect information that assists CFI to improve its products, services, customer communications, and advertising and to prevent fraud.\nCFI may use information collected through technological means to recognize you as a user of CFI’s websites, to facilitate and improve your use of CFI’s websites, to confirm that messages have been delivered to and opened by you, and to provide you with targeted advertisements.\nYou may choose to decline or disable cookies in your web browser or device permits, but doing so may affect your ability to access or use certain features of a website.\nMore information about cookies used for interest-based advertising is set out in section 4(c) below.</p>\n<p>Some of the information automatically collected by technological means is non-personal information (because the information does not identify you), and CFI will deal with that non-personal information as explained below in this Privacy Policy unless applicable law requires otherwise.\n</p>\n<p>\n<strong>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Cookies</strong>\n<br>\nCookies are small files that a site or its service provider transfers to your computer’s hard drive through your Web browser (if you allow) that enables the website’s or service provider’s systems to recognize your browser and capture and remember certain information.\nFor instance, we may use cookies to help us remember and process the items in your shopping cart and to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe may also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.\nFind out more about how to manage cookies.</p>\n<p>\nWe use cookies to:\n</p>\n<ul>\n<li>help remember and process the items in the shopping cart;</li>\n<li>understand and save user’s preferences for future visits;</li>\n<li>keep track of advertisements.\nand</li>\n<li>compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future.\nWe may also use trusted third-party services that track this information on our behalf.</li>\n</ul>\n<p>\nYou may choose to decline or disable cookies if your web browser permits, but doing so may affect your ability to access or use certain features of CFI’s websites.\nHowever, you will still be able to place orders.</p>\n<p>\n<strong>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Internet-Based Advertising</strong>\n<br>\nCFI may use interest-based advertising services (sometimes called “remarketing” or “retargeting”) provided by third-party vendors (such as Google, Bing, LinkedIn, and Facebook) to display advertisements on third-party websites and social media sites visited by users of a CFI website.\nAdvertising vendors (such as Google, Bing, LinkedIn and Facebook) use cookies, pixels or tokens – unique identifiers of a web browser on a specific computer that are installed on the computer when it accesses CFI websites – to display ads based on the computer’s past access to CFI websites.\nYou can opt out of Google’s use of cookies by visiting Google’s Ads Settings.\nYou can also opt out of a remarketing vendor’s use of cookies by visiting the Network Advertising Initiative’s consumer opt-out page.\nFor more information, including details of how to block these cookies specifically, please see https://support.google.com/analytics/answer/181881.\nWe partner with Rakuten Advertising, who may collect personal information when you interact with our site.\nThe collection and use of this information is subject to the Rakuten Advertising Privacy Policy.</p>\n<p>\n<strong>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Information from Other Sources</strong>\n<br>\nCFI may collect personal information from various publicly available sources and other third parties that are lawfully entitled to share your personal information with CFI.</p>\n<p>If CFI refers you to an independent business (e.g.\na sales partner) for a proposed transaction, then CFI may collect from that independent business information regarding the transaction for use by CFI to update your confidential profile for use by CFI as set out in this Privacy Policy.</p>\n<p>CFI may combine your personal information collected by CFI through various sources.</p>\n<p>\n<strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHow CFI Uses Personal Information</strong>\n</p>\n<p>\n<strong>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>General</strong>\n<br>\nUnder data protection law, we can only use your personal information if we have a proper reason for doing so, for example:\n</p>\n<ul>\n<li>to comply with our legal and regulatory obligations;</li>\n<li>for our legitimate interests (see below) or those of a third party;</li>\n<li>for the performance of our contract with you or to take steps at your request before entering into a contract.\nor</li>\n<li>you have given consent.</li>\n</ul>\n<p>\nA legitimate interest is when we have a business or commercial reason to use your personal information, so long as this is not overridden by your own rights and interests.\nWhere we rely on our legitimate business interests or those legitimate interests of a third party to justify the purposes for using your personal information, this will include:\n</p>\n<ul>\n<li>pursuit of our commercial activities and objectives, or those of a third party;</li>\n<li>compliance with applicable legal and regulatory obligations and any codes of conduct;</li>\n<li>improvement and development of our business operations and service offering, or those of a third party.\nor</li>\n<li>protection of our business, shareholders, employees, and customers, or those of a third party.</li>\n</ul>\n<p>\n<strong>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Purpose and Legal Basis</strong>\n</p>\n<p>\nCFI may use your personal information collected by CFI for purposes relating to or arising from your relationship and transactions with CFI and as otherwise set out in this Privacy Policy or permitted by applicable law.\nThe table below explains what we use your personal information for and our reasons for doing so.\nIn general terms we will collect personal information for the following purposes:\n</p>\n<strong>Purpose</strong>\n<strong>Legal Basis</strong> To administer your relationship with CFI, including to contact and correspond with you regarding those matters\nFor our legitimate business interests (i.e.\nthe provision of the websites, products, and services) To facilitate your interactions and transactions with CFI\nFor our legitimate business interests (i.e.\nthe provision of the websites, products, and services) To provide you with the websites, products, and services\nFor our legitimate business interests (i.e.\nthe provision of the websites, products, and services), and depending on the circumstances, to perform a contract between you and us To process your application for financial aid\nFor our legitimate business interests (i.e.\nthe provision of&nbsp.\nour products and services) To process and respond to your inquiries, requests, and other communications\nFor our legitimate business interests (i.e.\nthe provision of the websites, products, and services) To notify you about changes to the websites or the products and services\nFor our legitimate business interests (i.e.\nthe provision of the websites, products, and services) To audit and monitor the use of the websites\nFor our legitimate business interests (i.e.\nthe provision of the websites, products, and services, as well as to improve and monitor the security of the websites) or we may request your consent in certain circumstances where we are required to do so by law (e.g., in relation to our use of certain cookies) To maintain, protect and improve CFI’s products and services and to develop new products and services\nFor our legitimate business interests (i.e.\nthe provision and improvement of the products and our services) To manage complaints, feedback, and queries\nFor our legitimate business interests (i.e.\nthe provision and improvement of the websites, products, and services) To administer and facilitate your participation in contests and promotions related to CFI\nFor our legitimate business interests (i.e.\nthe promotion of the websites, products, and services), and depending on the circumstances, to perform a contract between you and us To carry out market research and analysis\nFor our legitimate business interests (i.e.\nthe provision, improvement, and promotion of the websites, products, and our services) To carry out satisfaction surveys and analysis\nFor our legitimate business interests (i.e.\nthe provision, improvement, and promotion of the websites, products, and our services) To provide you with information (including by email and other electronic messages) regarding CFI and its business, products, and services and products and services offered by other businesses, to the extent permitted by applicable law and in accordance with your preferences as indicated when you entered into any agreement with us, including any marketing consent preferences\nDepending on the method of communication, this processing may be carried out with your consent or in accordance with our legitimate business interests to process your information for direct marketing purposes To comply with any legal or regulatory obligations (including in connection with a court order) and to protect and enforce CFI’s legal rights, interests and remedies to protect the business operations and customers of CFI or other persons\nFor our legitimate business interests and for compliance with legal obligations to which we are subject To enforce or apply the agreements concerning you (including agreements between you and us)\nFor our legitimate business interests and for compliance with legal obligations to which we are subject <p>\n<strong>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHow We Use Automated Decision Making When We Process Your Personal Information.</strong>\n<br>\nTo help us assess your suitability for financial aid, decisions will be made about you using automated computer software on a system.&nbsp.\nThis is known as automated decision making.</p>\n<p>The systems apply pre-defined logic programming and criteria to make a decision and these decisions do not require human input.</p>\n<p>You have the right to challenge any automated decision with us directly.&nbsp.\nYou can object to an automated decision, ask that we do not make automated decisions about you, and ask that a person reviews it.\n&nbsp;If you want to know more details about your rights, please see section 17(d) below.</p>\n<p>\n<strong>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHow CFI Discloses and Shares Personal Information</strong>\n</p>\n<p>\n<strong>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>General</strong>\n<br>\nCFI discloses your personal information for purposes relating to or arising from your relationship and transactions with CFI and as otherwise set out in this Privacy Policy or permitted by applicable law.</p>\n<p>\n<strong>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Specific Consents</strong>\n<br>\nCFI may disclose your personal information in accordance with express or implied consent that you give during your interactions and transactions with CFI.</p>\n<p>\n<strong>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Affiliates</strong>\n<br>\nCFI Education Inc.\nand its affiliates may share your personal information with each other and use it in connection with our relationship with you for the provision of our products and services, the whole in accordance with this Privacy Policy.\nWhen CFI shares your personal information with its affiliates, CFI may develop, maintain and share a confidential profile for you for use by CFI to provide information, products, and services to you, to facilitate your dealings with CFI and as otherwise set out in this Privacy Policy.</p>\n<p>\n<strong>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Referred Transactions</strong>\n<br>\nIf CFI refers you to an independent business (e.g.\na sales partner) for a proposed transaction, then CFI may disclose your personal information to the independent business to facilitate the proposed transaction, and in those circumstances, CFI has no control over, or responsibility or liability for, the use, disclosure or retention of your personal information by the independent business, and the use, disclosure and retention of the disclosed information by the independent business is <u>not</u> subject to this Privacy Policy.</p>\n<p>\n<strong>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Suppliers and Service Providers</strong>\n<br>\nCFI may disclose your personal information to its suppliers and third-party service providers, such as our payments processor or our analytics provider, to assist CFI in the provision of information, products, and services to you, to provide services to CFI, to assist CFI to use your personal information as set out in this Privacy Policy and as otherwise permitted by applicable law.</p>\n<p>\n<strong>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Professional Advisers</strong>\n<br>\nCFI may disclose your personal information to our professional advisers including accountants, lawyers, and other professional advisers that assist us in carrying out our business activities.</p>\n<p>\n<strong>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Law Enforcement/Legal Disclosures</strong>\n<br>\nCFI may disclose your personal information as required or authorized by applicable law, including to comply with a subpoena, warrant, or court or arbitral order or litigation disclosure obligation.\nCFI may disclose your personal information to law enforcement agencies or other independent organizations if CFI reasonably believes the disclosure is necessary or appropriate in connection with national security, law enforcement, or other issues of public importance, or if CFI reasonably believes the disclosure is necessary or appropriate to protect and enforce CFI’s legal rights, interests and remedies or to protect the rights, interests, business, operations or customers of CFI or other persons (including to detect and prevent fraud and other illegal activities, to enforce any of the terms of use, terms of service or other agreements that govern access to or use of any of CFI’s products or services).\nCFI has no control over, or responsibility or liability for, the use, disclosure or retention of your personal information by the agencies, independent organizations or other persons to whom CFI discloses the information in the foregoing circumstances, and the use, disclosure and retention of the disclosed information by those agencies, independent organizations or other persons is <u>not</u> subject to this Privacy Policy.</p>\n<p>\n<strong>(h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Business Transactions</strong>\n<br>\nCFI may disclose your personal information in connection with a proposed or actual business transaction in which CFI is involved (e.g.\na corporate amalgamation, reorganization, merger or acquisition, or the sale or transfer of some or all of CFI’s business or assets), but CFI will require the information recipient to agree to protect the privacy of your personal information in a manner that is consistent with this Privacy Policy and applicable law.</p>\n<p>\n<strong>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Information that You Share</strong>\n<br>\nYou may use CFI’s products and services (including membership in the Global Corporate Finance Society by creating a Global Corporate Finance Society member profile) to share your personal information and other information and content with other users of CFI’s products and services, including other Global Corporate Finance Society members (collectively “<strong>CFI Users</strong>”).\nWhen you do so, the information and content that you share can be read, collected, used, retained, and disclosed by other CFI Users and may be publicly available on CFI’s websites.\nYou are solely responsible for the information and content that you choose to share with other CFI Users and in your Global Corporate Finance Society member profile.\nCFI has no control over, or responsibility or liability for, the way in which the information or content that you share is collected, used, retained, or disclosed by other CFI Users.\nCFI encourages you to be careful when you share information or content, including the information in your Global Corporate Finance Society member profile.</p>\n<p>\n<strong>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLocation and Transfer of Personal Information</strong>\n<br>\nCFI and its service providers may process, store, and use your personal information at facilities in various locations, including Canada, the United States of America, the European Economic Area, and Asia.</p>\n<p>If you are located in the European Economic Area and we transfer your personal information outside the European Economic Area, we will implement appropriate and suitable safeguards to ensure that such data will be protected as required by applicable data protection law.\nFor example, appropriate and suitable safeguards may include the transfer of personal information where the recipient has agreed to a European Commission approved data transfer agreement in the form of the standard contractual clauses under Article 46(2) of the GDPR.\nor the transfer of personal information to a country that is subject to a European decision of adequacy (e.g.\nCanada).</p>\n<p>If you are located outside the European Economic Area, by providing your personal information to CFI, you consent to the transfer of the personal information to facilities located in other countries and the processing and storage of the personal information at those facilities.</p>\n<p>For further information on the steps taken relating to such transfers and the safeguards in place, please contact our Privacy Officer using the details listed at the end of this Privacy Policy.</p>\n<p>\n<strong>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRetention of Personal Information</strong>\n<br>\nWe will retain your personal information for the period reasonably necessary for the purposes set out or referenced in this Privacy Policy and to comply with CFI’s legal obligations or enforce or protect CFI’s legal rights, or a longer period required or permitted by applicable law.\nCFI will delete or dispose of your personal information, or depersonalize the information when CFI is no longer reasonably required to retain the information for the purposes set out in this Privacy Policy.</p>\n<p>Please note that all of the above retention periods may be extended where we need to preserve and use personal information for the purposes of bringing or defending a legal claim.&nbsp.\nIn such cases, we will continue to hold and process your personal information for as long as is necessary to deal with the legal proceedings.</p>\n<p>For further information as to our retention periods, please contact our Privacy Officer using the contact details as set out at the end of this Privacy Policy.</p>\n<p>\n<strong>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour California Privacy Rights</strong>\n<br>\nCalifornia law permits California residents who provide us with personal information to request certain information regarding our disclosure of such information to third parties for their direct marketing purposes.\nWe do not, at this time, disclose such information to third parties for their direct marketing purposes.\nIf we change this policy, we will update this provision and provide instructions on how you may make a request for details.&nbsp.\nIf any other state enacts a law similar to the California law, then this provision will also apply to residents of such states.</p>\n<p>\n<strong>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDo Not Track Signals.\nTracking Across Third Party Websites</strong>\n<br>\nCertain mechanisms may allow you to send web browser signals known as “Do Not Track” (“DNT”) signals, indicating your choice to disable tracking on our website.&nbsp.\nWe do not respond to browser and do not track signals at this time.&nbsp.\nWe may not be aware of or able to honor and respond to every such mechanism.\nRead more about “do not track.”</p>\n<p>Third parties, other than our vendors (such as our website analytics provider), do not have authorization from us to track which websites you visited prior to and after visiting our website.\nThat said, we cannot control third-party tracking and there may be some third party tracking that occurs without our knowledge or consent.</p>\n<p>\n<strong>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProtection of Personal Information</strong>\n<br>\nCFI uses reasonable safeguards – including administrative, physical, and technical security and safeguarding measures – appropriate to the sensitivity of the personal information in CFI’s possession or under CFI’s control to help protect the information from unauthorized access, collection, use, disclosure, deletion or similar risks.\nNevertheless, security risks cannot be eliminated and CFI cannot guarantee that your personal information will not be accessed, used, disclosed, or deleted in ways not otherwise described in this Privacy Policy.</p>\n<p>\n<strong>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAccuracy and Access to Personal Information</strong>\n<br>\nCFI will rely on you to ensure that the personal information that you provide to CFI is as accurate, complete and up to date as necessary for the purposes for which CFI uses the personal information.\nYou will promptly notify CFI of any changes to the personal information that you provide to CFI using the procedures made available for that purpose by CFI or by contacting CFI’s Privacy Officer using the contact information noted below.</p>\n<p>You have certain rights with respect to your personal information.&nbsp.\nThe rights may only apply in certain circumstances and are subject to certain exemptions.&nbsp.\nPlease see the table below for a summary of your rights.&nbsp.\nYou can exercise these rights using the contact details at the end of this Privacy Policy.\n</p>\n<strong>Right</strong>\n<strong>Summary of your rights</strong> Right of access to your personal information\nYou have the right to receive a copy of your personal information that we hold about you, subject to certain exemptions.\nRight to rectify your personal information\nYou have the right to ask us to correct your personal information that we hold where it is incorrect or incomplete.\nRight to erasure of your personal information:\nYou have the right to ask that your personal information be deleted in certain circumstances.&nbsp.\nFor example (i) where your personal information is no longer necessary in relation to the purposes for which they were collected or otherwise used.\n(ii) if you withdraw your consent and there is no other legal ground for which we rely on for the continued use of your personal information.\n(iii) if you object to the use of your personal information (as set out below).\n(iv) if we have used your personal information unlawfully.\nor (v) if your personal information needs to be erased to comply with a legal obligation.\nRight to restrict the use of your personal information\nYou have the right to suspend our use of your personal information in certain circumstances.&nbsp.\nFor example (i) where you think your personal information is inaccurate and only for such period to enable us to verify the accuracy of your personal information.\n(ii) the use of your personal information is unlawful and you oppose the erasure of your personal information and request that it is suspended instead.\n(iii) we no longer need your personal information, but your personal information is required by you for the establishment, exercise or defense of legal claims.\nor (iv) you have objected to the use of your personal information and we are verifying whether our grounds for the use of your personal information override your objection.\nRight to data portability\nYou have the right to obtain personal information that you have provided to us in a structured, commonly used, and machine-readable format and for it to be transferred to you or another organization, where it is technically feasible.\nThe right only applies where the use of the personal information you provided was with your consent or for the performance of a contract with you, and when the use of your personal information is carried out by automated (i.e.\nelectronic) means.\nRight to object to the use of your personal information\nYou have the right to object to the use of your personal information in certain circumstances.\nFor example (i) where you have grounds relating to your particular situation and we use your personal information for our legitimate interests (or those of a third party).\nand (ii) if you object to the use of your personal information for direct marketing purposes.\nRight to withdraw consent\nYou have the right to withdraw your consent at any time where we rely on consent to use your personal information.\nRight to complain to the relevant data protection authority\nYou have the right to complain to the relevant data protection authority where you think we have not used your personal information in accordance with data protection law.\n<p>\n<strong>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNon-Personal Information</strong>\n<br>\nCFI may use personal information to create and collect non-personal information (information that is not about an identifiable individual), including personal information that has been aggregated or otherwise depersonalized so that the information no longer relates to an identifiable individual.\nCFI may use, disclose, transfer, and retain non-personal information for any purpose and in any manner whatsoever.\nIf non-personal information is combined with personal information, then CFI will treat the combined non-personal information as personal information for the purposes of this Privacy Policy for as long as the non-personal information is combined with your personal information.</p>\n<p>\n<strong>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOther Websites and Businesses</strong>\n<br>\nCFI’s websites and correspondence (including emails and messages) may include advertisements for products and services offered by independent businesses or links to websites operated by independent businesses.\nCFI has no responsibility or liability for, or control over, those other websites, online services, or businesses, their products or services, or their collection, use, disclosure, or retention of your personal information.\nThis Privacy Policy does <u>not</u> apply to the collection, use, disclosure, and retention of your personal information by those websites, online services, and independent businesses.\nIf you have questions about how those websites, online services, or independent businesses collect, use, disclose or retain personal information, please contact the owner or operator of the website, service, or business.</p>\n<p>\n<strong>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSocial Networking and Similar Situations</strong>\n<br>\nWhen you use certain aspects of CFI’s websites or other services, or post information to other social networking sites (e.g.\nthere may be links to CFI’s Facebook, Twitter, Instagram, YouTube, LinkedIn or Google+ pages or you may be able to “like” a product on your Facebook account or “pin” a product on your Pinterest account), the personal information that you post or share in connection with these third-party sites is visible to other persons and can be read, collected, used and disclosed by other persons, including to send unsolicited messages.\nAs will be evident, in such a case, you will be leaving a CFI website and going to the third party’s website.\nAny information provided to such third party social networking sites and other sites is governed by their own privacy policies, which you may read on the applicable site.\nYou are solely responsible for the personal information that you choose to post or share in those situations.\nCFI has no control over, or responsibility or liability for, the use, disclosure, and retention of the personal information that you disclose in those situations, and the use, disclosure, and retention of the disclosed information is not subject to this Privacy Policy.</p>\n<p>\n<strong>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOther Matters</strong>\n</p>\n<p>\n<strong>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Disclaimers, Liability Exclusions/Limitations, and Disputes:</strong>&nbsp.\nThe agreements (including any website terms of use) that you accept when you apply, register for, order, or use CFI’s products and services contain important provisions, including provisions disclaiming, limiting or excluding the liability of CFI and other persons (including service providers) and provisions determining the applicable law and jurisdiction for the resolution of disputes.\nTo the extent permitted by applicable law, each of those provisions applies to any dispute that may arise in relation to this Privacy Policy or CFI’s collection, use, disclosure, and retention of your personal information, and are of the same force and effect as if they were reproduced directly in this Privacy Policy.\nNothing in this Privacy Policy amends any of those other agreements.</p>\n<p>\n<strong>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Changes to this Policy:</strong>&nbsp.\nCFI may change this Privacy Policy as it applies to CFI from time to time by posting a new version of this Privacy Policy on CFI’s websites.\nCFI’s collection, use, disclosure, and retention of your personal information will be governed by the version of this Privacy Policy in effect at that time.\nYour continued dealings with CFI after any change to this Privacy Policy will signify your consent to the collection, use, disclosure, and retention of your personal information by CFI as set out in the changed Privacy Policy.\nAccordingly, you should check the “Last Updated” date of this Privacy Policy (at the top of this Privacy Policy) and review any changes since the last version.</p>\n<p>\n<strong>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>English Language:</strong>&nbsp.\nYou and CFI have each expressly requested and required that this Privacy Policy and all other related documents be drawn up in the English language.\nLes parties conviennent et exigent expressement que cette Politique de Confidentialité et tous les documents qui s’y rapportent soient rédigés en anglais.</p>\n<p>\n<strong>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Contacting CFI’s Privacy Officer:</strong>&nbsp.\nIf you have any comments or questions about this Privacy Policy or how CFI deals with your personal information, please contact CFI’s Privacy Officer by mail or email at: Corporate Finance Institute – Privacy Officer, 1200 Waterfront Centre, 200 Burrard Street, P.O.\nBox 48600, Vancouver, BC, Canada&nbsp.\nV7X 1T2.\nemail: privacy@corporatefinanceinstitute.com.</p>\n<p>Read all of&nbsp;CFI’s Legal Information.</p> ", "created_at": "2023-03-20 00:01:34.969063", "updated_at": "2023-03-20 00:02:11.456239"}, {"id": 14808, "name": "Copyright Notice", "url": "https://corporatefinanceinstitute.com/about-cfi/copyright-trademark-notice/", "xpath": "//*[@id=\"section-1\"]", "text": " Copyright Notice\n<p>\nCopyright © 2015 – 2023, CFI Education Inc.\nAll Rights Reserved.</p>\n<p>All material and content on https://corporatefinanceinstitute.com and https://learn.corporatefinanceinstitute.com (the “Websites”), including all courses, pages, articles, guides, ebooks, Excel models, PDFs, templates, images, data, logos, videos, and other types of content (the “Content”), is the exclusive property of CFI Education Inc., and is protected by copyright law.</p>\n<p>The Content may not be modified, reproduced, sold, distributed, published, or rewritten, in whole or in part.&nbsp.\nAnyone who wishes to reprint or to use CFI Education Inc.\nmaterials must request permission from CFI Education Inc.\nYou may contact CFI here.\n</p>\nTrademark Notice\n<p>\nCFI Education Inc.\nhas invested significant resources into developing and promoting several registered and common law trademarks and accordingly has amassed significant goodwill in these marks and in the associated educational services.\nOnly CFI Education Inc.\nmay use its trademarks in sales, advertising, and promotional materials.\nTo maintain its trademarks and to prevent marketplace confusion, CFI is required to take action against unauthorized use or reproduction of its trademarks in any commercial context.</p>\n<p>CFI’s trademarks include but are not limited to (the “CFI Marks”):\n</p>\n<p>\n<strong>Corporate Finance Institute®</strong>\n</p>\n<p>\n<strong>Financial Modeling &amp.\nValuation Analyst (FMVA)®</strong>\n</p>\n<p>\n<strong>FMVA<b>®</b>\n</strong>\n</p>\n<p>\n<strong>Commercial Banking &amp.\nCredit Analyst (CBCA)™</strong>\n</p>\n<p>\n<strong>CBCA®</strong>\n</p>\n<p>\n<strong>Capital Markets &amp.\nSecurities Analyst (CMSA)®</strong>\n</p>\n<p>\n<strong>CMSA®</strong>\n</p>\n<p>\n<strong>Business Intelligence &amp.\nData Analyst (BIDA)™</strong>\n</p>\n<p>\n<strong>BIDA™</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\nIn written materials, the appropriate TM or ® symbol must be used with the first or most prominent appearance of the CFI Marks.</p>\n<p>Other company names, product names, and marks that are referenced on the Websites are the trademarks of their respective owners.\n</p>\nTrademark Usage Guidelines\n1.\nGeneral\n<p>\n<u>Unauthorized Use:</u>\n</p>\n<ul>\n<li>The CFI Marks may not be used or registered, in whole or in part, as a company or trade name, product name, or service name.</li>\n<li>Any confusingly similar abbreviation, variation, or foreign language or a phonetic equivalent of the CFI Marks may not be used for any purpose.</li>\n<li>The CFI Marks may not be used in any way that would imply that CFI Education Inc.\nendorses, sponsors, or is otherwise affiliated with a third party or a third-party product or service.</li>\n<li>The CFI Marks may not be incorporated, in whole or in part, into a website domain name or a social media profile.</li>\n<li>The CFI Marks may not be used in any advertising that is false or misleading in any way or that is in violation of any applicable law, administrative agency regulation, or municipal ordinance of any jurisdiction.</li>\n<li>The CFI Marks may not be used in association with defamatory, pornographic, scandalous, disparaging, or otherwise objectionable materials.</li>\n</ul>\n<p>\n<u>Permitted Use:</u>\n</p>\n<ul>\n<li>The CORPORATE FINANCE INSTITUTE, FMVA, or FINANCIAL MODELING &amp.\nVALUATION ANALYST (FMVA) word marks may be used to the extent necessary to refer accurately to CFI Education Inc.\nor its services, provided that the use complies with these guidelines.</li>\n</ul>\n2.\nHolders of the FMVA Certification\n<p>\nOnce you have earned the&nbsp;Financial Modeling &amp.\nValuation Analyst (FMVA)® certification, or are enrolled in the program and working towards completion, you may use the FMVA™ marks as permitted below.\n</p>\n<ul>\n<li>The FINANCIAL MODELING &amp.\nVALUATION ANALYST (FMVA) and FMVA Marks may never be used generically in the noun form, as a verb, or in the possessive form.</li>\n<li>The FINANCIAL MODELING &amp.\nVALUATION ANALYST (FMVA) and FMVA Marks must appear as adjectives to modify the subject person or certification.</li>\n<li>Certification holders are not permitted to use the FINANCIAL MODELING &amp.\nVALUATION ANALYST (FMVA) and FMVA Marks as part of an email address, business name, or domain name.</li>\n</ul>\n<p>\n<u>Correct Usage:</u>\n</p>\n<p>John Doe, FMVA</p>\n<p>John Doe, FMVA®</p>\n<p>Jane Doe, Financial Modeling &amp.\nValuation Analyst (FMVA)</p>\n<p>Jane Doe, Financial Modeling &amp.\nValuation Analyst (FMVA)®</p>\n<p>John Doe and Jane Doe are enrolled in the FMVA®&nbsp;certification program.</p>\n<p>\n<u>Incorrect Usage:</u>\n</p>\n<p>John Doe is a Financial Modeling Analyst.</p>\n<p>John Doe is an FMVA®.</p>\n<p>john.doe.fmva@comcast.net</p>\n<p>johndoefmva.net</p>\n<p>\nReturn to All Legal Notices.</p> ", "created_at": "2023-03-20 00:01:35.05999", "updated_at": "2023-03-20 00:02:22.726745"}, {"id": 14807, "name": "Terms of Service ", "url": "https://corporatefinanceinstitute.com/about-cfi/cfi-terms-of-service/", "xpath": "//*[@id=\"section-1\"]", "text": " <p>Last Updated: February 24, 2022.</p>\n<p>Please carefully read these Corporate Finance Institute<strong>\n<sup>®</sup>\n</strong> Terms of Service (these “<strong>Terms of Service</strong>”), which are a binding contract between you and CFI Education Inc.\n(“<strong>CFI</strong>”) that governs the use of a CFI account and the products and services available through a CFI account, exempts CFI and other persons from liability, specifies the jurisdiction for the resolution of disputes and contains other important provisions before registering for a CFI account or submitting an order for or using any product or service available through a CFI account.</p>\n<p>By using a CFI account or a product or service available through a CFI account, you acknowledge and signify that you have read, understand and agree to these Terms of Service.\nIf you do not agree to these Terms of Service, then you may not register for a CFI account or use any product or service available through a CFI account.<br>\n1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDefinitions and Interpretation<br>\n1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Binding Agreement:</strong>&nbsp.\nThese Terms of Service are a binding agreement between you and CFI regarding the use of an Account and Products.\nBy registering for an Account or submitting an order for or using a Product, you acknowledge and signify that you have read, understood and agreed to the most current version of these Terms of Service.\nIf you do not accept and agree to the most current version of these Terms of Service, then you may not register for an Account or submit an order for or use any Product.<br>\n1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Definitions: &nbsp;</strong>In these Terms of Service, the following terms have the following meanings and other capitalized terms have the meaning set out elsewhere in these Terms of Service:<br>\n(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“<strong>Account</strong>” means a valid and subsisting account with CFI for use of Products;<br>\n(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“<strong>Assessment</strong>” means an assignment, exercise, quiz or other assessment required to be completed in respect of a Course;<br>\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“<strong>Certificate</strong>” means a certificate issued by CFI evidencing successful completion of a Course or bundle of Courses;<br>\n(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“<strong>Course</strong>” means an online course provided or made available by CFI for use through an Account;<br>\n(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“<strong>Course Materials</strong>” means the videos, files, documents and other materials and Assessments provided or made available by CFI in respect of a Course;<br>\n(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“<strong>Products</strong>” means the Courses, Course Materials and other products and services that CFI may provide or make available from time to time for use through an Account pursuant to these Terms of Service.\nand<br>\n(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n“<strong>Representatives</strong>” means directors, officers, employees, contract workers, agents and other personnel and representatives.<br>\n1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Other Agreements:&nbsp.\n</strong>These Terms of Service are in addition to other agreements (collectively, the “<strong>Other Agreements</strong>”) between you and CFI (collectively the “<strong>Parties</strong>” and each a “<strong>Party</strong>”), which are available on CFI’s website at www.corporatefinanceinstitute.com (the “<strong>Website</strong>”).\nIf there is a conflict or inconsistency between these Terms of Service and the Other Agreements, then the Other Agreements will take priority and govern regarding the specific subject matter to which they apply, and these Terms of Service will take priority and govern regarding all other matters.<br>\n1.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Changes:</strong> CFI in its discretion may change these Terms of Service at any time and from time to time, without any prior notice, by posting the changed Terms of Service on the Website.\nThe changed Terms of Service are effective immediately on posting on the Website, unless the changed Terms of Service expressly state otherwise.\nIt is your responsibility to check the “Last Updated” date at the top of these Terms of Service and review any changes since the previous version.\nBy using an Account or submitting an order for or using a Product, you signify your unconditional acceptance and agreement to be bound by the changed Terms of Service.\nYou may not change these Terms of Service in any manner.<br>\n<strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Permitted Users/Use</strong>\n<br>\n2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Permitted Users:</strong>&nbsp.\nYou may not register for an Account or submit an order for any Product if you are under the age of majority in the jurisdiction in which you reside or if you cannot form a legally binding contract.\nIf you are under the age of majority, then your parent or legal guardian may register an Account on your behalf and submit orders for Products on your behalf.\nYou may not register for an Account or submit an order for any Product if you do not accept these Terms of Service or the applicable Other Agreements, if you breach these Terms of Service or any Other Agreements, if you are located in a jurisdiction where access to or use of a Product or the Website is prohibited by law, or if CFI has prohibited you from registering for an Account or ordering a Product.\nNotwithstanding the foregoing or any other provision of these Terms of Service, CFI reserves the right in its discretion and for its sole convenience to refuse to provide Products to you or any other person.<br>\n2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Permitted Use of Accounts and Products:</strong>&nbsp.\nSubject to these Terms of Service and all applicable laws, you may only use an Account and Products for your own lawful, personal, non-commercial purposes, in the manner permitted by these Terms of Service and subject to all applicable Other Agreements and applicable laws.\nUse of an Account or Product for any other purpose or in any other manner is strictly prohibited.<br>\n2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>General Restrictions/Prohibitions: </strong>&nbsp;Without limiting the generality of section 2.2, you will not: (a) use your Account or any Product in a way that interferes with or threatens, damages, disrupts, compromises or degrades the integrity, functionality, operation, performance or security of your Account or the Product or CFI’s systems or data, or to attempt to gain unauthorized access to CFI’s systems or data.\n(b) index, crawl, catalogue, mirror, frame, scrape, cache or otherwise collect or mine any data from your Account or any Product for any purpose whatsoever, using any technologies, tools or methods (including robots, spiders, crawlers or other automatic devices, programs or methodologies) whatsoever.\n(c) license, sublicense, grant, sell, share, transfer, assign, pledge, publish, transmit, publicly display or perform, distribute, create any interest in, or otherwise give or make available or permit the use of your Account or any Product to or for the benefit of any other person.\n(d) alter, attempt to circumvent, destroy, obscure, conceal, modify or remove any notices (including proprietary rights notices), proprietary codes or locks, means of identification, digital rights tools or management information, security or control measures, or agreements on, in or in relation to your Account or any Product.\n(e) attempt to circumvent the ordinary navigational structure, technical delivery systems or display of your Account or any Product or attempt to access or use your Account or any Product or CFI’s systems or data by any means that is not purposely made available to you by CFI.\n(f) copy any ideas, features or functions of your Account or any Product or create a product or service using the ideas, features or functions of your Account or any Product.\nor (g) permit, assist or encourage any other person to do any of the foregoing in this section 2.3.<br>\n<strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>User Information</strong>\n<br>\n3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Accurate Information:&nbsp.\n</strong>To create an Account or to order a Product, CFI may require that you provide certain information about yourself (including your legal name, residential address, email address, other contact information and in some instances details of your government-issued identification documents) and payment information.\nYou represent and warrant that all information you provide to CFI is true, accurate, current and complete, and that you will update the information from time to time so that it remains true, accurate, current and complete.\nCFI will rely on the information that you provide.\nCFI is not under any obligation to verify the truth, accuracy, currency or completeness of any information you provide, but CFI may do so in its discretion, and you hereby consent to CFI making reasonable inquiries as CFI considers appropriate to verify the information you provide.\nYou hereby authorize CFI to create and permanently retain records of all information that you provide to CFI and all communications between you and CFI and to use, retain and disclose that information as reasonably necessary to provide Products and to otherwise perform CFI’s obligations and exercise CFI’s rights under these Terms of Service and applicable Other Agreements.\nYou are solely responsible and liable for all loss, damage and expense that you, CFI or any other person may suffer or incur as a result of your submission of any false, inaccurate, out of date or incomplete information, your failure to promptly update your information if it changes, or any other breach of your obligations under this section 3.<br>\n3.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Communications:</strong>&nbsp.\nYou authorize CFI to: (a) accept communications it receives from you by means of the Website or email as if those communications had been given directly by you in writing and signed by you.\n(b)&nbsp;disclose your communications to CFI’s affiliates and services providers.\nand (c)&nbsp;respond to your communications through the Website, by email or other means of communication as CFI considers appropriate.\nCommunications that you send to CFI are not effective unless and until they are processed by the responsible CFI representative.\nCFI may refuse to process communications that you send to CFI, or may reverse the processing of any communications that you send to CFI, at any time in CFI’s discretion and without any notice or liability to you or any other person, including if CFI believes the communication to be fraudulent or unlawful or defective, inaccurate or incomplete due to a technical malfunction.<br>\n3.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Personal Information Privacy:&nbsp.\n</strong>By accepting these Terms of Service you consent to the collection, use, retention, disclosure and deletion of your personal information in accordance with Corporate Finance Institute<sup>®</sup> Privacy Policy (online: https://corporatefinanceinstitute.com/legal/privacy-policy), as amended from time to time, and as otherwise permitted by applicable law.<br>\n<strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Transactions</strong>\n<br>\n4.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Application:</strong>&nbsp.\nThis section 4 does not apply to Products that are made available by CFI without a fee.<br>\n4.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Misprints/Errors:</strong>&nbsp.\nCFI endeavours to provide current and accurate information on the Website, but misprints, errors, inaccuracies, omissions (including incorrect details for a Product) and other errors may sometimes occur.\nCFI reserves the right to correct any misprint, error, inaccuracy or omission at any time without prior notice or liability to you or any other person, and change at any time the Products advertised on the Website, the prices, fees, charges and specifications of those Products and any other Website content, all without any notice or liability to you or any other person.\nIf you submit an order for a Product for which incorrect information was displayed on the Website, CFI will provide you with a reasonable opportunity to cancel your order.<br>\n4.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Availability:</strong>&nbsp.\nProducts advertised on the Website may not be available when ordered or thereafter.\nIf you order a Product that is not available, CFI will notify you by email.\nCFI reserves the right in its discretion to refuse to accept or cancel any order you submit and to limit quantities available for sale or sold to you.<br>\n4.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Prices:</strong>&nbsp.\nAll prices and other amounts appearing on the Website are quoted in US dollars, unless expressly indicated otherwise.\nCFI reserves the right to change prices advertised on the Website at any time.\nThe total price of your order will include the price of the ordered Products plus all applicable delivery charges, handling charges and taxes.\nThe price and applicable taxes and charges will appear on the completed order form, and will be charged to your specified payment service when your order is accepted by CFI or as otherwise set out in your order.<br>\n4.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Orders:</strong>&nbsp.\nThe advertisements on the Website are invitations to make offers to purchase Products and are not offers to sell.\nYour properly completed and delivered order constitutes your offer to purchase the Products referenced in the order.\nYour order will be deemed accepted by CFI when CFI processes payment for your order or sends (by email) an order acceptance notice to you, whichever is sooner.<br>\n4.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Order Cancellation:&nbsp.\n</strong>Because CFI endeavours to complete orders for Products quickly, you may not cancel an order for a Product except in accordance with CFI’s refund policy, below, as amended by CFI from time to time.<br>\n4.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Payment:&nbsp.\n</strong>You may pay for your purchases with the payment methods specified on the Website.\nCFI or its service providers will obtain payment pre-approval from your payment service when your order is processed.\nThe purchase payment will be charged to your payment service if and when your order is processed or as otherwise set out in your order.\nExcept as expressly set forth in these Terms of Service or applicable Other Agreements or otherwise required by applicable law, pre-paid fees are not refundable under any circumstances.<br>\n4.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Delivery:&nbsp.\n</strong>CFI will deliver Products to you electronically, as specified in your applicable accepted order.<br>\n<strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Proprietary Rights</strong>\n<br>\n5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Ownership:</strong>&nbsp.\nExcept for the limited license expressly set out in section 5.2, (a) as between the Parties, CFI will at all times solely own and retain all rights, title and interest (including all intellectual property rights) throughout the world in, to and associated with Products.\nand (b) neither you nor any other person will acquire any right, title or interest in, to or associated with any Product.<br>\n5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>License:</strong>&nbsp.\nSubject to the provisions of these Terms of Service and your payment of all applicable fees, CFI hereby grants you a non-exclusive, personal, non-sublicensable, non-transferable, restricted and limited license to access and use each Course Material made available to you in accordance with the restrictions and requirements set forth and referenced in these Terms of Service.\nYou may use Course Materials solely for your personal participation in a Course and not for any other purpose whatsoever.\nUnauthorized use of Course Materials is strictly prohibited.<br>\n5.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Trademarks:&nbsp.\n</strong>Corporate Finance Institute<sup>®</sup>, the CFI logo and other related trademarks and symbols are registered or unregistered trademarks, service marks and trade names owned or licensed by CFI.\nAny unauthorized use of those trademarks is strictly prohibited, and nothing on the Website or in these Terms of Service or any Other Agreements will be construed as granting, by implication, estoppel, or otherwise, any licence or right to use any of those trademarks and service marks.<br>\n5.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Feedback:</strong>&nbsp.\nIf you give to CFI any feedback (including any review, comments, ideas or suggestions for corrections, enhancements or improvements) regarding a Product or Account or the Website, then CFI and its successors, assigns and licensees may use the feedback for any and all purposes (including to support, maintain and improve Products, Accounts and the Website) without providing any compensation or attribution to you or any other person.\nCFI may in its discretion modify your feedback (e.g.\nfor grammar and spelling) prior to use.<br>\n5.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Reservation:&nbsp.\n</strong>All rights not expressly granted by these Terms of Service or any Other Agreements are reserved by CFI.<br>\n<strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>User Content</strong>\n<br>\n6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>User Content:</strong>&nbsp.\nIn these Terms of Service: (a) “<strong>Content</strong>” means text (including notes, questions, comments and reviews), information, graphics, photographs, images, audio, video, and other materials and forms of data or communication, and includes Templates.\n(b) “<strong>Template</strong>” means a business template distributed through or otherwise made available on the CFI Marketplace on the Website.\nand (c) “<strong>User</strong>\n<strong>Content</strong>” means Content (including Templates) posted, submitted, contributed, transmitted or provided by you to the Website, including the CFI Marketplace, discussion forums and other CFI functionalities generally made available to you.<br>\n6.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Acknowledgement:&nbsp.\n</strong>You acknowledge that User Content may be made available to other users of Products or publicly available on the Website, and that User Content might be copied, disclosed, shared or otherwise made available to other persons.\nCFI has no responsibility or liability for or control over the use of User Content by other users of Products or the Website or any other person.<br>\n6.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Responsibility/Compliance: </strong>Without limiting the generality of any other provision of these Terms of Service, you are solely responsible and liable for User Content.\nYou will ensure that User Content: (a) complies with all applicable laws and community standards (including the laws of the jurisdiction in which you are located).\n(b) does not infringe, violate or misappropriate the rights of any person.\nand (c) does not contain, reference or distribute any information, messages, images or other materials that are abusive, contain nudity, deceptive, defamatory, derogatory, discriminatory, false, fraudulent, harassing, harmful, hateful, indecent, objectionable, obscene, offensive, pornographic, profane, racist, sexist, sexually explicit, threatening, violent, vulgar or otherwise objectionable, or which depict, encourage or tend to incite any unlawful activities.\nCFI is not obligated to screen or verify User Content, and does not guarantee the accuracy, veracity or completeness of any User Content.\nYou are solely responsible and liable for your selection and use of User Content shared by other users and your interactions with other users.\nCFI may remove User Content at any time and for any reason without notice or liability to you or any other person.<br>\n(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Content License/Waiver:&nbsp.\n</strong>You hereby grant and agree to grant CFI and its affiliates, suppliers, service providers and licensees a non-exclusive, world-wide, unrestricted, transferable, sublicensable, royalty-free, fully paid-up, perpetual, irrevocable right and license to use and exploit (including access, view, store, copy, reproduce, combine with other works, distribute, transmit, display and perform) User Content in any manner and for any purpose whatsoever, commercial or otherwise, using any form, media or technology now known or later developed, without providing any compensation or attribution to you or any other person, without any liability whatsoever, and free from any obligation of confidence or other duties.\nYou hereby grant to each other user of Products and the Website a non-exclusive, non-sublicensable, non-transferable, restricted and limited license to use User Content made available by you for the sole purpose of the user’s lawful, internal business purposes.\nYou hereby unconditionally and irrevocably waive and agree to waive in favour of CFI and its affiliates, suppliers, service providers and licensees and all other users all moral rights and rights of authorship and attribution that you have or may have in, to or associated with User Content (the “<strong>Content License/Waiver</strong>”).<br>\n6.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Representation/Warranty:&nbsp.\n</strong>You represent and warrant to CFI and all other users of Products and the Website that: (a) you own User Content or otherwise have all requisite rights, licenses, permissions, consents, powers, authorizations, approvals and waivers to use User Content and grant the Content License/Waiver.\n(b)&nbsp.\nthe creation, possession and use of User Content does not and will not violate or infringe the rights (including intellectual property, privacy and personality rights) of any other person, breach any duty or obligation (contractual or otherwise) owed by you to any other person, or violate any applicable laws.\nand (c) to the best of your knowledge, the information contained in User Content is true, accurate, current and complete.\nIf you becomes aware that any information in User Content is untrue, inaccurate or incomplete, you will promptly contact CFI.<br>\n6.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Review/Removal and Deletion:</strong>&nbsp.\nCFI is not obligated to monitor, review, screen, police, edit or remove User Content, although CFI reserves the right to do so in its discretion and without any notice or liability to you or any other person.\nCFI reserves the right to refuse to post or to remove any User Content, in whole or in part, that CFI in its discretion considers to be unacceptable, undesirable or in violation of these Terms of Service or any Other Agreements, without any notice or liability to you or any other person.\nYou acknowledge that you may not be able to remove User Content from the Website and copies of User Content might continue to exist and be accessible by other persons through the Website or otherwise (including by persons who have previously downloaded, copied, received or otherwise obtained User Content).\nCFI is not responsible or liable for any removal or deletion of User Content.<br>\n6.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Authorization/Consent:</strong>&nbsp.\nYou acknowledge that CFI may in its sole discretion report any information regarding unlawful conduct, including information regarding unlawful conduct contained in User Content, to applicable law enforcement agencies at any time without any notice or liability to you or any other person.<br>\n6.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Retention by CFI:&nbsp.\n</strong>For greater certainty, and notwithstanding the foregoing in this section 6 or any other provision of these Terms of Service, CFI may include copies of User Content in CFI’s archives and back-up systems and may permanently retain copies of User Content for legal compliance and administrative purposes.<br>\n6.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Third Party Content:&nbsp.\n</strong>You acknowledge that Content may be submitted, posted, displayed, transmitted or provided to or through the Website by other users (whether to other users of Products or publicly available on the Website) (“<strong>Third Party Content</strong>”).\nCFI does not guarantee the accuracy, veracity or completeness of any Third Party Content.\nCFI has no responsibility or liability for or control over the conduct of other users of Products or the Website or any Third Party Content.\nYou are solely responsible for your selection and use of Third Party Content, and you access and use Third Party Content entirely at your own risk.\nYou will not make any claim against CFI arising from, connected with, or relating to your use of any Third Party Content.<br>\n<strong>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Accounts</strong>\n<br>\n7.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Credentials:</strong>&nbsp.\nYou must use a valid user name and password for your Account that complies with CFI’s technical requirements and policies (collectively “<strong>Credentials</strong>”).<br>\n7.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Restrictions/Requirements:</strong>&nbsp.\nYou may have only one (1) Account.\nExcept as expressly set forth in sections 7.7 and 8: (a) you may not create an Account for any other person.\nand (b) your Account and Credentials are personal to you and may not be shared with or use by any other person.\nYou are fully responsible and liable for maintaining the confidentiality of your Account and Credentials and for any and all use and misuse of your Account and Credentials (including all transactions using your Account or Credentials) and for all resulting loss and damage.<br>\n7.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Linked Accounts:</strong>&nbsp.\nCFI may permit you to register for an Account through an account you hold with a third party social media site (such as LinkedIn).\nBy registering for an Account using a third party social media site, you agree that CFI may access information related to your account with the third party social media site and you agree to comply with all terms and conditions of the third party social media site regarding your use of an Account through the third party social media site.\nYour use of, and interactions with, a third party social media site as a result of accessing an Account through the third party social media site are at your own risk.\nThird party social media sites are independent from CFI, and CFI does not endorse, and has no responsibility or liability for or control over, third party social media sites.<br>\n7.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Notices:</strong>&nbsp.\nYou will immediately notify CFI by email to learning@corporatefinanceinstitute.com if you discover any unauthorized use of your Account or if you know or suspect that your Credentials have been lost or stolen or become known to or used by any other person.<br>\n7.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Reliance/Verification:</strong>&nbsp.\nCFI may act upon any communication that is given through your Account or by using your Credentials.\nCFI is not under any obligation to verify the actual identity or authority of any person using your Account or Credentials, but CFI in its discretion may at any time require verification of the identity of any person seeking to access your Account and may deny access to and use of your Account if CFI is not satisfied with the verification.<br>\n7.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Cancellation/Suspension/Termination:</strong>&nbsp.\nCFI in its discretion may cancel or suspend your Account or reject, revoke or require that you change or renew your Credentials at any time without notice or liability to you or any other person, including if your Account is inactive.\nIf your Account is suspended, cancelled or terminated by CFI, you may not create another Account without CFI’s express prior written consent.<br>\n7.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Accounts for Children:</strong>&nbsp.\nYou may create an Account for a child for whom you are the parent or legal guardian, and in those circumstances you and your child are jointly and severally responsible and liable for the Account and related Credentials.<br>\n<strong>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Authorized Representatives</strong>\n<br>\n8.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>General:&nbsp.\n</strong>CFI in its discretion may permit you to use procedures prescribed by CFI to appoint another person or legal entity (an “<strong>Authorized Representative</strong>”) to act as your agent and representative in all dealings with CFI, including for purposes of creating, administering and using your Account, submitting and processing your orders for Products and related transactions, and exchanging on your behalf documents and information (including your confidential information, personal information and test scores) with CFI.<br>\n8.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Authorization/Responsibility:</strong>&nbsp.\nBy appointing your Authorized Representative in accordance with CFI’s prescribed procedures, you authorize CFI to deal with your Authorized Representative as your authorized agent and representative for all purposes unless and until your appointment of your Authorized Representative is terminated as set forth in section 8.3.\nWithout limiting the generality of the foregoing in this section 8.2, you hereby acknowledge and agree that: (a) your Authorized Representative may accept and agree on your behalf to all of CFI’s applicable customer agreements and policies (including these Terms of Service and all applicable Other Agreements), as amended from time to time.\nand (b) you are bound by, and fully responsible and liable for, all acts and omissions (including wrongful conduct and use of your confidential or personal information or your Account) by or on behalf of your Authorized Representative.<br>\n8.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Termination:&nbsp.\n</strong>You or your Authorized Representative may terminate the Authorized Representative’s status at any time by sending an email to learning@corporatefinanceinstitute.com.\nA termination request submitted by you or your Authorized Representative will not be effective unless and until the request is actually received and processed by CFI’s personnel.\nCFI in its discretion may terminate your Authorized Representative’s status at any time without any prior notice to you or the Authorized Representative.\nIf your Authorized Representative’s status is terminated, then you alone will have control over your Account (in accordance with applicable procedures prescribed by CFI in its discretion from time to time) and CFI will no longer accept your Authorized Representative’s orders or requests on your behalf.<br>\n<strong>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Courses, Course Materials and Certificates</strong>\n<br>\n9.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Course Registration: </strong>Your registration for a Course or bundle of Courses is specific to the particular Course or bundle of Courses for which you have registered.\nYou may not cancel your registration for a Course or change the Course specified in your registration, except in accordance with CFI’s refund policy, as amended by CFI from time to time, which is available on the Website.<br>\n9.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Changes to Courses and Course Materials:</strong> Notwithstanding any other provision of these Terms of Service, CFI may at any time cancel or otherwise make unavailable or modify any Course or any Course Material, including any Assessments.<br>\n9.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Assessment Integrity:</strong>&nbsp.\nYou acknowledge that Assessments are designed to measure a user’s proficiency or other skills based upon spontaneous, unassisted, original answers provided by the user.\nIf you complete an Assessment, you will provide spontaneous, unassisted answers to the Assessment, and you will not give answers that are memorized or copied from other sources (including answers of another user).\nYou will not encourage or assist any other person to cheat on an Assessment or encourage, engage in or assist any act or omission that might compromise the security of an Assessment or impair the integrity of any Assessment.<br>\n9.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Assessment Confidentiality:</strong>&nbsp.\nTo ensure the continued integrity of Assessments, you will maintain the confidentiality of the questions contained in an Assessment and your answers to those questions, and you will not disclose any of those questions or your answers to any other person.<br>\n9.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Assessment Requirements –</strong>\n<strong>Computer Skills:</strong>&nbsp.\nYou acknowledge that Assessments are administered by computer and require basic computer skills (using a mouse and typing), and you will not be entitled to retake an Assessment or receive a refund of fees if you lack the computer skills required to take an Assessment or if your lack of required computer skills adversely affects your performance on the Assessment.<br>\n9.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Assessment Answers:</strong>&nbsp.\nYou hereby unconditionally and irrevocably grant and agree to grant to CFI a non-exclusive, world-wide, unrestricted, transferable, sublicensable, royalty-free, fully paid-up, perpetual, irrevocable right and license to use and exploit (including copy, reproduce, publish, republish, translate, upload, post, publicly display, transmit, communicate or make available to the public, or otherwise disclose or distribute), and authorize other persons to use and exploit, your Assessment answers (without disclosure of your name or other identifying information) in any manner and using any and all forms, media and technologies now in existence or developed in the future for any and all purposes, including to advertise, promote and market CFI’s products and services, all without any compensation or attribution to you, and you hereby unconditionally and irrevocably waive and agree to waive in favour of CFI and its successors, assigns and licensees all moral rights and rights of authorship and attribution that you have in, to, or associated with your Assessment answers.<br>\n9.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Irregularities:</strong>&nbsp.\nCFI may in its discretion refuse to score an Assessment, release your results on an Assessment or invalidate your completion of an Assessment if CFI believes that the security of the Assessment or the integrity of your completion of the Assessment have been impaired or compromised for any reason whatsoever, including as a result of administrative errors or cheating or other misconduct by you.<br>\n9.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Certificates:&nbsp.\n</strong>Following your successful completion of the requirements (including all applicable Assessments) for a Course or a bundle of Courses, as determined by CFI in CFI’s sole discretion and subject to these Terms of Service, CFI will grant you a Certificate in respect of the Course or the bundle of Courses.\nCFI will send or cause to be sent an electronic copy of your Certificate to the email address you provided to CFI.\nCFI may make additional copies of your Certificate available to you in hard copy or other format for an additional fee.<br>\n9.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Disclosure of Certificate:&nbsp.\n</strong>If you submit a copy of one or more of your Certificates to an institution, association, organization or entity, including a current or potential employer (each an “<strong>Authorized Organization</strong>”), or if you authorize CFI to disclose a copy of one or more of your Certificates to an Authorized Organization, or if you authorize an Authorized Organization to obtain a copy of one or more of your Certificates from CFI, then you unconditionally and irrevocably consent to CFI disclosing to the Authorized Organization your name and other personal information and a copy of the Certificate, and you agree that CFI is not responsible or liable for the Authorized Organization’s use or disclosure of the disclosed information and the copy of the Certificate.<br>\n9.10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>No Other Certification: </strong>A Certificate granted to you in respect of a Course or a bundle of Courses evidences your successful completion of that Course or bundle of Courses only.\nUnless otherwise explicitly stated by a credit-granting institution, participation in or completion of a Course or a bundle of Courses does not confer any academic or continuing education credit or any other designation or certification on you.<br>\n9.11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Consequences of Breach/Misconduct:&nbsp.\n</strong>Notwithstanding any other provision of these Terms of Service, if you breach these Terms of Service or any Other Agreement then, in addition to all other lawful remedies, CFI may in its discretion: (a) cancel your registration for any and all pending Courses.\n(b) refuse to score an Assessment completed by you.\n(c) refuse to accept your registration for any future Courses.\n(d) refuse to give you a refund of fees paid for Courses.\n(e) invalidate your completion of an Assessment or a Course.\nand (f) invalidate any Certificate you received in respect of a Course.<br>\n<strong>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Other Matters</strong>\n<br>\n10.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>General Representations/Warranties:</strong>&nbsp.\nYou represent and warrant to CFI that you have the right, power, capacity and authority to lawfully enter into these Terms of Service and lawfully perform your obligations and exercise your rights under these Terms of Service.<br>\n10.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Technical Requirements:</strong>&nbsp.\nYou are solely responsible and liable for obtaining, provisioning, configuring, maintaining, paying for, and protecting from loss and damage, all equipment (including mobile computing devices and personal computers), software and services (including Internet access) necessary for your use of your Account and Products (including transmission of data to and from CFI).<br>\n10.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Notifications:&nbsp.\n</strong>You will promptly notify CFI if you&nbsp;know of or suspect any unauthorized access to or use of a Product, and on request by CFI you will cooperate with and assist CFI to investigate and respond to the unauthorized access or use (as applicable).<br>\n<strong>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Disclaimers, Liability Exclusions/Limitations and Indemnity</strong>\n<br>\n11.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>General Disclaimer: </strong>You are solely responsible for the use of your Account and the selection and use of Products to achieve your intended results, and you use your Account and Products at your own risk.\nTo the fullest extent permitted by applicable law, Accounts and Products are provided “as is”, “as available” and “with all faults”, and without any representations, warranties, conditions or guarantees of any nature or kind whatsoever, whether express, implied or statutory, or arising from custom or trade usage or by any course of dealing or course of performance, including any representations, warranties, conditions or guarantees of or relating to: accuracy, accessibility, availability, completeness, durability, errors, fitness for a particular purpose, merchantability, non-infringement, lack of viruses or other disabling or harmful code, performance, quality, results, suitability, security, timeliness, title, truthfulness, quiet enjoyment, uninterrupted service or workmanlike effort.\nall of which are hereby waived by you and disclaimed by CFI to the fullest extent permitted by applicable law.\nWithout limiting the foregoing, CFI does not represent or warrant that any Product will meet your requirements.\nNo oral or written information or advice given by or on behalf of CFI will create any legally binding or effective representation, warranty, condition or promise.<br>\n11.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Liability Exclusions/Limitations:</strong>&nbsp.\nNotwithstanding any other provision of these Terms of Service or any Other Agreements, and to the fullest extent permitted by applicable law: (a) in no event and under no circumstances will CFI Group be liable to you or any other person for any personal injury, emotional distress or any damage or loss (including direct, indirect, incidental, consequential, special, punitive or exemplary damage or loss, loss of profit, loss of revenue, loss of data or information, loss of use, loss of privacy, loss of business, loss of opportunity, loss of productivity or any other commercial damage or loss) arising form, connected with or relating to Accounts or Products (including your use or inability to use your Account or Products) or any related matter.\nand (b) if notwithstanding the foregoing or any other provision of these Terms of Service or any Other Agreements CFI Group is liable to you or any other person, then in no event and under no circumstances will CFI Group’s total aggregate liability arising from, connected with, or relating to Accounts or Products or any related matter ever exceed the lesser of: (1) the fees that you actually paid to CFI during the three (3) months immediately before the date on which the liability arose.\nand (2) CDN$50.00.\nThis section 11.2 applies to loss and damage however caused and to liability under any theory (including contract, tort, statute and strict liability), regardless of any negligence or other fault or wrongdoing (including fundamental breach or gross negligence) by CFI or any person for whom CFI is responsible, even if other remedies are not available or do not adequately compensate you or any other person for the loss or damage or the stated remedy fails of its essential purpose, or CFI knew or should have known of the possibility of the loss or damage being incurred.<br>\n11.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Exceptions:</strong>&nbsp.\nThe laws in some jurisdictions prohibit or limit the disclaimer of certain warranties and conditions or the exclusion or limitation of certain liabilities, and so the disclaimers and liability exclusions and limitations in these Terms of Service might not apply to you.<br>\n11.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Indemnity:&nbsp.\n</strong>You will defend, indemnify and hold harmless CFI Group from and against any and all losses, damages, costs, expenses (including legal fees), claims, complaints, demands, actions, suits, proceedings, obligations and liabilities (including legal fees and expenses and settlement payments) arising form, connected with or relating to your use of an Account or Products or your negligence, misconduct or breach of these Terms of Service or any applicable Other Agreements.\nNotwithstanding the foregoing, CFI Group retains the right to participate in the defense of and settlement negotiations relating to any third party claim, complaint, demand, action, suit or proceeding with counsel of their own selection at their sole cost and expense.<br>\n11.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Definition:</strong> In this section 11, “<strong>CFI Group</strong>” means CFI and each of CFI’s corporate affiliates, licensors, suppliers and service providers, and each of their respective directors, officers, employees, contractors, agents, shareholders, distributors and representatives, jointly and severally.<br>\n<strong>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>Suspension/Termination</strong>\n<br>\n12.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Suspension:</strong>&nbsp.\nCFI in its discretion may immediately suspend or restrict your Account and your permission to order Products at any time without notice or liability to you or any other person.<br>\n12.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Termination:&nbsp.\n</strong>These Terms of Service as they apply to you are effective unless and until terminated as set forth in this section 12.2.\nYou may terminate these Terms of Service as they apply to you by permanently closing/deactivating your Account.\nCFI in its discretion may for its sole convenience terminate these Terms of Service at any time by giving a notice of termination to you or by&nbsp;permanently closing/deactivating your Account.<br>\n12.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Consequences of Termination:&nbsp.\n</strong>Notwithstanding any other provision of these Terms of Service, the obligations and liabilities you incur prior to termination of these Terms of Service will survive termination, and sections 1.3, 2, 3, 4, 5, 6, 7.6, 8.2, 9, 11, 12.3 and 13 of these Terms of Service (and all other provisions of these Terms of Service necessary to their interpretation or enforcement) will survive termination and continue to apply and be binding upon you and CFI.<br>\n<strong>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</strong>\n<strong>General Matters</strong>\n<br>\n13.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Governing Law:</strong>&nbsp.\nThese Terms of Service, the Other Agreements, Products, the relationship between you and CFI, and all related matters will be governed by, and construed and interpreted solely in accordance with, the laws of the Province of British Columbia, Canada and applicable federal laws of Canada, excluding any rules of private international law or the conflict of laws that would lead to the application of any other laws and excluding any law that implements the United Nations Convention on Contracts for the International Sale of Goods.<br>\n<strong>Disputes:&nbsp.\n</strong>The courts of British Columbia, Canada sitting in the city of Vancouver, British Columbia, Canada will have original and exclusive jurisdiction over any and all disputes arising from, connected with or relating to these Terms of Service, the Other Agreements, Accounts, Products, the relationship between you and CFI or any related matter (each a “<strong>Dispute</strong>”), and you and CFI each hereby unconditionally and irrevocably submit and attorn to the original and exclusive jurisdiction of those courts regarding those disputes.\nNotwithstanding the foregoing, CFI may commence legal proceedings against you in the courts of any jurisdiction seeking injunctive relief (or similar urgent legal remedies) to enforce these Terms of Service or to protect CFI’s rights and interests.\nYou will commence legal proceedings regarding a Dispute within twelve (12) months after the Dispute arises, after which time any and all legal proceedings by you regarding the Dispute will be forever barred.\nAny shorter time limit provided by law remains unaffected.<br>\n13.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Force Majeure:&nbsp.\n</strong>Notwithstanding any other provision of these Terms of Service or any Other Agreements, CFI will not be liable for any delay in performing, or failure to perform, any of its obligations under these Terms of Service or any Other Agreements to the extent performance is delayed or prevented due to any cause or causes that are beyond CFI’s control.\nAny delay or failure of that kind will not be a breach of these Terms of Service or any Other Agreements by CFI, and the time for CFI’s performance of the affected obligation will be extended by a period that is reasonable in the circumstances.<br>\n13.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Miscellaneous:</strong>&nbsp.\nYou and CFI are non-exclusive, independent contracting parties, and nothing in these Terms of Service or any Other Agreements or done pursuant to these Terms of Service or any Other Agreements will create or be construed to create a partnership, joint venture, agency, employment or other similar relationship between you and CFI.\nUpon request by CFI, you will execute all further documents and instruments and do all further things as may be reasonably necessary to implement and carry out the provisions and intent of these Terms of Service and applicable Other Agreements.\nNo consent or waiver by CFI to or of any breach by you of these Terms of Service or any Other Agreements will be effective unless the consent or waiver is confirmed in a document that is signed by CFI or will be deemed or construed to be a consent to or waiver of a continuing breach or any other breach by you.\nCFI’s rights and remedies under these Terms of Service and the Other Agreements are cumulative and not exhaustive or exclusive of any other rights or remedies to which CFI may be lawfully entitled under these Terms of Service or any Other Agreements or at law, and CFI will be entitled to pursue any and all of its rights and remedies concurrently, consecutively and alternatively.\nIf any provision of these Terms of Service or any Other Agreements is held by a court or arbitrator of competent jurisdiction to be invalid or unenforceable for any reason, then the provision will be deemed severed from these Terms of Service or the Other Agreements (as applicable) and the remaining provisions will continue in full force and effect without being impaired or invalidated in any way, unless as a result of the severance these Terms of Service or the Other Agreements (as applicable) would fail in their essential purpose.\nYou may not assign these Terms of Service or any Other Agreements or any of your rights, licenses, duties or obligations under these Terms of Service or any Other Agreements.\nCFI in its discretion may assign these Terms of Service and the Other Agreements and any or all of CFI’s rights, licenses, duties and obligations under these Terms of Service and the Other Agreements.\nCFI may engage subcontractors to perform CFI’s obligations under these Terms of Service and the Other Agreements.\nThe provisions of these Terms of Service and applicable Other Agreements will enure to the benefit of and be binding upon you and CFI and your respective successors, permitted assigns and personal representatives.<br>\n13.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Interpretation:</strong>&nbsp.\nIn these Terms of Service and applicable Other Agreements (each a “<strong>Contract Document</strong>”): (i) a reference to the Contract Document refers to the Contract Document as a whole and not just to the particular provision in which the reference appears.\n(ii) a reference in a Contract Document to a section by number is a reference to the appropriate section in the Contract Document.\n(iii) headings are for reference only and do not define, limit or enlarge the scope or meaning of the Contract Document or any of its provisions.\n(iv) words importing the singular number only include the plural and vice versa.\n(v) words importing a gender include both genders.\n(vi)&nbsp;“<strong>person</strong>” includes an individual, corporation, partnership, joint venture, association, trust, unincorporated organization, society, and any other legal entity.\n(vii) “<strong>including</strong>” and “<strong>includes</strong>” mean including or includes (as applicable) without limitation or restriction.\n(viii) “<strong>law</strong>” includes common law, equity, statutes and regulations, and reference to a specific law includes all regulations made under the law and all amendments to, or replacements of, the law or any regulation made under the law in force from time to time.\nand (ix) “<strong>discretion</strong>” or any variation thereof means a person’s sole, absolute and unfettered discretion.<br>\n13.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Complete Agreement/Governing Language:&nbsp.\n</strong>These Terms of Service and all applicable Other Agreements together set forth the entire agreement between you and CFI regarding the subject matter of these Terms of Service and the Other Agreements (including Products), and supersede all prior or contemporaneous communications, representations, negotiations, discussions, agreements, or understandings, whether oral or written, with respect to the subject matter of these Terms of Service and the Other Agreements.\nExcept as expressly set forth in these Terms of Service, these Terms of Service and the Other Agreements may not be modified except by a written document that expressly states that it is an amendment to these Terms of Service or the Other Agreements (as applicable) and is signed by an authorized representative of CFI.\nYou and CFI have expressly requested and required that these Terms of Service and all Other Agreements and all related documents be drawn up in the English language.\nLes parties conviennent et exigent expressément que ce Contrat et tous les documents qui s’y rapportent soient rédigés en anglais.\nSubject to applicable law, any non-English translation of these Terms of Service or any Other Agreements provided by CFI is for convenience only, and if there is a conflict or inconsistency between the English version and a non-English translation then the English version will take priority and govern.</p>\n<p>If you have any questions or comments regarding these Terms of Service or any Other Agreements, please contact CFI at learning@corporatefinanceinstitute.com.</p>\n<p>Read all of CFI’s Legal Notices and Agreements.</p> ", "created_at": "2023-03-20 00:01:35.029869", "updated_at": "2023-03-20 00:02:37.166857"}, {"id": 14806, "name": "Website Terms of Use ", "url": "https://corporatefinanceinstitute.com/about-cfi/website-terms-of-use/", "xpath": "//*[@id=\"section-1\"]", "text": " <p>Last Updated: January 23, 2023.</p>\n<p>This website is owned and operated by CFI Education Inc.</p>\n<p>Please carefully read these Website Terms of Use before using the CFI website.\nThese Website Terms of Use are a binding agreement that governs the use of the CFI website, exempts CFI and other persons from liability, specifies the jurisdiction for the resolution of disputes and contains other important provisions.</p>\n<p>By using the CFI website, you acknowledge and signify that you have read, understand and agree to these terms of use.\nIf you do not agree to these terms of use, then you may not use the CFI website.</p>\n<p>\n<strong>1.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Your Acceptance of these Website Terms of Use</strong>\n</p>\n<p>These Website Terms of Use are a binding agreement between you and CFI Education Inc.\n(“<strong>CFI</strong>”) regarding your access to and use of the CFI website (the&nbsp;“<strong>Website</strong>”).\nEach time you use the Website, you signify your unconditional acceptance and agreement, without limitation or qualification, to the most current version of these Website Terms of Use.\nIf you do not unconditionally accept and agree to these Website Terms of Use, then you may not use the Website.</p>\n<p>In this Agreement, a reference to the Website includes all of the Website’s content (including all text, graphics, images, video, and other elements available on or through the Website) and the design, structure, selection, arrangement and look and feel of each element of Website content and the Website as a whole.</p>\n<p>\n<strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOther Agreements</strong>\n</p>\n<p>These Website Terms of Use related to the Website only.\nProducts and services advertised on or available through the Website are governed by other applicable agreements prescribed by CFI or its corporate affiliates, including the Corporate Finance Institute<sup>® </sup>Terms of Service.</p>\n<p>Certain features or functionalities of the Website are restricted to individuals who hold a valid and subsisting CFI account, which is governed by the Corporate Finance Institute<sup>® </sup>Terms of Service.</p>\n<p>\n<strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nChanges to these Website Terms of Use</strong>\n</p>\n<p>CFI in its discretion may change these Website Terms of Use at any time and from time to time, without any prior notice, by posting the changed Website Terms of Use on the Website.\nThe changed Website Terms of Use are effective immediately on posting on the Website, unless the changed Website Terms of Use expressly state otherwise.\nIt is your responsibility to check the “Last Updated” date at the top of these Website Terms of Use and review any changes since the previous version.\nBy using the Website after these Website Terms of Use have been changed by CFI, you signify your unconditional acceptance and agreement to be bound by the changed Website Terms of Use.\nYou may not change these Website Terms of Use in any manner.</p>\n<p>\n<strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPermitted Users</strong>\n</p>\n<p>The Website may be used only by individuals (natural persons) who are the age of majority in the jurisdiction in which they live and are capable of forming a binding contract under applicable law.\nYou may not use the Website if you do not accept and agree to these Website Terms of Use, if you have breached these Website Terms of Use or if your permission to use the Website has been suspended or terminated by CFI.</p>\n<p>\n<strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPersonal Information Privacy</strong>\n</p>\n<p>By using the Website, you consent to the collection, use, disclosure and retention of your personal information by or on behalf of CFI as explained in the Corporate Finance Institute<sup>®</sup> Privacy Policy, as revised from time to time, and as otherwise permitted by applicable law.</p>\n<p>\n<strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNo Advice</strong>\n</p>\n<p>The Website is for informational and educational purposes only.\nThe Website is not intended to be a comprehensive or detailed statements concerning the matters addressed, and is not professional advice or recommendations (including financial, legal or other professional advice).\nIt is your responsibility to obtain appropriate advice suitable to your particular circumstances from a qualified professional before acting or omitting to act based on any information obtained on or through the Website.</p>\n<p>\n<strong>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPermitted and Prohibited Use of the Website</strong>\n</p>\n<p>Subject to these Website Terms of Use and all applicable laws, you may use the Website for your lawful, personal use for non-commercial purposes only, only in the manner purposefully made available by the Website and subject to these Website Terms of Use and all applicable laws.\nUse of the Website for any other purpose or in any other manner is strictly prohibited.</p>\n<p>You will not: (a) use the Website in any manner or for any purpose except as expressly permitted by these Website Terms of Use.\n(b)&nbsp;use the Website for a commercial or business purpose (whether or not for profit) or on behalf of, or for the benefit of, any other person.\n(c)&nbsp;attempt to circumvent the ordinary navigational structure, technical delivery systems or display of the Website or attempt to access or use the Website by any means that is not purposely made available for that purpose by CFI.\n(d)&nbsp;use the Website in a way that interferes with or disrupts the security, integrity, functionality, operation or performance of the Website or any related computer system, network or data.\n(e)&nbsp;license, sublicense, grant, sell, resell, lend, rent, lease, loan, share, transfer, assign, pledge, copy, reproduce, distribute, imitate, publish, republish, translate, repost, publicly display, publicly perform, transmit, distribute, create any interest in, commercially exploit, or otherwise give or make available or permit access or use of the Website to or for the benefit of any other person, whether as a service bureau or otherwise, and with or without charge.\n(f)&nbsp;index, crawl, catalogue, mirror, frame, scrape, cache, or otherwise collect or mine data from the Website for any purpose whatsoever, using any technologies, tools or methods (including robots, spiders, crawlers, or other automatic devices, programs or methodologies) whatsoever.\n(g) alter, violate, circumvent, conceal, modify or remove any notices (including proprietary rights notices), proprietary codes or locks, means of identification, digital rights tools or management information, technological protection measures, security or control measures, or agreements on, in or in relation to the Website.\nor (h)&nbsp;authorize, permit, assist, encourage or enable any other person to do any of the foregoing or to use the Website in a way that would constitute an infringement of the rights of CFI or a breach of these Website Terms of Use if it were done by you.\nThe foregoing restrictions do not apply if and to the extent, but only to the extent, that the restrictions are prohibited by applicable law.</p>\n<p>\n<strong>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCFI™ Marketplace</strong>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nApplication: This Section 8 applies to your use of the CFI™ Marketplace portion of the Website and your purchase of products made available to you through the CFI™ Marketplace (each a “Product”).</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCFI™ Marketplace Vendors:&nbsp.\nCertain Products may be provided or supplied by vendors (each a “Vendor”) that are separate from and not affiliated with CFI.\nCFI has no responsibility or liability for Vendors and does not guarantee the accuracy, veracity or completeness of any Product.\nYou are solely responsible for your selection and use of Products and your interactions with Vendors, and you access and use the CFI Marketplace at your own risk.\nYou will not make any claim against CFI arising from, connected with or relating to the CFI™ Marketplace, Products or Vendors.\nAll complaints, claims, concerns, requests or questions regarding a Product provided by a Vendor must be directed to that Vendor.</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOnline Payment Service: For your convenience, the Website may provide access to an online payment service (the “Payment Service”) that you may use to pay outstanding amounts under an existing purchase order that you have placed with CFI for the purchase of a Product.\nYou will ensure that all information you provide through the Payment Service (including your credit card numbers and their expiration dates) is true, accurate and complete and you will retain a copy of each payment confirmation you receive in connection with your use of the Payment Service.\nThe processing of your payment through the Payment Service may be delayed.\nYou will be solely responsible and liable for your use and misuse of the Payment Service and for any and all loss, damage and additional costs that you, CFI or any other person may incur as a result of your misuse of the Payment Service, your submission of any false, incorrect or incomplete information or any delays in processing your payment through the Payment Service.</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProduct Availability: CFI cannot guarantee that Products advertised on the Website will be available when ordered or thereafter, and does not warrant that the specifications and descriptions of Products on the CFI™ Marketplace are accurate or complete.\nCFI reserves the right to change or remove the Products advertised on the CFI™ Marketplace, limit quantities of Products available for sale or sold or refuse any order you place for a Product, all at any time without prior notice or liability to you or any other person.</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCFI™ Marketplace Refund Policy:&nbsp.\nIn general, Products are non-refundable.\nHowever, we want you to be satisfied with Products and we understand that there may be technical or other issues with a Product from time to time.\nIf you are dissatisfied with a Product you have purchased through the CFI™ Marketplace from CFI, you may contact CFI at learning@corporatefinanceinstitute.com within seven (7) days after the date on which you purchased the Product.\nIf you are dissatisfied with a Product you have purchased through the CFI™ Marketplace from a Vendor, please contact the Vendor directly using the contact information provided to you by the Vendor within seven (7) days after the date on which you purchased the Product with: (i) proof of purchase of the Product.\nand (ii) a description of the technical or other issue you have experienced with the Product.\nIf the issue has not been resolved to your satisfaction after you have contacted the applicable Vendor, you may contact CFI at learning@corporatefinanceinstitute.com within seven (7) days after the date on which you first contacted the Vendor with your issue.\nCFI may in its discretion, but is not obligated to, respond to requests you send to CFI outside the time periods set out above.\nCFI reserves the right to refuse a refund request for any reason.</p>\n<p>\n<strong>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCurrency/Errors, Changes, Prices</strong>\n</p>\n<p>The information and content on or available through the Website is updated periodically, but is not intended to be a comprehensive, current or complete statement of all matters and developments concerning CFI and its business, products and services.\nThe information and content on or available through the Website might not be accurate, current or complete, and misprints, errors, inaccuracies or omissions (including incorrect specifications for prices, products and services) or other errors might not be corrected.\nCFI does not warrant that the content of the Website (including specifications for prices, products and services) is accurate or complete.\nCFI does not accept any liability for any information or content on or available through the Website.\nCFI reserves the right to (a) correct any error, inaccuracy or omission at any time without prior notice or liability to you or any other person.\n(b) change at any time the content of the Website, including any promotional offers without any notice or liability to you or any other.\nThe advertisements on the Website are invitations to make offers to purchase products and services and are not offers to sell.\nAll prices and other amounts appearing on the Website are quoted in US dollars.</p>\n<p>\n<strong>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour Information</strong>\n</p>\n<p>You will ensure that all information you provide to CFI, through the Website or otherwise, including purchase order information (including your legal name, residential address, email address and order number), payment information (including your credit card numbers and their expiration dates) and transaction-related information is true, accurate, current and complete.\nCFI will rely on the information you provide.\nYou will be solely responsible and liable for any and all loss, damage and additional costs that you, CFI or any other person may incur as a result of your submission of any false, incorrect or incomplete information or your failure to promptly update your information if it changes.</p>\n<p>\n<strong>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOwnership of Website</strong>\n</p>\n<p>Copyright © 2019.\nCFI Education Inc.\nAll Rights Reserved.\nThe Website and the technologies and data used to operate the Website and all related proprietary rights (including copyright) are owned solely by CFI and its licensors and are protected by Canadian and international intellectual property laws.\nYou will not acquire any right, title or interest in, to or associated with the Website or any related technologies and data.\nRead CFI’s entire Copyright Notice.</p>\n<p>\n<strong>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTrademarks</strong>\n</p>\n<p>Corporate Finance Institute<sup>®</sup>, the CFI logo and other related trademarks and symbols are registered or unregistered trademarks, service marks and trade names owned or used under license by CFI.\nOther product and company names and logos appearing on the Website may be registered or unregistered trademarks, service marks or trade names of their respective owners.\nAny use of the trademarks, service marks or trade names displayed on the Website is strictly prohibited, and nothing appearing on the Website will be construed as granting, by implication, estoppel, or otherwise, any licence or right to use any of those trademarks, service marks or trade names.\nRead CFI’s entire Trademark Notice.</p>\n<p>\n<strong>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLinked Sites</strong>\n</p>\n<p>For your convenience, the Website may provide links or references to Internet sites or resources operated by independent persons (collectively “<strong>Linked Sites</strong>”).\nLinked Sites are independent from CFI, and CFI does not endorse, and have responsibility or liability for or control over, any Linked Site, any products, services or content available through a Linked Site or the collection of your personal information through a Linked Site or by the owner or operator of a Linked Site.\nYour use of a Linked Site and your dealings with the owner or operator of a Linked Site are at your own risk, and you will not make any claim against CFI arising from, connected with, or relating to your use of a Linked Site, your dealings with the owner or operator of a Linked Site or any product, service or content available through a Linked Site.</p>\n<p>\n<strong>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDisclaimers</strong>\n</p>\n<p>\n<strong>General Disclaimers:&nbsp.\n</strong>To the fullest extent permitted by applicable law, the Website is made available and provided to you on an “as is”, “as available” and “with all faults” basis and without any representations, warranties, conditions or guarantees of any nature or kind whatsoever, whether express, implied or statutory, or arising from custom or trade usage or by any course of dealing or course of performance, including any representations, warranties, conditions or guarantees of or relating to accuracy, capacity, completeness, delays, durability, errors, fitness for a particular purpose, lack of negligence, viruses or other harmful component, interrupted service, merchantability, non-infringement, performance, results, quality, timeliness, title or workmanlike effort, all of which are hereby waived by you and disclaimed by CFI Group to the fullest extent permitted by applicable law.\nand no representations, warranties, conditions or guarantees will be created by any advice or information, whether oral or written, provided by or on behalf of CFI Group.\nIf you are dissatisfied with the Website, your sole remedy is to discontinue use of the Website.</p>\n<p>\n<strong>Technology Disclaimers:</strong>&nbsp.\nThe Website may be subject to limitations, delays and other problems inherent in the use of the Internet and electronic communications.\nCFI Group is not responsible or liable for any delays, delivery failures or other damage or loss resulting from any of those problems.</p>\n<p>\n<strong>Linked Sites Disclaimer:&nbsp.\n</strong>Without limiting the generality of any other disclaimer, you are solely responsible for the selection of Linked Sites to achieve your intended results, and you access, deal with, purchase and use Linked Sites at your own risk.\nCFI Group does not make or give any representation, warranty, condition or guarantee of any nature or kind whatsoever, whether express, implied or statutory, or arising from custom or trade usage or by any course of dealing or course of performance, regarding any Linked Site.\nCFI Group does not control, and is not responsible or liable for, any Linked Site.</p>\n<p>\n<strong>Reservation:&nbsp.\n</strong>The laws in some jurisdictions prohibit or limit the disclaimer of certain warranties and conditions or the exclusion or limitation of certain liabilities, and so the disclaimers and liability exclusions and limitations in these terms and conditions might not apply to you.</p>\n<p>\n<strong>Definition:&nbsp.\n</strong>In these Website Terms of Use, “<strong>CFI Group</strong>” means CFI and its corporate affiliates, and each of their respective licensors, suppliers and service providers, and each of their respective directors, officers, employees, contractors, agents, shareholders, distributors, and representatives, jointly and severally.</p>\n<p>\n<strong>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLiability Exclusions</strong>\n</p>\n<p>To the fullest extent permitted by applicable law, in no event and under no circumstances will CFI Group be liable to you or any other person for any loss, damage or liability (including direct, indirect, special, incidental, consequential and punitive damages) arising from, connected with or relating to your use of, or inability to use, the Website or any related matter, under any theory (including contract, tort, strict liability, statutory liability or any other theory of law), regardless of any negligence or other fault or wrongdoing (including fundamental breach or gross negligence) by or on behalf of CFI Group, even if other remedies are not available or do not adequately compensate you or any other person for the loss, damage and liability and even if CFI Group knew or should have known of the possibility of the potential loss, damage or liability being incurred.</p>\n<p>\n<strong>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRestrictions/Changes/Termination</strong>\n</p>\n<p>The Website may contain technologies that restrict or limit the use of the Website (including restrictions based on time or location).\nCFI in its discretion may change, suspend or terminate the Website, or limit, suspend or terminate your use of the Website, effective immediately at any time and without any prior notice or liability to you or any other person.\nThe Website may be interrupted or unavailable from time to time, including for maintenance or due to causes beyond the control of CFI, all without notice or liability to you or any other person.</p>\n<p>If your permission to use the Website is terminated for any reason, then these Website Terms of Use will continue to apply and be binding regarding your access to and use of the Website before termination and all related matters (including any related dispute).</p>\n<p>\n<strong>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGoverning Law</strong>\n</p>\n<p>CFI has its head offices in Vancouver, British Columbia.\nThese Website Terms of Use and the Website and all related matters are governed by, and will be construed and interpreted solely in accordance with, the laws of the Province of British Columbia, Canada and applicable federal laws of Canada, excluding any rules of private international law or the conflict of laws that would lead to the application of the laws of any other jurisdiction.</p>\n<p>\n<strong>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDisputes</strong>\n</p>\n<p>Except as expressly set out below, and unless applicable law requires otherwise, the courts of British Columbia, Canada sitting in the city of Vancouver, British Columbia, Canada will have original and exclusive jurisdiction over any and all disputes, controversies and claims arising under, out of, in connection with, or in relation to these Website Terms of Use or the Website or any related matter (each a “<strong>Dispute</strong>”), and you and CFI each hereby unconditionally and irrevocably submit and attorn to the original and exclusive jurisdiction of those courts regarding a Dispute.</p>\n<p>Notwithstanding the foregoing, CFI may commence legal proceedings against you in the courts of any jurisdiction seeking injunctive relief (or similar urgent legal remedies) to enforce these Website Terms of Use or to protect CFI’s rights and interests.</p>\n<p>You will commence legal proceedings regarding a Dispute within twelve (12) months after the Dispute arises, after which time any and all legal proceedings by you regarding the Dispute will be forever barred.\nAny shorter time limit provided by law remains unaffected.</p>\n<p>\n<strong>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGeneral Matters</strong>\n</p>\n<p>\n<strong>Miscellaneous:&nbsp.\n</strong>These Website Terms of Use are binding on you and your heirs, executors, administrators, successors and personal representatives.\nThese Website Terms of Use are for the benefit of CFI Group.\nNo consent or waiver by CFI to or of any breach of these Website Terms of Use by you will be effective unless in writing and signed by CFI or will be considered to be a consent to or waiver of a continuing breach or any other breach by you.\nThe rights and remedies of CFI Group under these Website Terms of Use are cumulative and not exhaustive or exclusive of any other rights or remedies to which CFI Group may be lawfully entitled under these Website Terms of Use or at law, and CFI Group may pursue any and all rights and remedies concurrently, consecutively and alternatively.\nYou will not assign or transfer these Website Terms of Use or any of your rights and obligations under these Website Terms of Use without the express prior written consent of CFI, which consent may be withheld in CFI’s discretion.\nCFI may, without your consent, assign its rights and obligations under these Website Terms of Use.\nIf any provision of these Website Terms of Use is held by a court or arbitrator of competent jurisdiction to be unenforceable or invalid for any reason, then the provision will be deemed severed from these Website Terms of Use and the remaining provisions will continue in full force and effect unless as a result of the severance these Website Terms of Use would fail in their essential purpose.</p>\n<p>\n<strong>Interpretation:&nbsp.\n</strong>In these Website Terms of Use: (a)&nbsp;a reference to “<strong>Website Terms of Use</strong>” refers to these Website Terms of Use as a whole, and not just to the particular provision in which those words appear.\n(b)&nbsp;headings are for reference only.\n(c)&nbsp;words importing the singular number only include the plural, and vice versa.\n(d)&nbsp;“<strong>person</strong>” includes an individual, corporation and any other legal entity.\n(e)&nbsp;“<strong>including</strong>” or “<strong>includes</strong>” means including or includes (as applicable) without limitation or restriction.\n(f)&nbsp;“<strong>law</strong>” includes common law, equity, statutes and regulations.\nand (g)&nbsp;“<strong>discretion</strong>” mean a person’s sole, absolute and unfettered discretion.</p>\n<p>\n<strong>Complete Agreement:&nbsp.\n</strong>These Website Terms of Use set out the entire agreement between you and CFI regarding your use of the Website.\nThese Website Terms of Use may not be modified except as set out in section 3.\nThere are no representations, warranties, terms, conditions, undertakings or collateral agreements, express, implied or statutory, between you and CFI regarding the Website.\nFor greater certainty, products and services advertised on or available through the Website are governed by other applicable agreements.</p>\n<p>\n<strong>Language:&nbsp.\n</strong>You and CFI have each expressly requested and required that these Website Terms of Use and all related notices and other documents be drawn up in the English language.\nLes parties conviennent et exigent expressément que ce Contrat et tous les documents qui s’y rapportent soient rédigés en anglais.\nSubject to applicable law, any non-English translation of these Website Terms of Use provided by CFI is for convenience only, and if there is a conflict or inconsistency between the English version and a non-English version then the English version of these Website Terms of Use will take priority and govern.</p>\n<p>If you have any questions or comments regarding these Website Terms of Use, please contact CFI’s customer care at learning@corporatefinanceinstitute.com.</p>\n<p>\n<strong>IF YOU DO NOT ACCEPT AND AGREE TO THESE TERMS </strong>\n<strong>OF USE</strong>\n<strong>, THEN YOU MAY NOT USE THE WEBSITE.</strong>\n</p>\n<p>_____________________________________________________________</p>\n<p>&nbsp;</p> ", "created_at": "2023-03-20 00:01:34.999907", "updated_at": "2023-03-20 00:02:50.039502"}], "points": [], "urls": ["corporatefinanceinstitute.com"]}}