{"error": 448, "message": "OK", "parameters": {"id": 8314, "name": "English Grammar 101", "created_at": "2023-05-14 06:07:43.250826", "updated_at": "2023-05-14 10:01:58.081642", "wikipedia": null, "keywords": null, "related": null, "slug": "english-grammar-101", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8314.png", "url": "englishgrammar101.com", "documents": [{"id": 16138, "name": "Terms of Use", "url": "https://www.englishgrammar101.com/terms-of-use", "xpath": "//body", "text": " Home Table of<br> Contents Parts of<br> Speech Sentence<br> Structure Phrases &amp;<br> Clauses Capitalization<br> &amp.\nPunctuation Scope &amp;<br> Sequence Settings Log In Log Out Sign Up <p> by Kitty Nash </p> Online<br> Since<br> 2000 Online<br> Since<br> 2000 Power up<br>your writing! <p>&nbsp;</p>\n<p> Program Brochure </p> Terms of Use Individuals: <p> Learn grammar and improve your writing skills! </p>\n<p> Sign up </p>\n<p>\n<i>Learn more…</i>\n</p>\n<p>Cingletree Learning's General Terms of Use</p>\n<p>\n<i>Effective Date: July 13, 2019</i>\n<br>\n<i>Last Updated: July 6, 2021</i>\n</p>\n<p>Welcome to English Grammar 101, an application provided by Cingletree Learning (\"Cingletree\").\nPlease continue reading to learn about the terms by which you may use our websites (https://www.englishgrammar101.com, https://clever.englishgrammar101.com) and services (collectively, the \"Services\").\nIf you have questions about this Agreement (as hereinafter defined), please contact us at support@cingletree.com.</p>\n<p>These General Terms of Use apply to all: (i) website visitors, (ii) individuals, (iii) teachers, (iv) schools, school districts, and related entities and organizations that sign up to use the Services, including but not limited to administrators who access the Services on their behalf (each a \"Subscriber\").\n(ii) non-Subscriber visitors, users, and others, including students, teachers, and their parents, who use the Services (collectively with the Subscribers, the \"Users\" or \"you\").\nIf you're a Subscriber, our Additional Terms of Use for Subscribers apply to you too.\nThese General Terms of Use, and the Additional Terms of Use for Subscribers (as applicable to Subscribers) are collectively referred to herein as the \"Agreement\".</p>\n<p>By accessing or using the Services, checking the box marked [\"I Agree\"], or by otherwise affirmatively stating your desire to use the Services, you signify that you have read, understood, and agree to be bound by this Agreement and to the collection and use of your information as set forth in the Cingletree Privacy Policy.\nIf you do not agree with each and every provision of the Agreement or the Privacy Policy, you may not use the Services.\nBecause our Services change relatively often, the terms in this Agreement and our Privacy Policy may change too.\nIf you are a Subscriber using the Services, we will notify you via email in advance of any material changes to the terms.\nUpon making changes, we will update the \"Effective Date\" found at the top of this page.\nYour continued use of the Services after any changes constitutes your acceptance of the new terms.</p>\nSECTION 1.\nWHAT ARE CINGLETREE'S SERVICES AND WHO CAN USE THEM?\n<p>What do we do? We provide Subscribers access to our online learning application titled English Grammar 101 (our \"Application\").\nEnglish Grammar 101 is available for individuals online at https://www.englishgrammar101.com, and for schools and districts through our integration partner, Clever (\"Clever\") at https://clever.englishgrammar101.com.</p>\n<p>You're allowed to use the Services only if you can form a binding contract with Cingletree Learning (including age restrictions in your applicable jurisdiction), and only in compliance with this Agreement and all applicable local, state, national, and international laws, rules and regulations.\nIf you've been removed from the Services previously, you're not allowed to use them again.</p>\n<p>In using the Services, you represent and warrant that you (a) have not previously been suspended or removed from the Services.\nand (b) that you have full power and authority to enter into this agreement and in doing so will not violate any other agreement to which you are a party.</p>\n<p>Subject to the terms and conditions of this Agreement, Cingletree grants you permission to access and use the Services.\nWe reserve all rights not expressly granted to you in the Services and the Cingletree Content (as defined below).\nWe may terminate this license at any time for any or no reason.</p>\ni) DETAILS ABOUT THE CINGLETREE SERVICES\n<p>Your English Grammar 101 account gives you access to our Services.\nDo not sign up on behalf of a School or organization if you do not have the requisite authority to do so.\nOnce you sign up, you are responsible for your account and any data associated with it.</p>\n<p>Your English Grammar 101 account gives you access to the Services and functionality we make available from time to time and at our discretion.\nIf you open an English Grammar 101 account on behalf of a School or organization, then (a) \"you\" includes you and that entity, and (b) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to this Agreement and that you agree to this Agreement on the entity's behalf.</p>\n<p>Remember: you are responsible for any activity that occurs on your account, you may never use someone else's account without permission.\nPlease let us know immediately if you think your account's security has been compromised so we can help.\nwe are not liable for any losses of any kind caused by any unauthorized use of your account.</p>\n<p>Cingletree reserves the right to refuse Services, terminate accounts, terminate your rights to use Services, remove or edit content, or cancel orders in its sole discretion.</p>\nii) WHAT CONTROL DO I HAVE OVER MY USE OF THE SERVICES?\n<p>You may control how you interact with the Services by changing the settings in the administration areas of the Application.\nBy providing your email address to us you consent to our using the email address to send you Services-related notices, including any required legal notices and other messages, such as additions or changes to the Services.\nYou may not unsubscribe from Service-related messaging.\nprovided, however, that Cingletree assures you these messages will only relate to the Services and will never contain any marketing, solicitation of other advertising content.</p>\niii) RESTRICTED USES\n<p>You are expressly prohibited from doing anything to harm our product or trying to hack our Services or Application.\nSpecifically, by using the Services, you agree not to do any of these things: (i) copy, distribute, or disclose any part of the Services in any medium, including but not limited to by any automated or non-automated \"scraping\".\n(ii) use any automated system, including but not limited to \"robots,\" \"spiders,\" \"offline readers,\" etc., to access the Services in a manner that sends more request messages to the Cingletree servers than a human can reasonably produce in the same period of time by using a conventional online web browser.\n(iii) transmit spam, chain letters, or other unsolicited email.\n(iv) attempt to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Services.\n(v) take any action that imposes, or may impose an unreasonable or disproportionately large load on our infrastructure.\n(vi) transmit any malicious software agents through the Services.\n(vii) collect or harvest any third-party personally identifiable information, including account names or Student Data (as defined below), from the Services.\n(viii) use the Services for any commercial solicitation purposes.\n(ix) impersonate another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity.\n(x) interfere with the proper working of the Services.\n(xi) access any content on the Services through any technology or means other than those provided or authorized by the Services.\nor (xii) bypass the measures we use to prevent or restrict access to the Services, including but not limited to features that prevent or restrict use or copying of any content or enforce limitations on use of the Services or related content.</p>\n<p>We continually update our Services to offer the best possible product.\nWhile we plan to continue to offer and improve our Services, we may, without prior notice, change, cancel, create usage limits for, or permanently or temporarily stop offering or allowing you access to the Services generally (\"Service Changes\").\nWhile we'll try to give you advance notice of Service Changes that will adversely affect you, this might not be practical or possible and we retain the right to make Service Changes without notice and liability for any reason.\nIf this Agreement ends you continue to be bound by it in any interactions you may have with the Services.</p>\n<p>We assume no responsibility or liability for any error, omission, interruption, deletion, defect, delay in operation or transmission, technical malfunction, communications line failure, theft or destruction or unauthorized access to, or alteration of, the Services due to Service Changes or otherwise.</p>\n<p>You are fully responsible for your interactions with other Users, and we have no liability for your interactions with any other Users, or for any User's actions or inactions with respect to you.</p>\nSECTION 2.\nRIGHTS IN OUR CONTENT\n<p>\"Student Data\" is any information (in any format) that is directly related to any identifiable current or former student that is maintained by a Subscriber, and may include \"educational records\" as defined by the Family Educational Rights and Privacy Act (\"FERPA\") that Subscribers provide to us.\nWhile we may need to access Student Data to provide the Services to you, Subscribers own the Student Data and remain responsible for it.\nOur Additional Terms of Use for Subscribers, and Privacy Policy provide more detail around how we handle Student Data.</p>\n<p>\"Intellectual Property Rights\" means all worldwide patent rights, copyright rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all related applications and registrations, renewals and extensions.</p>\n<p>Except for Student Data, the Services and all materials made available to you in connection with them, including, but not limited to, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and any content belonging to other Users (the \"Cingletree Content\"), and all related Intellectual Property Rights, are the exclusive property of Cingletree.\nExcept as specified in this Agreement, nothing may be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any Cingletree Content.\n<i>To be clear: any use of the Cingletree Content for a purpose not expressly permitted by this Agreement is strictly prohibited.</i>\n</p>\n<p>If you send us ideas or comments about our Services, you agree that we may freely use or reference those ideas and comments and we do not owe you any payment or have any other obligation of any kind for such ideas or comments.</p>\n<p>All other trademarks not owned by Cingletree that appear in any Services are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Cingletree.</p>\nSECTION 3.\nGENERAL LEGAL TERMS\ni) CINGLETREE DATA\n<p>Certain parts of the Services may allow you to obtain or access data or information associated with your account (\"Cingletree Data\").\nThe data elements we collect and use to create Cingletree Data allows us to offer you our Services through the English Grammar 101 platform, online and through Clever.</p>\n<p>Cingletree Data is licensed to you for your use on a limited basis, and is governed solely by the terms of this Agreement and available for distribution only at our sole discretion.\nCingletree owns the account you use to access our Services along with any rights of access or rights to data stored by or on behalf of Cingletree on Cingletree servers (except with respect to any Student Data that we may be storing for you), including but not limited to any data representing any or all of your Cingletree Data.\nCingletree has the right to manage, control and even eliminate Cingletree Data, except that Cingletree may only use Student Data as specifically permitted by this Agreement and our Privacy Policy.</p>\n<p>This next sentence is important: You understand and agree that any data, account history and account content residing on Cingletree's servers may be deleted at any time for any reason in Cingletree's sole discretion, with or without notice and with no liability of any kind.\nWe do not provide or guarantee, and expressly disclaim, any value, cash or otherwise, attributed to any data residing on Cingletree's servers.\nIf you are a Subscriber, you should be absolutely sure to keep secure copies of Student Data in your student information system (\"SIS\") or in other secure storage.\nYou should not rely on us to provide copies of, or access to, your Student Data.</p>\nii) PRIVACY AND SECURITY\n<p>We take very seriously the privacy of our Subscribers, including schools, teachers, parents, and students.\nBy using the Services you consent to the collection, use and disclosure of your information (including but not limited to Student Data) as set forth in our Privacy Policy and, if you're a Subscriber, in the Additional Terms of Use for Subscribers, and to have your information (including but not limited to Student Data) collected, used, transferred to and processed in the United States pursuant to our Privacy Policy.</p>\niii) THIRD-PARTY SERVICES\n<p>Our website may depend upon third party services (such as Clever) or other materials or information that are not owned or controlled by us.\nKeep in mind that we do not assume any responsibility for any third-party sites, information, materials, products, or services.\nIf you access a third-party's website or Services, you understand that you do so at your own risk, and you understand that this Agreement, the Additional Terms of Use for Subscribers, and our Privacy Policy do not apply to your use of those sites or services—those sites and services have their own applicable terms and policies.\nAdditionally, your dealings with third-party sites or services, including payment, use of your Student Data, and any other terms (such as warranties or privacy policies) are only between you and the third-party site or service.\nWe are not responsible for any loss or damage of any sort relating to your dealings with a third-party site or service.\nYou should carefully review and be familiar with their privacy statements and other terms of use.</p>\niv) INDEMNITY\n<p>You agree to defend, indemnify and hold harmless Cingletree and its subsidiaries, agents, licensors, managers, members, and other affiliated companies, and their employees, contractors, agents, and officers, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Services, including any data or content transmitted or received by you.\n(ii) your violation of any term of this Agreement, including but not limited to your breach of any of the representations and warranties.\n(iii) your violation of any third-party right, including but not limited to any right of privacy or Intellectual Property Rights.\n(iv) your violation of any applicable law, rule or regulation, including but not limited to FERPA, the Protection of Pupil Rights Amendment (\"PPRA\"), and the Children's Online Privacy and Protection Act (\"COPPA\").\n(v) any content or information that is submitted via your account.\nor (vi) any other party's access and use of the Services with your unique username, password or other appropriate security code.</p>\nv) WARRANTY DISCLAIMER\n<p>The Services are provided on an \"as is\" and \"as available\" basis.\nUse of the Services is at your own risk.\nTo the maximum extent permitted by applicable law, the Services is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement.\nWithout limiting the foregoing, Cingletree, its subsidiaries, its affiliates, and its licensors do not warrant that the content is accurate, reliable or correct.\nthat the Services will meet your requirements.\nthat the Services will be available at any particular time or location, uninterrupted.\nthat any defects or errors will be corrected.\nor that the Services is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Services is downloaded at your own risk and you will be solely responsible for any damage to your computer system or loss of data that results from such download or your use of the Services.</p>\n<p>We do not warrant, endorse, guarantee, or assume responsibility for any product or services advertised or offered by a third party through the services or any hyperlinked website or services (including without limitation applications), and we will not be a party to or in any way monitor any transaction between you and third-party providers of products or services.</p>\n<p>Federal law, some states, provinces and other jurisdictions do not allow exclusions and limitations of certain implied warranties, so some of the above limitations may not apply to you.</p>\nvi) LIMITATION OF LIABILITY\n<p>To the maximum extent permitted by applicable law, in no event shall Cingletree, its affiliates, agents, managers, members, employees, suppliers or licensors be liable for any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, that result from the use of, or inability to use, the Services.\nUnder no circumstances will Cingletree be responsible for any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the services or your account or the information contained therein.</p>\n<p>To the maximum extent permitted by applicable law, Cingletree assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content.\n(ii) personal injury or property damage, of any nature whatsoever, resulting from your access to or use of our Services.\n(iii) any unauthorized access to or use of our secure servers and/or any and all personal information stored therein.\n(iv) any interruption or cessation of transmission to or from the Services.\n(v) any malicious software agents that may be transmitted to or through our Services by any third party.\n(vi) any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the services.\nand/or (vii) content you create or the defamatory, offensive, or illegal conduct of any third party.\nIn no event shall Cingletree, its affiliates, agents, managers, members, employees, suppliers, or licensors be liable to you for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount you paid to Cingletree hereunder or $100.00, whichever is greater.</p>\n<p>This limitation of liability section applies whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if Cingletree has been advised of the possibility of such damage.\nThe foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.</p>\n<p>The Services are controlled and operated from US-based facilities, and we make no representations that they're appropriate or available for use in other locations.\nIf you access or use the Services from other jurisdictions, you understand that you're entirely responsible for compliance with all applicable United States and local laws and regulations, including but not limited to export and import regulations.\nYou may not use the Services if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government.</p>\nvii) GOVERNING LAW\n<p>You agree that: (i) the Services will be deemed solely based in California.\nand (ii) the Services will be deemed passive services that do not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than California.\nThis Agreement will be governed by the laws of the State of California, without respect to its conflict of laws principles.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods does not apply.\nYou agree to submit to the personal jurisdiction of the federal and state courts located in Orange County, California for any actions related to this Agreement.</p>\nviii) SEVERABILITY AND WAIVER\n<p>This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by us in accordance with the terms of our Privacy Policy.\nThis Agreement, together with any amendments and any additional agreements you may enter into with Cingletree in connection with the Services including other agreements referenced herein, constitute the entire agreement between you and Cingletree concerning the Services.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision will not affect the validity of the remaining provisions of this Agreement, which will remain in full force and effect.\nNo waiver of any term of this Agreement will be deemed a further or continuing waiver of such term or any other term, and Cingletree's failure to assert any right or provision under this Agreement will not constitute a waiver of such right or provision.\nIf access to the Services is licensed to the United States government or any agency thereof, then the Services will be deemed to be \"commercial computer software\" and \"commercial computer software documentation,\" pursuant to DFARS Section 227.7202 and FAR Section 12.212, respectively, as applicable.\nAny use, reproduction, release, performance, display, or disclosure of the Services and any accompanying documentation by the U.S.\nGovernment will be governed solely by this Agreement and is prohibited except to the extent expressly permitted by this Agreement.\nNeither party will hold themselves out to be joint venturers, and neither party is authorized or empowered to act as the agent of the other.</p>\nix) HOW TO CONTACT US\n<p> Cingletree Learning, LLC<br> Attn: Bret VanHorne<br> 28202 Cabot Road, Suite 300<br> Laguna Niguel, CA 92677<br> bvanhorne@cingletree.com\n</p>\nx) COPYRIGHT INFRINGEMENT/DMCA\n<p>We respect the Intellectual Property rights of others and requests that users of the Services do the same.\nIf You believe that your work is being used in connection with the Services in a way that constitutes copyright infringement, you may notify us by providing our copyright agent with the following information in writing: (a) the electronic or physical signature of the owner of the copyright or the person authorized to act on the owner's behalf.\n(b) identification of the copyrighted work that you claim has been infringed.\n(c) identification of the material that is claimed to be infringing and information reasonably sufficient to permit Cingletree to locate the material (for example, by providing a URL to the material).\n(d) your name, address, telephone number, and email address.\n(e) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand (f) a statement that the information in your notification is accurate and a statement, made under penalty of perjury, that you are the copyright owner or are authorized to act on the copyright owner's behalf.</p>\n<p>Our designated agent to receive notification of claimed infringement can be reached at:</p>\n<p> Cingletree Learning, LLC<br> Attn: Bret VanHorne<br> 28202 Cabot Road, Suite 300<br> Laguna Niguel, CA 92677\n</p>\n<p>With a copy to:</p>\n<p> Scherer Smith &amp.\nKenny LLP<br> Attn: Brandon D.\nSmith<br> 140 Geary Street, 7th Floor<br> San Francisco, CA 94108<br> bds@sfcounsel.com\n</p>\n<p>It is our policy to terminate in appropriate circumstances any account or user for repeated infringement of intellectual property rights, including copyrights, and we also reserve the right to terminate an account or user for even one instance of infringement.</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Contact Us</li>\n</ul> Copyright © 2023 Cingletree Learning, LLC.\nAll rights reserved.\n", "created_at": "2023-05-14 06:07:43.280912", "updated_at": "2023-05-14 06:08:24.470647"}, {"id": 16139, "name": "Additional Terms of Use", "url": "https://www.englishgrammar101.com/additional-terms-of-use", "xpath": "//body", "text": " Home Table of<br> Contents Parts of<br> Speech Sentence<br> Structure Phrases &amp;<br> Clauses Capitalization<br> &amp.\nPunctuation Scope &amp;<br> Sequence Settings Log In Log Out Sign Up <p> by Kitty Nash </p> Online<br> Since<br> 2000 Online<br> Since<br> 2000 Power up<br>your writing! <p>&nbsp;</p>\n<p> Program Brochure </p> Additional Terms of Use Individuals: <p> Learn grammar and improve your writing skills! </p>\n<p> Sign up </p>\n<p>\n<i>Learn more…</i>\n</p>\n<p>Cingletree Learning's Additional Terms of Use For Subscribers</p>\n<p>\n<i>Effective Date: July 13, 2019</i>\n<br>\n<i>Last Updated: July 7, 2021</i>\n</p>\n<p>Welcome to Cingletree's Additional Terms of Use for Subscribers (the \"Additional Terms for Subscribers\").\nIf you are a Subscriber, please also review our General Terms of Use (\"Terms of Use\") and our Privacy Policy.\nIf you are not a Subscriber (as defined in the Terms of Use), these Additional Terms for Subscribers do not apply to you.</p>\n<p>Capitalized terms that are not defined below have the definitions given them in the Terms of Use.</p>\n<p>By using the Services, you authorize us to access data, Student Data, and other information related to your subscription.</p>\nSECTION 1.\nKEEPING YOUR STUDENT DATA CONFIDENTIAL (THIS IS VERY IMPORTANT TO US) AND COMPLYING WITH APPLICABLE LAWS\n<p>We treat your Student Data as confidential and do not knowingly share it with third parties other than as described in Section 2(B) and in the Terms of Use and our Privacy Policy.</p>\n<p>Both parties agree to uphold their responsibilities under the Family Educational Rights and Privacy Act (\"FERPA\"), the Protection of Pupil Rights Amendment (\"PPRA\"), and the Children's Online Privacy and Protection Act (\"COPPA\").\nWe provide the Services under the school official exception of FERPA 34 CFR Part 99.31(a)(1).\nThe Children's Online Privacy and Protection Act (\"COPPA\") requires that online service providers obtain clear and verifiable parental consent before collecting personal information from children under 13.\nYou represent and warrant that you have the authority to provide consent on behalf of parents, for us to collect information from students before allowing children under 13 to access our Services.\nWe recommend that all Subscribers provide appropriate disclosures to students and parents regarding their use of service providers such as Cingletree and that they provide a copy of our Privacy Policy to parents and guardians.</p>\nSECTION 2.\nAUTHORIZATION TO ACCESS YOUR STUDENT DATA\nA.\nOUR ACCESS\n<p>You authorize us to access Student Data provided by our integration partner, Clever, or provided by you and stored in your account.\nWe will access and process Student Data only in order to provide the Services.\nAs between us, you own all right, title and interest to all Student Data, you are (and other Subscribers are) solely responsible for any and all Student Data, whether provided by you, students, or others, and we do not own, control, or license Student Data, except to provide the Services.</p>\nB.\nTHIRD PARTY ACCESS\n<p>We provide access to Student Data only to those employees and certain trusted service providers who have a legitimate need to access such information in connection with providing the Services to you.\nOf course, anyone involved in the handling of Student Data will treat such data as strictly confidential and shall not redisclose such data except as necessary in order to provide the Services.\nWe will maintain access log(s) that record all disclosures to third parties of access to Student Data within our possession and will provide copies of those access log(s) to you upon request.</p>\nC.\nOTHER ACCESS\n<p>Student Data is controlled by the Subscribers.\nIf the Subscriber is a school or district, then parents, legal guardians, and students can ask for their Student Data via their school.\nIf there are any changes that need to be made, the school will upload the new Student Data to Clever and these changes will automatically flow to our Application.</p>\nSECTION 3.\nHOW WE USE YOUR STUDENT DATA\nA.\nIN GENERAL\n<p>By submitting Student Data or other information to us, whether via the Services or otherwise, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to us a non-exclusive, royalty-free, worldwide license during the term of these Additional Terms for Subscribers and our Terms of Use to use, transmit, distribute, modify, reproduce, display, and store the Student Data only for the purposes of: (i) providing the Services as contemplated in these Additional Terms for Subscribers and our Terms of Use, and (ii) enforcing our rights under these Additional Terms for Subscribers and our Terms of Use.\nSubject to the Paragraph B below, we will not use the Student Data for any purpose except as explicitly authorized by these Additional Terms for Subscribers and our Terms of Use.\n<i>For clarity and without limitation, we will not use Student Data to engage in advertising of any kind.</i>\n</p>\nB.\nANONYMIZED DATA\n<p>You agree that we may collect and use data derived from Student Data, including data about any Users' access and use of the Services, that has been anonymized, aggregated, or otherwise de-identified such that the data cannot reasonably identify a particular student, User, or Subscriber.\nWe may use such data to operate, analyze, and improve our Services and applications.\nWe will not share or publicly disclose information (e.g., in marketing materials) that is derived from Student Data.\nFor example, we may analyze aggregated usage patterns for product development efforts.\nYou further agree that we may use, store, modify, copy, and create derivative works of the anonymized, aggregated Student Data even after this Agreement has expired or been terminated.</p>\nSECTION 4.\nDELETING STUDENT DATA AND TERMINATING YOUR ACCESS TO THE SERVICES\nA.\nDELETING STUDENT DATA\n<p>You may request in writing that we delete any of your Student Data (except as provided for the Section 3(B) above) in our possession at any time.\nWe will comply with your request in a commercially reasonable time not to exceed ten (10) business days.\nIf you also need to request Student Data be deleted from our integration partner, Clever, you need to request such deletion directly from Clever.</p>\nB.\nTERMINATING YOUR ACCESS TO THE SERVICES\n<p>Subscribers may, at any time and for any or no reason, terminate these Additional Terms for Subscribers and our Terms of Use by providing written notice to support@cingletree.com, except that provisions that by their nature should survive termination will survive termination, such as provisions relating to warranty disclaimers, limitations of liability, indemnities, and governing law.</p>\n<p>Within seventy-two (72) hours of our receipt of such notice of termination, or earlier if commercially reasonable to do so, and if you are a school or district, we will cease accessing data from your student information system (\"SIS\") through Clever.\nWe will delete or de-identify all Student Data stored on our servers, except for Student Data residing on backups or internal logs which will be removed within sixty (60) days, and will provide notice to the Subscriber when Student Data has been deleted and/or anonymized as described in Section 3(B) above.\nIf you are a school or district, Student Data that is made available to Clever may still be in Clever's possession notwithstanding the Subscribers termination of these Additional Terms for Subscribers and our Terms of Use.\nClever's subsequent use or deletion will be governed by any agreements between the school or district and Clever.</p>\n<p>We may terminate these Additional Terms for Subscribers and our Terms of Use in accordance with the Terms of Use.\nUpon termination of these Additional Terms for Subscribers, you shall no longer have access to the Services or Application.</p>\nSECTION 5.\nPRIVACY AND SECURITY\n<p>We care deeply about the privacy and security of Student Data.\nWe maintain strict administrative, technical, and physical safeguards to protect Student Data stored in our servers, which are located in the United States.\nWe limit access to Student Data only to those employees or service providers who have a legitimate need to access such data in the performance of their duties, and we provide employee training on privacy and data security laws and best practices.\nIf there is any disclosure or access to any personally identifiable Student Data by an unauthorized party, we will promptly notify any affected Subscribers and will use reasonable efforts to cooperate with their investigations of the incident.\nIf the incident triggers any third-party notice requirements under applicable laws, you agree that, as the owner of the Student Data, you may be responsible for the timing, content, cost, and method of any required notice and compliance with those laws.\nHowever, at the request of the Subscriber and when permissible under applicable law, Cingletree agrees to bear responsibility for the timing, content and method of such required notice on behalf of the Subscribers.\nIn all instances, Cingletree will indemnify Subscribers for all reasonable costs associated with compliance with such notice requirements arising from a material breach of the Cingletree Services.\nFor clarity and without limitation, Cingletree will not indemnify for any notification costs arising from a breach of a third-party application whose service is accessed while using the Cingletree Services.</p>\nSECTION 6: FEES AND PAYMENT TERMS\n<p>You agree to pay all fees specified in an ordering document or an online order that is entered into between you and Cingletree (each, and \"Order Form\") on the payment schedule set forth in such Order Form.\nExcept as otherwise specified in an Order Form, all payment obligations are non-cancelable and fees paid are non-refundable.\nYou will provide us with either valid credit card information, a valid purchase order or alternative payment document reasonably acceptable to us.\nIf you provide us with a credit card, then you authorize us to charge such credit card for all purchased products and services listed in the Order Form(s).\nSuch charges will be made in advance, either annually or in accordance with any different billing frequency stated in the applicable Order Form.\nIf the Order Form specifies that payment will be by a method other than a credit card, then we will invoice you in advance and in accordance with the relevant Order Form(s).\nUnless otherwise stated in the Order Form, invoiced charges are due net 45 days from the invoice date.\nYou are responsible for providing complete and accurate billing and contact information to us and notifying us of any changes to such information.\nIf any amount owing by you under this Agreement or any other agreement is 45 or more days overdue, then we may, without limiting our other rights and remedies, suspend our Services to you until such amounts are paid in full.\nPrices and fees are exclusive of any federal, state, local or other taxes, which will be your responsibility, unless you provide us with proof of your tax-exempt status.\nTaxes, if any, will be listed separately on the invoice.\nUpon our request, you will provide us with a certificate or other evidence documenting your tax-exempt status.</p>\nSECTION 7.\nQUESTIONS\n<p>We at Cingletree want you to have the best possible experience when using our Services.\nIf you have any questions or concerns about our Services or anything in our Terms of Use, these Additional Terms for Subscribers, or our Privacy Policy, please don't hesitate to contact us at support@cingletree.com.</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Contact Us</li>\n</ul> Copyright © 2023 Cingletree Learning, LLC.\nAll rights reserved.\n", "created_at": "2023-05-14 06:07:43.310438", "updated_at": "2023-05-14 06:09:34.2256"}, {"id": 16140, "name": "Privacy Policy", "url": "https://www.englishgrammar101.com/privacy-policy", "xpath": "//body", "text": " Home Table of<br> Contents Parts of<br> Speech Sentence<br> Structure Phrases &amp;<br> Clauses Capitalization<br> &amp.\nPunctuation Scope &amp;<br> Sequence Settings Log In Log Out Sign Up <p> by Kitty Nash </p> Online<br> Since<br> 2000 Online<br> Since<br> 2000 Power up<br>your writing! <p>&nbsp;</p>\n<p> Program Brochure </p> Privacy Policy Individuals: <p> Learn grammar and improve your writing skills! </p>\n<p> Sign up </p>\n<p>\n<i>Learn more…</i>\n</p>\n<p>Cingletree Learning's Commitment to Your Privacy</p>\n<p>\n<i>Effective Date: July 13, 2019</i>\n<br>\n<i>Last Updated: June 28, 2021</i>\n</p>\n<p>Cingletree Learning (\"Cingletree,\" \"we,\" or \"us\") understands that privacy is tremendously important to online visitors of our website, (\"Website Visitors\"), to individuals, teachers, and schools who use our Service (\"Subscribers\"), and to students whose information we may access on behalf of a Subscriber (\"Students\").\nCingletree provides a learning application titled English Grammar 101 (our \"Application\"), which is available as a subscription, online and through our integration partner, Clever (\"Clever\").\nAs we describe below, Subscribers are responsible for determining what data is shared with our Application.\nThis privacy policy applies to our application websites (https://www.englishgrammar101.com and https://clever.englishgrammar101.com) and to the Application platform (our \"Service\") and describes the steps we take to protect your data.</p>\n<p>We strive to minimize the amount of data we collect and any personal identifiable information we do collect is done so only with your permission.\nThe following outlines the type of personal information we may collect.</p>\n1.\nHOW WE COLLECT AND USE INFORMATION\n<p>We collect the following types of information:</p>\n<p>\n<b>Information about Subscribers:</b> We ask for certain information when a Subscriber signs up to use our Service online, requests to use our Application through Clever, or if the Subscriber corresponds with us online, including a name, school name, school district, e-mail address and/or account name, phone number and message content.\nWe may also retain information provided by a Subscriber if the Subscriber sends us a message or responds to e-mails or surveys.\nOnce a Subscriber begins using our Application, we collect content and information provided by the Subscriber through the Subscriber's use of the Application and we will keep records of activities related to the Service.\nWe use this information to operate, maintain, and provide the features and functionality of the Service.</p>\n<p>\n<b>Student Data:</b> Through the course of providing its Service to a Subscriber, Cingletree may have access to personally identifiable information about Students (\"Student Data\") that is provided by the Subscriber, by Clever, by the parent or guardian, or by the Student.\nBy selecting to use our Application, a Subscriber may authorize Cingletree to receive Student Data.\nCingletree has access to Student Data only as requested by the Subscriber and only for the purposes of performing Services on the Subscriber's behalf.\nThe type of Student Data we collect will depend on how the Subscriber uses our Application.\nIn most instances, Cingletree does not receive Student Data from the Subscriber and never interacts with the Student directly.\nWhere Subscribers allow students to log into our application online, or through Clever, the Subscriber confirms that it has obtained appropriate parental consents, as needed, before the student is permitted to access the Service.</p>\n<p>We consider Student Data to be confidential and do not use such data for any purpose other than to provide the services on the Subscriber's behalf, in accordance with contractual agreements with the Subscriber.\nOur collection, use, and disclosure of Student Data is governed by our Terms of Use, our Additional Terms of Use for Subscribers, and/or any other agreement with the Subscriber, by the provision of the Family Educational Rights and Privacy Act (FERPA), the Children's Online Privacy Protection Act (COPPA), and applicable state laws which relate to the collection of Student Data.\nIf you are a Student or parent, please contact your school if you have questions about the use of technology service providers like Cingletree.</p>\n<p>By accessing or using the Services in any manner, you also agree to be bound by our Terms of Use.\nPlease read our Terms of Use carefully.\nIf you do not accept all the terms and conditions contained in or incorporated by reference into the Terms of Use, please do not use the Services.</p>\n<p>See \"How We Share Your Information\" below for more information on the limited ways in which we share Subscriber and Student Data.\nSee \"Children's Privacy\" below for more information on how we collect and use the personal information of children under 13.</p>\n<p>\n<b>Information collected through technology:</b> Cingletree will not automatically collect usage information when you visit our websites, use our Services, read our emails, or otherwise engage with us.\nWe will not collect information from tracking technologies—including cookies, web beacons, file information and similar technologies.\nWe do not allow third party advertising on our website or any component of our Services.</p>\n<p>If we need information concerning the ways in which Subscribers use our Services, we will collect that information directly from Subscribers and only with their consent.</p>\n<p>Student privacy is very important to us.\nStudent Data is used only for educational purposes at the direction of the Subscriber.</p>\n2.\nHOW WE SHARE YOUR INFORMATION\n<p>Cingletree only shares personal information in a few limited circumstances, described below.\nWe do not rent or sell information for marketing purposes, and we do not share or sell personal information, including Student Data, to third parties for any purpose.</p>\n<p>\n<b>Who we may share information with:</b>\n</p>\n<ul>\n<li>\n<p>We share information within the Service as needed to perform the Service and/or at the direction of the Subscriber.\nFor example, information including Student Data, may be shared between and among authorized Subscriber users such as teachers and administrators.\nThis sharing will depend on the settings and functionality selected by the Subscriber.</p>\n</li>\n<li>\n<p>We may share information with our trusted third-party service providers who perform technology services on our behalf, but strictly for the purpose of carrying out their work for us.\nContractors and service providers who may have access to Student Data in the course of performing their services are subject to confidentiality and data security requirements that are consistent with this Privacy Policy.</p>\n</li>\n<li>\n<p>We may be required to share information with law enforcement or other third parties when compelled to do so by court order or other legal process, to comply with statutes or regulations, to enforce our Terms of Use, or if we believe in good faith that the disclosure is necessary to protect the rights, property or personal safety of our users.</p>\n</li>\n</ul>\n<p>\n<b>In the event of a change of control:</b> If we sell, divest or transfer our business, we will not transfer personal information of our customers unless the new owner intends to maintain and provide the Service as a going concern, and provided that the new owner has agreed to data privacy standards no less stringent than our own.\nIn such case we will provide you with notice and an opportunity to opt-out of the transfer of personally identifiable Student Data.</p>\n<p>We store our data in the United States and we take strong measures to keep data safe and secure.</p>\n3.\nHOW WE STORE AND PROTECT YOUR INFORMATION\n<p>\n<b>Storage and processing:</b> Any information collected through the Service is stored and processed in the United States.\nIf you use our Service outside of the United States, you consent to have your data transferred to the United States.</p>\n<p>If you are using the Clever version of our Application, our servers do not request, transmit, or store any Student Data.\nA minimum of information is required, and all student related data is de-identified.</p>\n<p>\n<b>Keeping information safe:</b> Cingletree maintains strict administrative, technical and physical procedures to protect information stored on our servers, which are located in the United States.\nAccess to information is limited through the use of username/password credentials and two factor authentication, and only to those employees who require it to perform their job functions.\nWe use industry-standard Secure Socket Layer (SSL) encryption technology to safeguard all information transmitted to and from our servers.\nOther security safeguards include but are not limited to data encryption, firewalls, and physical access controls to buildings and files.</p>\n<p>Questions about data? Here are your options.</p>\n4.\nYOUR CHOICES ABOUT YOUR INFORMATION\n<p>\n<b>Account information:</b> We obtain school and district information through our integration partner, Clever.\nCingletree will accept and synchronize the information from Clever on a periodic or as-needed basis.\nIf you are an individual using our service outside of Clever, you may sign in and update your information directly from within the Application.</p>\n<p>\n<b>Access to Student Data:</b> Student Data is provided by and controlled by the school or district.\nIf you have any questions about reviewing, modifying, or deleting personal information of a Student, please contact your school directly.</p>\n<p>\n<b>How long we keep User Content:</b> Following termination or expiration of a Subscriber account, Cingletree may retain account information and content for a commercially reasonable time, but all Student Data associated with the Subscriber will be deleted promptly.\nIf you have any questions about data retention or deletion, please contact us at privacy@cingletree.com.</p>\n<p>We do not collect any information from Students without consent.</p>\n5.\nCHILDREN'S PRIVACY\n<p>Cingletree does not knowingly collect any information from children under the age of 13 unless and until the Subscriber has obtained appropriate parental consent for the Student to use the Service.\nBecause Cingletree may collect and use Student Data at the direction of and under the control of a Subscriber, Cingletree relies on each Subscriber to provide appropriate notice to parents of the Subscriber's use of our Services, and for the Subscriber to provide consent, if necessary, and authorization for Cingletree to collect Student Data, as permitted by the Children's Online Privacy Protection Act (COPPA).\nPlease contact us at privacy@cingletree.com if you believe we have inadvertently collected personal information of a child under 13 without proper consent so that we may delete such data as soon as possible.</p>\n6.\nLINKS TO OTHER WEB SITES AND SERVICES\n<p>We are not responsible for the practices employed by websites, applications or services linked to or from our Service.\nWe recommend that the Subscriber review the privacy policies of other applications or services before authorizing access to data through the service.</p>\n7.\nHOW TO CONTACT US\n<p>If you have any questions about this Privacy Policy or the Service, please contact us at privacy@cingletree.com.</p>\n<p>If a Student contacts Cingletree with a question about our Service, we will collect personal information from that Student only as necessary to respond to the Student's request and direct the Student to contact the Student's teacher.\nWe will then delete the personal data of the Student after providing our response.</p>\n8.\nCHANGES TO OUR PRIVACY POLICY\n<p>Cingletree may modify or update this Privacy Policy from time to time so you should review this page periodically.\nIf we wish to change the policy in a material manner, we will provide at least 30 days' notice to the Subscribers by e-mail so that you have sufficient time to evaluate the change in practice.\nYou will then be prompted to agree to the new Privacy Policy upon logging in for the first time after the date it takes effect.</p>\n<p>\n<i>Effective Date: July 13, 2019</i>\n</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Contact Us</li>\n</ul> Copyright © 2023 Cingletree Learning, LLC.\nAll rights reserved.\n", "created_at": "2023-05-14 06:07:43.339716", "updated_at": "2023-05-14 06:10:31.39163"}], "points": [], "urls": ["englishgrammar101.com"]}}