{"error": 448, "message": "OK", "parameters": {"id": 8265, "name": "CompanyWide.com", "created_at": "2023-05-12 16:48:50.628835", "updated_at": "2023-05-12 22:02:14.656364", "wikipedia": null, "keywords": null, "related": null, "slug": "companywide-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8265.png", "url": "companywide.com", "documents": [{"id": 16043, "name": "Terms of Use", "url": "https://www.companywide.com/terms-of-use", "xpath": "//body", "text": " <i>\n</i>\n<p>\n</p> CompanyWide ​▼ CW Create a Profile Post Jobs Event Calendar Sign In <ul> CompanyWide <li> Pricing </li>\n<li> Create a Profile </li>\n<li> Event Calendar </li>\n<li> Post Jobs Free </li>\n<li> CompanyWide for Organizations CompanyWide for Trade Association CompanyWide for Educators Learn how CompanyWide for Educators Works </li>\n<li> Sign In </li>\n</ul>\n<br>\n<p>\n</p> CompanyWide Website Terms of Use <p>\n</p>\n<p> CompanyWide (“<strong>CompanyWide</strong>\", “<strong>we</strong>” or “<strong>us</strong>”), has created this website (the \"Website\") to provide an online matching platform for construction workers and companies.\n</p>\n<p> To assist you in using the Website and associated Services, and to ensure a clear understanding of the relationship arising from your use of the Website and participation in these Services, we have created (i) these Terms of Use (the \"<strong>Terms</strong>\") and (ii) a Privacy Policy.\nOur Privacy Policy explains how we treat information you provide to us through the Website, and our Terms govern your use of the Website.\nOur Terms and Privacy Policy apply to users who have registered for accounts on our website (collectively, “<strong>Registered Users</strong>”) and any casual visitor to the Website who is not a Registered User (“<strong>Site Visitors</strong>”.\nand, together with Registered Users, “<strong>Users</strong>”).\nUnless otherwise provided, all provisions of these Terms apply to all Users.\n</p>\n<p>\n<strong> PLEASE READ THIS DOCUMENT CAREFULLY BEFORE YOU ACCESS OR USE THE WEBSITE OR PARTICIPATE IN OUR SERVICES.\nBY ACCESSING THE WEBSITE, YOU AGREE TO BE BOUND BY THE TERMS AND CONDITIONS SET FORTH BELOW.\nIF YOU DO NOT WISH TO BE BOUND BY THESE TERMS AND CONDITIONS, PLEASE DO NOT ACCESS OUR WEBSITE OR PARTICIPATE IN OUR SERVICES.\nIf you’re agreeing to these Terms on behalf of an organization or entity, you represent and warrant that you are authorized to agree to these Terms on that organization or entity’s behalf and bind them to these Terms (in which case, the references to “you” and “your” in these Terms, except for in this sentence, refer to that organization or entity).\n</strong>\n</p>\n<ol>\n<li>\n<strong>Your Agreement.</strong> These Terms govern (i) your use of the Website, (ii) your receipt of and participation in CompanyWide’s services offered through the Website (collectively, the \"<strong>Services</strong>\"), (iii) your provision of information in connection with participating in our Services (“<strong>User Content</strong>”).\nand (iv) your use of information obtained through the Website, including information, data, statistics, software, works of art, text, video, audio, pictures, content, trademarks, trade dress, and other intellectual property owned by CompanyWide or its licensors and made available to you through the Services (“<strong>CompanyWide Content</strong>”).\nPlease read these Terms carefully.\nthey impose legal obligations on you and on CompanyWide, and establish our legal relationship.\nBy using the Services or accessing our Website, you are acknowledging that you have read and understood these Terms and agree to be legally bound by them.\n<p> You may visit the Website and review a range of information about CompanyWide and our Services without registering.\nHowever, to participate in the Services and to obtain access to certain other materials or information available through the Website, you must register.\n</p>\n</li>\n<li>\n<strong>Our Services: Overview.</strong> The Website is an online matching platform enabling construction workers (each, a “<strong>Member</strong>”) to connect with and offer services to companies (each, a “<strong>Company</strong>”).\nCompanyWide checks the licensing, certification, education, and work history of members using third party licensing and certification agencies, employers, and education institutions who may have third party access to the CompanyWide platform for verification purposes.\n</li>\n<li>\n<strong>Grant of Rights</strong>\n<ol>\n<li>\n<strong>Grant of Rights to Site Visitors.</strong> As a User, you are granted the right to access all areas of the Website other than the password-protected areas (collectively, the \"<strong>Site Visitor Areas</strong>\"), including any CompanyWide Content that we make available in such Site Visitor Areas.\nYou may access and view Site Visitor Areas for your personal and non-commercial use only, and you may not modify, copy, distribute, or otherwise use the CompanyWide Content available in these Site Visitor Areas.\n</li>\n<li>\n<strong>Grant of Rights to Registered Users.</strong> As a Registered User, you are granted (i) all rights granted to Site Visitors, and (ii) the right to access password-protected areas of the Website.\nYou may exercise these rights for your personal use only, and you may not copy, distribute, or otherwise disclose CompanyWide Content.\nTo be a Registered User, you must be, and hereby represent that you are an individual 18 years or older who can form legally binding contracts or are 13 years of age or older with the consent of a parent or educational institution.\nWe use student information to provide the Services to the educational institution and its students, consistent with our Privacy Notice.\nYou are responsible for safeguarding your password.\nYou agree that you will not disclose your password to any third party and that you will take sole responsibility for any activities or actions under your CompanyWide account, whether or not you have authorized such activities or actions.\nYou will immediately notify CompanyWide of any unauthorized use of your CompanyWide account.\n</li>\n<li>\n<strong>CompanyWide Rights to User Content.</strong> You hereby grant to CompanyWide a non-exclusive, perpetual, fully-paid, world-wide, royalty-free license to use your User Content to perform the Services.\nIn addition, you hereby acknowledge that CompanyWide may use your User Content that it de-identifies and aggregates for its own business purposes.\n</li>\n</ol>\n</li>\n<li>\n<strong>Ownership.\nReservation of Rights.</strong> The information, data, statistics, software, artwork, text, video, audio, pictures, trademarks, trade dress, and other intellectual property embodied in the Services or the CompanyWide Content are the proprietary property of CompanyWide and its licensors, and are protected by U.S.\nand international copyright and other intellectual property laws, or are used under the principles of fair use.\nCompanyWide and its licensors retain all rights with respect to the Services and the CompanyWide Content except those expressly granted to you in these Terms.\n</li>\n<li>\n<strong>Status of Members.</strong> If you are a Member,&nbsp;you must comply with any licensing or registration requirements with respect to construction services that you provide, and you represent that you are compliant with all such requirements.\nA Member’s indication that they are legally permitted to perform services in the United States is solely a representation made by that Member and is not a representation made by CompanyWide.\nIf CompanyWide indicates that a Member’s certification and/or license has been verified, such verification means that third party certification and/or licensing agencies identify that Member as having the listed certification and/or license.\nCompanyWide has no control over and does not guarantee the truth or accuracy of Member listings, the qualifications, background, legal status or abilities of Members, or the ability of Members to deliver construction services.\n</li>\n<li>\n<strong>No Control of Members or Companies.</strong> CompanyWide is not responsible for and will not control the manner in which a Member or Company operates and is not involved in the hiring, firing, discipline or working conditions of Members.\nCompanyWide does not control or guarantee whether a Company or Member will complete any transaction.\nCompanyWide is not responsible for the timeliness or accuracy of the invoices or the timeliness, accuracy, completion or workmanship of any work product produced by a Member as a result of construction services.\nNothing in these Terms of Service will be deemed to constitute CompanyWide as your agent with respect to any construction service purchased or sold through the Services.\n</li>\n<li>\n<strong>Member Payments.</strong>Registered Users are responsible for payment and reporting of any taxes that may be payable as a result of construction services performed by Members.\nCompanyWide is not obligated to determine the applicability of any taxes or to remit, collect or report any such applicable taxes.\nYou agree that you will abide by any and all applicable state and federal tax statutes, regulations and common law.\nIn the event CompanyWide receives a notice of non-compliance with any such statute, regulation or common law, including, without limitation, an Internal Revenue Service Levy, CompanyWide will deem such receipt a breach of this section and will suspend your Account until CompanyWide received an Internal Revenue Service Release.\n</li>\n<li>\n<strong>Code of Conduct.</strong> As a condition to your use of the Website and the Services, you agree to follow our Code of Conduct (the “<strong>Code of Conduct</strong>”), set out below.\nUnder this Code of Conduct, you represent, warrant and agree that you will not: <ul>\n<li>Upload, email or otherwise transmit any images or other User Content that is unlawful, obscene, harmful, hateful, invade the privacy of any third party, contain nudity or pornography, or is otherwise objectionable.\n</li>\n<li> Disseminate materials that impact or invade the privacy of others, such as photographs, video clips, sound recordings, personally identifiable information, or other materials that reveal personal, private or sensitive information about another person, without that person’s consent.\n</li>\n<li> Submit material or feedback that is intentionally false, defamatory, unlawfully threatening, fraudulent, or unlawfully harassing.\n</li>\n<li> Infringe any third party's copyright, patent, trademark, trade secret, or other proprietary rights or rights of publicity or privacy.\nElectronic materials – such as music, videos, games, images, and text in electronic form -- can easily be copied, modified and sent over networks (such as the Internet).\nThese electronic materials are thus extremely vulnerable to unauthorized distribution and copyright infringement.\nThese materials may not be transmitted over the Website without the copyright owner's permission, or without a legitimate \"fair use\" justification for the transmittal.\n</li>\n<li> Transmit materials that contain any viruses, Trojan horses, worms, time bombs, cancelbots, or other computer-programming routines that are intended to damage, detrimentally interfere with, surreptitiously intercept, or expropriate any system, data, or personal information.\n</li>\n<li> Use the Website to artificially generate traffic or page links to a website or for any other purpose not expressly allowed under these Terms.\n</li>\n<li>Use the Website in a manner that could disable, overburden, or impair the Website or Services or interfere with any other party's use and enjoyment of the Website and Services, such as through sending \"spam\" email.\n</li>\n<li> Use the Website to test or reverse engineer the Website in order to find limitations, vulnerabilities or to evade filtering capabilities.\n</li>\n<li> Seek to obtain access to any materials or information through \"hacking,\" \"data harvesting,\" or through other means we have not intentionally made available to you through the Website.\n</li>\n<li> Attempt, in any manner, to obtain the password, account or other security information of any other User.\n</li>\n<li> “Crawl”, “scrape” or “spider” any page, data, or content on the Website through use of manual or automated means.\n</li>\n<li> Copy or store any significant portion of the Website.\n</li>\n<li> Use the Website for any purpose that is unlawful or prohibited by these Terms.\nFor example, you will not use the Website to violate any law, statute, or regulation (including, without limitation, those governing export control, consumer protection, unfair competition, anti-discrimination, or false advertising).\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>User Feedback and Content.</strong> As a User, you thusly recognize and concur that Users convey on the Website and ask for CompanyWide to convey for them on the Website information about the User, including assessments, feedback, checks of qualifications, checks of location, and checks of identity.\nThis data depends exclusively on unsubstantiated information that Users of their own will submit to CompanyWide and does not comprise and will not be understood as an endorsement or testimonial by CompanyWide.\nCompanyWide displays such information publically and privately purely for the benefit of Users, and may display this information discretely or in aggregated form.\nUsers may not imply that you are in any way sponsored or endorsed by CompanyWide.\nUsers agree not to impersonate any individual or entity or dishonestly present or distort connections to or with any individual or entity.</p>\n<p>You recognize and concur that User input benefits the industry, Members, Companies and the effectiveness of the Website and by using the Website you request that CompanyWide post specific or aggregate data about Users, including yourself, on Member Profiles, Company Profiles and other locations on the Website.\nYou recognize and concur that feedback from Users about you, if you receive it, will incorporate User evaluations, User ratings, notes about areas of improvement, and other feedback recorded solely by other Users.\nYou additionally recognize and concur that CompanyWide will make information accessible to other Users, including specific or aggregated feedback.\nCompanyWide administers its platform as a way through which Users can impart their assessments of different Users publicly and privately, and CompanyWide does not screen, contribute to or censor these sentiments.\nYou recognize and concur that specific or aggregated information shown on the Website pertains only to the profiles on the Website and not to any person specifically.</p>\n<p>CompanyWide, in most cases, does not review any comments posted by Users or examine User content for precision or quality.\nCompanyWide does not ensure the accuracy of User content.\nYou are wholly in charge of your User content, including the truthfulness of your User content, and acknowledge you are responsible for any legal action that might be initiated by Users or third parties if your content contains material that is unlawful, intentionally misleading, false, defamatory, threatening, violates a third party right, infringes on a trademark, patent or trade secret, or is or otherwise legally actionable.\nYou hold that CompanyWide is not legally responsible for specific or aggregated User content on the Website, regardless of whether that information is legally actionable otherwise.\nYou recognize and concur that you will tell CompanyWide of any mistake or incorrect feedback made about you, including specific, aggregated or other information, and that on the off chance that you do not do as such, CompanyWide may treat such information as accurate.\nWith the end goal to ensure the truthfulness of the feedback system and shield Users from mistreatment, CompanyWide reserves the right to remove posted information or feedback, with no commitment to do so, that, in CompanyWide's sole judgment, disregards the Terms of Use or adversely influences the platform, reduces the trustworthiness of the feedback system, or generally is conflicting with the goals of CompanyWide.</p>\n</li>\n<li>\n<strong>Disputes with Third Parties.</strong> If there is a dispute between participants on this site, or between Users and any third party, you agree that CompanyWide is under no obligation to become involved.\nIn the event that you have a dispute with one or more other Users, you release CompanyWide, its officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our Services.\n</li>\n<li>\n<strong>Monitoring.\nRevocation or Suspension of Use Privileges.</strong> Subject to the terms of our Privacy Policy, we reserve the right at any time to (i) monitor your use of the Website to determine compliance with these Terms, and (ii) terminate or suspend your use of some or all of the Website or Services for any or no reason in our discretion, including if you engage in activities that we conclude, breach our Terms of Service or Privacy Policy.\nAlthough we have no – and assume no -- obligation to monitor activities on the Website, please understand that we may employ filters designed to detect and block inappropriate content under our Code of Conduct.\nWe reserve the right to request edits to your submissions, to refuse to post, or to remove or edit any information or materials, in whole or in part, that we believe, in our sole discretion, are incompatible with our Code of Conduct.\n</li>\n<li>\n<strong>Links to Third-Party Sites.</strong> The Website may also contain links or produce search results that reference links to third party websites (collectively \"<strong>Linked Sites</strong>\").\nCompanyWide has no control over these Linked Sites or their content and does not assume responsibility or liability for any content, opinions, or materials available on Linked Sites.\nCompanyWide does not endorse the content of any Linked Site, nor does CompanyWide warrant that a Linked Site will be free of computer viruses or other harmful code that can impact your computer or other web-access device.\nBy using the Website to search for or link to another site, you agree and understand that such use is at your own risk.\n</li>\n<li>\n<strong>Warranty Disclaimer.</strong> COMPANYWIDE DOES NOT PROMISE, REPRESENT OR WARRANT THAT THE WEBSITE OR SERVICES WILL (i) BE ERROR-FREE, TIMELY OR UNINTERRUPTED.\n(ii) PROVIDE SPECIFIC RESULTS FROM YOUR USE OF ANY CONTENT, SEARCH, OR LINK ON IT.\n(iii) MEET YOUR REQUIREMENTS.\n(iv) BE ACCURATE OR RELIABLE.\nOR (v) ACHIEVE ANY SPECIFIC RESULT, INCLUDING MEMBER ENGAGEMENT BY ANY COMPANY.\nTHE WEBSITE, SYSTEM AND ALL SERVICES AND CONTENT WITHIN IT ARE DELIVERED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, AND COMPANYWIDE DOES NOT PROMISE, REPRESENT OR WARRANT THAT ANY ERRORS WILL BE CORRECTED.\nWHEN YOU ACCESS THE WEBSITE AND USE THE SERVICES, YOU DO SO AT YOUR OWN RISK.\nCOMPANYWIDE DOES NOT WARRANT OR REPRESENT THAT MATERIALS YOU DOWNLOAD FROM THE COMPANYWIDE WEBSITE WILL BE FREE OF VIRUSES OR OTHER HARMFUL FEATURES.\n<p>COMPANYWIDE DISCLAIMS (i) ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\n(ii) ANY RESPONSIBILITY OR LIABILITY FOR THE ACCURACY, CONTENT, COMPLETENESS, OR LEGALITY OF INFORMATION AVAILABLE THROUGH THE WEBSITE OR THE SERVICES.\nAND (iii) ANY RESPONSIBILITY OR LIABILITY FOR HARM RESULTING FROM DOWNLOADING OR ACCESSING INFORMATION THROUGH THE WEBSITE, INCLUDING HARM CAUSED BY VIRUSES OR SIMILAR DESTRUCTIVE FEATURES.\nYOU EXPRESSLY AGREE THAT USE OF THE WEBSITE AND THE SERVICES AND COMPANYWIDE CONTENT IS AT YOUR SOLE RISK.\n</p>\n</li>\n<li>\n<strong>Limitation of Liability.</strong> TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL COMPANYWIDE (OR ITS LICENSORS OR SUPPLIERS) BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR (A) ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOST PROFITS, LOSS OF GOODWILL, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION, OR (B) ANY AMOUNT, IN THE AGGREGATE, IN EXCESS OF THE GREATER OF (I) $100 OR (II) THE AMOUNTS PAID BY YOU TO COMPANYWIDE IN CONNECTION WITH THE SERVICES IN THE TWELVE (12) MONTH PERIOD PRECEDING THIS APPLICABLE CLAIM, OR (C) ANY MATTER BEYOND OUR REASONABLE CONTROL.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO THE ABOVE LIMITATION AND EXCLUSIONS MAY NOT APPLY TO YOU.\n</li>\n<li>\n<strong>Indemnity.</strong> You agree to defend, indemnify, and hold CompanyWide and its subsidiaries, affiliates, officers, directors, agents, and employees harmless from any liability to third parties, including reasonable attorneys' fees, arising from or related to your breach of these Terms.\n</li>\n<li>\n<strong>Contact for Alleged Copyright Infringement.</strong> CompanyWide respects the intellectual property rights of others and requires that its Users do the same.\nIf you believe that content on the Website or other activity taking place on the Website constitutes infringement of a work protected by copyright (a \"<strong>Work</strong>\"), please notify our agent, designated under the Digital Millennium Copyright Act (17 U.S.C.\n§512) (the “<strong>DMCA</strong>”) to respond to such concerns, as follows: <ul>\n<li>CompanyWide</li>\n<li>CC: Alexander Neary</li>\n<li>infringements@companywide.com</li>\n</ul> Your notice must comply with the DMCA.\nUpon receipt of a compliant notice, we will respond and proceed in accordance with the DMCA.\n</li>\n<li>\n<strong>Modifications to these Terms.</strong> We may modify and change these Terms over time.\nWe will not \"retroactively\" change these Terms, and any modifications we make shall take effect proactively, once you next access the Website.\nPlease feel free to print out a copy of these Terms for your records.\nIf you do not agree with the new Terms, you are free to reject them.\nunfortunately, that means you will no longer be able to use the Website or the Services.\nIf you use the Website or the Services in any way after a change of the Terms is effective, that means you agree to all of the changes.\n</li>\n<li>\n<strong>Assignment.</strong> These Terms shall not be assignable by you, either in whole or in part.\nCompanyWide reserves the right to assign its rights and obligations under these Terms.\n</li>\n<li>\n<strong>General.</strong> If any provision of these Terms is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced.\nHeadings are for reference purposes only and in no way define, limit, construe, or describe the scope or extent of such section.\nCompanyWide’s failure to act with respect to a breach by you or others does not waive its right to act with respect to subsequent or similar breaches.\nThese set forth the entire understanding and agreement between CompanyWide and you with respect to the subject matter hereof and supersede any prior or contemporaneous understanding, whether written or oral.\n<p>These Terms are governed by and will be construed under the laws of the Commonwealth Of Massachusetts, without regard to the conflicts of laws provisions thereof.\nAny dispute arising from or relating to the subject matter of these Terms shall be finally settled in Boston, Massachusetts, in English, in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(\"JAMS\") then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with such Rules.\nJudgment upon the award rendered by such arbitrator may be entered in any court of competent jurisdiction.\nNotwithstanding the foregoing obligation to arbitrate disputes, each party shall have the right to pursue injunctive or other equitable relief at any time, from any court of competent jurisdiction.\nFor all purposes of these Terms, the parties consent to exclusive jurisdiction and venue in the state or federal courts located in, respectively, Boston, Massachusetts, or the District of Massachusetts.\n</p>\n</li>\n<li>\n<strong>Survival.</strong> The following provisions shall survive the termination of these Terms and shall apply indefinitely: <ul>\n<li>Section 4 (Ownership.\nReservation of Rights)</li>\n<li>Section 5 (Status of Members)</li>\n<li>Section 6 (No Control of Members or Companies)</li>\n<li>Section 7 (Member Payments)</li>\n<li>Section 9 (User Feedback and Content)</li>\n<li>Section 10 (Disputes with Third Parties)</li>\n<li>Section 12 (Links to Third-Party Sites)</li>\n<li>Section 13 (Warranty Disclaimer)</li>\n<li>Section 14 (Limitation of Liability)</li>\n<li>Section 15 (Indemnity)</li>\n<li>Section 16 (Contact for Alleged Copyright Infringement)</li>\n<li>Section 18 (Assignment) </li>\n<li>Section 19 (General)</li>\n<li>Section 20 (Survival)</li>\n<li>Section 21 (Relationship to Privacy Policy)</li>\n</ul>\n</li>\n<li>\n<strong>Relationship to Privacy Policy.</strong> These Terms must be read in conjunction with our Privacy Policy.\nThe provisions of our Privacy Policy are incorporated herein.\nTo the extent these Terms conflict with the terms of our Privacy Policy, the terms of our Privacy Policy will control.\n</li>\n<li>\n<strong>Contact Us.</strong> If you have any questions about these Terms, the practices of this Site, or your dealings with this Website, please contact us at: <p>You may contact us, for any reason, by e-mail at info@companwide.com.</p>\n</li>\n</ol>\n<p>\n<strong>Effective Date:</strong> The effective date of these Terms is June 1, 2017.</p>\n<p>\n<strong>COPYRIGHT AND LEGAL NOTICE.</strong>\n</p>\n<p>Copyright © 2017 CompanyWide.\nAll Rights Reserved.</p>\n<br>\n<br> CompanyWide helps construction companies hire quality tradespeople and helps construction workers plan careers with an online platform.\nCompanyWide About Us Contact Us Work for Us Press Blog Posts Terms of Use Privacy Policy For Employers Browse Resumes Create an Account Post a Job Price and Promotions Customer Service Advertise with Us Partner with Us For Job Seekers Join for Free Create Resume Find Jobs Build a Career Help Helpful Resources Price and Promotions Sign In Reset Password List of Construction Certifications <i>\n</i> Facebook <i>\n</i> Twitter CompanyWide Boston, MA Tel: 508-208-3213 Email: info@companywide.com <b>Copyright © 2023 CompanyWide</b> Original textContribute a better translation", "created_at": "2023-05-12 16:48:50.689633", "updated_at": "2023-05-12 16:52:41.700533"}, {"id": 16042, "name": "Privacy and Cookie Policy", "url": "https://www.companywide.com/legals", "xpath": "//body", "text": "CompanyWide | Privacy Policy", "created_at": "2023-05-12 16:48:50.65936", "updated_at": "2023-05-19 17:02:52.875312"}], "points": [], "urls": ["companywide.com"]}}