{"error": 448, "message": "OK", "parameters": {"id": 7267, "name": "Hurricane Electric", "created_at": "2023-01-18 03:25:25.035693", "updated_at": "2023-01-22 17:00:19.596387", "wikipedia": null, "keywords": null, "related": null, "slug": "hurricane-electric", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7267.png", "url": "he.net", "documents": [{"id": 13937, "name": "Privacy Policy", "url": "https://he.net/privacy.html", "xpath": "//body", "text": " <strong>Hurricane Electric Privacy Policy</strong>\n<p>\nWelcome to the Hurricane Electric Privacy Policy.\nHurricane Electric is committed to protecting your privacy online.\nThe following privacy policy explains what\ninformation we gather about you, and what it is used for.\n</p>\n<p>\n<b>Information</b>\n</p>\n<p>When you place an order we need to know your name, email address, company name, postal address, phone number, and your payment information.\nWe need this information to process your order and to contact you, should there be a problem with your order.\n</p>\n<p>\n<b>Use of information</b>\n</p>\n<p>We do not disclose any personally identifiable information about you, such as your name, postal address, email\naddress or telephone number, to any third party except as necessary to register new domains as requested by you.\nWe use the information that we collect to improve our marketing and promotional efforts.\nadditionally, we use it to analyze site usage, and to\nimprove our product offerings.\n</p>\n<p>We will use your email address and if need be your postal address or phone number to contact you regarding\nadministrative issues, maintenance issues, and about any change in the function(s) of our services.\n</p>\n<p>We may also store the information that we gather from you in a file along with any email or other written\ncorrespondence that we have had with you.\nThis information may be used to enforce our terms of service, or to resolve\nlegal matters.\n</p>\n<p>\n<b>Cookies</b>\n</p>\n<p>Upon entering Hurricane Electric's website, a cookie is created.\nThe information that this cookie displays is where you came from.\nFor example, if you found Hurricane Electric from a search engine, the cookie will tell us from which search engine.\n</p>\n<p>We use cookies to track where visitors are coming from.\nWe look at which search engines, directories, and other web\nsites are bringing traffic to our site.\n</p>\n<p>\n<b>Disclosure</b>\n</p>\n<p>Hurricane Electric will not disclose any information about any individual user except to comply with applicable law\nor valid legal process, or to protect the personal safety of our users or the public.\nHurricane Electric may disclose\nany information about their users under special circumstances that include but are not limited to complying with the\nlaw, or assisting in rectifying an unjust doing.\n</p>\n<p>\n<b>Passwords</b>\n</p>\n<p>We strongly recommend that you limit access to your password(s) as much as possible.\nIf possible do not disclose\nyour password to anyone.\nShould someone with access to your password wish, all of your account information can be changed.\nYou will be held liable for any activity that may occur as a result of you losing your password.\nTherefore,\nif you feel that your password has been compromised, you should immediately contact Hurricane Electric to rectify the situation.\n</p> ", "created_at": "2023-01-18 03:25:25.097105", "updated_at": "2023-01-18 03:25:41.184075"}], "points": [], "urls": ["he.net"]}}