{"error": 448, "message": "OK", "parameters": {"id": 7990, "name": "Radmin VPN", "created_at": "2023-04-11 02:32:03.310384", "updated_at": "2023-04-22 11:50:40.929067", "wikipedia": null, "keywords": null, "related": null, "slug": "radmin-vpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7990.png", "url": "radmin-vpn.com", "documents": [{"id": 15468, "name": "END USER LICENSE AGREEMENT", "url": "https://www.radmin-vpn.com/eula/", "xpath": "//body", "text": " Radmin VPN <p>\n<b>Radmin VPN <br> FREEWARE END USER LICENSE AGREEMENT</b>\n</p>NOTICE TO USER:\nTHIS IS A CONTRACT.\nAT THE END, YOU WILL BE ASKED TO ACCEPT THIS AGREEMENT AND CONTINUE TO INSTALL OR, IF YOU DO NOT WISH TO ACCEPT THIS AGREEMENT, TO DECLINE THIS AGREEMENT, IN WHICH CASE YOU WILL NOT BE ABLE TO USE, INSTALL OR OPERATE THE PRODUCT, AS DEFINED BELOW.\nBY INSTALLING THIS SOFTWARE YOU ACCEPT ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nThis Electronic End User License Agreement (the \"Agreement\") is a legal agreement between you (either an individual or an entity), the licensee, and Famatech Corp.\n(the \"Company\"), regarding the software and service titled \"Radmin VPN\" that you are about to download, downloaded, or otherwise obtained through other resources or media such as CD-ROMs, floppy disks, or through a network in object code form or other related services, including without limitation a) all of the contents of the files, disk(s),CD-ROM(s) or other media with which this Agreement is provided (the \"Software\"), and b) all successor upgrades, revisions, patches, enhancements, fixes, modifications, copies, additions or maintenance releases of the Software, if any, licensed to you by the Company (collectively, the “Updates”) provided that the Updates shall not include anew subsequent releases of the Radmin VPN bearing a new first numeral such as 2.0 or 3.0 (“New Releases”) but include any minor revisions of the Radmin VPN 1.x version indicated by a change in the decimal numeral, such as 1.1 or 1.2, and c) related user documentation and explanatory materials or files provided in written, \"online\" or electronic form (the \"Documentation\" and together with the Software and Updates, the \"Product\").\nYou are subject to the terms and conditions of this End User License Agreement whether you access or obtain the Product directly from the Company, or through any other source.\nFor purposes hereof, \"you\" means the individual person installing or using the Product on his or her own behalf.\nor, if the Product is being downloaded or installed on behalf of an organization, such as an employer, \"you\" means the organization for which the Product is downloaded or installed and it is represented hereby that such organization has authorized the person accepting this agreement to do so on its behalf.\nFor purposes hereof the term \"organization,\" without limitation, includes any partnership, limited liability company, corporation, association, joint stock company, trust, joint venture, labor organization, unincorporated organization, or governmental authority.\nBy accessing, downloading, storing, loading, installing, executing, displaying, copying the Product into the memory of a computer or otherwise benefiting from using the functionality of the Product in accordance with the Documentation (\"Operating\"), you agree to be bound by the terms of this Agreement.\nIf you do not agree to the terms and conditions of this Agreement, the Company is unwilling to license the Product to you.\nIn such event, you may not Operate or use the Product in any way.\nBEFORE YOU CLICK ON THE \"ACCEPT AND INSTALL\" BUTTON, CAREFULLY READ THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nYOUR CLICK OF THE \"ACCEPT AND INSTALL\" BUTTON IS A SYMBOL OF YOUR SIGNATURE AND BY CLICKING ON THE \"ACCEPT AND INSTALL\" BUTTON\", YOU ARE CONSENTING TO BE BOUND BY AND ARE BECOMING A PARTY TO THIS AGREEMENT AND AGREE THAT THIS AGREEMENT IS ENFORCEABLE LIKE ANY WRITTEN NEGOTIATED AGREEMENT SIGNED BY YOU.\nIF YOU DO NOT AGREE TO ALL OF THE TERMS OF THIS AGREEMENT, CLICK THE \"CANCEL\" BUTTON AND THE SOFTWARE WILL NOT BE INSTALLED ON YOUR COMPUTER.\nThis Product will not install on your computer unless or until you accept the terms of this Agreement.\nYou may also receive a copy of this Agreement by contacting Famatech at: http://www.radmin.com/support/feedback/php.\n1\tProprietary Rights and Non-Disclosure.\n1.1\tOwnership Rights.\nYou agree that the Product and the authorship, systems, ideas, methods of operation, documentation and other information contained in the Product, are proprietary intellectual properties and or the valuable trade secrets of the Company or its suppliers and/or licensors and are protected by civil and criminal law, and by the law of copyright, trade secret, trademark and patent of the United States, other countries and international treaties.\nYou may use trademarks only insofar as to identify printed output produced by the Product in accordance with accepted trademark practice, including identification of trademark owner's name.\nSuch use of any trademark does not give you any rights of ownership in that trademark.\nThe Company and its suppliers own and retain all right, title, and interest in and to the Product, including all copyrights, patents, trade secret rights, trademarks, and other intellectual property rights therein.\nYour possession, installation or use of the Product does not transfer to you any title to the intellectual property in the Product, and you will not acquire any rights to the Product except as expressly set forth in this Agreement.\nAll copies of the Product made hereunder must contain the same proprietary notices that appear on and in the Product.\nExcept as stated herein, this Agreement does not grant you any intellectual property rights in the Product.\n1.2\tSource Code.\nYou acknowledge that the source code for the Product is proprietary to the Company or its suppliers and/or licensors and constitutes trade secrets of the Company or its suppliers and/or licensors.\nYou agree not to modify, adapt, translate, reverse engineer, decompile, disassemble or otherwise attempt to discover the source code of the Product in any way.\n1.3\tConfidential Information.\nYou agree that, unless otherwise specifically provided herein or agreed by the Company in writing, the Product, including the specific design and structure of individual programs and the Product, constitute confidential proprietary information of the Company or its suppliers and/or licensors.\nYou agree not to transfer, copy, disclose, provide or otherwise make available such confidential information in any form to any third party without the prior written consent of the Company.\nYou agree to implement reasonable security measures to protect such confidential information provided however, that you may make and distribute unlimited copies of the Software in object code only, including copies for commercial distribution, as long as each copy that you make and distribute contains this Agreement subject to end user's acceptance before the first use, the Radmin VPN installer, and the same copyright and other proprietary notices pertaining to this Software that appear in the Software.\nIf you download the Software from the Internet or similar on-line source, you must include the copyright notices resident on the Software with any on-line distribution and on any media you distribute that includes the Software.\n1.4\tNo Modification.\nYou agree not to modify or alter the Product in any way.\nYou may not remove or alter any copyright notices or other proprietary notices on any copies of the Product.\n2\tGrant of License.\n2.1\tLicense.\nThe Company grants you the non-exclusive and non-transferable license to store, load, install, execute, and display the specified version of the Software on an unlimited number of computers, workstations, personal digital assistants, 'smart phones,' mobile phones, hand-held devices, or other electronic devices for which the software was designed (each a \"Client Device\").\nThe Company reserves all rights not expressly granted herein.\n2.2\tUpdates.\nDuring the Term of this Agreement, you may download Updates to the Product when and as the Company publishes them in its website or through other online services.\nNotwithstanding any provision to the contrary herein, nothing is this Agreement shall be construed as to grant you any rights or licenses with regard to the New Releases of the Product or to entitle you to any New Release.\nThis Agreement does not obligate the Company to provide any Updates.\nNotwithstanding the foregoing, any Updates that you may receive become part of the Product and the terms of this Agreement apply to them (unless this Agreement is superseded by a further Agreement accompanying such Update or modified version of to the Product).\n2.3\tComponents.\nNotwithstanding anything to the contrary herein, components that you receive as part of the Software may have its own license agreements relating to the Component (each, a \"Component Agreement\").\nIn the event of inconsistencies between this Agreement and any Component Agreement, the terms of the Component Agreement shall control.\n2.4\tTerm and Termination.\nThe term of this Agreement (\"Term\") shall begin when you download or install the Product (whichever is earlier) and shall continue, unless otherwise terminated pursuant hereto, in perpetuity or for the term specified in the license granted hereunder.\nThe Company may terminate this Agreement by offering you a superseding Agreement for the Product or any replacement or modified version of or upgrade or New Release of the Product and conditioning your continued use of the Product or such replacement, modified or upgraded version or New Release on your acceptance of such superseding Agreement.\nThis Agreement may be also terminated by the Company immediately and without notice if you fail to comply with any of your obligation or conditions of this Agreement.\nWithout prejudice to any other rights, this Agreement will terminate automatically if you fail to comply with any of the limitations or other requirements described herein.\nUpon any termination or expiration of this Agreement, you must immediately cease use of the Product and destroy all copies of the Product.\n2.5\tNo Rights Upon Termination.\nUpon termination of this Agreement you will no longer be authorized to Operate or use the Product in any way.\n3\tRestrictions.\n3.1\tNo Transfer of Rights.\nYou may not rent, lease, loan the Product.\nYou may not reverse engineer, decompile, disassemble or otherwise reduce any party of the Product to human readable form nor permit any third party to do so, except to the extent the foregoing restriction is expressly prohibited by applicable law.\nNotwithstanding the foregoing sentence, decompiling the Software is permitted to the extent the laws of your jurisdiction give you the right to do so to obtain information necessary to render the Software interoperable with other software.\nprovided, however, that you must first request such information from the Company and the Company may, in its discretion, either provide such information to you (subject to confidentiality terms) or impose reasonable conditions, including a reasonable fee, on such use of the Software to ensure that the Company's and its suppliers and/or licensors proprietary rights in the Software are protected.\nYou may not modify, or create derivative works based upon the Product in whole or in part.\n3.2\tProprietary Notices and Copies.\nYou may not remove any proprietary notices or labels on the Product.\nYou may not copy the Product except as expressly permitted in Section 2 above.\n3.3\tNo Transfer.\nExcept as otherwise specifically provided herein, you may not transfer or assign any of the rights granted to you under this Agreement.\n3.4\tAdditional Protection Measures.\nSolely for the purpose of preventing unlicensed use of the Product, the Software may install on your computer technological measures that are designed to prevent unlicensed use, and the Company may use this technology to confirm that you have a licensed copy of the Product.\nThe update of these technological measures may occur through the installation of the Updates.\nThe Updates will not install on unlicensed copies of the Product.\nIf you are not using a licensed copy of the Product, you are not allowed to install the Updates.\nThe Company will not collect any personally identifiable information from your computer during this process.\n4\tNO WARRANTY AND DISCLAIMER.\n4.1\tNo Express Warranty.\nThe Software is being delivered to you \"AS IS\" and the Company makes no warranty as to its use or performance.\n4.2\tNO IMPLIED OR OTHER WARRANTIES.\nEXCEPT FOR ANY WARRANTY, CONDITION, REPRESENTATION OR TERM TO THE EXTENT TO WHICH THE SAME CANNOT OR MAY NOT BE EXCLUDED OR LIMITED BY LAW APPLICABLE TO YOU IN YOUR JURISDICTION, THE PRODUCT IS PROVIDED \"AS-IS\" WITHOUT ANY WARRANTY WHATSOEVER AND THE COMPANY MAKES NO PROMISES, REPRESENTATIONS OR WARRANTIES, WHETHER EXPRESSED OR IMPLIED, WHETHER BY STATUTE, COMMON LAW, CUSTOM, USAGE OR OTHERWISE, REGARDING OR RELATING TO THE PRODUCT OR CONTENT THEREIN OR TO ANY OTHER MATERIAL FURNISHED OR PROVIDED TO YOU PURSUANT TO THIS AGREEMENT OR OTHERWISE.\nYOU ASSUME ALL RISKS AND RESPONSIBILITIES FOR SELECTION OF THE PRODUCT TO ACHIEVE YOUR INTENDED RESULTS, AND FOR THE INSTALLATION OF, USE OF, AND RESULTS OBTAINED FROM THE PRODUCT.\nTHE COMPANY MAKES NO WARRANTY THAT THE PRODUCT WILL BE ERROR FREE OR FREE FROM INTERRUPTION OR FAILURE, OR THAT IT IS COMPATIBLE WITH ANY PARTICULAR HARDWARE OR SOFTWARE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, COMPANY DISCLAIMS ALL WARRANTIES, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, INTEGRATION, SATISFACTORY QUALITY OR FITNESS FOR ANY PARTICULAR PURPOSE WITH RESPECT TO THE PRODUCT AND THE ACCOMPANYING WRITTEN MATERIALS OR THE USE THEREOF.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nYOU HEREBY ACKNOWLEDGE THAT THE PRODUCT MAY NOT BE OR BECOME AVAILABLE DUE TO ANY NUMBER OF FACTORS INCLUDING WITHOUT LIMITATION PERIODIC SYSTEM MAINTENANCE, SCHEDULED OR UNSCHEDULED, ACTS OF GOD, TECHNICAL FAILURE OF THE SOFTWARE, TELECOMMUNICATIONS INFRASTRUCTURE, OR DELAY OR DISRUPTION ATTRIBUTABLE TO VIRUSES, DENIAL OF SERVICE ATTACKS, INCREASED OR FLUCTUATING DEMAND, AND ACTIONS AND OMISSIONS OF THIRD PARTIES.\nTHEREFORE, THE COMPANY EXPRESSLY DISCLAIMS ANY EXPRESS OR IMPLIED WARRANTY REGARDING SYSTEM AND/OR SOFTWARE AVAILABILITY, ACCESSIBILITY, OR PERFORMANCE.\nTHE COMPANY DISCLAIMS ANY AND ALL LIABILITY FOR THE LOSS OF DATA DURING ANY COMMUNICATIONS AND ANY LIABILITY ARISING FROM OR RELATED TO ANY FAILURE BY THE COMPANY TO TRANSMIT ACCURATE OR COMPLETE INFORMATION TO YOU.\n4.3\tLIMITED LIABILITY.\nNO LIABILITY FOR\nCONSEQUENTIAL DAMAGES.\nYOU ASSUME THE ENTIRE COST OF ANY DAMAGE RESULTING FROM YOUR USE OF THE PRODUCT AND THE INFORMATION CONTAINED IN OR COMPILED BY THE PRODUCT, AND THE INTERACTION (OR FAILURE TO INTERACT PROPERLY) WITH ANY OTHER HARDWARE OR SOFTWARE WHETHER PROVIDED BY THE COMPANY OR A THIRD PARTY.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL THE COMPANY OR ITS SUPPLIERS OR LICENSORS BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF BUSINESS INFORMATION, LOSS OF GOODWILL, WORK STOPPAGE, HARDWARE OR SOFTWARE DISRUPTION IMPAIRMENT OR FAILURE, REPAIR COSTS, TIME VALUE OR OTHER PECUNIARY LOSS) ARISING OUT OF THE USE OR INABILITY TO USE THE PRODUCT, OR THE INCOMPATIBILITY OF THE PRODUCT WITH ANY HARDWARE, SOFTWARE OR USAGE, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT WILL COMPANY'S TOTAL LIABILITY TO YOU FOR ALL DAMAGES IN ANY ONE OR MORE CAUSE OF ACTION, WHETHER IN CONTRACT, TORT OR OTHERWISE EXCEED THE AMOUNT PAID BY YOU FOR THE PRODUCT.\nTHIS LIMITATION OF LIABILITY SHALL NOT APPLY TO LIABILITY FOR DEATH OR PERSONAL INJURY TO THE EXTENT THAT APPLICABLE LAW PROHIBITS SUCH LIMITATION.\nFURTHERMORE, BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n5 U.S.\nGovernment-Restricted Rights.\n5.1.\nNotice to U.S.\nGovernment End Users.\nThe Product and accompanying Documentation are deemed to be \"Commercial Items\", as that term is defined at 48 C.F.R.\n§2.101, consisting of \"Commercial Computer Software\" and \"Commercial Computer Software Documentation\", respectively, as such terms are used in 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202, as applicable.\nConsistent with 48 C.F.R.\n§12.212 or 48 C.F.R.\n§§227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S.\nGovernment end users (a) only as Commercial Items and (b) with only those rights, including any use, modification, reproduction, release, performance, display or disclosure of the Product and accompanying Documentation, as are granted to all other end users pursuant to the terms and conditions herein.\nUnpublished-rights reserved under the copyright laws of the United States.\n5.2.\nExport Restrictions.\nYou acknowledge and agree that the Product may be subject to restrictions and controls imposed by the Export Administration Act and the Export Administration Regulations of the United States (the \"Acts\").\nYou agree and certify that neither the Product nor any direct product thereof is being or will be used for any purpose prohibited by the Acts.\nYou may not Operate, download, export, or re-export the Product (a) into, or to a national or resident of, any country to which the United States has embargoed goods, or (b) to anyone on the United States Treasury Department's list of Specially Designated Nationals or the U.S.\nCommerce Department's Table of Deny Orders.\nBy Operating the Product, you are representing and warranting that you are not located in, under the control of, or a national or resident of any such country or on any such list.\nYou acknowledge that it is your sole responsibility to comply with any and all government export and other applicable laws and that the Company has no further responsibility for such after the initial license to you.\nYou warrant and represent that neither the U.S.\nCommerce Department, Bureau of Export Administration nor any other U.S.\nfederal agency has suspended, revoked or denied your export privileges.\n6 Your Information and the Company's Privacy Policy.\n6.1.\nPrivacy Policy.\nYou hereby expressly consent to the Company's processing of your personal data (which may be collected by the Company or its distributors) according to the Company's current privacy policy as of the date of the effectiveness hereof which is incorporated into this Agreement by reference (see http://www.radmin.com/about/legal/pp.php).\nBy entering into this Agreement, you agree that the Company may collect and retain information about you, including your name, email address and credit card information.\nThe Company employs other companies and individuals to perform functions its behalf.\nExamples include fulfilling orders, delivering packages, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, processing credit card payments, and providing customer service.\nThey have access to personal information needed to perform their functions, but may not use it for other purposes.\nThe Company publishes a privacy policy on its web site and may amend such policy from time to time in its sole discretion.\nYou should refer to the Company's privacy policy prior to agreeing to this Agreement for a more detailed explanation of how your information will be stored and used by the Company.\nIf \"you\" are an organization, you will ensure that each member of your organization (including employees and contractors) about whom personal data may be provided to the Company has given his or her express consent to the Company's processing of such personal data.\nPersonal data will be processed by the Company or its distributors in the country where it was collected, and possibly in the United States and Germany.\nUnited States laws regarding processing of personal data may be less or more stringent than the laws in your jurisdiction.\n7 Miscellaneous.\n7.1.\nGoverning Law.\nJurisdiction and Venue.\nThis Agreement shall be governed by and construed and enforced in accordance with the laws of the Commonwealth of Virginia without reference to conflicts of law rules and principles.\nTo the extent permitted by law, the provisions of this Agreement shall supersede any provisions of the Uniform Commercial Code as adopted or made applicable to the Products in any competent jurisdiction.\nThis Agreement shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly disclaimed and excluded.\nThe federal and state courts within the Commonwealth of Virginia shall have exclusive jurisdiction to adjudicate any dispute arising out of this Agreement.\nYou agree that this Agreement is to be performed in Commonwealth of Virginia and that any action, dispute, controversy, or claim that may be instituted based on this Agreement, or arising out of or related to this Agreement or any alleged breach thereof, shall be prosecuted exclusively in the federal or state courts in the Commonwealth of Virginia, and you, to the extent permitted by applicable law, hereby waive the right to change venue to any other state, county, district or jurisdiction.\nprovided, however, that the Company as claimant shall be entitled to initiate proceedings in any court of competent jurisdiction.\n7.2.\nPeriod for Bringing Actions.\nNo action, regardless of form, arising out of the transactions under this Agreement, may be brought by either party hereto more than one (1) year after the cause of action has occurred, or was discovered to have occurred, except that an action for infringement of intellectual property rights may be brought within the maximum applicable statutory period.\n7.3.\nEntire Agreement.\nSeverability.\nNo Waiver.\nThis Agreement is the entire agreement between you and Company and supersedes any other prior agreements, proposals, communications or advertising, oral or written, with respect to the Product or to subject matter of this Agreement provided that the Company and you may limit, modify or changes the applicability of the terms of this Agreement by a prior, contemporaneous or subsequent written agreement by referencing this Section 7.3 of the Agreement and expressly providing for such limitation, modification or changes.\nYou acknowledge that you have read this Agreement, understand it and agree to be bound by its terms.\nIf any provision of this Agreement is found by a court of competent jurisdiction to be invalid, void, or unenforceable for any reason, in whole or in part, such provision will be more narrowly construed so that it becomes legal and enforceable, and the entire Agreement will not fail on account thereof and the balance of the Agreement will continue in full force and effect to the fullest extent permitted by law.\nNo waiver of any breach of any provisions of this Agreement will constitute a waiver of any prior, concurrent or subsequent breach and no waiver will be effective unless made in writing.\n7.4.\nContact Information.\nShould you have any questions concerning this Agreement, or if you desire to contact the Company for any reason, Customer Department at http://www.radmin.com/support/feedback/php.\n© 2017-2023 Famatech Corp.\nAll rights reserved.\nThe Product, including the Software and any accompanying Documentation, are copyrighted and protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.\n8 Third-party licenses.\n8.1.\nQt license.\nGNU LESSER GENERAL PUBLIC LICENSE The Qt Toolkit is Copyright (C) 2015 The Qt Company Ltd.\nContact: http://www.qt.io/licensing/ You may use, distribute and copy the Qt GUI Toolkit under the terms of GNU Lesser General Public License version 2.1, which is displayed below.\n------------------------------------------------------------------------- GNU LESSER GENERAL PUBLIC LICENSE Version 2.1, February 1999 Copyright (C) 1991, 1999 Free Software Foundation, Inc.\n51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.\n[This is the first released version of the Lesser GPL.\nIt also counts as the successor of the GNU Library Public License, version 2, hence the version number 2.1.] Preamble The licenses for most software are designed to take away your\nfreedom to share and change it.\nBy contrast, the GNU General Public\nLicenses are intended to guarantee your freedom to share and change\nfree software--to make sure the software is free for all its users.\nThis license, the Lesser General Public License, applies to some\nspecially designated software packages--typically libraries--of the\nFree Software Foundation and other authors who decide to use it.\nYou\ncan use it too, but we suggest you first think carefully about whether\nthis license or the ordinary General Public License is the better\nstrategy to use in any particular case, based on the explanations below.\nWhen we speak of free software, we are referring to freedom of use,\nnot price.\nOur General Public Licenses are designed to make sure that\nyou have the freedom to distribute copies of free software (and charge\nfor this service if you wish).\nthat you receive source code or can get\nit if you want it.\nthat you can change the software and use pieces of\nit in new free programs.\nand that you are informed that you can do\nthese things.\nTo protect your rights, we need to make restrictions that forbid\ndistributors to deny you these rights or to ask you to surrender these\nrights.\nThese restrictions translate to certain responsibilities for\nyou if you distribute copies of the library or if you modify it.\nFor example, if you distribute copies of the library, whether gratis\nor for a fee, you must give the recipients all the rights that we gave\nyou.\nYou must make sure that they, too, receive or can get the source\ncode.\nIf you link other code with the library, you must provide\ncomplete object files to the recipients, so that they can relink them\nwith the library after making changes to the library and recompiling\nit.\nAnd you must show them these terms so they know their rights.\nWe protect your rights with a two-step method: (1) we copyright the\nlibrary, and (2) we offer you this license, which gives you legal\npermission to copy, distribute and/or modify the library.\nTo protect each distributor, we want to make it very clear that\nthere is no warranty for the free library.\nAlso, if the library is\nmodified by someone else and passed on, the recipients should know\nthat what they have is not the original version, so that the original\nauthor's reputation will not be affected by problems that might be\nintroduced by others.\nFinally, software patents pose a constant threat to the existence of\nany free program.\nWe wish to make sure that a company cannot\neffectively restrict the users of a free program by obtaining a\nrestrictive license from a patent holder.\nTherefore, we insist that\nany patent license obtained for a version of the library must be\nconsistent with the full freedom of use specified in this license.\nMost GNU software, including some libraries, is covered by the\nordinary GNU General Public License.\nThis license, the GNU Lesser\nGeneral Public License, applies to certain designated libraries, and\nis quite different from the ordinary General Public License.\nWe use\nthis license for certain libraries in order to permit linking those\nlibraries into non-free programs.\nWhen a program is linked with a library, whether statically or using\na shared library, the combination of the two is legally speaking a\ncombined work, a derivative of the original library.\nThe ordinary\nGeneral Public License therefore permits such linking only if the\nentire combination fits its criteria of freedom.\nThe Lesser General\nPublic License permits more lax criteria for linking other code with\nthe library.\nWe call this license the \"Lesser\" General Public License because it\ndoes Less to protect the user's freedom than the ordinary General\nPublic License.\nIt also provides other free software developers Less\nof an advantage over competing non-free programs.\nThese disadvantages\nare the reason we use the ordinary General Public License for many\nlibraries.\nHowever, the Lesser license provides advantages in certain\nspecial circumstances.\nFor example, on rare occasions, there may be a special need to\nencourage the widest possible use of a certain library, so that it becomes\na de-facto standard.\nTo achieve this, non-free programs must be\nallowed to use the library.\nA more frequent case is that a free\nlibrary does the same job as widely used non-free libraries.\nIn this\ncase, there is little to gain by limiting the free library to free\nsoftware only, so we use the Lesser General Public License.\nIn other cases, permission to use a particular library in non-free\nprograms enables a greater number of people to use a large body of\nfree software.\nFor example, permission to use the GNU C Library in\nnon-free programs enables many more people to use the whole GNU\noperating system, as well as its variant, the GNU/Linux operating\nsystem.\nAlthough the Lesser General Public License is Less protective of the\nusers' freedom, it does ensure that the user of a program that is\nlinked with the Library has the freedom and the wherewithal to run\nthat program using a modified version of the Library.\nThe precise terms and conditions for copying, distribution and\nmodification follow.\nPay close attention to the difference between a\n\"work based on the library\" and a \"work that uses the library\".\nThe\nformer contains code derived from the library, whereas the latter must\nbe combined with the library in order to run.\nGNU LESSER GENERAL PUBLIC LICENSE TERMS AND CONDITIONS FOR COPYING, DISTRIBUTION AND MODIFICATION 0.\nThis License Agreement applies to any software library or other\nprogram which contains a notice placed by the copyright holder or\nother authorized party saying it may be distributed under the terms of\nthis Lesser General Public License (also called \"this License\").\nEach licensee is addressed as \"you\".\nA \"library\" means a collection of software functions and/or data\nprepared so as to be conveniently linked with application programs\n(which use some of those functions and data) to form executables.\nThe \"Library\", below, refers to any such software library or work\nwhich has been distributed under these terms.\nA \"work based on the\nLibrary\" means either the Library or any derivative work under\ncopyright law: that is to say, a work containing the Library or a\nportion of it, either verbatim or with modifications and/or translated\nstraightforwardly into another language.\n(Hereinafter, translation is\nincluded without limitation in the term \"modification\".) \"Source code\" for a work means the preferred form of the work for\nmaking modifications to it.\nFor a library, complete source code means\nall the source code for all modules it contains, plus any associated\ninterface definition files, plus the scripts used to control compilation\nand installation of the library.\nActivities other than copying, distribution and modification are not\ncovered by this License.\nthey are outside its scope.\nThe act of\nrunning a program using the Library is not restricted, and output from\nsuch a program is covered only if its contents constitute a work based\non the Library (independent of the use of the Library in a tool for\nwriting it).\nWhether that is true depends on what the Library does\nand what the program that uses the Library does.\n1.\nYou may copy and distribute verbatim copies of the Library's\ncomplete source code as you receive it, in any medium, provided that\nyou conspicuously and appropriately publish on each copy an\nappropriate copyright notice and disclaimer of warranty.\nkeep intact\nall the notices that refer to this License and to the absence of any\nwarranty.\nand distribute a copy of this License along with the\nLibrary.\nYou may charge a fee for the physical act of transferring a copy,\nand you may at your option offer warranty protection in exchange for a\nfee.\n2.\nYou may modify your copy or copies of the Library or any portion\nof it, thus forming a work based on the Library, and copy and\ndistribute such modifications or work under the terms of Section 1\nabove, provided that you also meet all of these conditions: a) The modified work must itself be a software library.\nb) You must cause the files modified to carry prominent notices stating that you changed the files and the date of any change.\nc) You must cause the whole of the work to be licensed at no charge to all third parties under the terms of this License.\nd) If a facility in the modified Library refers to a function or a table of data to be supplied by an application program that uses the facility, other than as an argument passed when the facility is invoked, then you must make a good faith effort to ensure that, in the event an application does not supply such function or table, the facility still operates, and performs whatever part of its purpose remains meaningful.\n(For example, a function in a library to compute square roots has a purpose that is entirely well-defined independent of the application.\nTherefore, Subsection 2d requires that any application-supplied function or table used by this function must be optional: if the application does not supply it, the square root function must still compute square roots.) These requirements apply to the modified work as a whole.\nIf\nidentifiable sections of that work are not derived from the Library,\nand can be reasonably considered independent and separate works in\nthemselves, then this License, and its terms, do not apply to those\nsections when you distribute them as separate works.\nBut when you\ndistribute the same sections as part of a whole which is a work based\non the Library, the distribution of the whole must be on the terms of\nthis License, whose permissions for other licensees extend to the\nentire whole, and thus to each and every part regardless of who wrote\nit.\nThus, it is not the intent of this section to claim rights or contest\nyour rights to work written entirely by you.\nrather, the intent is to\nexercise the right to control the distribution of derivative or\ncollective works based on the Library.\nIn addition, mere aggregation of another work not based on the Library\nwith the Library (or with a work based on the Library) on a volume of\na storage or distribution medium does not bring the other work under\nthe scope of this License.\n3.\nYou may opt to apply the terms of the ordinary GNU General Public\nLicense instead of this License to a given copy of the Library.\nTo do\nthis, you must alter all the notices that refer to this License, so\nthat they refer to the ordinary GNU General Public License, version 2,\ninstead of to this License.\n(If a newer version than version 2 of the\nordinary GNU General Public License has appeared, then you can specify\nthat version instead if you wish.) Do not make any other change in\nthese notices.\nOnce this change is made in a given copy, it is irreversible for\nthat copy, so the ordinary GNU General Public License applies to all\nsubsequent copies and derivative works made from that copy.\nThis option is useful when you wish to copy part of the code of\nthe Library into a program that is not a library.\n4.\nYou may copy and distribute the Library (or a portion or\nderivative of it, under Section 2) in object code or executable form\nunder the terms of Sections 1 and 2 above provided that you accompany\nit with the complete corresponding machine-readable source code, which\nmust be distributed under the terms of Sections 1 and 2 above on a\nmedium customarily used for software interchange.\nIf distribution of object code is made by offering access to copy\nfrom a designated place, then offering equivalent access to copy the\nsource code from the same place satisfies the requirement to\ndistribute the source code, even though third parties are not\ncompelled to copy the source along with the object code.\n5.\nA program that contains no derivative of any portion of the\nLibrary, but is designed to work with the Library by being compiled or\nlinked with it, is called a \"work that uses the Library\".\nSuch a\nwork, in isolation, is not a derivative work of the Library, and\ntherefore falls outside the scope of this License.\nHowever, linking a \"work that uses the Library\" with the Library\ncreates an executable that is a derivative of the Library (because it\ncontains portions of the Library), rather than a \"work that uses the\nlibrary\".\nThe executable is therefore covered by this License.\nSection 6 states terms for distribution of such executables.\nWhen a \"work that uses the Library\" uses material from a header file\nthat is part of the Library, the object code for the work may be a\nderivative work of the Library even though the source code is not.\nWhether this is true is especially significant if the work can be\nlinked without the Library, or if the work is itself a library.\nThe\nthreshold for this to be true is not precisely defined by law.\nIf such an object file uses only numerical parameters, data\nstructure layouts and accessors, and small macros and small inline\nfunctions (ten lines or less in length), then the use of the object\nfile is unrestricted, regardless of whether it is legally a derivative\nwork.\n(Executables containing this object code plus portions of the\nLibrary will still fall under Section 6.) Otherwise, if the work is a derivative of the Library, you may\ndistribute the object code for the work under the terms of Section 6.\nAny executables containing that work also fall under Section 6,\nwhether or not they are linked directly with the Library itself.\n6.\nAs an exception to the Sections above, you may also combine or\nlink a \"work that uses the Library\" with the Library to produce a\nwork containing portions of the Library, and distribute that work\nunder terms of your choice, provided that the terms permit\nmodification of the work for the customer's own use and reverse\nengineering for debugging such modifications.\nYou must give prominent notice with each copy of the work that the\nLibrary is used in it and that the Library and its use are covered by\nthis License.\nYou must supply a copy of this License.\nIf the work\nduring execution displays copyright notices, you must include the\ncopyright notice for the Library among them, as well as a reference\ndirecting the user to the copy of this License.\nAlso, you must do one\nof these things: a) Accompany the work with the complete corresponding machine-readable source code for the Library including whatever changes were used in the work (which must be distributed under Sections 1 and 2 above).\nand, if the work is an executable linked with the Library, with the complete machine-readable \"work that uses the Library\", as object code and/or source code, so that the user can modify the Library and then relink to produce a modified executable containing the modified Library.\n(It is understood that the user who changes the contents of definitions files in the Library will not necessarily be able to recompile the application to use the modified definitions.) b) Use a suitable shared library mechanism for linking with the Library.\nA suitable mechanism is one that (1) uses at run time a copy of the library already present on the user's computer system, rather than copying library functions into the executable, and (2) will operate properly with a modified version of the library, if the user installs one, as long as the modified version is interface-compatible with the version that the work was made with.\nc) Accompany the work with a written offer, valid for at least three years, to give the same user the materials specified in Subsection 6a, above, for a charge no more than the cost of performing this distribution.\nd) If distribution of the work is made by offering access to copy from a designated place, offer equivalent access to copy the above specified materials from the same place.\ne) Verify that the user has already received a copy of these materials or that you have already sent this user a copy.\nFor an executable, the required form of the \"work that uses the\nLibrary\" must include any data and utility programs needed for\nreproducing the executable from it.\nHowever, as a special exception,\nthe materials to be distributed need not include anything that is\nnormally distributed (in either source or binary form) with the major\ncomponents (compiler, kernel, and so on) of the operating system on\nwhich the executable runs, unless that component itself accompanies\nthe executable.\nIt may happen that this requirement contradicts the license\nrestrictions of other proprietary libraries that do not normally\naccompany the operating system.\nSuch a contradiction means you cannot\nuse both them and the Library together in an executable that you\ndistribute.\n7.\nYou may place library facilities that are a work based on the\nLibrary side-by-side in a single library together with other library\nfacilities not covered by this License, and distribute such a combined\nlibrary, provided that the separate distribution of the work based on\nthe Library and of the other library facilities is otherwise\npermitted, and provided that you do these two things: a) Accompany the combined library with a copy of the same work based on the Library, uncombined with any other library facilities.\nThis must be distributed under the terms of the Sections above.\nb) Give prominent notice with the combined library of the fact that part of it is a work based on the Library, and explaining where to find the accompanying uncombined form of the same work.\n8.\nYou may not copy, modify, sublicense, link with, or distribute\nthe Library except as expressly provided under this License.\nAny\nattempt otherwise to copy, modify, sublicense, link with, or\ndistribute the Library is void, and will automatically terminate your\nrights under this License.\nHowever, parties who have received copies,\nor rights, from you under this License will not have their licenses\nterminated so long as such parties remain in full compliance.\n9.\nYou are not required to accept this License, since you have not\nsigned it.\nHowever, nothing else grants you permission to modify or\ndistribute the Library or its derivative works.\nThese actions are\nprohibited by law if you do not accept this License.\nTherefore, by\nmodifying or distributing the Library (or any work based on the\nLibrary), you indicate your acceptance of this License to do so, and\nall its terms and conditions for copying, distributing or modifying\nthe Library or works based on it.\n10.\nEach time you redistribute the Library (or any work based on the\nLibrary), the recipient automatically receives a license from the\noriginal licensor to copy, distribute, link with or modify the Library\nsubject to these terms and conditions.\nYou may not impose any further\nrestrictions on the recipients' exercise of the rights granted herein.\nYou are not responsible for enforcing compliance by third parties with\nthis License.\n11.\nIf, as a consequence of a court judgment or allegation of patent\ninfringement or for any other reason (not limited to patent issues),\nconditions are imposed on you (whether by court order, agreement or\notherwise) that contradict the conditions of this License, they do not\nexcuse you from the conditions of this License.\nIf you cannot\ndistribute so as to satisfy simultaneously your obligations under this\nLicense and any other pertinent obligations, then as a consequence you\nmay not distribute the Library at all.\nFor example, if a patent\nlicense would not permit royalty-free redistribution of the Library by\nall those who receive copies directly or indirectly through you, then\nthe only way you could satisfy both it and this License would be to\nrefrain entirely from distribution of the Library.\nIf any portion of this section is held invalid or unenforceable under any\nparticular circumstance, the balance of the section is intended to apply,\nand the section as a whole is intended to apply in other circumstances.\nIt is not the purpose of this section to induce you to infringe any\npatents or other property right claims or to contest validity of any\nsuch claims.\nthis section has the sole purpose of protecting the\nintegrity of the free software distribution system which is\nimplemented by public license practices.\nMany people have made\ngenerous contributions to the wide range of software distributed\nthrough that system in reliance on consistent application of that\nsystem.\nit is up to the author/donor to decide if he or she is willing\nto distribute software through any other system and a licensee cannot\nimpose that choice.\nThis section is intended to make thoroughly clear what is believed to\nbe a consequence of the rest of this License.\n12.\nIf the distribution and/or use of the Library is restricted in\ncertain countries either by patents or by copyrighted interfaces, the\noriginal copyright holder who places the Library under this License may add\nan explicit geographical distribution limitation excluding those countries,\nso that distribution is permitted only in or among countries not thus\nexcluded.\nIn such case, this License incorporates the limitation as if\nwritten in the body of this License.\n13.\nThe Free Software Foundation may publish revised and/or new\nversions of the Lesser General Public License from time to time.\nSuch new versions will be similar in spirit to the present version,\nbut may differ in detail to address new problems or concerns.\nEach version is given a distinguishing version number.\nIf the Library\nspecifies a version number of this License which applies to it and\n\"any later version\", you have the option of following the terms and\nconditions either of that version or of any later version published by\nthe Free Software Foundation.\nIf the Library does not specify a\nlicense version number, you may choose any version ever published by\nthe Free Software Foundation.\n14.\nIf you wish to incorporate parts of the Library into other free\nprograms whose distribution conditions are incompatible with these,\nwrite to the author to ask for permission.\nFor software which is\ncopyrighted by the Free Software Foundation, write to the Free\nSoftware Foundation.\nwe sometimes make exceptions for this.\nOur\ndecision will be guided by the two goals of preserving the free status\nof all derivatives of our free software and of promoting the sharing\nand reuse of software generally.\nNO WARRANTY 15.\nBECAUSE THE LIBRARY IS LICENSED FREE OF CHARGE, THERE IS NO\nWARRANTY FOR THE LIBRARY, TO THE EXTENT PERMITTED BY APPLICABLE LAW.\nEXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT HOLDERS AND/OR\nOTHER PARTIES PROVIDE THE LIBRARY \"AS IS\" WITHOUT WARRANTY OF ANY\nKIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE\nIMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR\nPURPOSE.\nTHE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE\nLIBRARY IS WITH YOU.\nSHOULD THE LIBRARY PROVE DEFECTIVE, YOU ASSUME\nTHE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.\n16.\nIN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN\nWRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY\nAND/OR REDISTRIBUTE THE LIBRARY AS PERMITTED ABOVE, BE LIABLE TO YOU\nFOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR\nCONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE\nLIBRARY (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING\nRENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A\nFAILURE OF THE LIBRARY TO OPERATE WITH ANY OTHER SOFTWARE), EVEN IF\nSUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH\nDAMAGES.\nEND OF TERMS AND CONDITIONS How to Apply These Terms to Your New Libraries If you develop a new library, and you want it to be of the greatest\npossible use to the public, we recommend making it free software that\neveryone can redistribute and change.\nYou can do so by permitting\nredistribution under these terms (or, alternatively, under the terms of the\nordinary General Public License).\nTo apply these terms, attach the following notices to the library.\nIt is\nsafest to attach them to the start of each source file to most effectively\nconvey the exclusion of warranty.\nand each file should have at least the\n\"copyright\" line and a pointer to where the full notice is found.\nCopyright (C) This library is free software.\nyou can redistribute it and/or modify it under the terms of the GNU Lesser General Public License as published by the Free Software Foundation.\neither version 2.1 of the License, or (at your option) any later version.\nThis library is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY.\nwithout even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.\nSee the GNU Lesser General Public License for more details.\nYou should have received a copy of the GNU Lesser General Public License along with this library.\nif not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA Also add information on how to contact you by electronic and paper mail.\nYou should also get your employer (if you work as a programmer) or your\nschool, if any, to sign a \"copyright disclaimer\" for the library, if\nnecessary.\nHere is a sample.\nalter the names: Yoyodyne, Inc., hereby disclaims all copyright interest in the library `Frob' (a library for tweaking knobs) written by James Random Hacker.\n, 1 April 1990 Ty Coon, President of Vice That's all there is to it! 8.2.\nOpenSSL license.\nLICENSE ISSUES ============== The OpenSSL toolkit stays under a dual license, i.e.\nboth the conditions of the OpenSSL License and the original SSLeay license apply to the toolkit.\nSee below for the actual license texts.\nActually both licenses are BSD-style Open Source licenses.\nIn case of any license issues related to OpenSSL please contact openssl-core@openssl.org.\nOpenSSL License --------------- /* ==================================================================== * Copyright (c) 1998-2011 The OpenSSL Project.\nAll rights reserved.\n* * Redistribution and use in source and binary forms, with or without * modification, are permitted provided that the following conditions * are met: * * 1.\nRedistributions of source code must retain the above copyright * notice, this list of conditions and the following disclaimer.\n* * 2.\nRedistributions in binary form must reproduce the above copyright * notice, this list of conditions and the following disclaimer in * the documentation and/or other materials provided with the * distribution.\n* * 3.\nAll advertising materials mentioning features or use of this * software must display the following acknowledgment: * \"This product includes software developed by the OpenSSL Project * for use in the OpenSSL Toolkit.\n(http://www.openssl.org/)\" * * 4.\nThe names \"OpenSSL Toolkit\" and \"OpenSSL Project\" must not be used to * endorse or promote products derived from this software without * prior written permission.\nFor written permission, please contact * openssl-core@openssl.org.\n* * 5.\nProducts derived from this software may not be called \"OpenSSL\" * nor may \"OpenSSL\" appear in their names without prior written * permission of the OpenSSL Project.\n* * 6.\nRedistributions of any form whatsoever must retain the following * acknowledgment: * \"This product includes software developed by the OpenSSL Project * for use in the OpenSSL Toolkit (http://www.openssl.org/)\" * * THIS SOFTWARE IS PROVIDED BY THE OpenSSL PROJECT ``AS IS'' AND ANY * EXPRESSED OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE * IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR * PURPOSE ARE DISCLAIMED.\nIN NO EVENT SHALL THE OpenSSL PROJECT OR * ITS CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, * SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT * NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\n* LOSS OF USE, DATA, OR PROFITS.\nOR BUSINESS INTERRUPTION) * HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, * STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) * ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED * OF THE POSSIBILITY OF SUCH DAMAGE.\n* ==================================================================== * * This product includes cryptographic software written by Eric Young * (eay@cryptsoft.com).\nThis product includes software written by Tim * Hudson (tjh@cryptsoft.com).\n* */ Original SSLeay License ----------------------- /* Copyright (C) 1995-1998 Eric Young (eay@cryptsoft.com) * All rights reserved.\n* * This package is an SSL implementation written * by Eric Young (eay@cryptsoft.com).\n* The implementation was written so as to conform with Netscapes SSL.\n* * This library is free for commercial and non-commercial use as long as * the following conditions are aheared to.\nThe following conditions * apply to all code found in this distribution, be it the RC4, RSA, * lhash, DES, etc., code.\nnot just the SSL code.\nThe SSL documentation * included with this distribution is covered by the same copyright terms * except that the holder is Tim Hudson (tjh@cryptsoft.com).\n* * Copyright remains Eric Young's, and as such any Copyright notices in * the code are not to be removed.\n* If this package is used in a product, Eric Young should be given attribution * as the author of the parts of the library used.\n* This can be in the form of a textual message at program startup or * in documentation (online or textual) provided with the package.\n* * Redistribution and use in source and binary forms, with or without * modification, are permitted provided that the following conditions * are met: * 1.\nRedistributions of source code must retain the copyright * notice, this list of conditions and the following disclaimer.\n* 2.\nRedistributions in binary form must reproduce the above copyright * notice, this list of conditions and the following disclaimer in the * documentation and/or other materials provided with the distribution.\n* 3.\nAll advertising materials mentioning features or use of this software * must display the following acknowledgement: * \"This product includes cryptographic software written by * Eric Young (eay@cryptsoft.com)\" * The word 'cryptographic' can be left out if the rouines from the library * being used are not cryptographic related :-).\n* 4.\nIf you include any Windows specific code (or a derivative thereof) from * the apps directory (application code) you must include an acknowledgement: * \"This product includes software written by Tim Hudson (tjh@cryptsoft.com)\" * * THIS SOFTWARE IS PROVIDED BY ERIC YOUNG ``AS IS'' AND * ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE * IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE * ARE DISCLAIMED.\nIN NO EVENT SHALL THE AUTHOR OR CONTRIBUTORS BE LIABLE * FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL * DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS * OR SERVICES.\nLOSS OF USE, DATA, OR PROFITS.\nOR BUSINESS INTERRUPTION) * HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT * LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY * OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF * SUCH DAMAGE.\n* * The licence and distribution terms for any publically available version or * derivative of this code cannot be changed.\ni.e.\nthis code cannot simply be * copied and put under another distribution licence * [including the GNU Public Licence.] */\n<br>\n<br>\n<p>Join Radmin VPN Discord server</p> Free Download <br> By downloading Radmin VPN, you agree to the&nbsp;Radmin VPN Terms of Service Spelling error? Select it and press ctrl + enter <b>Spelling Error</b>\n<p>\n<b>Offer a solution</b> *</p>\n<br>\n<br> Send Help Support Community About us Radmin Security Privacy policy English Copyright © 1999-2023 Famatech Corp.\nAll rights reserved.\nSelect language: English Български език Česky Dansk Deutsch Ελληνικα Español Eesti Français Hrvatski Magyar Bahasa Indonesia Italiano Latviešu Lietuvių kalba Nederlands Norsk Polski Português Română Русский Slovenčina Slovenščina Srpski Svenska Suomi Türkçe Tiếng Việt Українська 简体中文 繁體中文 日本語 한국어 ภาษาไทย العربية فارسی עברית <br>\n<br> ", "created_at": "2023-04-11 02:32:03.342112", "updated_at": "2023-04-11 02:33:00.435577"}, {"id": 15469, "name": "Privacy policy", "url": "https://www.radmin-vpn.com/privacy/", "xpath": "/html/body/div[2]", "text": " Radmin VPN website - Privacy policy <p>Thank you for visiting Famatech’s website located at www.radmin-vpn.com.\nWe are firmly committed to respecting and protecting your privacy.\nTo that end, we are pleased to provide this Privacy Policy to describe our information gathering and use.</p> Acquisition of information <p>You may visit our site without identifying yourself or revealing any personal information.\nOur site does collect information such as domain, IP address, browser type and operating system for site trends and statistics, but this information does not personally identify you.</p> How we use the information <p>The personal information you provide will be used for the purpose for which it was provided - to contact you.\nFamatech may also use any information you have provided as reasonably necessary to provide customer support to you.</p> Information Security <p>Famatech will strictly protect the security of your personal information, protect your data from loss, misuse, unauthorized access, disclosure, alteration or destruction.\nYour personal data, including your e-mail address, is used for internal purposes only and is never sold or shared with anyone outside of Famatech, unless we disclose information in response to a law enforcement request.</p> ", "created_at": "2023-04-11 02:32:29.547223", "updated_at": "2023-04-11 02:32:35.998862"}], "points": [], "urls": ["radmin-vpn.com"]}}