{"error": 448, "message": "OK", "parameters": {"id": 9518, "name": "Freedom of the Press Foundation", "created_at": "2023-09-04 00:40:21.425886", "updated_at": "2023-09-04 10:02:31.291556", "wikipedia": "https://en.wikipedia.org/wiki/Freedom_of_the_Press_Foundation", "keywords": null, "related": null, "slug": "freedom-of-the-press-foundation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9518.png", "url": "freedom.press", "documents": [{"id": 18813, "name": "Privacy Policy", "url": "https://freedom.press/privacy-policy/", "xpath": "//body", "text": "\nSkip to content Freedom of the Press Foundation <ul>\n<li>\nDonate\n</li>\n<li>\nStore\n</li>\n<li>\nContact\n</li>\n<li>\nAbout\n</li>\n<li> Twitter </li>\n<li> Facebook </li>\n<li> Mastodon </li>\n</ul> Search News &amp.\nAdvocacy\nGuides &amp.\nTraining Projects Show Navigation Search Privacy Policy Last updated Aug.\n24, 2023 <p>Freedom of the Press Foundation (FPF) is committed to protecting the privacy of visitors to our website and our donors.\nFPF has established this Privacy Policy to explain what information we collect through our website and how it is used.</p>\n<p>In this policy, \"FPF\" refers to FPF staff, board members, interns, volunteers, and consultants, all of whom are bound by law or contract to keep confidential information they receive as part of their assistance to FPF.</p>\n<p>FPF does not sell or rent donor or website visitor information under any circumstances, and we do not share donor or visitor information without prior consent except as compelled by law.\n(See discussion below.)</p>Information Gathered by FPF's Site<p>\n<b>Logging:</b>&nbsp;We generally log website requests and do internal analytical logging for up to 30 days from when the data was collected.\nCircumstances in which FPF may need to log and retain technical information for longer than 30 days include when we believe it is reasonably necessary for FPF’s mission and functionality, including situations such as:</p>\n<ul>\n<li>site testing,</li>\n<li>diagnosis of technical problems,</li>\n<li>defending against attacks to the site, or</li>\n<li>handling a spike in traffic or other abnormal, short-term circumstances</li>\n</ul>\n<p>In those and similar situations we will delete the information as soon as it is apparent that the information is no longer needed for the purpose for which it was retained.</p>\n<p>\n<b>How FPF Internal Analytics Works:</b>&nbsp;FPF endeavors to gather sufficient information for analyzing our website and how visitors move within it without compromising the privacy of our visitors.\nFPF's internal analytical logging involves logging, for up to 30 days, two bytes of the IP address, as well as the referrer page, time stamp, page requested, user agent, language header, website visited, actions taken while on the page (such as selecting particular search filters or clicking particular buttons), and a hash of all of this information.\nAfter 30 days we keep only aggregate information from these logs.\nWe also geolocate IP addresses before anonymizing them and store only the country.</p>\n<p>\n<b>Cookies:</b>&nbsp;FPF do not set persistent ID cookies on this site.\nWe use session cookies on certain portions of the website.\nSession cookies expire when you close your browser.\nYou can use&nbsp;Tor&nbsp;if you wish to keep your connection information anonymous.\nHowever, please note that using Tor won't protect the anonymity of the payment information.</p>\n<p>Donation Information: When you make a donation through the FPF website, you tell us how much money you want to donate, how you want this money distributed (if applicable), and information required by your choice of payment processor including your name, email address, and billing address.</p>\n<p>You also send information to your payment processor, which might include credit card or bank account numbers.\nThis information is subject to the payment processor’s privacy policy (Stripe privacy policy, PayPal privacy policy).<br>\n</p>\n<p>For donor outreach purposes, we store your donation history, name, email address, postal address, and other contact information provided to us by the payment processor in our donor database, which is hosted and operated by Salesforce (Salesforce privacy policy).\nWe do not receive or store your credit card or bank account information.\nIf you would like to be removed from our donor database, please contact us at &lt;info@freedom.press&gt;.</p>\n<p>We are pleased to receive anonymous cryptocurrency donations, or donations in the mail.\nPlease makes checks and money orders payable to \"Freedom of the Press Foundation\", and write where you which project you would like your donation to be directed to in the memo field or on a separate piece of paper.\nPlease mail checks and money orders to:</p>\n<p>Freedom of the Press Foundation<br>603 Van Ness Ave.\nSuite E731<br>San Francisco, CA 94102</p>\n<p>\n<b>Newsletter and Other Communications:</b>&nbsp;If you choose to subscribe to our mailing lists, we will keep your name and email address.\nIf you unsubscribe, we will delete this information.</p>\n<p>We may ask for additional personal information when you provide feedback or comments, or otherwise communicate with us.</p>Third-Party Service Providers to FPF<p>FPF uses third-party payment processors, as discussed above, and hosting providers who have their own privacy policies that may apply.\nFPF's web hosting provider is DigitalOcean.\nFPF also uses the content delivery network&nbsp;CloudFlare.&nbsp;<br>\n</p>\n<p>FPF uses Mailgun&nbsp;for sending out donation receipts and other transactional email.\nMailgun does hold your email address, however they do not store any other identifying information about you.\nYou can read Mailgun's privacy policy here.</p>\n<p>FPF uses Mailchimp for sending out newsletters.\nMailchimp stores your email address and your name (if you provide it).\nYou can read Mailchimp's privacy policy here.\nYou can unsubscribe or modify your subscription preferences using a link included in each email.</p>\n<p>FPF uses Google Recaptcha to prevent unwanted spam submissions to our contact forms.\nYou can click the \"Privacy\" link in the Google Recaptcha dialog box to read the privacy policy.</p>\n<p>FPF's site also provides links to and may embed content from third-party websites, including social networking and video hosting sites.\nFPF is not responsible for, and does not have any control over, the privacy practices or the content of such third parties.\nWe encourage users to read the privacy policies of any third parties to FPF’s website.</p>\n<p>FPF may change the specific third-party providers from time to time.</p>Disclosure of Your Information<p>While FPF endeavors to provide the highest level of protection for your information, we may disclose personally identifiable information about you to third parties in limited circumstances, including: (1) with your consent.\nor (2) when we have a good faith belief it is required by law, such as pursuant to a subpoena or other judicial or administrative order.</p>\n<p>FPF strives to keep very limited data about any of our website visitors or donors.</p>\n<p>If we are required by law to disclose the information that you have submitted, we will attempt to provide you with notice (unless we are prohibited) that a request for your information has been made in order to give you an opportunity to object to the disclosure.\nWe will attempt to provide this notice by email if you have given us an email address.\nIf you do not challenge the disclosure request, we may be legally required to turn over your information.</p>\n<p>In addition, we will independently object to requests for access to information about users of our site that we believe to be improper.</p>Updating or Removing Your Information<p>The only personally identifying information we might save about you is your name and email address if you are subscribed to our mailing list.\nIf you unsubscribe, we will not send you any more e-mails.\nEach bulk email we send you will contain a personalized unsubscribe link in the footer.</p>Changes to Our Policies<p>FPF's Privacy Policy may change from time to time.\nHowever, any revised privacy policy will be consistent with FPF's mission.\nIf we make any substantive changes to our policies, we will place notice in our newsletter and post notice of changes on this page.</p>Security<p>FPF employs industry standard security measures to protect the loss, misuse, and alteration of the information under our control.\nFPF has turned on HTTPS by default.</p>\n<p>Although we make good faith efforts to store information collected by FPF in a secure operating environment, we cannot guarantee complete security.\nInformation collected by FPF will be maintained for a length of time appropriate to our needs.</p> Changes<p>The following updates have been made to our privacy policy:</p>\n<ul>\n<li>\n<i>August 24, 2023: </i>Added \"actions taken while on the page (such as selecting particular search filters or clicking particular buttons)\" to the list of logged items under \"How FPF Internal Analytics Works\"</li>\n</ul> Donate to support press freedom\nYour support is more important than ever.\nDonate now Freedom of the Press Foundation <p>49 Flatbush Avenue #1017<br>Brooklyn NY 11217</p>\n<ul>\n<li>\nHome\n</li>\n<li>\nContact Us\n</li>\n<li>\nPrivacy Policy\n</li>\n<li>\nAbout Freedom of the Press\n</li>\n</ul>\n<ul>\n<li>\nGuides &amp.\nTraining\n</li>\n<li>\nProjects\n</li>\n<li>\nNews &amp.\nAdvocacy\n</li>\n<li>\nPress Releases\n</li>\n</ul>\n<p>\nThis work licensed under a Creative Commons 4.0 Attribution International License\n</p> Search <ul>\n<li>\nNews &amp.\nAdvocacy\n</li>\n<li>\nGuides &amp.\nTraining\n</li>\n<li>\nProjects\n</li>\n</ul>\n<ul>\n<li>\nDonate\n</li>\n<li>\nStore\n</li>\n<li>\nContact\n</li>\n<li>\nAbout\n</li>\n</ul>\n<ul>\n<li> Twitter </li>\n<li> Facebook </li>\n<li> Mastodon </li>\n</ul>\n<p>\n</p> ", "created_at": "2023-09-04 00:40:21.458067", "updated_at": "2023-09-04 00:40:39.754624"}], "points": [], "urls": ["freedom.press"]}}