{"error": 448, "message": "OK", "parameters": {"id": 7610, "name": "UP Hotel Agency", "created_at": "2023-03-17 16:58:02.711521", "updated_at": "2023-03-29 19:26:48.509574", "wikipedia": null, "keywords": null, "related": null, "slug": "up-hotel-agency", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7610.png", "url": "uphotel.agency", "documents": [{"id": 14651, "name": "Cookie Policy ", "url": "https://uphotel.agency/cookie-policy/", "xpath": "//body", "text": " <p>We use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits.\nBy clicking “Accept”, you consent to the use of ALL the cookies.</p> View Options Accept All Close Cookie Preferences <p>This website uses cookies to improve your experience while you navigate through the website.\nOut of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities of the website.\nWe also use third-party cookies that help us analyze and understand how you use this website.\nThese cookies will be stored in your browser only with your consent.\nYou also have the option to opt-out of these cookies.\nBut opting out of some of these cookies may have an effect on your browsing experience.</p> View MoreShow Less View our Cookie Policy Accept All Strictly Necessary <p>Always Enabled</p>\n<p>We use necessary cookies to ensure our website works properly and provide essential functionalities and security features.\nThese cookies do not collect any personal information and are always enabled.\nBy continuing to use our website, you agree to our use of these cookies.</p> Performance and Analytics <p>Disabled</p>\n<p>Enabled</p>\n<p>To enhance user experience, we use performance and analytical cookies to understand and analyze the key performance indexes of our website.\nPerformance cookies help us deliver better user experiences by tracking metrics such as load times and response times.\nAnalytical cookies help us understand how visitors interact with our website by providing information on metrics like the number of visitors, bounce rate, traffic source, and more.\n</p> Reject All Accept Selected Skip to content Get in Touch Menu Cookie Policy Subtitle <p>This Cookies Policy sets out the basis on which we, Up Hotel Agency Ltd, use cookies and similar technologies on or in relation to our website, www.hotel-internet-marketing.com (our <strong>website</strong>).\nThis Cookies Policy is effective from 14/05/2018.</p>\n<p>Cookies are automatically placed on your computer or device when you access our website or take certain actions on our website.\nFor information on the difference between essential and non-essential cookies, see the section below entitled About cookies.</p>\n<p>For information on how you consent and how you can withdraw your consent to us placing non-essential cookies and other technologies on your computer or device, see the section below entitled How to accept or reject cookies.\nPlease adjust your cookie settings here &nbsp;<strong>Update cookie consent</strong>\n</p> About cookies What are cookies? <p>Cookies are small data files sent by a website’s server to a web browser, processor memory or hard drive and stored there.\nThey can be used for a range of different purposes, such as customising a website for a particular user, helping a user navigate a website, improving that user’s website experience, and storing that user’s preferences and login information.</p> Essential and non-essential cookies <p>Cookies can be classified as either ‘essential’ or ‘non-essential’.</p>\n<ul>\n<li>\n<strong>Essential cookies:</strong> these are cookies that are either:\n<ul>\n<li>used solely to carry out or facilitate the transmission of communications over a network.\nor</li>\n<li>strictly necessary to provide an online service (e.g.\nour website or a service on our website) which you have requested.</li>\n</ul>\n</li>\n<li>\n<strong>Non-essential cookies:</strong> these are any cookies that do not fall within the definition of essential cookies, such as cookies used to analyse your behaviour on a website (‘analytical’ cookies) or cookies used to display advertisements to you (‘advertising’ cookies).</li>\n</ul> Session and persistent cookies <p>Cookies can be classified as either ‘session’ or ‘persistent’, depending on how long they last after they are placed on your browser.</p>\n<ul>\n<li>\n<strong>Session cookies:</strong> session cookies last for as long as you keep your browser open.\nThey expire when you close your browser.</li>\n<li>\n<strong>Persistent cookies:</strong> persistent cookies expire at a fixed point in time or if you manually delete them from your browser, whichever occurs first.</li>\n</ul> First and third party cookies <p>Cookies can be classified as ‘first party’ or ‘third party’.</p>\n<ul>\n<li>\n<strong>First party cookies:</strong> these are cookies placed on your device by our website domain.</li>\n<li>\n<strong>Third party cookies:</strong> these are cookies placed on your device by third party website domains.</li>\n</ul>\n<p>If you require further information about cookies in general, please visit www.allaboutcookies.org</p> Analytical (or performance) cookies <p>Analytical (or performance) cookies track and gather data about what a user does on a website.\nThese cookies are not essential for our website or its functionality to work.\nWe use the following analytical cookies on our website:</p>\n<p>We use Google Analytics cookies on our website.\nGoogle Analytics cookies help us understand how you engage and interact with our website, including how you came to our website, which pages you visited, for how long and what you clicked on, your location (based on your IP address).</p>\n<p>The information we collect using analytical cookies is collected on an anonymised basis.</p> More information <p>Google Analytics cookies are classified as first party cookies as they are set by our website domain, although Google collects and processes information from our use of Google Analytics.\nTo find out more about how Google handles information collected from Google Analytics, see Google Analytics’ privacy policy, which is available here: https://support.google.com/analytics/answer/6004245</p>\n<p>For information on how Google uses data from cookies it uses, please visit www.google.com/policies/privacy/partners/</p> How to opt in or out from analytical cookies <p>See the section below entitled How to accept or reject cookies</p>\n<p>To opt out of Google Analytics tracking across all websites in general, you can do so here: http://tools.google.com/dlpage/gaoptout</p> Processing information about you contained in or obtained from analytical cookies <ul>\n<li>\n<strong>Legal basis for processing</strong>: we process information about you contained in or obtained from analytical cookies in our legitimate interests (Article 6(1)(f) of the General Data Protection Regulation).</li>\n<li>\n<strong>Legitimate interests</strong>: analysing how individuals use our website to help us improve our website and business.\nFor further information on how we use the information gathered from our use of analytical cookies, including profiling, please see the section entitled Our use of automated decision making and profiling in our privacy policy.</li>\n</ul> Third party cookies <p>Third parties use cookies to analyse your use of our website and/or to display advertisements (including third party advertisements) to you such as Google AdWords.\nThird party cookies used in relation to our website include:</p>\n<ul>\n<li>\n<strong>Google AdWords cookies</strong> to track whether you have come to us via an advertisement we have placed on a search engine results page and to record information relating to how you came to us such as your location when you accessed our website, the time of day you visited and the device you were using.\nGoogle may use different cookies to track how you came to our website depending on what advertisement you clicked on and where.</li>\n<li>\n<strong>Google remarketing cookies</strong> to display advertisements to you about our goods and services across the internet, including on other websites you visit.\nGoogle uses cookies to display advertisements to you about our products and services on other websites and locations across the internet based on the fact that you have visited our website.\nGoogle may also display other advertisements across the internet to you about third party services using the Google AdSense network, although this is beyond our control.\nFor more information about Google remarketing, click here: https://support.google.com/adwords/answer/2453998?hl=en</li>\n<li>\n<strong>Google Adsense cookies</strong> to display advertisements on our website.\nWe use Google AdSense on our website.\nGoogle uses cookies to display advertisements to you on our website about third party goods and services based on the websites you have visited and your online behaviour and interests.\nFor more information about Google AdSense, click here: https://support.google.com/adsense/answer/6242051?hl=en</li>\n</ul> More information <p>For information about the cookies Google uses in relation to the above, see the ‘Advertising’ section on the Types of cookies used by Google page in Google’s cookies policy, which is available here: https://www.google.com/policies/technologies/types/</p>\n<p>For information about how Google uses data from cookies for its own purposes, please visit the following link www.google.com/policies/privacy/partners/</p> How to opt in or out from third party cookies <p>See the section below entitled How to accept or reject cookies</p> Processing information about you contained in or obtained from third party cookies <ul>\n<li>\n<strong>Legal basis for processing</strong>: we process information about you contained in or obtained from third party cookies in our legitimate interests (Article 6(1)(f) of the General Data Protection Regulation).</li>\n<li>\n<strong>Legitimate interests</strong>: the purposes for which we use the third party cookies as described above.</li>\n</ul> List of technologies used <p>We use the following technologies on or in relation to our website:</p>\n<strong>Source</strong>\n<strong>Purpose</strong>Google AnalyticsAnalytics is used by millions of sites worldwide to collect anonymous information about how visitors use the site.\nFor more information please visit https://policies.google.com/technologies/partner-sitesCookie NotificationThis cookie could be used so that we don’t show our pop-up cookie notice to those who have already seen it.LinkedinShare buttons, ad tags and&nbsp.\ninsights.\nFor more information please visit https://www.linkedin.com/legal/cookie-tableYouTubeThese cookies enable Youtube to record views, personal preferences etc.AlbacrossAlbacross works by identifying the companies that are visiting a website, and then by making that insight actionable in an organization’s existing Marketing and Sales programs and technologies.\nFor more information please visit https://albacross.com/privacy-policy/HotjarHotjar uses cookies to process information including standard internet log information and details of the visitor’s behavioral patterns upon visiting our site.\nFor more information please visit https://www.hotjar.com/legal/compliance/gdpr-commitment Other technologies Web beacons <p>We and any marketing companies we use also embed web beacons in our marketing emails or on our website.\nWeb beacons are small GIF image files which enable us to track your receipt of our marketing emails, how often you view our adverts or website pages, your location, IP address and browser information.\nWeb beacons are activated whenever you open a marketing email or access a page on our website which contains a web beacon.\nWeb beacons transmit data when you view them but are not capable of accessing any other information on your computer.\nWeb beacons are not stored on your hard drive unless you download a GIF image containing them.</p>\n<p>Some (but not all) browsers enable you to restrict the use of web beacons by either preventing them from sending information back to their source (for example, when you choose browser settings that block cookies and trackers), or by not accessing the images containing them (for example, if you select a ‘do not display images (in emails)’ setting in your email server).</p> How to opt in or out <p>See the section below entitled How to accept or reject cookies</p>\n<ul>\n<li>\n<strong>Legal basis for processing: </strong>we process the information we gather from the use of web beacons in our legitimate interests (Article 6(1)(f) of the General Data Protection Regulation).</li>\n<li>\n<strong>Legitimate interest:</strong> analysing the effectiveness of our email marketing campaigns or for our website.</li>\n</ul> Facebook Pixel <p>We use Facebook Pixel on our website.\nFacebook Pixel is a tracking code which allows us to track and monitor the success of advertisements we use on Facebook and to improve the effectiveness of those advertisements by recording information such as the device you used to access our website and the actions you took on our website using cookies.\nWe may also use Facebook Pixel to create retargeting advertisements and custom audiences for our advertisements on Facebook and on our website.</p>\n<p>Facebook aggregates data gathered from our use of Facebook Pixel on our website with data it gathers from other sources, in order to improve and target advertisements displayed on its website or via its services, to improve its systems and to provide measurement services to third parties which use Facebook’s advertising services.\nYou can find out more about how Facebook handles information they collect about you and other individuals by accessing their privacy policy, which is available here: https://www.facebook.com/about/privacy</p> Linkedin Tracking <p>LinkedIn conversion tracking is an analytical function powered by the LinkedIn Insight Tag.\nConversions are actions a member makes that are valuable to your business.\nConversion tracking gathers insights into post-click and view-through conversions of your LinkedIn ads campaigns, giving you the ability to measure the impact and ROI of your ads.</p>\n<p>The LinkedIn Insight Tag is lightweight Javascript code that you place across your website.\nThis tag drops a cookie on visitors’ web browsers when they visit your website.\nThe Insight Tag shouldn’t cause additional time for the website page to load.\nLearn more about the LinkedIn Insight Tag.</p>\n<p>For advertisers interested in tracking on-click events, there is also an event-specific image pixel option for conversion tracking.</p>\n<p>For more information please view Linkedin terms and cookie policy.</p> Hotjar <p>We use Hotjar in order to better understand our users’ needs and to optimize this service and experience.\nHotjar is a technology service that helps us better understand our users experience (e.g.\nhow much time they spend on which pages, which links they choose to click, what users do and don’t like, etc.) and this enables us to build and maintain our service with user feedback.\nHotjar uses cookies and other technologies to collect data on our users’ behavior and their devices (in particular device’s IP address (captured and stored only in anonymized form), device screen size, device type (unique device identifiers), browser information, geographic location (country only), preferred language used to display our website).\nHotjar stores this information in a pseudonymized user profile.\nNeither Hotjar nor we will ever use this information to identify individual users or to match it with further data on an individual user.\nFor further details, please see Hotjar’s privacy policy by clicking on this link.</p>\n<p>You can opt-out to the creation of a user profile, Hotjar’s storing of data about your usage of our site and Hotjar’s use of tracking cookies on other websites by following this opt-out link.</p> Albacross <p>Albacross is a Real-time Targeting platform for B2B and Employer Branding.\nAlbacross works by identifying the companies that are visiting a website, and then by making that insight actionable in an organization’s existing Marketing and Sales programs and technologies.\nAlbacross offers Company-Targeted display advertising, website engagement analysis, and CRM integration for a consistent view of account behavior across our client’s digital presence.</p>\n<p>When you visit our Site, Albacross gathers non-personally identifiable information such as your browser version, your operating system version, your IP address, cookie information, time stamps (time page accessed as well as time spent per web page), and clickstream information (for example, which pages you viewed and for how long).\nAlbacross automatically receives and records such information on our server logs from your browser.</p>\n<p>Albacross try hard to make their advertising more relevant to you, but if you would rather opt out of seeing personalized ads from Albacross and Albacross clients utilizing Albacross cookies, please contact support@albacross.com.\nIf you opt out, you will still see ads from Albacross and their clients, but they will not be tailored based on information that may have otherwise been associated with a Albacross cookie stored on your computer.</p> How to opt in or out <p>See the section below entitled How to accept or reject cookies</p>\n<ul>\n<li>\n<strong>Legal basis for processing: </strong>we process the information we gather from the use of web beacons in our legitimate interests (Article 6(1)(f) of the General Data Protection Regulation).</li>\n<li>\n<strong>Legitimate interest:</strong> analysing the effectiveness of our advertisements on Facebook.</li>\n</ul> How to accept or reject cookies <p>There are a number of different ways in which you can accept or reject some or all cookies and similar technologies.\nSome of the main methods of doing so are described below.</p>\n<p>You are welcome to block the use of some or all of the cookies we use on our website.\nHowever, please be aware that doing so may impair our website and its functionality or may even render some or all of it unusable.</p>\n<p>You should also be aware that clearing all cookies from your browser will also delete any cookies that are storing your preferences, for example, whether you have accepted cookies on a website or any cookies that are blocking other cookies.</p>\n<p>You can find more detailed information about cookies and adjusting your browser settings by visiting www.allaboutcookies.org</p> Accepting or rejecting cookies Browser settings <p>You can accept or reject some or all cookies (for example, blocking all third party cookies) by adjusting your browser settings.\nIf you do not know how to do this, the links below set out information about how to change your browser settings for some of the most commonly used web browsers:</p>\n<ul>\n<li>Google Chrome: https://support.google.com/chrome/answer/95647?hl=en-GB</li>\n<li>Mozilla Firefox: https://support.mozilla.org/en-US/kb/delete-browsing-search-download-history-firefox?redirectlocale=en-US&amp;redirectslug=Clear+Recent+History</li>\n<li>Microsoft Internet Explorer: https://support.microsoft.com/en-us/help/278835/how-to-delete-cookie-files-in-internet-explorer</li>\n<li>Apple Safari: https://support.apple.com/kb/PH5042?locale=en_US</li>\n</ul>\n<p>Some browsers, such as Chrome and Firefox, allow you to change your settings to browse in ‘incognito’ mode, limiting the amount of data placed on your machine and automatically deleting any persistent cookies placed on your device when you finish your browsing session.\nThere are also many third party applications which you can add to your browser to block or manage cookies.</p> Existing cookies <p>To clear cookies that have previously been placed on your browser, you should select the option to clear your browsing history and ensure that the option to delete or clear cookies is included when you do so.</p> Google Adsettings <p>You can manage and opt out of personalisation of advertisements by Google by visiting Google’s ad settings page here https://adssettings.google.com/ and by:</p>\n<ul>\n<li>unticking the button entitled ‘Also use Google Account activity and information to personalize ads on these websites and apps and store that data in your Google Account’.\nand</li>\n<li>switching the ‘Ads Personalisation’ setting off (i.e.\nby ensuring the switch at the top of the page is set to the left/grey and not the right/blue).</li>\n</ul>\n<p>Alternatively, you can install a free browser plugin here: https://support.google.com/ads/answer/7395996</p> Google Analytics Opt-out Browser Add-on <p>You can opt out of Google Analytics tracking by installing the browser add-on which is available here: http://tools.google.com/dlpage/gaoptout</p> Facebook Pixel <p>You can install a browser add-on tool called ‘Disconnect Facebook pixel and FB tracking’.\nThis will stop Facebook tracking you on third party websites.\nYou can install the too here:</p>\n<ul>\n<li>For Firefox: https://addons.mozilla.org/en-GB/firefox/addon/facebook-disconnect/</li>\n</ul> European Interactive Digital Advertising Alliance Tool <p>You can opt out of Facebook and other companies that participate in the Digital Advertising Alliance in Europe from showing you interest based ads by visiting http://www.youronlinechoices.com, selecting your country, clicking ‘Your Ad Choices’, then locating Facebook (and any other companies you want to block) and selecting the ‘Off’ option.</p> Copyright, credit and logo <p>This Cookies Policy is based on a template provided by GDPR Privacy Policy.\nFor further information, please visit https://gdprprivacypolicy.org</p>\n<p>The copyright in this Cookies Policy is either owned by, or licensed to, us and is protected by copyright laws around the world and copyright protection software.\nAll intellectual property rights in this document are reserved.\nWhere we display the GDPR Privacy Policy logo on our website, this is used to indicate that we have adopted a privacy policy template provided by GDPR Privacy Policy as the basis for this Privacy Policy.</p>\n<p> UP Hotel Agency, The Old Telephone Exchange, Albert Street, Rugby, England, CV21 2SA </p> +44 (0)1788 220027 info@uphotel.agency <p>©2023 UP Hotel Agency</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n</ul> facebook instagram twitter linkedin <ul>\n<li>About</li>\n<li>Client Work</li>\n<li>Services</li>\n<li>Blog</li>\n<li>Careers</li>\n<li>Contact</li>\n</ul> ", "created_at": "2023-03-17 16:58:02.777416", "updated_at": "2023-03-17 16:58:47.379959"}, {"id": 14650, "name": "Privacy Policy ", "url": "https://uphotel.agency/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-17 16:58:02.744814", "updated_at": "2023-03-17 17:00:07.055785"}], "points": [], "urls": ["uphotel.agency"]}}