{"error": 448, "message": "OK", "parameters": {"id": 7008, "name": "Traffic Ad Bar", "created_at": "2022-11-27 09:01:56.632303", "updated_at": "2022-11-27 23:01:29.101713", "wikipedia": null, "keywords": null, "related": null, "slug": "traffic-ad-bar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7008.png", "url": "trafficadbar.com,t-adbar.com,t-adbar1.com,t-adbar2.com", "documents": [{"id": 12846, "name": "Privacy", "url": "https://trafficadbar.com/privacy", "xpath": "/html/body/div[2]/div/div[2]/div[2]/div/div/div", "text": "Privacy<p>Traffic Ad Bar understands that your privacy is important to you and that you care about how your personal data is used and shared online.\nWe respect and value the privacy of everyone who visits this website, https://trafficadbar.com (“Our Site”) and will only collect and use personal data in ways that are described here, and in a manner that is consistent with Our obligations and your rights under the law.</p>\n<p>Please read this Privacy Policy carefully and ensure that you understand it.\nYou will be required to read and accept this Privacy Policy when signing up for an Account.\nIf you do not accept and agree with this Privacy Policy, you must stop using Our Site immediately.</p>1.\nDefinitions and Interpretation<p>In this Policy the following terms shall have the following meanings:</p>\n<p>\n<strong>“Account”</strong>\n</p>\n<p> means an account required to access and/or use certain areas and features of Our Site;</p>\n<p>\n<strong>“Cookie”</strong>\n</p>\n<p> means a small text file placed on your computer or device by Our Site when you visit certain parts of Our Site and/or when you use certain features of Our Site.\nDetails of the Cookies used by Our Site are set out in section 13, below;</p>\n<p>\n<strong>“Cookie Law”</strong>\n</p>\n<p> means the relevant parts of the Privacy and Electronic Communications (EC Directive) Regulations 2003;</p>\n<p>\n<strong>“personal data”</strong>\n</p>\n<p> means any and all data that relates to an identifiable person who can be directly or indirectly identified from that data.\nIn this case, it means personal data that you give to Us via Our Site.\nThis definition shall, where applicable, incorporate the definitions provided in the EU Regulation 2016/679 – the General Data Protection Regulation (“GDPR”);</p>\n<p>\n<strong>“We/Us/Our”</strong>\n</p>\n<p> means z5 Internet Ltd registered in England under company number 6057546, whose registered address is 23 Benham Grove, Portchester, Hampshire, PO16 9LB, and whose main trading address is 23 Benham Grove, Portchester, Hampshire, PO16 9LB.</p>2.\nInformation About Us<p>2.1 &nbsp;&nbsp.\nOur Site is owned and operated by z5 Internet Ltd registered in England under company number 05294840, whose registered address is 23 Benham Grove, Portchester, Hampshire, PO16 9LB and whose main trading address is 23 Benham Grove, Portchester, Hampshire, PO16 9LB.</p>\n<p>2.2 &nbsp;&nbsp.\nWe are VAT registered.\nOur VAT number is GB 299994793.</p>\n<p>2.3 &nbsp;&nbsp.\nOur Data Protection Officer is Darren Merrett, and can be contacted by email at help@trafficadbar.com or by post at 23 Benham Grove, Portchester, Hampshire, PO16 9LB.</p>3.\nWhat Does This Policy Cover?<p>This Privacy Policy applies only to your use of Our Site.\nOur Site may contain links to other websites.\nPlease note that We have no control over how your data is collected, stored, or used by other websites and We advise you to check the privacy policies of any such websites before providing any data to them.</p>4.\nWhat Data Do We Collect?<p>Depending upon your use of Our Site, We may collect some or all of the following personal and non-personal data (please also see section 13 on Our use of Cookies and similar technologies and Our Cookie Policy below):</p>\n<ul>\n<li>4.1 name;</li>\n<li>4.2 business/company name</li>\n<li>4.3 contact information such as email addresses and telephone numbers;</li>\n<li>4.4 IP address;</li>\n<li>4.5 web browser type and version;</li>\n<li>4.6 operating system;</li>\n<li>4.7 a list of URLs starting with a referring site, your activity on Our Site, and the site you exit to;</li>\n</ul>5.\nHow Do We Use Your Data?<p>5.1 &nbsp;&nbsp.\nAll personal data is processed and stored securely, for no longer than is necessary in light of the reason(s) for which it was first collected.\nWe will comply with Our obligations and safeguard your rights under the GDPR at all times.\nFor more details on security see section 7, below.</p>\n<p>5.2 &nbsp;&nbsp.\nOur use of your personal data will always have a lawful basis, either because it is necessary for Our performance of a contract with you, because you have consented to Our use of your personal data (e.g.\nby subscribing to emails), or because it is in Our legitimate interests.\nSpecifically, We may use your data for the following purposes:</p>\n<ul>\n<li>5.2.1 Providing and managing your Account</li>\n<li>5.2.2 Providing and managing your access to Our Site;</li>\n<li>5.2.3 Personalising and tailoring your experience on Our Site;</li>\n<li>5.2.4 Supplying Our services to you (please note that We require your personal data in order to enter into a contract with you);</li>\n<li>5.2.5 Personalising and tailoring Our services for you;</li>\n<li>5.2.6 Replying to emails from you;</li>\n<li>5.2.7 Supplying you with emails that you have opted into (you may unsubscribe or opt-out at any time by clicking unsubscribe in the footer of the email;</li>\n<li>5.2.8 Analysing your use of Our Site to enable Us to continually improve Our Site and your user experience;</li>\n</ul>\n<p>5.3 With your permission and/or where permitted by law, We may also use your data for marketing purposes which may include contacting you by email, telephone, text message or post with information, news and offers on Our products and services.\nWe will not, however, send you any unsolicited marketing or spam and will take all reasonable steps to ensure that We fully protect your rights and comply with Our obligations under the GDPR and the Privacy and Electronic Communications (EC Directive) Regulations 2003.</p>\n<p>5.4 You have the right to withdraw your consent to Us using your personal data at any time, and to request that We delete it.</p>\n<p>5.5 We do not keep your personal data for any longer than is necessary in light of the reason(s) for which it was first collected.</p>6.\nHow and Where Do We Store Your Data?<p>6.1 We only keep your personal data for as long as We need to in order to use it as described above in section 5, and/or for as long as We have your permission to keep it.</p>\n<p>6.2 Your data will only be stored within the European Economic Area (“the EEA”) (The EEA consists of all EU member states, plus Norway, Iceland, and Liechtenstein).</p>7.\nDo We Share Your Data?<p>7.1 Subject to section 8.2, We will not share any of your data with any third parties for any purposes.</p>\n<p>7.2 In certain circumstances, We may be legally required to share certain data held by Us, which may include your personal data, for example, where We are involved in legal proceedings, where We are complying with legal obligations, a court order, or a governmental authority.</p>8.\nWhat Happens If Our Business Changes Hands?<p>8.1 We may, from time to time, expand or reduce Our business and this may involve the sale and/or the transfer of control of all or part of Our business.\nAny personal data that you have provided will, where it is relevant to any part of Our business that is being transferred, be transferred along with that part and the new owner or newly controlling party will, under the terms of this Privacy Policy, be permitted to use that data only for the same purposes for which it was originally collected by Us.</p>\n<p>8.2 In the event that any of your data is to be transferred in such a manner, you will be contacted in advance and informed of the changes.\nWhen contacted you will not however, be given the choice to have your data deleted or withheld from the new owner or controller.</p>9.\nHow Can You Control Your Data?<p>9.1 When you submit personal data via Our Site, you may be given options to restrict Our use of your data.\nIn particular, We aim to give you strong controls on Our use of your data for direct marketing purposes (including the ability to opt-out of receiving emails from Us which you may do by unsubscribing using the links provided in Our emails and at the point of providing your details and by managing your Account).</p>\n<p>9.2 You may also wish to sign up to one or more of the preference services operating in the UK: The Telephone Preference Service (“the TPS”), the Corporate Telephone Preference Service (“the CTPS”), and the Mailing Preference Service (“the MPS”).\nThese may help to prevent you receiving unsolicited marketing.\nPlease note, however, that these services will not prevent you from receiving marketing communications that you have consented to receiving.</p>10.\nYour Right to Withhold Information<p>10.1 You may access certain areas of Our Site without providing any data at all.\nHowever, to use all features and functions available on Our Site you may be required to submit or allow for the collection of certain data.</p>\n<p>10.2 You may restrict Our use of Cookies.\nFor more information, see section 13 and Our Cookie Policy below.</p>11.\nHow Can You Access Your Data?<p>You have the right to ask for a copy of any of your personal data held by Us (where such data is held).\nUnder the GDPR, no fee is payable and We will provide any and all information in response to your request free of charge.\nPlease contact Us for more details at help@trafficadbar.com or using the contact details below in section 14.</p>12.\nOur Use of Cookies<p>12.1 Our Site may place and access certain first party Cookies on your computer or device.\nFirst party Cookies are those placed directly by Us and are used only by Us.\nWe use Cookies to facilitate and improve your experience of Our Site and to provide and improve Our products and services.\nWe have carefully chosen these Cookies and have taken steps to ensure that your privacy and personal data is protected and respected at all times.</p>\n<p>12.2 All Cookies used by and on Our Site are used in accordance with current Cookie Law.</p>\n<p>12.3 Before Cookies are placed on your computer or device, you will be shown a notice along the bottom requesting your consent to set those Cookies.\nBy giving your consent to the placing of Cookies you are enabling Us to provide the best possible experience and service to you.\nYou may, if you wish, deny consent to the placing of Cookies.\nhowever certain features of Our Site may not function fully or as intended.</p>\n<p>12.4 Certain features of Our Site depend on Cookies to function.\nCookie Law deems these Cookies to be “strictly necessary”.\nThese Cookies are shown below in section 13.5.\nYour consent will not be sought to place these Cookies, but it is still important that you are aware of them.\nYou may still block these Cookies by changing your internet browser’s settings as detailed below in section 13.9, but please be aware that Our Site may not work properly if you do so.\nWe have taken great care to ensure that your privacy is not at risk by allowing them.</p>\n<p>12.5 The following first party Cookies may be placed on your computer or device:</p>\n<p> Name of Cookie</p>\n<p> Purpose</p>\n<p> Strictly Necessary</p>\n<p> rufT</p>\n<p> Keeps you logged in</p>\n<p> Yes</p>\n<p>&nbsp;</p>\n<p>12.6 Our Site uses analytics services provided by Google Analytics.\nWebsite analytics refers to a set of tools used to collect and analyse anonymous usage information, enabling Us to better understand how Our Site is used.\nThis, in turn, enables Us to improve Our Site and the products and services offered through it.\nYou do not have to allow Us to use these Cookies, however whilst Our use of them does not pose any risk to your privacy or your safe use of Our Site, it does enable Us to continually improve Our Site, making it a better and more useful experience for you.</p>\n<p>12.7 The analytics service(s) used by Our Site use(s) Cookies to gather the required information.</p>\n<p>12.8 The analytics service(s) used by Our Site use(s) the following Cookies:</p>\n<p> Name of Cookie</p>\n<p> First / Third Party</p>\n<p> Provider</p>\n<p> Purpose</p>\n<p> _ga</p>\n<p> Third</p>\n<p> Google</p>\n<p> To track website statistics anonymously.</p>\n<p>&nbsp;</p>\n<p>12.9 In addition to the controls that We provide, you can choose to enable or disable Cookies in your internet browser.\nMost internet browsers also enable you to choose whether you wish to disable all cookies or only third party cookies.\nBy default, most internet browsers accept Cookies but this can be changed.\nFor further details, please consult the help menu in your internet browser or the documentation that came with your device.</p>\n<p>12.10 You can choose to delete Cookies on your computer or device at any time, however you may lose any information that enables you to access Our Site more quickly and efficiently including, but not limited to, login and personalisation settings.</p>\n<p>12.11 It is recommended that you keep your internet browser and operating system up-to-date and that you consult the help and guidance provided by the developer of your internet browser and manufacturer of your computer or device if you are unsure about adjusting your privacy settings.</p>13.\nContacting Us<p>If you have any questions about Our Site or this Privacy Policy, please contact Us by email at help@trafficadbar.com, or by post at 23 Benham Grove, Portchester, Hampshire, PO16 9LB.\nPlease ensure that your query is clear, particularly if it is a request for information about the data We hold about you (as under section 12, above).</p>14.\nChanges to Our Privacy Policy<p>We may change this Privacy Policy from time to time (for example, if the law changes).\nAny changes will be immediately posted on Our Site and you will be deemed to have accepted the terms of the Privacy Policy on your first use of Our Site following the alterations.\nWe recommend that you check this page regularly to keep up-to-date.</p>", "created_at": "2022-11-27 09:01:56.639205", "updated_at": "2022-11-27 08:02:58.319251"}, {"id": 12845, "name": "Terms and Conditions", "url": "https://trafficadbar.com/terms", "xpath": "/html/body/div[2]/div/div[2]/div[2]/div/div/div", "text": "Terms and ConditionsPlease read the following Terms carefully.\nThe Services and the use of the Website is subject to your agreement to these terms and conditions and your continued use of the website signifies agreement to them in their entirety and without modification.1.\nDefinitions<ul>\n<li>In these Terms the following words and expressions shall, where the context so admits, be given the following meanings:-</li>\n<li>1.1 \"Address For Supply\" means such website address as is stated by You in the Application Form or any replacement notified to the Provider by You;</li>\n<li>1.2 \"Application Form\" means the form completed and submitted by you on the Website in relation to the Services;</li>\n<li>1.3 \"Communication Facility\" means any bulletin boards, chat rooms or other messaging or communication facilities that may from time to time be contained in the Website;</li>\n<li>1.4 \"Confirmation\" means the notice issued by the Provider on the Website confirming that an Application Form has been accepted and the Contract formed;</li>\n<li>1.5 \"Confirmation E-mail\" means the e-mail sent to You by the Provider confirming the terms of the Contract;</li>\n<li>1.6 \"Contact Page\" means the page on the Website detailing the Provider's contact details set out at http://www.trafficadbar.com/general/contactus.php;</li>\n<li>1.7 \"Intellectual Property Rights\" means any patents, copyright, database rights, design rights, registered designs, trademarks or service marks, trade names or know-how (whether registered or not and including any applications or rights to apply for registration) and all rights of forms of protection of a similar nature subsisting anywhere in the world;</li>\n<li>1.8 \"Licence Agreement\" means any end user licence agreement which may accompany the Software;</li>\n<li>1.9 \"Provider\" means the Limited Company Z5 Internet Ltd incorporated under the laws of the United Kingdom;</li>\n<li>1.10 \"Services\" means any service provided by the Provider to You under the Contract as are more particularly referred to on the Website at http://www.trafficadbar.com/website_traffic/home/read/</li>\n<li>1.11 \"Service Package\" means a package of services provided by the Provider to You under the Contract as is more particularly referred to on the Website at http://www.trafficadbar.com/website_traffic/home/read/;</li>\n<li>1.12 \"Software\" means any software that may be made available to download from the Website or is provided to You as part of the Services;</li>\n<li>1.13 \"Terms\" means these terms and conditions and \"Term\" shall be construed accordingly;</li>\n<li>1.14 \"Website\" means www.trafficadbar.com and the content and format of all pages from time to time situated at that Web address;</li>\n<li>1.15 \"You\" (and related expressions such as \"Your\") means the user of the Website who may submit an Application Form in respect of the Services.</li>\n</ul>2.\nFormation of the Contract <ul>\n<li>The Application Form constitutes an offer by You which shall not be binding upon the Provider until accepted by the issue of the Confirmation.</li>\n<li>No Application Form shall in any event be binding upon the Provider unless it is completed and submitted to the Provider in the manner stipulated on the Website.</li>\n<li>The Terms, Application Form and the Confirmation represent the complete agreement between us and shall override any differing terms and/or conditions which may appear or be referred to by You in any correspondence, other documentation or otherwise.</li>\n<li>No change shall be made to any Contract without the written consent of the Provider.\nThe right of the Provider to correct clerical errors in the Terms, Application Form and/or Confirmation is reserved.</li>\n<li>The Provider shall provide a Confirmation E-mail to You within 5 Working Days of the Contract Date.</li>\n</ul>3.\nProvision of the Services <ul>\n<li>The Provider shall from the issue of the Confirmation provide the Services to the Address for Supply.</li>\n</ul>4.\nTermination and Consequences <ul>\n<li>4.1 Either party shall be entitled to terminate the Contract at any time by 30 days written notice to the other.</li>\n<li>4.2 Either party shall be entitled to terminate the Contract forthwith by written notice to the other, in the event that:-</li>\n<li>4.2.1 the other commits a material breach of the Contract which, in the case of a breach capable of remedy has not been remedied within 14 days of a written request to do so.\nor</li>\n<li>4.2.2 the other makes a composition or arrangement with its creditors or has a receiver appointed over all or any of its assets or (being a company) becomes subject to an administration order or goes into liquidation whether compulsory or voluntary (otherwise for the purpose of amalgamation or reconstruction) or anything analogous to the foregoing occurs where the other is an individual.</li>\n<li>4.3 Termination of this Contract shall be without prejudice to any other rights or remedies a party may be entitled to under this Contract or at law and shall not affect any accrued rights or liabilities of either party nor the coming into or continuance in force of any provision of this Contract which is expressly or by implication intended to come into or continue in force on or after such termination (including Your liability in respect of any Fees outstanding).</li>\n<li>4.4 For the avoidance of doubt You shall not be entitled to Service Data in any form following termination of this Agreement, such Service Data remaining the property of the Provider.</li>\n</ul>5.\nWebsite <ul>\n<li>5.1 The Provider may update or otherwise change the content of the Website at any time and without notice to You.\nIt is Your responsibility to ensure You are aware of any changes the Provider may make from time to time.</li>\n<li>5.2 The Website may contain hyperlinks to sites operated by companies or organisations other than the Provider.</li>\n</ul>6.\nYour Use of the Website and the Services <ul>\n<li>6.1 You may not use the Website or the Services other than as expressly authorised within these Terms or within the Website itself.</li>\n<li>6.2 You may download to a local hard disk and print extracts from the Website and/or the Service Data solely for Your personal or Your business's internal use.</li>\n<li>6.3 Subject to Term 6.2 You may not copy or reproduce part or all of the Website and/or the Service Data in any form including without limitation, its incorporation into or storage in any other website, electronic retrieval system, publication or other work (whether hardcopy, electronic or other).</li>\n<li>6.4 You may not frame or link to the Website or any part of it without the Provider's express written permission.</li>\n<li>6.5 You may not use the Website or the Services for any illegal or any unlawful purpose or in any manner which may bring the Provider into disrepute.</li>\n<li>6.6 You warrant that the Address For Supply does not and will not contain or encourage any of the following:-</li>\n<li>\n<ul>\n<li>6.6.1 defamatory, misleading or deceptive material;</li>\n<li>6.6.2 abusive or offensive material.</li>\n<li>6.6.3 obscenity;</li>\n<li>6.6.4 sex, nudity and/or pornography;</li>\n<li>6.6.5 discrimination;</li>\n<li>6.6.6 spamming;</li>\n<li>6.6.7 illegality;</li>\n<li>6.6.8 Intellectual Property Rights infringement.</li>\n</ul>\n</li>\n<li>6.7 You shall indemnify the Provider fully against all loss and/or damage suffered as a result of any breach of this Term.</li>\n</ul>7.\nUse of Communication Facility <ul>\n<li>7.1 You may use the Communication Facility only to send messages and material that are appropriate and related to the Website and/or Services.\nIn particular, without limitation, You shall not do any of the following:-</li>\n<li>\n<ul>\n<li>7.1.1 Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy) of others;</li>\n<li>7.1.2 Publish, post, distribute or disseminate any defamatory, infringing, obscene, indecent or unlawful material or information;</li>\n<li>7.1.3 Upload files that contain software or other material protected by intellectual property laws (or by rights of confidentiality or privacy) unless You own or control the rights in question or have received all necessary consents in writing;</li>\n<li>7.1.4 Upload files that contain viruses, corrupted files or any other similar software or programmes that may damage the operation of the Provider's or another's computer;</li>\n<li>7.1.5 Upload files which contain a active hypertext link to another website;</li>\n<li>7.1.6 Delete any author attributions, legal notices or proprietary designations or labels in any file that is uploaded;</li>\n<li>7.1.7 Falsify the origin or source of software or other material contained in the file that is uploaded;</li>\n<li>7.1.8 Advertise or offer to sell any goods or services, or conduct or forward surveys, contests, or chain letters;</li>\n<li>7.1.9 Download any file posted by another user of a Communication Facility that You know, or reasonably should know, can not be legally distributed in such a manner.</li>\n</ul>\n</li>\n<li>7.2 The Provider shall be entitled at any time to delete, remove or suspend the whole or any part of any Communication Facility or any information posted upon them without incurring any liability.</li>\n</ul>8.\nUse or Downloading of the Software <ul>\n<li>8.1 Your use of any of the Software is governed by the terms of the Licence Agreement, if any, which accompanies that Software.</li>\n<li>8.2 You may install and/or use any of the Software accompanied by a Licence Agreement, only if You first agree to the terms of the Licence Agreement.</li>\n<li>8.3 If any of the Software is not accompanied by a Licence Agreement, the Provider hereby grants to You a personal, non-transferrable licence to use that Software solely as required for viewing and otherwise using the Website in accordance with these Terms.</li>\n<li>8.4 All Intellectual Property Rights and goodwill in the Software belong to the Provider, or to our suppliers and You agree not to use the Software in any manner that may infringe those rights.</li>\n</ul>9.\nIntellectual Property Rights <ul>\n<li>All Intellectual Property Rights and goodwill in or relating to the content of the Website and the Service Data belong to the Provider and You may not copy, republish or otherwise use the content of the Website and/or the Service Data save as provided in these Terms.</li>\n</ul>10.\nAcceptance of Statutory Liability <ul>\n<li>10.1 The Provider does not seek to exclude or restrict any legal liability it may have for death or personal injury resulting from the Provider's negligence.</li>\n<li>10.2 The Provider does not seek to exclude its obligation to provide the Services with reasonable care and skill.</li>\n</ul>11.\nLimitation of Liability <ul>\n<li>\n<b>Your attention is particularly drawn to the provisions of this Term 11.\nThe Term shall not be construed as affecting the statutory rights of a consumer.</b>\n</li>\n<li>11.1 The Provider shall not be liable for any loss and/or damage to Your physical property, howsoever caused.</li>\n<li>11.2 The Provider shall in no circumstances be liable for Your economic or other consequential or indirect loss and/or damage, whether arising from the Provider's negligence or otherwise.</li>\n<li>11.3 The contents of the Website and/or Service Data does not constitute advice and should not be relied upon in making or refraining from making a decision.</li>\n<li>11.4 The Provider does its best to ensure that the information contained in the Website and the Service Data is accurate and helpful at all times.\nThe Provider can not, however, guarantee the accuracy of such information and can not be liable for any use of or reliance on it by You except as specifically agreed with the Provider in writing.</li>\n<li>11.5 Any link used on the Website is provided solely for Your use and convenience.\nSuch links do not represent an endorsement or recommendation by the Provider and do not mean that the Provider has any association with the linked website.\nThe Provider is not, therefore, responsible for the content of any websites that have links with the Website or for the consequences of You entering into any contract(s) with their owners and does not accept any liability for any loss, damage, expense, costs or liability incurred by You as a result.</li>\n<li>11.6 Advertising and/or sponsorship may be included on the Website.\nSuch adverts and/or sponsorship does not represent an endorsement or recommendation by the Provider who is not responsible for any error or inaccuracy in such material.</li>\n<li>11.7 The Provider uses commercially reasonable efforts to check for the most commonly known viruses.\nThe Provider does not confirm that the Website, any e-mails or attachments are virus free and cannot accept any liability in this regard.\nThe Provider, therefore, recommends You carry out Your own virus checks.</li>\n</ul>12.\nData Protection<ul>\n<li>12.1 The Provider is committed to ensuring that Your privacy is protected and understands the need for appropriate protection of all personal information provided by You to the Provider.\nThe Provider will therefore ensure that it complies with UK legislation in this area.\nBy entering and using the Website, You consent to the collection, use and retention of Your personal information for our legitimate business purposes.</li>\n<li>12.2 The Provider will not disclose Your personal information to any third party without Your consent except where necessary in relation to any supply of Services or to protect against fraud or any other crime or in the unlikely event that the Provider sells or transfers its business then to the purchaser of that business.</li>\n</ul>13.\nForce Majeure <ul>\n<li>13.1 Neither party shall be liable to the other in relation to any delay in performing or any failure to perform any of its obligations under the Contract if the delay is due to an event beyond that party's reasonable control including, but not limited to, any failure of transmission, communication, computer or other facilities or inability to access the Website for any reason or any failure, error or delay in sending or receiving any notice or communication through any electronic medium.</li>\n</ul>14.\nComplaints <ul>\n<li>The Provider takes all complaints made by You seriously.\nIn circumstances where You have a complaint please contact the Provider stating clearly the nature of Your complaint.\nThe Provider will endeavour to acknowledge Your complaint within 5 Working Days.</li>\n</ul>15.\nNotices <ul>\n<li>15.1 Any notice, request, instruction or other document to be given in association with the Contract shall be sent by e-mail transmission to the address set out in the Acceptance Form or on the Contact Page as the case may be or such other address as may be subsequently notified.</li>\n<li>15.2 Any such notice or other document shall be deemed to have been served on the expiration of 12 hours after dispatched, save in circumstances where the Customer is cancelling the Services under Term 7 when it shall be deemed to have been served on the day despatched by the Customer</li>\n</ul>16.\nRefunds and cancelations<ul>\n<li>16.1 Given the nature of digital content, we do not generally offer a refund or credit on a purchased subscription unless we have made changes to these terms that materially affect you to your detriment or as required under British consumer law or other relevant consumer protection laws.\nIf you would like to request a refund or credit you should open a help request.\nIf you cancel a subscription due to us making a change to our terms that materially affects you to your detriment then you will receive a refund for any whole unused months remaining in your subscription period.</li>\n<li>16.2 We will assess refund or credit requests on their merits.\nThere is generally no obligation to provide a refund or credit in situations like the following:<ul>\n<li>16.2.1 you have changed your mind about your subscription;</li>\n<li>16.2.2 you subscribed by mistake;</li>\n<li>16.2.3 you do not have sufficient expertise to use the Items made available;</li>\n<li>16.2.4 you ask for goodwill.\nor</li>\n<li>16.2.5 you forgot to cancel your subscription</li>\n</ul>\n</li>\n<li>16.3 If we decide to issue a refund or credit, this will generally be done using the same manner used to make the purchase.\nAny payment made to you will be made in the currency Traffic Ad Bar offered to you when you purchased your subscription (either British pounts, Euros or US Dollars).</li>\n<li>16.4 Disputes lodged with payment agents:<br>\n<br>If, as a Subscriber, you lodge a dispute with a payment agent, this will result in a freezing of your Traffic Ad Bar subscription and your Traffic Ad Bar account until the dispute raised with the payment agent has been cancelled.\nThis makes it very complex to resolve any related issues so we encourage you to contact us directly first to see if we can help resolve any concerns.</li>\n</ul>17.\nGeneral <ul>\n<li>17.1 Neither party may assign the benefit or burden of the Contract without the prior written consent of the other, save that the Provider may assign all or a substantial part of the benefit and burden of the Contract to any company to which the business and assets of the Provider have been transferred as a going concern.</li>\n<li>17.2 No waiver by the Provider of any breach of the Contract by You shall be considered as a waiver of any subsequent breach of the same or any other Term.</li>\n<li>17.3 The headings of the Terms are for convenience only and shall not form part of the Terms or affect their interpretation.</li>\n<li>17.4 The Contract shall be governed by English Law and You agree to submit the exclusive jurisdiction of the English Courts for the determination of any dispute arising hereunder.</li>\n<li>17.5 If any part of the Contract is held to be invalid for any reason by any Court or competent authority such part, shall to that extent, be deemed not to form part of the Contract but the validity and enforceability of the remainder of the Contract shall not be affected.</li>\n<li>17.6 A person who is not a party to the Contract has no rights under the Contracts (Rights of Third Parties) Act 1999 to enforce any Term of the Contract.\nThis Term does not however affect any right or remedy of a third party which exists or is available apart from that Act.</li>\n</ul>18.\nAcceptance <ul>\n<li>18.1 To complete and submit an Application Form requesting Services please click here http://www.trafficadbar.com/.\nPlease note that the Services and use of the Website is subject to the Terms.</li>\n</ul>", "created_at": "2022-11-27 09:01:56.636276", "updated_at": "2022-11-27 08:02:40.957066"}], "points": [], "urls": ["trafficadbar.com", "t-adbar.com", "t-adbar1.com", "t-adbar2.com"]}}