{"error": 448, "message": "OK", "parameters": {"id": 8979, "name": "Live Good Tour", "created_at": "2023-07-09 17:01:56.016459", "updated_at": "2023-07-09 22:02:41.087411", "wikipedia": null, "keywords": null, "related": null, "slug": "live-good-tour", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8979.png", "url": "livegood.com", "documents": [{"id": 17575, "name": " Privacy Policy", "url": "https://www.livegoodtour.com/privacyPolicy?enroller=blessedone24", "xpath": "//body", "text": " Live<strong>Good</strong> × Welcome to Blessing Adjaino 's website! Select Language​▼ Introducing<br>The Company That Is Breaking The Mold! Privacy Policy <p>LiveGood is committed to top customer service and we intend to uphold this by\nproviding a private and secure browsing experience.\nThe following policy will help\nyou to understand how we will treat your personal information.\nAs we continue to\nimprove our site and as we take advantage of developments in technology, this\npolicy may change from time to time so please check this policy on an ongoing basis\nfor revisions and updates.</p>\nInformation Collection and Use\n<p>LiveGood collects information from our web site in several ways.\nDuring registration,\nLiveGood asks for information such as your name, phone number, and email\naddress.\nOnce you have submitted this information and chosen a valid password, you\nwill be able to take full advantage of everything LiveGood has to offer.\nYou may also\nbe asked for personal information when you report a problem with our site, or\nservices.\nor, if you otherwise contact LiveGood.\nLiveGood also collects information\nusing cookies, which are small pieces of information that are stored by your browser\non your computer's hard drive.\nThis information allows us to automatically link our\ncustomers to their personalized accounts.\nMost web browsers automatically accept\ncookies.\nPlease check your browser's guidelines should you wish to prevent cookies.</p>\n<p>LiveGood may use individual information for any legally permissible purpose in\ncompany’s sole discretion.\nThis includes providing promotional offers to individuals\nby means of email advertising, telephone marketing, direct mail marketing, among\nother possible uses.\nLiveGood also has the right to sell or otherwise distribute\nindividual contact information to third parties for marketing or other purposes.</p>\n<p>If you do not wish us to use your personal information to promote or sell our\nproducts and services, or to sell, transfer, or otherwise provide personal information\nabout you to third parties, you may inform us anytime by emailing customer service\nat support@livegood.com and we will honor your request.</p>\n<br>\n<br>\n<p>Copyright © 2023 LiveGoodTour.com.\nAll rights reserved.</p> Privacy Policy | Terms and Conditions Original textRate this translationYour feedback will be used to help improve Google Translate ", "created_at": "2023-07-09 17:01:56.075608", "updated_at": "2023-07-09 17:02:10.797087"}, {"id": 17574, "name": "Terms and Conditions", "url": "https://livegood.com/htdocs/policies/terms-and-conditions.pdf", "xpath": "//body", "text": "Terms and Conditions,As of May 18, 2022,The Terms and Conditionsof LiveGoodcontained herein were established to explain and define the ,rights and responsibilities of LiveGoodand its Independent Customers, Members, or Affiliates.,While the majority of these Terms and Conditionsare focused on being an Affiliate in LiveGood, they,apply to everyone, including Customers and Members as well.,Each independent Customer, Member, or Affiliateagrees, without reservation, to all theterms and ,conditions contained herein and holds LiveGoodfree from any and all liability that may result from ,this agreement between the Independent Representative and LiveGood.,CODE OF CONDUCT DECLARATION,LiveGood(subsequently referred to asthe “ C ompany”) has established the following code of ,conduct to guide the appropriate, efficient and ethical operation of the Company.\nWe require our ,Customers, Members, or Affiliatesto abide by the letter and spirit of this code that forms our contract ,with all registered parties of LiveGood.,1.\nCustomer, Member and AffiliateObligation.\nLiveGoodCustomers, Members, or Affiliateswill:,a.\nConduct themselves in an ethical and professional manner;,b.\nSell the company’s products in accordancewith the compensation plan;,c.\nMake it clear that success in the Company’s compensation plan is based on product ,purchases rather than sponsoring;,d.\nRepresent the compensation plan only asprescribed by the Company;,e.\nBe truthful in my representation of the Products and will make no Product claim that is not ,approved by and/or supported by official Company publications;,f.\nComply with applicable consumer protectionlaws and regulations;,g.\nMaintain current and accurate informationconcerning the address, phone number, email, ,social security number, method of payment, and any other data on their file.,LiveGoodMembers will not:,a.\nEngage in deceptive, unlawful, or unethical business or recruiting practices;,b.\nEngage in high-pressure selling or recruitingpractices;,c.\nMake misleading sales claims or guarantees concerning the company’s products;,d.\nMake misleading claims or guaranteesconcerning potential earnings;,e.\nSponsor or enroll minors or persons who arenot capable of making an informed decision;,f.\nConduct business activities in countries otherthan those approved by LiveGood;,g.\nPurchase Business Volume on anotherMember or Customer’s account to qualify for any ,bonus or commission.\nor,h.\nSeek in any way to violate or circumvent LiveGoodpolicies.,Section 1 Becoming a Customers, Members, or Affiliates,A.\nAge of Majority.\nIn order to become a Customer, Member, and/or Affiliate, all Applicants must ,have reached the age ofmajority, usually eighteen (18) years of age, in the jurisdiction in which they,reside.,B.\nA new Customer, Member, and/or Affiliateis authorized by the Company to exercisetheir rights ,and operatewhen he or she joins as a Customer, Member, or Affiliateby submitting the required ,fields of information on any of the join pages or upgrade pages of the website.,C.\nThe right to accept,renew, or denyany Customers, Members, or Affiliatesremains solely with ,the Company.,D.\nA Customer, Member, or Affiliatemay be required to provide the Company with proof of ,residency, workauthorizations, and ability to legally conduct business in the country in which they ,are conducting business.,E.\nRequired Purchase.\nThere are no required product purchases to maintain your status as a ,Customer, Member, or Affiliate,F.\nBusiness Entities.\nIf the Customer, Member, or Affiliateis a Business Entity, the Applicant may,alsobe required toprovidean Identification Number for the Business Entity, anda Statement of ,Beneficial Interest, which must include the signature and Identification Number or other personal ,identification number of every Person having a Beneficial Interest in the Business Entity.\nTo verify ,the form of the Business Entity, Beneficial Interest holders, and authorized signatories, the Company ,may require, at any time, the Applicant to submit a copy of its articles of organization, articles of ,incorporation or other charter documentation., G .\nIdentification Number.\nFor tax reporting (where required) and identification purposes (where,permitted by law), the Company requires Applicants to provide the Identification Number or other,personal identification number.\nFailure to provide this number may result in rejection of the,Application or cancellation of the position or commissions withheld.,H.\nInaccurate Information.\nIf the Company determines that aCustomer, Member, or Affiliate,submittedinaccurate or false information, it may immediatelyterminate that person or entityor ,declare the Customer, Member, or AffiliateAgreement null and void from its beginning.,Further, it is the obligation of the Customers, Members, or Affiliatesto report to the Company on an ,ongoing basis anychanges which affect the accuracy of the Agreement.,I.\nTerm.\nThe Contract is valid for the period of one (1) year from the Date of Sign-up.\nEach year after,that, the Contract will be automatically renewed by maintaining an active status in LiveGood.\n,J.\nNon-Exclusive Territory.\nThe authorization of a Customers, Members, or Affiliatesto exercise ,Rights andoperate hereunder does not include a grant of an exclusive franchise or territory,nor is a ,Customer, Member, or Affiliateallowed to make such claims.,Section 2 Obligations of Customers, Members, or Affiliatesand Managing status,A.\nCompliance.\nA Customers, Members, or Affiliatesshall comply at all times with each of the terms ,and conditions of theContract.,B.\nIndependent Contractor.\nA Customer, Member, or Affiliateis an independent contractor and is ,responsible for his orher own business expenses, decisions, and actions.,1.\nA Customers, Members, or Affiliatesshall not represent himself or herself as an agent, ,employee, partner, or jointventurewith the Company.A Customer, Member, or Affiliateshall ,not make purchases or enter into anytransactions in the Company’s name.,2.\nA Customer’s, Member’s, and Affiliate’s work hours, business expenditures, and business ,plans are not dictated by theCompany.\nA Customer, Member, or Affiliateshall make no ,printed or verbal representations which state or implyotherwise.,3.\nA Customer, Member, or Affiliateis fully responsible for all of his or her verbal and/or ,written statements maderegarding the Products, services, andthe Compensation Plan ,which are not expresslycontained in official Company materials and the Customer, Member, ,or Affiliateagrees to indemnify the Companyagainst any claims, damages, or other ,expenses, including attorneys’ fees, arising from anyrepresentations or actions made by the ,Customer, Member, or Affiliatethat are outside the scope of the Contract.The provisions of ,this Section survive the termination of the Contract.,C.\nCompliance with Laws.\nIn conducting its Customers, Members, or AffiliatesBusiness, Customers, ,Members, or Affiliatesmust comply with allapplicable national and local laws, regulations, and ,ordinances.\nCustomers, Members, or Affiliatesshall not violate anylaws which apply to unfair ,competition or business practices, including any law that prohibits theadvertising, offer to sell, or ,sale of Products at less than the Wholesale price of the Products.,D.\nOfferings.\nA Customers, Members, or Affiliatesmay not offer or promote any non-approved non-,Company plans, incentives,opportunities, or non-approved Sales Tools in conjunction with the ,promotion of Products.,E.\nRetail Sales.\nAchieving success as an Affiliaterequires time, effort and commitment.\nThere areno ,guarantees of Commissions, only rewards based upon productivity.\nA successful Affiliate Business ,requires regular and repeated Retail Sales of Products by Affiliate.\nRetail Sales by an Affiliate’s ,Downline Organization also contributes to the success of an Affiliate Business.,F.\nNegative Statements.\nA C ustomer, Member, or Affiliatewill make no disparaging, misleading, ,inaccurate, or unfairstatements, representations, claims, or comparisons with regard to:,1.\nthe Company, its Products, its commercial activities, or its Customers, Members, or ,Affiliatess.\nor,2.\nother companies, including competitors, their services, products or commercial activities.,I.\nUnethical Activity.\nA Customer, Member, or Affiliatemust be ethical and ,professional at all times when conductingBusiness.\nA Customer, Member, or Affiliate,will not permit Customers, Members, or Affiliatesin his orher Downline Organization ,to engage in unethical activity.\nExamples of unethical activitiesinclude, but are not ,limited to, the following:,1.\nUse of another Customer’s, Member’s, and Affiliate’s credit card without ,express written permission;,2.\nUnauthorized use of any Company Confidential Information;,3.\nCross-Company Recruiting (including aiding and abetting another to ,Cross-CompanyRecruit);,4.\nMaking unapproved claims about the Product;,5.\nMaking income claims about the AffiliateBusiness which are not compliant ,with theprovisions of the Terms and Conditions;,6.\nMaking false statements or misrepresentation of any kind, including but not ,limited to:untruthful or misleading representations or sales offers relating to ,the quality, availability, grade, price, terms of payment, refund rights, ,guarantees, or performance of Products;,7.\nPersonal conduct that discredits the Company and/or its Customers, ,Members, or Affiliates;,8.\nViolating the laws and regulations pertaining to the AffiliateBusiness;,9.\nFailing to meet Customer, Member, or Affiliateresponsibilities;,10.\nViolating the Code of Ethics.\nor,11.\nViolating the Terms and Conditions., G .\nCross-line Recruiting.\nThe Customers, Members, or Affiliatesareprohibited from engaging in ,Cross-line Recruitingeither into LiveGoodor any other network marketing or direct sales company.,H.\nCross-Company Recruiting.\nIf a Customer, Member, or Affiliatedid not personally sponsor ,another Customer, Member, or Affiliate, he or she is prohibited, during the term of the Contract and ,for one (1) year following the date of termination of the Contract, from Recruiting that Customer, ,Member, or Affiliateto sellor purchase products or services other than those offered by LiveGood.\n,The Customer, Member, or Affiliatestipulates and agrees that recruiting constitutes an unreasonable ,and unwarranted interference with the contractual relationship between the Companyand its ,Customers, Members, or Affiliates, conversion of the Company’s property, and misappropriation of ,the Company’s trade secrets.\nThe Customer, Member, or Affiliatefurtherstipulates and agrees that ,any violation of this rule will inflict immediate and irreparable harm on the Company, and that the ,Company shall be entitled, in addition to any other remedies that may be available, to immediate, ,temporary, preliminary, and permanent injunctive relief without bond.\nand that such injunctive relief ,may extend the post termination period of this restriction for up to one (1) year fromthe date of the ,last violation of this provision.\nThe provisions of this Section survive the termination of the Contract.\n,Nothing herein waives any other rights and remedies the Company may have in relation to the use ,of its Confidential Information or any other violations of the Contract.,I.\nResolving Disputes.\nA Customer, Member, or Affiliatemust conduct all activity in the best interests ,of the Company.Upline leadersshall use their best efforts to resolve disputes in their Downline ,Organizations.\nAny personal disputes between Customers, Members, or Affiliatesmust be resolved ,quickly, privately, and in the best interests of the Company.,J.\nNo Claims of Unique Relationship.\nA Customer, Member, or Affiliatemay not allege or imply that ,he or she has a unique relationship with, advantage with, or access to the Company executives or ,employees that other Customers, Members, or Affiliatesdo not have.,K.\nDetrimental Conduct.\nIf any conduct by a Customer, Members, and Affiliateis determined by the ,Company to be injurious, disruptive, or harmful to the Company or to otherCustomers, Members, or ,Affiliates, the Company may take appropriate action against a Customer, Member, and/or Affiliateas ,the company deems necessary.\n,L.\nNo Reliance.\nA Customer, Member, or Affiliatemay not rely on the Company to provide legal, tax,,financial, or other professional advice, nor may it rely on any such advice if given.,M.\nInsurance.\nThe Company encourages its Customers, Members, or Affiliatesto consult with an ,attorney regarding the extent of their personal legal liability with respect to their independent ,businesses.,N.\nPrivacy of Customer’s, Member’s, and Affiliate’sInformation.Customers, Members, or Affiliates,authorize the Company to disclose its contact information to theAffiliate’s Downline Organization.,O.\nNotification ofAdverse Action.\nA Customer, Member, or Affiliateshall immediately notify the ,Companyin writing of any potential or actual legal claimsfrom third parties against the Customer, ,Member, or Affiliatearising from, or associated with, the Customer’s, Member’s, and Affiliate’s,Business or the Downline Organization that may adversely affect the Company.\nAfter notifying the ,Company,the Company may take any action necessary to protect itself, including controlling any ,litigation or settlement of the legal claims.\nIf the Company takes action in the matter, the Customers, ,Members, or Affiliatesshall not interfere or participate in the matter.,P.\nRelease for use of Photo, Audio, or Video Image, and/or testimonial Endorsement.\nThe Company ,may take photos, audio or video recordings, or written or verbal statements of a Customer, Member, ,or Affiliateat Company events or may request the same directly from a Customer, Member, or ,Affiliate.\nThe Customer, Member, or Affiliateagrees to and hereby grants the Company the absolute ,and irrevocable right andpermission, to use, re-use, broadcast, rebroadcast, publish, or republish ,any such photo, audio, video, or endorsement, in all or in part, individually or in conjunction with any ,other photograph or video, or any other endorsement, in any current or future medium and for any ,purpose whatsoever, including (but not by way of limitation) marketing, advertising, promotion, ,and/or publicity.\nand to copyright such photograph and/orvideo, in the original or as republished, in ,the name of the Company, or in any other name.\nRegardless of any other agreements or contracts ,the Customer, Member, or Affiliatemay have with any other entity, theCustomer, Member, or ,Affiliateagrees that any use by the Company as set forth in this Section shall be royalty free, is a ,work made for hire, and is not subject to any other claim.\nThe Customer, Member, or Affiliateagrees ,to defend and indemnify the Company against any claims by anyother party arising out of the ,Company's use of the rights granted herein.\nThe Customer, Member, or Affiliateconfirmsthat the ,information he or she may give as a testimonial endorsement, or as represented in a photograph, ,video or audio is true and accurate to the best of his or her knowledge.\nThe Customer, Member, or ,Affiliatewaives any right he or she may have to inspect or approve the finished or unfinished ,product(s), the advertising copy, printed, recorded, photographic or video matter which may be used ,in connection with it or any use that may be made of it.,Q.\nConducting the Customer, Member, or AffiliateBusiness Internationally.\nA Customer, Member, or ,Affiliatehas the right to operate in anyAuthorized Country where the Customer, Member, or Affiliate,may lawfully conduct the Customer, Member, or AffiliateBusiness.\nIt is aCustomer, Member, or ,Affiliate’s responsibility to comply with all national and local laws, ordinances, and regulations when ,conducting Customer, Member, or AffiliateBusiness in any Authorized Country.\n,1.Only with the Company’s approval, aCustomer, Member, or Affiliatemay attempt to secure ,approval, licensing, distribution and/or registrationforproducts or business practices, ,trademarks, trade names, or internet domain names.\nor establish any kind of business in ,international countries and marketson behalf of the Company.,2.A Customer, Member, or Affiliatemay not sell, distribute, license, or register products or ,business practices, use trademarks, trade names or internet domain names in any country ,without approval of the company.\n,3.A list of countries where business is approved will be available on thewebsite.,Section 3 Compensation,LiveGoodCustomers, Members, or Affiliatesmay participate in our compensation program as ,outlined on the Pay Plan page of the website.,Commissions are paid as outlined on the Pay Plan page of the website.\nAll Customers, Members, or ,Affiliatesunderstand BEFORE become joining or purchasing any product that there are NO ,GUARANTEED EARNINGS.\nCustomers, Members, or Affiliatesunderstand that any and all content ,on the website is not to reflect earnings, but to be used only for demonstration purposes and as a ,representation of company growth and does not mean anything in terms of commissions.,Customers, Members, or Affiliatesshould not participate in LiveGoodunder the expectation of ,earning income without referring new Customers, Members, or Affiliatesand Customers.\nNeither ,LiveGood, nor its Customers, Members, or Affiliatescan guarantee \"spillover\" or earnings simply by ,becoming a Customer, Member, or Affiliate.\nLiveGoodCustomers, Members, or Affiliatesshould not ,participate in LiveGoodopportunity if they are not planning on sharing the products with others.,Most Customers, Members, or Affiliatesearn less money each month in the compensation program ,than they are paying for their products.\nAlthough it is possible, LiveGoodCustomers, Members, or ,Affiliatesshould NOT expect to make a profit simply by becoming a Customer, Member, or Affiliate,as it is very possible that will not occur.,LiveGoodcannot guarantee that Customers, Members, or Affiliatesearn a profit by implementing the ,training materials provided.\nThe products are for educational purposes only.,No Customer, Member, or Affiliateshould spend money that they cannot afford to lose to purchase ,products, advertising materials, or anything else related to LiveGood.\nIt is possible that you will NOT ,earn any income as a Customer, Member, or Affiliateof LiveGood.,A.\nEarnings.\nCommissions are paid to Customers, Members, or Affiliateswho qualify pursuant to the ,Compensation Plan and who are in compliance with the Contract.\nA Customer, Member, or Affiliate’s ,success is only achieved through the regular and repeated purchase of products and the regular and ,repeated product salesby its Downline Organization.\nAs the success of any Customer, Member, or ,Affiliatedepends largely on the personal efforts of that Customer, Member, or Affiliate,the Company ,does not guarantee any level of profit or success, nor does it guarantee a Customer, Member, or ,Affiliatea specific income.\nA Customer, Member, or Affiliatedoes not receive compensation for ,sponsoring or recruiting other Customers, Members, or Affiliates.\nThe only way to earn Commissions ,is through the sale of Products.,B.\nPayment.\nThe Company will pay Commissions to qualified Affiliateson Product ordersand ,Membershipswhich:,(i) are received by the Company before the end of the Commissionperiod, and (ii) have been fully,paid with appropriate payment.,1.Commissions are paid in the name of the Person or Business Entity listed in Payment Option ,link on the My Earnings section of the website.\nWhen no payment option is selected, ,commissions will be held until selected.,C.\nCommissionPayments.\nIn the event that a Commission paymentdoes not arrive to an Affiliate,and has been returned to the company, the company will resend the commissionat no additional ,charge.\n,D.\nMinimum Payment Amount.\nAffiliateswill select how they choose to get paid on the Payment ,Options page of the website.\nThe minimum amount for payment of commission payments is ten,dollars ($10USD).\nCommissions less than the minimumfor a pay period will accumulateuntil they ,equal or exceed the minimum payment amount.,E.\nReturned or Unpaid Payments.\nThe Company makes every effort to ensure that an Affiliate,receives its commission payments.\nHowever, if a commission payment is unpaid due toinsufficient ,information or other reasons beyond the control of the Company, the payment will beheld for the ,benefit of the Customer, Member, or Affiliatefor 90 days.\nAfter such 90days, a monthly ,maintenance charge of ten dollars ($10 USD or equivalent local currency) will bededucted from the ,Affiliate’s payment.\n,F.\nNo Manipulation.\nManipulation of the Compensation Plan is not permitted and may result in,disciplinary action.\nManipulation of the Compensation Plan includes, but is not limited to, an Affiliate ,purchasing, to qualify for various Ranks or Commissions, large quantities of Productthat are not ,sold through the direct marketing channel, placing orders in his/her DownlineOrganization, and any ,other actions that may violate state, federal or foreign anti-pyramid schemelaws.\nSuch ,manipulations may, in the discretion of the Company, result in the suspension ofCommissions and ,termination of the Affiliate.,G.\nDeductions and Offsets.\nAffiliates authorize the Company to deduct fees from itsCommissions as ,outlined on the Payment Option page and/or as deemed appropriate at the sole discretion of the ,Company.,Section 4Ordering Company Products,A.\nInventory.\nAs the Company imposes no specific minimum inventory requirement on its,Customers, Members, or Affiliates, a Customer, Member, or Affiliatemust use its own judgment to ,determine the amount of inventory it willneed to sustain its projected personal use.,B.\nOrdering.\nProducts can be ordered by Internet.Unless otherwise arranged, all membership ,payments and product purchases will be done from the company website., C .\nBack Orders.\nIf the Company is temporarily out of stock on ordered Product, a Customer, ,Member, or Affiliatewillreceive a “back order” notice with his or her shipment.\nBack orders are filled ,first as new inventoryarrives.\nVolume on back orders is credited to the month in which payment for ,the original order wasreceived by the Company.,D.\nAutoship Program .,1.\nA Customer, Member, or Affiliatemay choose to participate in the Autoship Programif available ,on the website.When instituting Autoship program at the time of enrollment, the Customer, Member, ,or AffiliateAgreement serves as confirmation for the setup.\nAn Autoship account will be charged at a ,set time during the month, and the Product will be shipped at a set time thereafter.\nThe Customer, ,Member, or Affiliatemay obtain tracking numbers from the Company after the Product is shippedfor ,countries where tracking numbers are available.\nThe scheduled dates for Autoship processing, ,account charges, shipping or account changes may be selected in the Autoship section of the Order ,Product page on the website.,4.\nThere is no limit as to how many Autoship orders a Customer, Member, or Affiliatemay have set ,up or how many bottles of product are included in each Autoship order.\nAll Autoship orders will be ,shipped to the Shipping Address in the Personal Info section of the website.\nIf an Autoship order ,fails for billing reasons, the company will attempt to bill the payment method on file for each of the ,next 10 days until the order goes through.,5.\nTo change or terminate one’s Autoship order, the Customer, Member, or Affiliatemay either ,select it on their Autoship page of the Product Order section of the website, or contact customer ,support.\nAutoship orders may be cancelled at any time prior to the order being billed.,H.\nSales Tax, GST, VAT.,1.\nSales tax is collected on the Product’s suggested retail price and is calculated using the,applicable rates for the location to where the product is shipped.\nThe Company will collect ,andremit sales tax to the proper taxing authority.\nIn those jurisdictions where a Customer, ,Member, or Affiliatemayand has registered as a withholding agent through a local sales tax ,agency and submitted a“Sales and Use Tax Exemption Certificate” or equivalent document ,to the Company, thecollection of sales tax will be the responsibility of the Customer, ,Member, or Affiliate.\nIt is the responsibility of theCustomer, Member, or Affiliateto provide ,an updated copy of its certification for exemption from sales tax eachyear.,2.\nIn all other jurisdictions, GST, VAT, or other applicable transaction tax is based on the,purchase price.\nThe Company will provide its GST or VAT number and proper invoicing, ,whichmay include electronic invoicing, where permitted by law.\nThe Company does not ,include GSTor VAT in commission payments.\nCustomers, Members, or Affiliateswho are ,GST or VAT registered and are requiredto collect and remit GST or VAT on their services ,may send a valid GST or VAT invoice to theCompany to charge them for GST or VAT on ,commission income.,I.\nReturns, Refunds, and Exchanges.\nThe Company will refund the purchase price of Productor,exchange it pursuant to the following.,1.\nIf the Customer, Member, or Affiliate(and/or his or her Customer who ordered directly ,from the Company) is notcompletely satisfied with the First Product Purchase, he or she ,may send to the Company theunused portion of the First Product Purchase within thirty (30) ,days of the original purchasedate and the Company will refund 100% of the purchase price ,(less shipping and handling).\nIfthe First Product Purchase is returned after the thirty (30) day ,period, no refund will be given.,2.\nAny Commissions paid to the Customer, Member, or Affiliateand his or her Upline for the ,Product returned by theCustomer, Member, or Affiliateor Customer willbe deductedfrom ,therespective Upline Customers, Members, or Affiliates’accountsorwithheld from present ,or future Commission payments.\nA Customer, Member, or Affiliateagrees that he or shewill ,not rely on existing Downline Organization Volume at the close of a Commissions period,as ,returns may cause changes tohis or her Title, Rank and/or Commissions payout.,3.\nAll shipping or courier costs for the return of Product will be borne solely by the Customer, ,Member, or Affiliateunless otherwise prohibited by law.\nAny damage or loss that occurs to ,returned Productduringshipping will be the responsibility of the Customer, Member, or ,Affiliate.,4.\nThe Company will exchange Product if the Product is damaged in shipment, incorrectly ,sentdue to a Company error, or of substandard quality.\nHowever, when an exchange is not ,feasible,the Company will refund the amount of the returned Product.\nIf Product is damaged ,ordefective, a Customer, Member, or Affiliateshould contact the Company within ten (10) ,days of receipt of the order.,Section 5Marketing the Product and Opportunity,A.\nUse of Sales Tools.\nA Customer, Member, or Affiliatemay use only Sales Tools approved by the ,Company for an Authorized Country.\nThe Customer, Member, or Affiliateagrees that if it uses a ,fulfillment house or other third party to sell or distribute Sales Tools, the Customer, Member, or ,Affiliatewill enter into a non-disclosure agreement (to be provided by the Company) with the ,fulfillment house or third party to ensure that all Customer, Member, or Affiliateand Customer ,information is protected from disclosure and remains the sole property of the Company.,B.\nApproval of Sales Tools.\nA Customer, Member, or Affiliatemust submit all Sales Tools to the ,Company for approval prior to use.\nThe Company has complete discretion whether to approve or ,reject a proposed Sales Tool.\nThe approval process generally requires a minimum of three (3) ,weeks to complete.\nTo comply with changing laws and regulations, the Company may rescind its ,prior approval of a Sales Tool, and may require theCustomer, Member, or Affiliateto remove from ,the market at its own cost and obligation a previously approved Sales Tool.\nIf approved, the ,Company will issue an email to the Customer, Member, or Affiliateconfirming approval of said Sales ,Tools.,C.\nProduct Claims.\nThe only claims and representations Customers, Members, or Affiliatesmay ,make regarding Productsare those found in the literature distributed by the Company.\nAny third-,party material used forCustomer, Member, or AffiliateBusiness must comply with all federal and ,local laws and regulations.\nA Customer, Member, or Affiliatemay not make any express or implied ,health or medicalclaims of any kind relating to any Product except for those claims, if any, that are ,published inCompany literature approved for the country in which the claims are presented.\nUnder ,nocircumstances may a Customer, Member, or Affiliateprescribe any Product as suitable for a ,particular ailment.\nNoclaims may be made as to therapeutic or curative properties of any Product ,offered by the Company.,D.\nNo Altering.\nCustomers, Members, or Affiliatesshall not re-label, alter or repackage any Products.,E.\nNo Endorsement Claims.\nNo Customer, Member, or Affiliatemay imply that the promotion, ,operation, or organizationof the Company has been approved, sanctioned, or endorsed by any ,governmental regulatoryauthorityunless noted on company website.\n,F.\nIncome Claims Prohibition.\nA Customer, Member, or Affiliateis prohibited from making false, ,misleading, orunrepresentative claims regarding earning potential.\nIf a Customer, Member, or ,Affiliatedoes make an income claim,it must be based on actual earnings and the Company's current ,Annual Average IncomeDisclosure, posted on the Company’s website, must be presented ,concurrent withthe income claim.,G.\nUse of Trademarks and Copyrights.,1.\nThe Company may license the use of its trademarks to Customers, Members, or Affiliates, ,subject to the limitationsherein and subject to the limitations in any licensing agreement.\nA ,licensing agreement maybe obtained by emailing customer support.,2.\nCustomers, Members, or Affiliatesmay not use any of the Company’s current or after ,acquired trademarks or anyconfusingly similarvariations of its marks, in a manner that is ,likely to cause confusion,mistake, or deception as to the source of the Products or services ,advertised.,3.\nExcept as indicated herein, a Customer, Member, or Affiliatemay not use the Company’s ,trademarks or anyconfusingly similar variation of its trademarks (e.g., SkinyBodyCare, ,SkinnyBody, LiveGoods, etc.), in abusiness name, e-mail address, Internet domain name or ,sub-domain name, URL, telephonenumber, or in any other address or title.\nA Customer, ,Member, or Affiliatemay use the Company’s trademarks in a URL, Internet domain or sub-,domainname provided that the Customer, Member, or Affiliatehas entered into a licensing ,agreement for a CompanyLicensed Website.\nThe Customer, Member, or Affiliateagrees to ,comply with the terms of such licensingagreement and hereby acknowledges that the ,Company owns, and shall continue to own, allrights in and to the Company’s trademarks in ,such URL, Internet domain or sub-domainname and that the Company has the right to ,revoke such use of the Company’s trademarks forany reason and at any time.\nThe ,Customer, Member, or Affiliatefurther agrees that the Company has the right toacquire such ,URL at any time by paying the nominal registration fee to the Customer, Member, or Affiliate,andCustomer, Member, or Affiliateagrees to transfer such URL to the Company and take ,any other necessary stepsrequested by the Company to effectuate such transfer.,4.\nThe Customer, Member, or Affiliateagrees to immediately re-assign to the Company any ,registration of the,Company names, trade names, trademarks, or Internet domain names registered or ,reservedin violation of this policy.\nThe provisions of this Section survive the termination of ,theContract.,5.\nCustomers, Members, or Affiliatesmay not use the Company’s trademarks on non-,approved Sales Tools.,6.\nThe Company, in its sole discretion, will determine whether a variation of its trademarkis,confusingly similar.,7.\nCustomers, Members, or Affiliatesshall not use the Company’s marks in countries where ,the use of such marks isprohibited.,8.\nA Customer, Member, or Affiliatemust not use the name, logos, trademarks or other ,references to the Company’sbusiness or manufacturing partners in any Sales Tool, ,correspondence, or any form ofadvertising.,9.\nThe Company’s literature and media are copyrighted by the Company and may not be,duplicated.,H.\nUse of “Independent Customer, Member, or Affiliate” in Advertising.\nIf a Customer, Member, or ,Affiliateselects a business title, the title must clearly state that the Customer, Member, or Affiliateis ,a “LiveGoodIndependent Customer, Member, or Affiliate.” A Customer, Member, or Affiliate’s title ,may not imply that the Customer, Member, or Affiliateis an employee or agent of the Company.\n,Each time the Company’s logo or name is used in writing and in relation to the Customer, Member, ,or Affiliate, the Customer, Member, or Affiliatemust identify itself as a “LiveGoodIndependent ,Customer, Member, or Affiliate.”,I.\nMethods of Advertising.\nCustomers, Members, or Affiliatesmay advertise using the following ,means:,1.\nNewspaper: A Customer, Member, or Affiliatemay place a generic business opportunity ,advertisement in theclassified section of a local newspaper, provided the advertisement ,conforms to all applicablelaws and regulations.,2.\nPhone Directory: Any Customer, Member, or Affiliatemay place a text listing of its name in ,the white or yellowpages of a telephone directory followed by “LiveGoodIndependent ,Customer, Member, or Affiliate.” Graphical anddisplay ads in telephone directories are ,prohibited.,3.\nElectronic Mail Advertisements: All advertisements sent via e-mail, telephone, or facsimile,must comply with all anti-spamming laws for the state or country where the intended ,recipient resides.\nThe Customer, Member, or Affiliateis under obligation to research and ,comply with all laws concerning unsolicited commercial e-mail.,4.\nTelevision and Radio: Television and radio advertising requires prior written approval from ,theCompany.\nRequests should be submitted through customer support.,5.\nCelebrity Endorsement: A Customer, Member, or Affiliatemay use a celebrity ,endorsement with written approvalfrom the Company and the specific, prior, written approval ,of the endorsing celebrity for each use of the celebrity's name.,6.\nFairs, Swap Meets, Etc.: A Customer, Member, or Affiliatemay sell or promote Products at ,bazaars, fleamarkets, fairs, swap meets,tradeshowsor other similar gatheringsonly at a ,price of no less than the Customer, Member, or Affiliateprice of the products listed on the ,website.\n,7.\nInternet Auction Sites: A Customer, Member, or Affiliatemay sell or facilitate the sale of ,Product on Internetwebsites where an auction is the mode of selling or buying (e.g., eBay), ,so long as the product has a minimum reserve selling price of no less than the Customer, ,Member, or Affiliateprice of the product on the website.\nA Customer, Member, or Affiliate,may not use a third party to place Product on auction websites or sell Product to a third party ,if the Customer, Member, or Affiliateknows, or has reason to know, that such Product will be ,sold on auction websites for less than the Customer, Member, or Affiliateprice of the ,product.\nThe provisions of this Section survive the termination of the Contract.,J.\nAdvertising at Company Sponsored Events.\nAt Company-sponsored events, Customers, ,Members, or Affiliatesmay not, unless specifically authorized in writing by the Company, advertise, ,sell, or promote non-Company products or services, including, but not limited to: (i) the promotion of ,non-Company events, systems or materials, (ii) organized person to person solicitations, (iii) ,distribution of flyers, DVDs or other materials, or (iv) the use of any other form of promotion deemed ,inappropriate by the Company.,K.\nInternet Advertising.\nSubject to the provisions herein, Customers, Members, or Affiliatesmay use ,only a Company Licensed Website to promote Products or the business opportunity over the ,Internet.\nPromoting Products or the business opportunity through an unlicensed Internet website is ,strictly prohibited.\nCustomers, Members, or Affiliatesthat wish to operate a Company Licensed ,Website must meet the following criteria:,1.\nA Customer, Member, or Affiliatemay not enter into a website licensing agreement until it ,has completed awebsite training course given by the Company.,2.\nAll licensed websites must first be reviewed and approved by the Company as Sales ,Tools.\nLicensed websites must be Company-specific and may not advertise, promote, or link ,to any other product or opportunity,3.\nCustomers, Members, or Affiliatesmay not use any key words or meta tags to advertise ,any licensed website on theInternet if the search words or meta tags explicitly or implicitly ,present illegal orunsubstantiated health or income claims.,4.\nThe Company may revoke the license for any previously approved website at any time ,and forany reason, including changes to federal and local laws and regulations.,5.\nCustomers, Members, or Affiliatesmay promote the business opportunity and Products on ,social networking sitessuch as “Facebook” and “Twitter;” video sites such as “YouTube” and ,“Google Video;” andblogging sites such as “Wordpress” and “Blogger” (collectively “Social ,Media Sites”), provided the following conditions are met:,a.\nAll text, audio and video postings do not contain Product or income claims.\nFor ,Productinformation, Customers, Members, or Affiliatesmay refer viewers to their ,LiveGoodreplicated website, the Company website, or a Company Licensed ,Website;,b.\nVideos posted to Social Media Sites mustshow the text “LiveGoodIndependent ,Customer, Member, or Affiliate” forthe entirety of the video;,c.\nThe Company may monitor the Social Media Sites for compliance with the ,Contract andCustomer, Member, or Affiliateagrees to immediately remove or modify ,the Social Media Sites upon the Company’s request to comply with the Contract.,L.\nAdvertising and Selling Price of Products on the Internet.\nCustomer, Member, or Affiliate,acknowledges and agrees that the advertising and selling of all Products on the Internet may only be ,done on a Company Licensed Website and the advertising and selling price of all Products on such ,website (i) if sold toan Applicant, must not be lower than the Customer, Member, or Affiliateprice of ,the Products plus reasonable shipping and the amount the Company charges for taxes, handling.\nIn ,connection with this Section, the Customer, Member, or Affiliatealso agrees that all advertising ,regarding the price of Products will be truthful and will not contain misleading statements (e.g.\n,\"lowest price available\" which infers that a Customer, Member, or Affiliateis able to sell the Products ,at a price lower than other Customers, Members, or Affiliates, etc.).\nCustomer, Member, or Affiliate,acknowledges and agrees that he or she shall not advertise or sell any Products on the Internet ,which were purchased from another Customer, Member, or Affiliate.\nAny violation of this Section by ,a Customer, Member, or Affiliateshall constitute abreach of the Contract and will be subject to ,termination of Customers, Members, or Affiliateship.,M.\nMass Communications.\nFor purposes of this Section, “MassCommunications” are defined as ,communications intended to reach twenty (20) or more Customers, Members, or Affiliatesin the ,sender’s Downline Organization or at least three Customers, Members, or Affiliateswho are cross-,line, within a seven (7) day period.\nThe following rules apply to all Mass Communications issued by ,a Customer, Member, or Affiliate:,1.\nCustomers, Members, or Affiliatestargeted to receive the Mass Communications must ,have knowingly “opted in” tohear or receive the Mass Communication,a.through registration (if the Mass Communication will be received at an event or,webinar).\nand/or,b.through an affirmative request if the Mass Communication is delivered through ,anemail or on a website.,2.\nIf by e-mail, there must be an “opt out” feature prominently displayed in the Mass,Communication.,3.\nThe Mass Communication must comply with the terms of this Section.,4.\nThe following disclaimer shall be prominently positioned in all Mass Communications that,promote any particular building method:,There are many methods and techniques used successfully for buildingyour LiveGood,business.\nThe building method promoted [in/at] this [website/webinar/email/ meeting/] may ,be different from that which is taught by your upline.\nPlease consult with your upline if they ,have taught you a different building method or if you have any questions.,5.\nCustomer, Member, or Affiliateacknowledges that allowing the Customer, Member, or ,Affiliateto create databases of Customer, Member, or Affiliateinformation for Mass ,Communications, the sale of tools, andfor any other purposes constitutes the use of ,Company Confidential Information, which information is the Company’s trade secrets, and ,such use can be a substantial financial benefit to theCustomer, Member, or Affiliate.\n,Customer, Member, or Affiliateacknowledges that he or she is subject tothe Cross-,Company Recruiting obligations set forth in this agreement and shall survive the termination ,of the Contract.,N.\nLead Distribution.\nPersons who are outside the Company network often make inquiries to the ,Company about its Products.\nIf the Company is able to determine that the inquiring Person received ,the information from a specific Customer, Member, or Affiliateor that there is a particular Customer, ,Member, or Affiliatethat the Person is acquainted with,every attempt will be made to refer the ,Person to that Customer, Member, or Affiliate.\nIf anassociation with a particular Customer, Member, ,or Affiliatecannot be determined, final judgment with respect to the positioning of leads remains the ,right of the Company.,O.\nPublic Relations Matters.\nThe Company encourages Customers, Members, or Affiliatesto use ,personal media coverage to expand and build their business.\nhowever, certain situations require the ,Customer, Member, or Affiliateto contact the Company.\nThese would include:,1.\ninstances where the story or medium has national potential;,2.\ncases where the story calls for a wider Company/Product perspective.\nand/or,3.\nwhen the Customer, Member, or Affiliateis questioned about Company sales figures ,and/or businessstrategies.,P.\nRetail or Service Establishments: ACustomer, Member, or Affiliatemay sell Products or promote ,the business opportunity through Retailor ServiceEstablishmentsas long as i) The display of ,Independent Customer, Member, or Affiliateinformation within the premises of a Retail or Service ,Establishment is clearly indicated, and ii) the product is not sold for an amount less than the ,Customer, Member, or Affiliateprice of the product as shown on the website.,Section 6Breach of Contract Procedures,A.\nConditional Obligations.\nThe Company’s obligations to a Customer, Member, or Affiliateare ,conditioned upon the Customer, Member, or Affiliate’s faithful performance of the terms and ,conditions of the Contract.\nThe Company, in its sole discretion, will determine if a Customer, ,Member, or Affiliateis in breach of the Contract and may elect any or all available remedies.,B.\nRemedies.\nIn the event of breach, the Company may elect to take no action or to exercise some ,or all contractual remedies and remedies at law or in equity, including, but not limited to:,1.Notify the Customer, Member, or Affiliateeither in writing or verbally of the breach and,providing a notice to cure the breach;,2.\nRequire from the Customer, Member, or Affiliateadditional assurances of future ,compliance;,3.\nWithhold or deny recognition and attendant perks;,4.\nAssess damages and withhold them from commission payments;,5.\nSuspend Customer, Member, or AffiliateRights temporarily or permanently;,6.\nSeek injunctive relief;,7.\nTerminate the Contract.\nand,8.\nSeek damages and associated costs.,C.\nReporting Contract Breaches.\nIf a Customer, Member, or Affiliateobserves or is aware of another ,Customer, Member, or Affiliate’s violation of any term or condition of the Contract, the observing ,Customer, Member, or Affiliateshall submit a written complaint to the Company’s support ,department through email.\nBecause of the difficulties of investigating and asserting appropriate ,remedies for stale claims, any complaint for breach of the terms and conditions of the Contract other ,than Cross-Company Recruiting must be brought to the Company’s attention for review within ,eighteen (18) months of the start of the alleged violation.\nCross-Company Recruiting violations must ,be brought to the Company’s attention within six (6) months of the alleged violation.\nFailure to report ,a violation within that time period may result in the Company not pursuing the allegations in order to ,prevent the Customer, Member, or AffiliateBusiness from being disrupted due to stale claims.\n,However, this policy does not waive the Company’s right to investigate and discipline Customers, ,Members, or Affiliatesfound guilty of the stale claims.,D.\nCircumvention of the Contract.\nThe Contract is designed to protect Customers, Members, or ,Affiliatesand the Company from the adverse consequences of their violation.\nCustomers, Members, ,or Affiliateswho intentionally circumvent the Contract to accomplish indirectly what is prohibited ,directly will be disciplined as if the applicable policy or rule had been broken directly.\nIn such ,circumstances, all of the available remedies as stated above will be available to the Company.\nThe ,Contract is not intended to give a Customer, Member, or Affiliatethe right to enforce the Contract ,against another Customer, Member, or Affiliatedirectly, or to take any legal action against another ,Customer, Member, or Affiliate.,Section 7Termination,A.\nTermination.,1.\nA Customer, Member, or Affiliatemay terminate the Contract by writing a request to support to ,terminate, by calling customer support, by written mail, or on the Personal Info page of the back ,office of the website.,2.\nThe Company may terminate the Contract if the Customer, Member, or Affiliateviolates the terms ,of the Contract and any amendments thereto.,3.\nUpon termination, the Company may in its sole discretion retain the Customers, Members, or ,Affiliateship or dissolve and remove it from the Compensation plan.,B.\nReturn of Confidential Information.\nA Customer, Member, or Affiliatemust return all Confidential ,Information, including any information derived therefrom, over which he or she has direct or indirect ,control to the Company upon termination or upon demand of the Company.\nIf any such Confidential ,Information cannot be returned because it is in electronic format, the Customer, Member, or Affiliate,shall permanently delete and erase the Confidential Information upon termination or upon demand.,C.\nBuyback.\nIf a Customer, Member, or Affiliateis in breach, the Company reserves the right to stop ,or delay the buy-back process set forth in this Contract.,D.\nEffects of Termination for Breach of Contract.,1.\nA Customer, Member, or Affiliatewhose Contract is terminated by the Company must wait ,six (6) monthsbeforeapplying for a new Customers, Members, or Affiliateship.\nDuring that ,time, the Customer, Member, or Affiliatecan have no Beneficial Interest in any other ,Customers, Members, or Affiliateship.\n,2.\nUpon termination of the Contract, all of the Customer, Member, or Affiliate’s rights in and ,to the Customers, Members, or Affiliateshipand the Customer, Member, or AffiliateBusiness ,are revoked and terminated.\nIn acknowledgement of the damages the Company has likely ,suffered and/or will suffer as a result of Customer, Member, or Affiliate's breach, including ,but not limited to, all or any of the following: (i) loss of good will and loss in the value of the ,Company’s confidential and proprietary information and trade secrets.\n(ii) loss of a portion of ,the value of the Company’s business.\nand (iii) lossof future profits.\nCustomer, Member, or ,Affiliateconsents that any unpaid Commissions may be forfeited to theCompany to offset a ,portion of the damages.,3.\nThe Company may elect to reorganize the Downline Organization of a Customers, ,Members, or Affiliateshipterminated for breach in a manner that serves the best interests of ,the Company, Downline Organization and Upline.,4.\nWhere the Company elects to terminate a Customers, Members, or Affiliateship in which ,there is more than oneBeneficial Interest holder, the following may apply: a.\nthe departing ,Beneficial Interest holder(s) must relinquish all rights to, and interests in,the Customers, ,Members, or Affiliateship;b.\nThe Company may not divide or reassign any ofthe Downline ,Organization.\nand c.\nThe Company may not split Commissions between the prioror current ,Beneficial Interest holders of the Customers, Members, or Affiliateship.,E.\nEffects of Voluntary Termination by the Customer, Member, or Affiliate.,1.\nThe Contract can be voluntarily terminated by a Customer, Member, or Affiliatewho is not in ,breach of the Contract for any reason, at any time, by providing written notice to the Company ,signed by all Person(s) listed on the Customer, Member, or AffiliateAgreement.\nThe termination is ,effective on the date the Company receives the written notice.\nIf a Customer, Member, or Affiliateis ,in breach of the Contract, he or she cannot voluntarily or unilaterally terminate the Contract,2.\nUpon termination of the Contract, all of the Customer, Member, or Affiliate’s rights in and to the ,Customers, Members, or Affiliateship and the Customer, Member, or AffiliateBusiness are revoked ,and terminated.,3.\nA Customer, Member, or Affiliatewho voluntarily terminates Customers, Members, or Affiliateship,and is not in breach of the Contract may rejoin undera new Customers, Members, or Affiliateship ,under the same or a new enroller at any time.,4.\nA Customer, Member, or Affiliatemay not terminate voluntarily if the Customers, Members, or ,Affiliateship is not in good standing with the Company, as may be evidenced by, but not limited to, ,any of the following conditions: (i) a temporary Customers, Members, or Affiliateship.\n(ii) a ,Customers, Members, or Affiliateship is on hold, suspension or probation.\n(iii) the Customers, ,Members, or Affiliateship is under investigation, but no formal discipline has taken place.\nor (iv) ,notice of intent to terminate has been sent.,Section 8 Miscellaneous,A.\nEntire Agreement.\nThe Contract contains the entire understanding concerning the subject matter ,hereof between the Company and the Customer, Member, or Affiliate, and is intended as a final, ,complete, and exclusive expression of the terms of the parties.\nThis Contract supersedes and ,replaces all prior negotiations and proposed, but unexecuted agreements, either written or oral.\nAny ,prior agreements, promises, negotiations, or representations, either written or oral, relating to the ,subject matter of this Contract, are of no force or effect.\nIf there isany discrepancy between verbal ,representations made to the Customer, Member, or Affiliateby any employee or agent of the ,Company and the terms of the Contract, the express written terms and requirements of the Contract ,willprevail.,B.\nHeadings.\nThe section and subsection headings in the Contract areinserted solely as a matter of ,convenience and for reference, and will not be considered in the construction or interpretation of any ,provision hereof.\nUnless the context otherwise specifically requires, all references to sections of the ,Contract will refer to all subsections thereof.,C.\nModifications by the Company.\nThe Company reserves the right to make any modifications to the ,Contract, provided that the modifications are communicated by the Company to the Customer, ,Member, or Affiliateat least thirty (30) days prior to taking effect.\nThe Company may communicate ,these modifications by posting any portion of the modified Contract on the Company’s website, or by ,any other method of communication.\nThe Customer, Member, or Affiliateis deemed tohave ,accepted the modification to the Contract if the Customer, Member, or Affiliateengages in any ,Customer, Member, or AffiliateBusiness, renews its Customers, Members, or Affiliateship, or ,accepts Commissions after the thirty (30) day period is ended.,D.\nWarranties.\nThe Company extends no product warranties, either expressedor implied, beyond ,those specifically articulated in the Contract.\nThe Company disclaims and excludes all warranties ,regarding possible infringement of any United States or foreignpatent, trademark, trade name, ,copyright, or trade secret arising from the Customer, Member, or Affiliate’soperations.\nTHE ,COMPANY HEREBY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, ,WITHOUT LIMITATION, ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A ,PARTICULAR PURPOSE, ACCURACY AND NON-INFRINGEMENT.\nTHIS DISCLAIMER OF ,WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS AGREEMENT.,E.\nWaiver.\nAny waiver by the Company of a Customer, Member, or Affiliate’s breach of a Contract ,provision must be in writing and will not be construed as a waiver of any subsequent or additional ,breach by the Customer, Member, or Affiliate.\nThe failure by the Company to exercise any right or ,privilege under the Contract will not constitute a waiver of that right or privilege.,F.\nSeverability.\nIf any term or condition of this Contract is judicially invalidated, prohibited, or ,otherwise rendered unenforceablein any jurisdiction, it is unenforceable only to the extent of the ,invalid, prohibited or unenforceable provision in that jurisdiction only, and it will not render ,unenforceable or invalidate any other provision of the Contract, nor will theContract be rendered ,unenforceable or invalidated in another jurisdiction.\nFurthermore, any provision found unenforceable ,may be partly enforced to the maximum extent enforceable under the law., G .\nForce Majeure.\nCustomer, Member, or Affiliateacknowledges that the Company is not liable for ,any damages or losses caused by the delay or inability to manufacture, sell, or deliver itsproducts ,due to labor strikes, accidents, fire, flood, acts of civil authority, acts of God, acts of terrorists, or from ,any other causes that are beyond the control of the Company.,H.\nGoverning Law, ArbitrationInjunctive Relief.\nThe State of Floridais the place of the origin of this ,Contract and is where the Company accepted the offer of the Applicant to become a Customer, ,Member, or Affiliateand where the Customer, Member, or Affiliateentered into the Contract with the ,Company.\nThe Contract is therefore to be construed in accordance with the laws of the State of ,Florida(without giving effect to any conflict of law provision or rule) as to contracts made and to be ,wholly performed within the State.\nAny controversy or claim arising out of or relating to the Contract ,or the breach thereof, or any controversy or claim relating to the business relationships arising ,between Customers, Members, or Affiliatesshall be resolved by mandatory, final, binding, non-,appealable arbitration in Jupiter, Florida, United States of America.,I.\nAttorneysFees.\nIf any suit, action, or proceeding is brought to enforce any term or provision of this,Contract, the prevailing party shall be entitled to recover reasonable attorneys’fees, costs, and ,expenses incurred, in addition to any other relief to which such party may be legally entitled.,J.\nSuccessors and Assigns.\nThe Contract will be legal and binding upon and inure to the benefit of ,the heirs, devisees, executors, administrators, personal representatives, successors, and assigns ,(as applicable) of the respective parties hereto.,K.\nLimitation of Liability.\nTo the extent permitted by law, the Company, its directors, officers, ,members, managers, shareholders, employees, assigns and agents (collectively referred to as ,“Responsible Parties”) shall not be liable for, and the Customer, Member, or Affiliatereleases ,Company and its Responsible Parties from and waive all claims, for any loss of profits, indirect, ,direct, special or consequential damages, and forany other losses incurred or suffered by ,Customers, Members, or Affiliatesas a result of: (i) Customer, Member, or Affiliate’s breach of the ,Contract, (ii) the promotion or operation of the Customers, Members, or Affiliateship and the ,Customers, Members,or Affiliateship Business.\n(iii) Customer, Member, or Affiliate’s incorrect or ,wrong data or information provided to the Company or its Responsible Parties.\nor (iv) the Customer, ,Member, or Affiliate’s failure to provide any information or data necessary for the Company to ,operate its business.\nEACH CUSTOMER, MEMBER, OR AFFILIATEAGREES THAT THE ENTIRE ,LIABILITY OF THE COMPANY AND ITS RESPONSIBLE PARTIES FOR ANY CLAIM ,WHATSOEVER RELATED TO THE CONTRACT, BUT NOT LIMITED TO, ANY CAUSE OF ,ACTION SOUNDING IN CONTRACT, TORT, OR EQUITY, SHALL NOT EXCEED, AND SHALL BE ,LIMITED TO, THE AMOUNT OF PRODUCTS THE CUSTOMER, MEMBER, OR AFFILIATEHAS ,PURCHASED FROM THE COMPANY THAT ARE IN RESALABLE CONDITION.", "created_at": "2023-07-09 17:01:56.046153", "updated_at": "2023-07-09 17:02:24.406263"}], "points": [], "urls": ["livegood.com"]}}