{"error": 448, "message": "OK", "parameters": {"id": 9311, "name": "Drawception", "created_at": "2023-08-20 02:02:52.588034", "updated_at": "2023-08-20 10:02:15.429928", "wikipedia": "https://en.wikipedia.org/wiki/Drawception", "keywords": null, "related": null, "slug": "drawception", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9311.png", "url": "drawception.com", "documents": [{"id": 18240, "name": "Privacy Policy", "url": "https://drawception.com/privacy-policy/", "xpath": "//body", "text": " Toggle Nav <ul> Home Play Now Forums Games Contests Sandbox Rules FAQ Search </ul> Login Register DRAWCEPTION.COM PRIVACY NOTICE <p>\nEffective April 17, 2012.\n</p>\n<p>\nDrawception.com (“Drawception”) welcomes you to enjoy our services and games (collectively, the “Drawception Games”) available through drawception.com (the “Website”) and social networking websites, such as Facebook (collectively, “SN Websites”).\nOur Drawception Games include, but not limited to, “Drawception” (currently accessible at http://drawception.com).\nThis Privacy Notice applies to data collected by Drawception through your use of the Drawception Games and any other such service provided by Drawception through the Drawception Games (collectively, the “Service”).\n</p>\n<p>\nPlease contact us if you have any questions or comments about our privacy practices or this Privacy Notice.\nYou can reach us online at reed@drawception.com.\n</p>\n<p>\nDRAWCEPTION MAY MODIFY THIS PRIVACY NOTICE AT ANY TIME, IN DRAWCEPTION’S SOLE DISCRETION, AND SUCH MODIFICATION SHALL BE EFFECTIVE IMMEDIATELY UPON EITHER POSTING OF THE MODIFIED PRIVACY NOTICE ON THE APPLICATION OR NOTIFYING YOU.\nYOU AGREE TO REVIEW THIS PRIVACY NOTICE PERIODICALLY TO ENSURE THAT YOU ARE AWARE OF ANY MODIFICATIONS.\nYOUR CONTINUED ACCESS OR USE OF THE APPLICATION AND/OR THE SOFTWARE SHALL BE DEEMED YOUR CONCLUSIVE ACCEPTANCE OF THE MODIFIED PRIVACY NOTICE.\n</p> Collection of Your Personal Information <p>\nIn using or accessing the Drawception Games, you will not be required to directly provide us with any personal information as we use the information you have already provided to the SN Website (e.g, Facebook) in registering for an account with such SN Website and which you have allowed such SN Website to share with Drawception, including, but not limited to, your first name, your user profile picture, your friend's list, pages you are a fan of, your gender, and the networks to which you belong (collectively, your “Submitted Information”).\nIn addition to the Submitted Information, we may collect the following information you provide (collectively, the “User Content”):\n</p>\n<ul>\n<li>Information associated with messages and invitations that you provided to people in your network through the Drawception Games.</li>\n<li>In-game actions you make, links clicked, and other similar navigation action in connection with the Drawception Games (collectively, your “In-Game Actions”).</li>\n<li>Certain standard browser information, such as your browser type, IP address, and access times.</li>\n<li>Information from publicly accessible sources, such as blogs and comments from other users.</li>\n</ul>\n<p>\nIn using and/or accessing the Drawception Games, you expressly authorize us to collect and use your Submitted Information and the User Content (collectively, the “Information”) in connection with the Drawception Games.\nYou further acknowledge and agree that Drawception may, but is not obligated to, maintain copies of your Information indefinitely, or delete any or all Information, at our sole discretion.\n</p> Notice to Residents of Countries Outside of the United States of America <p>\nDrawception is headquartered in the United States of America.\nUser Content may be accessed by us or transferred to us in the United States or to our affiliates, business partners, or service providers elsewhere in the world.\nBy providing us with User Content, you consent to this transfer.\nWe will protect the privacy and security of User Content according to our Privacy Notice, regardless of where it is processed or stored.\n</p> Privacy Practices of Third Parties and Links to Other Websites <p>\nThis Privacy Notice only addresses the use and disclosure of information by Drawception through your interaction with the Drawception Games.\nOther websites that may be accessible through links from Drawception may have their own privacy statements and personal information collection, use, and disclosure practices.\nThe fact that we link to a website is not an endorsement, authorization or representation of our affiliation with that third party.\nWe do not exercise control over third party websites.\nThese other websites may place their own cookies (for a definition of “cookies”, please see the section “Use of Cookies” below) or other files on your computer, collect data or solicit personally identifiable information from you.\nOther sites follow different rules regarding the use or disclosure of the personally identifiable information you submit to them.\nWe advise you to carefully read to the terms of use and privacy policies of SN Websites (collectively, the SNW Policies”) that you access the Drawception Games through.\nIt is your responsibility to read and accept the respective SNW Policies prior to accessing and playing the Drawception Games.\n</p> Use of Your Personal Information <p>\nDrawception collects and uses your In-Game Actions to operate and improve the Drawception Games and better deliver the Services.\nThese uses may include performing analysis aimed at improving the Service.\nmaking the Drawception Games or Services more user friendly.\nand displaying advertising and content that are tailored to your preferences and interests.\nDrawception will not use, display, or share any of your In-Game Actions or your Information in a manner inconsistent with the privacy settings on your Facebook Account and/or Section 9 of Facebook’s Statement of Rights and Responsibilities (currently accessible at http://www.facebook.com/terms.php).\n</p>\n<p>\nWe may also use your Information (e.g., name, email address and other Information) to notify you of new releases, notifications, and to solicit your comments and feedback.\nAny such emails will include an “unsubscribe” link should you decide you do not want to receive further such emails.\n</p>\n<p>\nIn-Game Actions and/or Information collected on Drawception sites and services may be stored and processed in the United States or any other country in which Drawception or its affiliates, subsidiaries or agents maintain facilities, and by using a Drawception site or service, you consent to any such transfer of information outside of your country.\n</p>\n<p>\nYou understand and agree that Drawception may access, maintain, archive and disclose any Information we may have about you and the contents of your Drawception account if required to do so by law or in a good faith belief that such access, maintenance, archival or disclosure is reasonably necessary to comply with legal process (such as a search warrant, subpoena, statute, or court order), to avoid liability, or to protect our rights and property, or that of our affiliates or the public.\nDrawception is not required to question or contest the validity of any search warrant, subpoena or other similar governmental request that Drawception receives.\n</p> Sharing of Your Personal Information <p>\nExcept as described in this Privacy Notice, your Information will be used only by Drawception and its controlled subsidiaries and affiliates, and such information will not be disclosed to any other third party without your consent.\nDrawception occasionally hires other companies to provide limited administrative and communication services on our behalf, such as providing customer support in connection with the Drawception Games, or performing statistical analysis of the Services.\nThose companies will be permitted to obtain only such Information from you as necessary for them to deliver the service.\nThose companies are required to maintain the confidentiality of the Information and are prohibited from using it for any other purpose.\n</p>\n<p>\nDrawception may access and/or disclose Information and/or In-Game Actions about you without your prior consent if Drawception has a good faith belief that such action is necessary to: (i) comply with legal process or other legal requirements of any governmental authority.\n(ii) protect and defend the rights or property of Drawception (including the enforcement of our agreements).\n(iii) operate or conduct maintenance and repair of the Services or equipment as authorized by law.\n(iv) act in urgent circumstances to protect the personal safety of users of Drawception Services or members of the public.\nor (v) act in accordance with the provisions set forth in Facebook’s Statement of Rights and Responsibilities, Principles, and any other Facebook policy in effect.\n</p>\n<p>\nIn some cases, Drawception may choose to buy or sell assets.\nIn these types of transactions, user information is typically one of the business assets that is transferred.\nMoreover, if Drawception, or substantially all of its assets, were acquired, user information would be one of the assets that is transferred or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquirer of Drawception may continue to use your Information as set forth in this Privacy Notice.\n</p> Security of Your Personal Information <p>\nThe In-Game Actions Drawception collects is securely stored within our database, and we use standard, industry-wide practices such as firewalls, encryption, and (in certain areas) Secure Socket Layers for protecting your information.\nHowever, as effective as encryption technology is, no security system is impenetrable and Drawception cannot guarantee the security of our database.\n</p> Collection and Use of Children's Personal Information <p>\nThe Drawception Games and the Service are intended for general audiences.\nDrawception does not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register.\nNo one under age 13 may provide any personal information to or on Drawception.\nIf you are under 13, please do not send any information about yourself to us (including, but not limited to, your name, address, telephone number, or email address) or register or attempt to register for a Drawception account or to access any Drawception Games.\nIf a parent or guardian becomes aware that his or her child has provided us with personally identifiable information without the parent or guardian's consent, he or she should contact us at reed@drawception.com.\nIf we become aware that a minor under 13 has provided us with personal identifiable information, we will use reasonable commercial efforts to promptly delete such information from our files.\n</p> Use of Cookies and Related Technologies <p>\nDrawception uses \"cookies\" to collect non-personal data and information.\nCookies are small text files our Drawception Games uses to recognize repeat users, and is typically placed on your hard disk by a Web page server.\nCookies contain information that can later be read by a web server in the domain that issued the cookie to you.\nThe way cookies function is by assigning a number to the user that has no meaning outside of the assigning Web site.\n</p>\n<p>\nYou should be aware that Drawception cannot control the use of cookies (or the resulting information) by Drawception's third-party partners or advertisers.\nYou have the ability to accept or decline cookies.\nMost Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nIf you choose to decline cookies, you may not be able to sign in or use other interactive features of Drawception sites and services that depend on cookies.\n</p>\n<p>\nIn addition, Drawception may use third party analytics providers and products to obtain, compile and analyze Information (that may include Submitted Information) about how users are using and interacting with Drawception and/or the Drawception Games.\nDrawception may provide Information (that may include Submitted Information) to these analytics providers for the purpose of obtaining statistics and other information about how users are using and interacting with Drawception.\nThese analytics providers may use a variety of established or new tracking technologies or tools (including, without limitation, cookies, web beacons, HTTP cache, local shared objects and persistent identifiers) to recognize your computer or device and/or to collect or compile this information.\nDrawception has no control over the technologies, tools or practices of the third parties that providing analytics products and services to Drawception.\n</p> Comments Regarding this Privacy Notice <p>\nDrawception welcomes your comments regarding this Privacy Notice.\nIf you have questions regarding this Privacy Notice, please contact us by e-mail at reed@drawception.com.\n</p>\n<p>\n<b>Drawception</b>\n</p>\n<ul>\n<li>Home</li>\n<li>About</li>\n<li>FAQ | Rules</li>\n<li>Sandbox</li>\n<li>Contact</li>\n</ul>\n<p>\n<b>Explore</b>\n</p>\n<ul>\n<li>Recent Games</li>\n<li>Top Games</li>\n<li>Art Store</li>\n<li>Contests</li>\n<li>Search</li>\n</ul>\n<p>\n<b>Community</b>\n</p>\n<ul>\n<li>Forums</li>\n<li>Tools</li>\n<li>Discord</li>\n<li>Twitter</li>\n</ul>\n<p> Play Now </p>\n<p> 27,671 games in progress </p>\n<p>\n<strong>Where simple drawing meets the classic \"telephone game\".\nMiscommunication and hilarity ensues!</strong>\n<br>\n<small> © 2023 Drawception.\nPrivacy Policy.\nTerms of Service.\nCreated by Reed.\n</small>\n</p>\n<p>\n<small>For Olivia</small>\n</p> ", "created_at": "2023-08-20 02:03:20.587544", "updated_at": "2023-08-20 02:03:29.848264"}, {"id": 18239, "name": "Terms of Service", "url": "https://drawception.com/terms-of-service/", "xpath": "//body", "text": " Toggle Nav <ul> Home Play Now Forums Games Contests Sandbox Rules FAQ Search </ul> Login Register TERMS OF SERVICE <p>\nHello and welcome to Drawception.com (“Drawception\") and its online Website (collectively, including all content and functionality available through the Drawception.com domain name, the \"Website\").\nDrawception welcomes you to enjoy our services and games (collectively, the “Services”) available through the Website and social networking websites, such as Facebook (collectively, “SN Websites”).\nOur Drawception Games include, but not limited to, “Drawception” (currently accessible at http://drawception.com).\n</p>\n<p>\nBY VISITING, DOWNLOADING, REGISTERING FOR AN ACCOUNT ON THE WEBSITE (AN “ACCOUNT”), ACCESSING OR USING ANY PART OF THE WEBSITE, YOU (THE TERMS “YOU”, “YOUR”, AND “YOURS” SHALL REFER TO ANY AND ALL USERS OF THE WEBSITE (THE “USER”)) EXPRESSLY AGREE TO AND CONSENT TO BE BOUND BY (A) THE TERMS AND CONDITIONS OF THIS TERMS OF SERVICE AGREEMENT (THE \"AGREEMENT\"), AND (B) DRAWCEPTION's Privacy Notice, which CAN BE found at http://www.drawception/privacy-policy/ (THE “PRIVACY NOTICE”).\nIF YOU DO NOT AGREE TO THE TERMS OF THIS AGREEMENT AND/OR THE PRIVACY NOTICE, YOU DO NOT HAVE DRAWCEPTION’S AUTHORIZATION TO USE ANY OF THE SERVICES AND YOU MAY NOT ACCESS OR USE ANY PORTION OF THE WEBSITE.\nDRAWCEPTION MAY MODIFY THIS AGREEMENT AT ANY TIME, AND SUCH MODIFICATION SHALL BE EFFECTIVE IMMEDIATELY UPON EITHER POSTING OF THE MODIFIED AGREEMENT OR NOTIFYING YOU.\nYOU AGREE TO REVIEW THIS AGREEMENT PERIODICALLY TO ENSURE THAT YOU ARE AWARE OF ANY MODIFICATIONS.\nYOUR CONTINUED ACCESS OR USE OF THE WEBSITE SHALL BE DEEMED YOUR CONCLUSIVE ACCEPTANCE OF THE MODIFIED AGREEMENT.\n</p>\n<p>\n1.\nService Terms and Limitations.\n</p>\n<p>\n1.1 Description.\nThe Website provides a platform where Users can create, submit, upload, publish or display (hereinafter, \"post\") drawings (including text)(the “Drawings”) to the Website and share such Drawings through the Services with other Users.\nThe Service and Website are proprietary to Drawception and are protected by intellectual property laws and international intellectual property treaties.\n</p>\n<p>\n1.2\tProprietary Rights.\nThe entire contents displayed on the Website (the “Content”) have copyrighted protection as a collective work under the laws of the United States and other copyright laws.\nDrawception is the sole exclusive owner of the Content.\nThere may be collective work that is the property of other third parties and such collective work is also protected by copyright and other intellectual property laws.\nYou are allowed to display and, subject to any expressly stated restrictions or limitations relating to specific material, download portions of the Content from the different areas of the Website only for non-commercial use, unless otherwise permitted.\nAny redistribution, retransmission or publication of any copyrighted material is strictly prohibited without the express written permission of the copyright owner.\nYou may not change or delete any proprietary notices from materials downloaded from the Website.\nYou agree not to use any Drawception logo or any other proprietary graphic or trademark without Drawception's express written consent.\nAs between the parties, title, ownership rights, and intellectual property rights in the Content, and any copies or portions thereof, shall remain in Drawception and/or its content providers.\nThird-party trademarks, service marks and logos contained in the Website are owned and licensed by their respective owners.\nAny and all rights not expressly granted herein are reserved.\n</p>\n<p>\n1.3\tGrant of Limited License.\nYour access to the Service is licensed and not sold.\nSubject to the terms of this Agreement and upon your registration for an Account, Drawception hereby grants you a revocable, non-exclusive, non-transferable account enabling you to access and use the Services and the Website.\nAll the Content that is made available to view and/or download in connection with the Website is owned by and is the copyrighted work of Drawception and/or its suppliers and is licensed, not sold.\nYou do not have the right to lend, lease, rent or sublicense the Website and/or the Content.\n</p>\n<p>\n1.4\tUser's Agreement.\nUser Representations.\n</p>\n<p>\n1.4.1\tUser Agreement.\nIn order to access the Service, you will be required to register for an Account.\nYou may register for an Account by allowing Drawception to access your name and other profile information through existing accounts you may have on SN Websites (each a “SN Website Profile”).\nYou agree to: (a) provide true, accurate, current and complete information about yourself when registering for an Account, and (b) maintain and promptly update your Account to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Drawception has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Drawception has the right to suspend or terminate your Account and refuse any and all current or future use of the Services (or any portion thereof).\n</p>\n<p>\n1.4.2\tUser Representations.\nYou represent and warrant to Drawception that you will (a) maintain the security of your user identification, password and other confidential information relating to your Account.\n(b) maintain the security, confidentiality and integrity of all messages and the content that you receive, transmit through or store on the Service.\n(c) maintain all charges resulting from the use of your Account, including but not limited to, unauthorized use of your Account prior to you notifying Drawception in writing of such use and taking steps to prevent its further occurrence by changing your password.\n(d) comply with the terms set forth herein.\nand (e) comply with all applicable U.S.\nand international laws, statutes, ordinances, rules, regulations, contracts and applicable licenses regarding your use of the Services or Website.\nYou further represent and warrant that (i) you are over the age of thirteen (13) and have the power, authority or consent to enter into and perform your obligations under the Agreement.\n(ii) all information provided by you to Drawception is truthful, accurate and complete.\n(iii) you are or have the permission of the authorized signatory of the credit or charge card provided to Drawception, if any and if applicable, to pay any fees.\n(iv) you shall comply with all terms and conditions of this Agreement.\n(v) you have provided and will provide accurate and complete registration information.\nand (vi) each time you post, submit or upload a Drawing and/or upload Submitted Content (as defined herein) on the Website or through the Service, you own or otherwise control the rights or have the necessary consents to upload or post such Drawing and/or Submitted Content (as defined herein) and to enable inclusion and use of the Drawing and/or Submitted Content (as defined herein) in the manner contemplated by the Website.\n</p>\n<p>\n1.5\tUser’s Restrictions.\nYou are not permitted, directly or indirectly, to (i) engage in any acts inconsistent with the principles of copyright protection and fair use, as codified in 17 U.S.C.\nSections 106-110, without obtaining the express written consent of Drawception and/or the copyright owner.\nor (ii) distribute, display (except for the purposes set forth in Section 2), rent, lease, transfer or otherwise transfer rights to, or in any way exploit, the Content and Submitted Content, in whole or in part.\nor (iii) remove any proprietary notices or labels on the Content and Submitted Content.\n</p>\n<p>\n2.\nONLINE COMMUNICATIONS.\n</p>\n<p>\n2.1\tSubmitted Content.\nYou are solely responsible for the Drawings you post to the Website through the Services.\nYou are further solely responsible for any information, and other content that you post on the Website (collectively, the “Submitted Content”).\nYou understand the Website is available to the public.\nTherefore any information you consider confidential should not be posted to the Website.\nBy posting Submitted Content, you agree that Drawception may reveal your identity and whatever information we know about you to any law enforcement agent or official in the event of legal action arising from any Submitted Content posting by you.\nYour participation in on-line communications occurs in real time and is not edited, censored, or otherwise controlled by Drawception.\nDrawception cannot and does not screen content provided by you to the Website or through the Services.\nNotwithstanding the foregoing, Drawception reserves the right to monitor content on the Website and to remove content, which Drawception, in its sole discretion, determines to be harmful, offensive, or otherwise in violation of this Agreement or Drawception' operating policies for Users.\n</p>\n<p>\n2.2\tLicense Grant.\n</p>\n<p>\n2.2.1\tBy posting any Drawing and/or Submitted Content on publicly accessible locations on the Website, you automatically grant (or warrant that the owner of such content has expressly granted) to Drawception a perpetual, royalty-free, non-exclusive, irrevocable, unrestricted, worldwide license to use, copy, sublicense, reproduce, distribute, redistribute, modify, adapt, publish, edit, translate, transmit, create derivative works of, publish and/or broadcast, publicly perform or display, and/or commercially exploit any materials or other information (including, without limitation, ideas contained therein for new or improved products or services) you submit to public areas of the Website, alone or as part of other works in any form, media, or technology whether by any means and in any media now known or hereafter developed and to sublicense such rights through multiple tiers of sublicenses.\nYou further acknowledge and agree that your name, likeness, and/or SN Website Profile may be associated your Drawings and you hereby grant Drawception a perpetual, royalty-free, non-exclusive, irrevocable, unrestricted, worldwide license to use your name, likeness, and/or SN Website Profile in association with your Drawings and/or Submitted Content.\n</p>\n<p>\n2.2.2\tYou acknowledge and agree that (i) no compensation will be paid with respect to the use of your Drawings and/or Submitted Content.\n(ii) Drawception is not obligated to pay you and you shall not receive any revenue, financial incentive, profit, royalty, or other income, if any, generated by or through your Drawings and/or Submitted Content.\n(iii) you shall have no recourse against Drawception for any alleged or actual infringement or misappropriation of any proprietary right in your communication to us.\nand (iv) Drawception may remove any Drawings and/or Submitted Comment at any time in its sole discretion.\n</p>\n<p>\n2.2.3\tWhen you post any Drawings and/or Submitted Content on the Website, you authorize and direct Drawception to make such copies thereof as Drawception deems necessary in order to facilitate the posting and storage of such content on the Website.\nYou hereby agree to also grant each user of the Website a non-exclusive license to access your Drawings and Submitted Content through the Website, and to use, reproduce, distribute, display and perform such Drawings and Submitted Content as permitted through the functionality of the Website and under this Agreement.\n</p>\n<p>\nTHE LICENSE GRANT BY YOU TO DRAWCEPTION, PURSUANT TO THIS SECTION 2.2, IS IN CONSIDERATION FOR YOUR ACCESSS TO THE SERVICES.\nIF YOU DO NOT AGREE TO THE TERMS AND CONDTIONS PROVIDED IN THIS SECTION 2.2, PLEASE DO NOT SUBMIT ANY DRAWINGS OR SUBMITTED CONTENT TO DRAWCEPTION.\n</p>\n<p>\n2.3\tUser Warranties and Representations.\nYou warrant, represent and agree that you will not contribute any Drawings and/or Submitted Content or otherwise use the Website in a manner that (i) infringes the intellectual property rights or proprietary rights, or rights of publicity or privacy, of any third party.\n(ii) violates any law, statute, ordinance or regulation.\n(iii) you should know is harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, fraudulent, deceptive, or misleading or otherwise objectionable.\n(iv) adversely affects or reflects negatively on Drawception’s goodwill, name or reputation or causes duress, distress or discomfort to Drawception or anyone else, or discourages any person, firm or enterprise from using all or any portion, feature, or function of the Website, or from advertising, liking or becoming a supplier to use in connection with the Website.\n(v) send or result in the transmission or junk e-mail, chain letters, duplicative or unsolicited messages, or so-called “spamming”.\n(vi) transmit, distribute or upload programs or material that contain malicious code, such as viruses, timebombs, cancelbots, worms, trojan horse, spyware, or other potentially harmful programs or other material or information.\n(vii) falsely report to an employee or agent of Drawception.\n(viii) circumvent, disable or otherwise interfere with security-related features of the Website or its features that prevent or restrict use or copying of any content.\n(ix) intercept or attempt to intercept email or other private communications not intended for you.\nand/or (x) causes the Website to be used for commercial or business purposes, including, without limitation, advertising, marketing, or offering goods or services, whether or not for financial or any other form of compensation or through linking with any other Website or web pages.\nYou further warrant, represent and agree that you will not (x) post or transmit any message, data, image or program which is indecent, obscene or pornographic.\n(y) use the Website to threaten, harass, stalk, abuse, or otherwise violate the legal rights (including rights of privacy and publicity) of others.\nand (z) delete any author attributions, legal notices or proprietary designations or labels in a file that you upload to the Website.\nWhile it is not the intent of Drawception to discourage you from reporting problems about the Services, nonetheless, Drawception reserves the right to take such action as it deems appropriate and/or to remove any content from the Website at any time, for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such content or if Drawception is concerned that you may have breached the immediately preceding sentence), or for no reason at all.\n</p>\n<p>\n3.\nOPERATION.\nDrawception reserves complete and sole discretion with respect to the operation of the Website.\nDrawception may, among other things: (a) delete email or private messages if it has not been accessed by a User within the time established by Drawception policies.\n(b) subject to Section 2, make available to third parties information relating to the Users.\nand (c) withdraw, suspend or discontinue any functionality or feature of the Website.\nDrawception may, in its complete and sole discretion, review uploaded files, conferences, forums, and chats and authorize restrictions on access thereto.\nDrawception will not review the contents of email or private messages except as required or allowed by applicable law or legal process.\n</p>\n<p>\n4.\nCONTENT AND GENERAL DISCLAIMERS\n</p>\n<p>\n4.1\tGeneral Disclaimer.\nTHE WEBSITE IS PROVIDED BY DRAWCEPTION ON AN \"AS IS\" BASIS.\nDRAWCEPTION MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THESE WEBSITES OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THESE WEBSITES.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, DRAWCEPTION DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND WARRANTIES THAT ACCESS TO OR USE OF THE SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHERE ARE NO WARRANTIES THAT EXTEND BEYOND THE FACE OF THESE TERMS.\nDRAWCEPTION CANNOT AND DOES NOT WARRANT AGAINST HUMAN AND MACHINE ERRORS, OMISSIONS, DELAYS, INTERRUPTIONS OR LOSSES, INCLUDING LOSS OF DATA.\nDRAWCEPTION CANNOT AND DOES NOT GUARANTEE OR WARRANT THAT FILES AVAILABLE FOR DOWNLOADING FROM THE WEBSITE WILL BE FREE OF INFECTION BY VIRUSES, WORMS, TROJAN HORSES OR OTHER CODE THAT MANIFEST CONTAMINATING OR DESTRUCTIVE PROPERTIES.\nDRAWCEPTION DOES NOT WARRANT OR GUARANTEE THAT THE FUNCTIONS OR SERVICE ACCESSED THROUGH THE SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE OR THAT DEFECTS IN THE WEBSITE WILL BE CORRECTED.\nTHIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THESE TERMS.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SERVICE, OR WITH ANY OF THESE TERMS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICE.\nDRAWCEPTION MAY CHANGE THE SERVICE OR THE FEATURES IN ANY WAY, AND AT ANY TIME AND FOR ANY REASON.\nAlthough Drawception has attempted to provide accurate information on the Website, Drawception assumes no responsibility for the accuracy or completeness of the information.\n</p>\n<p>\n4.2\tInformational Purposes Only.\nAny opinions expressed on the Website are the personal opinions of the original author and not of Drawception, even though the original author may be employed by Drawception.\nThe Content is provided for informational and entertainment purposes only and is not an endorsement or representation by Drawception or any other party.\nDrawception does not assume any responsibility or liability for any Drawings, Submitted Content, blogs, opinions or other commentary posted on the Website or any third party Website linked to the Website and makes no express or implied warranty or guarantee about the accuracy, copyright compliance, legality, or any other aspect of the Content.\n</p>\n<p>\n4.3\tDisclaimer of Third Party Information.\nYou understand that when using the Website, you will be exposed to Drawings and Submitted Content and third party content from a variety of sources, and that Drawception is not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such Drawings, Submitted Content or third party content.\nYou further understand and acknowledge that you may be exposed to Drawings, Submitted Content and third party content that may be offensive, indecent, inaccurate, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Drawception with respect thereto.\nYou acknowledge that statements made in the Website, newsgroups, message boards, email, forums, conferences, chats, Submitted Content, and/or through Drawings reflect only the views of their authors.\nForum managers, forum hosts, content providers, or merchants appearing on the Website are not authorized Drawception spokespersons, and their views do not necessarily reflect those of Drawception, and Drawception does not endorse any Drawings, Submitted Content or any opinion, recommendation, or advice expressed therein.\n</p>\n<p> 4.4\tLinks to Third Party Websites.\nThe Website may contain links to third party Websites.\nYou agree that access to any other third party Internet Website (“Other Websites”) linked to the Website is done at your own risk and Drawception is not responsible for the accuracy, availability or reliability of any information, goods, data, opinions, advice or statements made available on these Other Websites.\nYou understand these links may lead unintentionally to Other Websites containing information that you or others may find inappropriate or offensive.\nThese links are not under the control of Drawception and as such, you agree that Drawception is not liable for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such Other Websites.\nThese links are provided by Drawception merely for convenience and the inclusion of these links does not imply an endorsement or recommendation by Drawception.\nYou agree that Drawception is not responsible for any form of transmission received from any link, nor is Drawception responsible if any of these links are not working appropriately.\nIt is your responsibility when viewing to abide by any privacy statements and terms of use posted in connection with these links.\n</p>\n<p>\n5.\nINDEMNIFICATION.\nYOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS DRAWCEPTION, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, INFORMATION PROVIDERS AND SUPPLIERS FROM AND AGAINST ALL LOSSES, EXPENSES, DAMAGES AND COSTS, INCLUDING REASONABLE ATTORNEY'S FEES, RESULTING FROM ANY VIOLATION OF THIS AGREEMENT OR ANY ACTIVITY RELATED TO YOUR ACCOUNT (INCLUDING INFRINGEMENT OF THIRD PARTIES' WORLDWIDE INTELLECTUAL PROPERTY RIGHTS OR NEGLIGENT OR WRONGFUL CONDUCT) BY YOU OR ANY OTHER PERSON ACCESSING THE WEBSITE USING YOUR THE ACCOUNT.\n</p>\n<p>\n6.\nWAIVER AND RELEASE.\nYOU AGREE THAT NEITHER DRAWCEPTION NOR ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, LICENSORS OR SUPPLIERS SHALL HAVE ANY LIABILITY TO YOU UNDER ANY THEORY OF LIABILITY OR INDEMNITY IN CONNECTION WITH YOUR USE OF THE WEBSITE, THE SERVICE, OR THE CONTENT.\nYOU SPECIFICALLY ACKNOWLEDGE THAT DRAWCEPTION SHALL NOT BE LIABLE FOR DRAWINGS AND SUBMITTED CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.\nYOU HEREBY RELEASE AND FOREVER WAIVE ANY AND ALL CLAIMS YOU MAY HAVE AGAINST DRAWCEPTION, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, LICENSORS OR SUPPLIERS (INCLUDING BUT NOT LIMITED TO CLAIMS BASED UPON THE NEGLIGENCE OF DRAWCEPTION, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, LICENSORS OR SUPPLIERS) FOR LOSSES OR DAMAGES YOU SUSTAIN IN CONNECTION WITH YOUR USE OF THE WEBSITE, THE SERVICE, OR THE CONTENT.\n</p>\n<p>\n7.\nLIABILITY LIMITATION.\nNOTWITHSTANDING THE FOREGOING PARAGRAPH DRAWCEPTION WILL NOT BE LIABLE UNDER ANY THEORY OF LAW, FOR ANY INDIRECT, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES, INCLUDING, BUT NOT LIMITED TO, LOSS OF PROFITS, BUSINESS INTERRUPTION, LOSS OF INFORMATION OR DATA OR COSTS OF REPLACEMENT GOODS, ARISING OUT OF THE USE OR INABILITY TO USE THE WEBSITE OR RESULTING FROM USE OF OR RELIANCE ON THE INFORMATION PRESENTED, EVEN IF DRAWCEPTION MAY HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nThe Website is controlled and offered by Drawception from its facilities in the United States of America.\nDrawception makes no representations that the Website is appropriate or available for use in other locations.\nThose who access or use the Website from other jurisdictions do so at their own volition and are responsible for compliance with local law.\n</p>\n<p>\n8.\nCopyright or Intellectual Property Infringement Notification.\nDrawception respects the intellectual property rights of others.\nYou can notify Drawception of possible copyright infringement, and Drawception will review all claims of copyright infringement received and remove content deemed to have been posted or distributed in violation of any such laws.\nTo make a claim, please provide the following: </p>\n<p>\n(a) A physical or an electronic signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest that is allegedly infringed.\n<br>\n(b) A description of the copyrighted work or other intellectual property that you claim has been infringed.\n<br>\n(c) A description of where the material that you claim is infringing is located on the Website reasonably sufficient to permit Drawception to locate the material.\n<br>\n(d) Your contact information, including your address, telephone number, and email.\n<br>\n(e) A statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand <br>\n(f) A statement by you that the above information in your notice is accurate and that you, made under penalty of perjury, are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.\nContact the agent designated to receive and act on copyright violations under the Digital Millennium Copyright Act (\"DMCA\").\nClaims can be sent to reed@drawception.com.\n</p>\n<p>\n9.\nTerm and Termination.\nEither you or Drawception may terminate this Agreement at any time and for any reason.\nIn addition, this Agreement will terminate immediately, without notice, if you fail to comply with the terms of this Agreement.\nDrawception also reserves the right to terminate or suspend your Account and access to the Website and Services without prior notice.\nThe provisions of Sections 1.2 (Proprietary Rights), 1.4 (User Agreement.\nUser Representations), 2 (Online Communications), 5 (Indemnification), 6 (Waiver and Release), 7 (Disclaimers), 8 (Limitation of Liabilities), 9 (Term and Termination), and 11 (Miscellaneous) shall survive any termination of this Agreement.\n</p>\n<p>\n10.\nPrivacy Rights.\nDrawception is firmly committed to protecting your privacy, the privacy of Users, and the information that Drawception gathers.\nIn registering for the Services, you represent and agree that you will not use the Services to track or collect personally identifiable information of Users.\nFor Drawception’s complete policy on privacy, please visit and review Drawception's Privacy Notice at http://www.drawception/privacy-policy/.\n</p>\n<p>\n11.\nMiscellaneous.\nThis Agreement shall be governed by and construed in accordance with the laws of the State of California.\nYou agree that any legal action or proceeding between Drawception and you for any purpose concerning this Agreement or the parties' obligations hereunder shall be brought exclusively in a court of competent jurisdiction sitting in San Francisco County, California, United States.\nAny cause of action or claim you may have with respect to Drawception must be commenced within one (1) year after the claim or cause of action arises.\nDrawception failure to insist upon or enforce strict performance of any provision of this Agreement shall not be construed as a waiver of any provision or right.\nNo waiver of any term, provision or condition of this Agreement, whether by conduct or otherwise, in any one or more instances, shall be deemed to be, or shall constitute, a waiver of any other term, provision or condition hereof, whether or not similar, nor shall such waiver constitute a continuing waiver of any such term, provision or condition hereof.\nNo waiver shall be binding unless executed in writing by the party making the waiver.\nThis Agreement constitutes the complete and exclusive statement of the agreement between the parties with respect to the Service and supersedes any and all prior or contemporaneous communications, representations, statements and understandings, whether oral or written, between the parties concerning the Service.\nIf any action in law or in equity is necessary to enforce the terms of this Agreement, the prevailing party will be entitled to reasonable fees of attorneys, accountants, and other professionals, and costs and expenses in addition to any other relief to which such prevailing party may be entitled.\nThe provisions of this Agreement are severable, and in the event any provision hereof is determined to be invalid or unenforceable, such invalidity or unenforceability shall not in any way affect the validity or enforceability of the remaining provisions hereof.\nNo provisions of this Agreement are intended, nor will be interpreted, to provide or create any third party beneficiary rights or any other rights of any kind in any Nonprofit User, client, customer, affiliate, or any party hereto or any other person unless specifically provided otherwise herein, and except as so provided, all provisions hereof will be personal solely between the parties to this Agreement.\nexcept that Sections 5, 6, and 7 are intended to benefit Drawception and its officers, directors, employees, agents, licensors, and suppliers.\nDrawception may assign its rights and duties under this Agreement to any party at any time without notice to you.\n</p>\n<p>\n12.\nNotice.\nDrawception may deliver notice to you under this Agreement by means of electronic mail, a general notice on the Website, or by written communication delivered by first class U.S.\nmail to your address on record in the Account.\nYou may give notice to Drawception at any time via electronic mail to the Website at the following address: reed@drawception.com\n</p>\n<p>\n<b>Drawception</b>\n</p>\n<ul>\n<li>Home</li>\n<li>About</li>\n<li>FAQ | Rules</li>\n<li>Sandbox</li>\n<li>Contact</li>\n</ul>\n<p>\n<b>Explore</b>\n</p>\n<ul>\n<li>Recent Games</li>\n<li>Top Games</li>\n<li>Art Store</li>\n<li>Contests</li>\n<li>Search</li>\n</ul>\n<p>\n<b>Community</b>\n</p>\n<ul>\n<li>Forums</li>\n<li>Tools</li>\n<li>Discord</li>\n<li>Twitter</li>\n</ul>\n<p> Play Now </p>\n<p> 27,671 games in progress </p>\n<p>\n<strong>Where simple drawing meets the classic \"telephone game\".\nMiscommunication and hilarity ensues!</strong>\n<br>\n<small> © 2023 Drawception.\nPrivacy Policy.\nTerms of Service.\nCreated by Reed.\n</small>\n</p>\n<p>\n<small>For Olivia</small>\n</p> ", "created_at": "2023-08-20 02:02:52.619406", "updated_at": "2023-08-20 02:03:48.994496"}], "points": [], "urls": ["drawception.com"]}}