{"error": 448, "message": "OK", "parameters": {"id": 7690, "name": "Social Creator", "created_at": "2023-03-20 00:15:14.035146", "updated_at": "2023-03-29 19:26:51.395591", "wikipedia": null, "keywords": null, "related": null, "slug": "social-creator", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7690.png", "url": "socialcreator.com", "documents": [{"id": 14816, "name": "terms of service", "url": "https://www.socialcreator.com/terms.html", "xpath": "//body", "text": "\nSocialCreator.com terms of service<br>\n<br> The user that is registered and use SocialCreator.com services (hereinafter \"User\") must understand and accept the following terms of use.\nIn the case of do not understand or do not accept, user can not use SocialCreator.com services (hereinafter \"SocialCreator\").<br>\n<br>\nThe user is responsible to visit this page frequently to stay aware of any changes about these terms and conditions.<br>\n<br>\nThe user may terminate his account and, therefore, its relationship with SocialCreator contacting SocialCreator by email or contact form in SocialCreator pages.<br>\n<br>\nSocialCreator reserves the right to remove a user's account if considers that the use of the account is disproportionate or unreasonable, for example, creating hundreds of applications without sense or send thousands of messages to application users.<br>\n<br>\nThe user is the only responsible of the content and use of the application and he will answer of any infringement resulting of its content or use.<br>\n<br>\nSocialCreator reserves the right to delete one or more user-created applications if think these are not suitable for some viewers.\nAn example application that could be considered unfit could be an application only suitable for adults or with images of extreme violence.\nCan also be considered unsuitable applications that that infringe rights of third parties.<br>\n<br>\nRegarding payment services acquired in SocialCreator, SocialCreator reserves the right to not refund the amounts paid if think the reason that the user expose is not relevant.\nNor will refund if have passed more than 30 days from the payment.<br>\n<br>\nSocialCreator not provide in any case the application source code.\nThe applications source code created with SocialCreator is strictly property of SocialCreator.<br>\n<br>\nIn the apps that the user doesn't display ads through the 'Ads' section of his control panel, AndroidCreator reserves the right to show their own ads to 100% of the users of these apps.<br>\n<br>\nIn the apps that the user displays ads through the 'Ads' section of his control panel, AndroidCreator reserves the right to show their own ads to a maximum of 20% of the users of these apps.<br>\n<br>\nSocialCreator will watch 24 hours a day to keep service running at any time.\nIn case of interruption of service, SocialCreator will resume it on the minimum possible time taking into account the SocialCreator technical and human limitations at that time.\nNo guarantees of minimum service restoration time.<br>\n<br>\nSocialCreator is not responsible, among others, of information loss arising from the user bad use of his private area or bugs in the SocialCreator software or hardware nor external software or hardware.<br>\n<br>\nSocialCreator will not transfer to any other organization or business personal data that user may enter in the user's private area.\nPersonal data will only be used to provide the SocialCreator service.<br>\n<br>\nPersonal data is stored in a single centralized database on a SocialCreator server.\nUser can request the correction or deletion of these data by contacting SocialCreator with any available means (email, contact form, ..).<br>\n<br>\nSocialCreator does not use cookies for advertising or tracking.\nOnly use as few cookies that are technically necessary to login and maintain the user's session.<br>\n<br> ", "created_at": "2023-03-20 00:15:14.066487", "updated_at": "2023-03-20 00:15:37.308806"}], "points": [], "urls": ["socialcreator.com"]}}