{"error": 448, "message": "OK", "parameters": {"id": 7429, "name": "Kurzweil 3000", "created_at": "2023-03-09 02:47:18.572987", "updated_at": "2023-03-29 19:26:42.287555", "wikipedia": null, "keywords": null, "related": null, "slug": "kurzweil-3000", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7429.png", "url": "kurzweil3000.com", "documents": [{"id": 14277, "name": "Privacy Statement", "url": "https://www.kurzweil3000.com/privacy.php", "xpath": "//body", "text": " Privacy Statement for Kurzweil Education Data Management System <p>This site provides you with access to Kurzweil Education's Data Management System.\nThis system is an integral component of Kurzweil Education's curriculum products and provides valuable reporting, instructional recommendations, and other resources used by teachers and other instructional leaders in conjunction with Kurzweil Education's curriculum with the goal of improving student performance.</p>\n<p>This statement describes the privacy and security practices Kurzweil Education employs for this site.\nWe have adopted these practices to protect you, the students, and the school district, and to enable each of us to comply with applicable legal requirements.\nUse of this site requires district acceptance of the practices outlined in this statement.</p>\n<p>Two types of personally identifiable information are used on this site: your <b>personal data</b> and <b>student data</b>.\n</p> Your Personal Data <p>\n<i>Collection:</i> Kurzweil Education collects information from you as you use this site.\nFor example, you must enter certain personally identifiable information, including your name, e-mail address, and phone number.\nWe use this information to verify your identity and prevent unauthorized access to your account and to contact you in connection with your use of this site.\n</p>\n<p>In addition to the information you provide, Kurzweil Education collects information about your use of this site through tracking, cookies, and log files, as described in our general Terms of Use statement.\n</p>\n<p>Protection: Because you enter your personal data, you control its accuracy.\nIf you discover that your personal data is inaccurate or if it changes, you may make corrections by notifying us at support@Kurzweil Education.com or 888-399-1995.\nWe will not share your personal data collected through this site with third persons without your consent.\nHowever, your personal data will be available to authorized users from your school district who have permission from the school district to access it.\nWe will not use your personal data collected through this site for any purpose other than providing you with access to this site and the associated services.\nWe will use the same security to protect your personal data that we use to protect student data collected through this site.\n</p> Student Data <p>As you use this site, you will enter student data or interact with student data that has already been entered.\nFederal law (the Family Educational Rights and Privacy Act, \"FERPA\") allows a school district to release student records to an organization that is \"conducting studies for, or on behalf of, educational agencies or institutions for the purpose of developing, validating, or administering predictive tests...\n[or] improving instruction.\" </p>\n<p>However, FERPA requires limitations on disclosure of those records and implementation of appropriate security measures to protect those records.\nTo help your school district comply with FERPA, Kurzweil Education has adopted certain practices, and requires that educators using this site fulfill certain responsibilities to safeguard student data.\nThe following statement explains our practices and your responsibilities regarding the student data you enter on this site.</p>\n<p>Additionally, Kurzweil Education operates in compliance with the Children's Online Privacy Protection Act (\"COPPA\").\nKurzweil Education will not knowingly collect or use personally identifiable information from anyone under 13 years of age.</p> Student Data Security and Confidentiality Statement <p>\n<i>Purposes of Data Entry:</i> You control what student data is entered on this site.\nStudent data entered on this site should be limited to information that is relevant to the legitimate educational purpose of improving student performance.\nWe will not ask you to enter, and you are instructed not to enter, data about students that is not relevant to this legitimate educational purpose.\n</p>\n<p>Therefore, only a minimum amount of personally identifiable student data required for the setup of the system is requested.\nWe require student first name, student last name, and student identification number.\nAdditional data, not specific to the student, is also required to complete system setup, including the teacher first and last name, class name, grade level, and school name.\nStudent demographic data, for the purposes of optional disaggregated reporting, is requested separately from the initial setup data and is obtained only with written permission from your district.</p>\n<p>Use, Disclosure, and Storage: We will use the student data to provide the services to your school district.\nWe will not keep the student data after you or the school district instructs us to delete it.\nYou may not disclose or otherwise use the student data entered on this site for any unauthorized purposes.</p>\n<p>We will only disclose student data to authorized employees or representatives of the school district, and will not knowingly disclose the student data to any third person without express written authorization.\nWhen, at the request of the district, we acquire assessment or other information, including personally identifiable student data, from a third party source we treat that information with the same confidentiality and security safeguards as though it were provided directly by the district.\nAdditional agreements may be required by the third party to authorize transmission of data to Kurzweil Education.</p>\n<p>Your district may from time to time request that Kurzweil Education provide student data to third parties of its choosing.\nWe will do so with written authorization, which acknowledges that Kurzweil Education is providing that data as your district's agent and that once the data is received by the third party, Kurzweil Education no longer has any control over the use or disposition of the data.</p>\n<p>We may also use aggregated data in our research and product development.\nThat aggregated, non-personally identifiable data (e.g., summary or statistical data) may be shared with third parties.\nHowever, we do not use personally identifiable student data to market any products or services directly to students or their parents.</p>\n<p>In the event that Kurzweil Education wishes, from time to time, to release aggregated data that identifies your school or school district by name, Kurzweil Education will enter into a separate agreement with you to authorize release and publication.</p>\n<p>We may share Personal Information with our parent company and other affiliated companies.\nIf we enter into a business transition such as a merger, consolidation, acquisition, sale of assets, joint venture, securities offering, bankruptcy, reorganization, liquidation, or dissolution, your Personal Information may be among the assets we transfer.\nYou acknowledge and consent that such transfers are permitted by this Privacy Policy, and that any acquirer of ours or that acquirer's affiliates may continue to collect and use your Personal Information as set forth in this Privacy Policy.</p>\n<p>\n<i>Data Quality:</i> You are responsible for keeping the student data that you enter accurate, complete and up-to-date.\nIf you recognize that student data is inaccurate, incomplete, or out-of-date, you are responsible for correcting it.\nIf you experience problems making corrections to student data, please notify us at support@KurzweilEducation.com and we will assist you with making corrections.\n</p>\n<p>\n<i>Security Safeguards:</i> We are committed to protecting student data against unauthorized access, destruction, use, modification or disclosure.\nProtecting student data requires efforts from us and from you.\nWe will implement reasonable and appropriate safeguards when collecting student data from you and when storing that student data in our database and you will observe our security safeguards and exercise reasonable caution when using this site.\n</p>\n<p>Specific institutional and technological security safeguards include: </p>\n<ul>\n<ol>\n<li>Only Kurzweil Education employees who are authorized to handle student data are able to access the Data Management System.</li>\n<li>Only school district employees and representatives that the district authorizes as school officials are permitted to access the system.\nIt has a hierarchical permissions system.\nThis means: <ol>\n<li>A teacher will only be able to see data for his/her class.\n</li>\n<li>A Principal, Coach, or other authorized School User will be able to view all data at a given school.\n</li>\n<li>An authorized district-level employee, such as an Instructional Coordinator or Superintendent, will be able to see all data across the district.\n</li>\n</ol>\n</li>\n<li> Each authorized school official is given a Userid and Password valid only for the duration of the academic year, including a summer program if applicable.\nYou must safeguard your Userid and Password, and not permit any unauthorized access to student data entered or kept in Kurzweil Education's system.\n</li>\n<li>Upon written request by the district, Kurzweil Education will destroy any student data for districts who no longer participate in an Kurzweil Education program.\nKurzweil Education will provide written verification that the data has been destroyed as requested.\n</li>\n<li>If a district has not used any Kurzweil Education product for a period of ten years, Kurzweil Education will provide written notice that the student data pertaining to their district will be destroyed, unless the district requests the records be kept.\nUpon destruction Kurzweil Education will provide written verification that the data has been destroyed.\n</li>\n<li>Kurzweil Education uses industry standard server and network hardware and software to ensure that data is protected from unauthorized access or disclosure.\n</li>\n</ol>\n</ul>\n<p> Although we make concerted good faith efforts to maintain the security of personal information, and we work hard to ensure the integrity and security of our systems, no practices are 100% immune, and we can't guarantee the security of information.\nOutages, attacks, human error, system failure, unauthorized use or other factors may compromise the security of user information at any time.\nIf we learn of a security breach or other unauthorized disclosure of your PII, we will attempt to notify you so that you can take appropriate protective steps by posting a notice on our homepage (www.kurzweiledu.com) or elsewhere in our Service and we will send email to you at the email address you have provided to us.\nAdditionally, we will notify the primary administrative contact at your school or district by email and telephone and assist with their efforts to ensure your notification.</p>\n<p>Any such notice will include:</p>\n<ul>\n<li>The date of the breach.</li>\n<li>The type of information that was subject to breach.</li>\n<li>General description of what occurred.</li>\n<li>Steps we are taking to address the breach.</li>\n<li>The contact person with our Company who you can contact regarding the breach.</li>\n</ul>\n<p>When you use this site, you consent to our privacy practices and agree to accept the responsibilities outlined in this statement.\n</p> Cookies and Log Files <p>A cookie is a piece of data stored on the user's hard drive containing information about the user.\nCambium Learning uses cookies to assist users in the navigation of the site.\nUsage of a cookie is not linked to any personally identifiable information while on the site.\nOnce the user closes their browser, the cookie simply terminates.\nCambium Learning does not record IP addresses of users.</p> Links <p>This web site contains links to other sites.\nAll of these sites have been reviewed by Cambium Learning for integrity and appropriate content.\nCambium Learning is not responsible for the privacy practices of these other sites.\nCambium Learning encourages its users to read the privacy statements of every web site that collects personally identifiable information.\nThis Cambium Learning Privacy Policy statement applies solely to information which is collected by this web site, www.cambiumlearning.com.</p> Notification of Changes <p>The Privacy Policy is subject to change at Cambium Learning's sole discretion.\nIf we decide to change our Privacy Policy, we will post those changes on our Homepage, www.cambiumlearning.com, so our users are always aware of what information we collect, how we use it, and under circumstances, if any, we disclose it.\nWe will use information in accordance with the Privacy Policy in effect when the information was collected.\nIf at any point we decide to use personally identifiable information in a manner different from that stated at the time it was collected, we will notify users by way of an e-mail.\nUsers will have a choice as to whether or not we use their information in a different manner.</p> CONTACT <p> Kurzweil Education is the only operator collecting or maintain student data and PII.\nKurzweil Education's contact information for questions or concerns about this data is as follows:</p>\n<p>Kurzweil Education, Inc.<br> 17855 Dallas Parkway, Suite 400<br> Dallas, TX 75287<br> support@KurzweilEducation.com<br> Privacy@cambiumlearning.com<br> 888-399-1995 <br>\n</p> Privacy Policy | Terms of Use&nbsp;&nbsp.\nAll Rights Reserved.\nA Cambium Learning® Group Company ", "created_at": "2023-03-09 02:47:18.604786", "updated_at": "2023-03-09 02:48:05.771293"}, {"id": 14278, "name": "Terms of Use", "url": "https://www.kurzweil3000.com/terms.php", "xpath": "//body", "text": " Terms of Use User Responsibility <p>At all times all Users are responsible for their use of the Cambium Learning Web Site, and Cambium Learning assumes no liability regarding any use of the Web Site by any person.\nAt any time, and in its sole discretion, Cambium Learning may terminate, limit, or modify access of any person to the Web Site.</p> No Warranty <p>All functionality is provided to Users as is and without warranties of any kind, express or implied.\nCambium Learning expressly disclaims any warranty of merchantability and fitness for a particular purpose, and moreover disclaims any warranty of title, compatibility, security, accuracy, and non-infringement.</p> Educational Use Only <p>Each User agrees to access the Web Site and to use the Services provided by Cambium Learning only for educational purposes and for no commercial purposes whatsoever.</p> No Interruption <p>Users shall not attempt to disrupt or interrupt the operation of the Web Site.\nUsers shall not use the Web Site in any manner that could damage, impair, or interfere with any persons' use of, the Web Site.</p> Connection Charges <p>Users are responsible for all charges associated with connecting to the Web Site.</p> Public Communications and Email <p>Cambium Learning may provide certain Users the facility for posting communications in the form of email, web pages, or other similar communication.\nSuch postings are intended for public consumption and the author shall have no expectation of privacy in such communications.\nSuch communications may not contain offensive material as defined herein.\nUsers may post only their original work.\nCambium Learning will not be responsible for the content of materials posted by Users, and does not attempt to review all communications made to or through the Web Site.\nCambium Learning retains the right, but has no obligation, to monitor such postings, either randomly or in response to inquiries, or both, in order to detect and remove any material which Cambium Learning, in its sole discretion, believes to be offensive, obscene, slanderous, or in any way contrary to law or to Cambium Learning policies.\nIn posting any communications, the User grants to Cambium Learning a fully-paid, perpetual, worldwide, and royalty-free right to copy, display and distribute and such communications in such form and manner as Cambium Learning in its sole discretion may deem beneficial to its subscribers.</p>\n<p>Offensive Material includes any material that:</p>\n<ul>\n<li>is obscene, offensive, indecent, pornographic, sexually explicit or abusive;</li>\n<li>contains any racial, religious, or ethnic insult;</li>\n<li>contains false or misleading statements of fact;</li>\n<li>constitutes impersonation of another person;</li>\n<li>is slanderous, libelous or defames any person or entity;</li>\n<li>causes injury to any person or entity;</li>\n<li>infringes the privacy or intellectual property rights of any person or entity;</li>\n<li>is contrary to law or to public policy;</li>\n<li>in any way violates this Agreement or any Cambium Learning policy;</li>\n<li>includes any survey, contest, pyramid scheme or chain letter;</li>\n<li>advertises or offers to sell or buy any goods or services for any commercial purpose;</li>\n<li>collects or harvests information about others without their express consent;</li>\n<li>solicits funds, except for the benefit of Customer and for a charitable or educational purpose;</li>\n<li>or contains any software virus or other code or routine designed to interrupt, destroy, or limit the functionality of any computer.</li>\n</ul> Links <p>Cambium Learning may on its Web Site provide hyperlinks and pointers to other sites on the Internet maintained by third parties.\nSuch links do not constitute an endorsement by Cambium Learning.\nCambium Learning and its affiliates are not responsible for the content, availability, accuracy, or currency of other sites.\nNo person may link to www.Cambium Learning.com without the express permission of Cambium Learning.</p> Copyright <p>Cambium Learning and its Licensors are the owners of all content and materials on the Web Site, which is protected by copyright and other laws.\nUsers may, on an occasional and irregular basis, disseminate an insubstantial portion of the content from the Web Site, for any non-commercial purpose, without charge, and may transmit the same, in tangible non-electronic form only, to a limited number of individuals.\nIn transmitting any such material, Users must include all copyright and other proprietary right information unchanged in form, must include original source attribution, and must include the phrase \"Used with the Permission of Cambium Learning, Inc.\" Users may not post any content of Cambium Learning's Web Site to any newsgroup, mail list or electronic bulletin board.\nUsers may not reproduce, transmit, sell, distribute, or in any way exploit the Web Site or any portion thereof for any commercial use.</p> Content Disclaimer <p>Content on this Web Site may include facts, views, opinions and recommendations of persons other than Cambium Learning, which are deemed by Cambium Learning to be of interest to Users.\nNeither Cambium Learning nor its Licensors guarantee or warrant the accuracy, completeness, or timeliness of such content, or otherwise endorse the authors.\nCambium Learning intends no portion of the content as professional advice.</p>\n<br> Kurzweil Education, Inc.\nEnd-User License Agreement.\n<p>This is a legal agreement between you and Kurzweil Education, Inc.\nfor itself and its affiliates (collectively, \"Kurzweil Education, Inc.\").\nBy opening the sealed software package and/or by using the software, you agree to be bound by the terms of this License.\nIf you do not agree to the terms of this License, promptly return the unopened software package and all of its accompanying items to Kurzweil Education, Inc..\nfor a full product refund, less shipping charges.</p>\n<ol>\n<li> Grant of License.\nThis Kurzweil Education, Inc.\nLicense Agreement (\"License\") permits you to use the software package enclosed with the License (\"Software Package\") for your internal purposes only.\nThe Software Package includes computer software (\"Software\"), user manuals and instructions (\"Documentation\").\nThis is a non-exclusive License, without the right to assign or sublicense.\nIf this is a License for Software relating to Kurzweil 3000 'Standalone' or Kurzweil 1000, you may install and use the Software on any single computer that is running a validly licensed operating system.\nStandalone licenses of Kurzweil 1000 and Kurzweil 3000 containing an individual, non-volume serial number for use by a/the primary user of the program software on a/the computer on which the Software is installed may install a second copy of the Software for his or her exclusive use on one additional computer.\nSince permission to install the Software on a second computer is intended solely as a convenience to the primary user/you, and not as an extension of the License to additional users, you may only use one (1) installation at a time.\nConcurrent use on two (2) or more computers is not authorized without the advance written consent of Kurzweil Education, Inc.\nand the payment of additional license fees.\nIf you own multiple Standalone licenses indicated by a volume serial number (serial#-xy), then at any time, you may have as many copies of the Software installed use as you have valid licenses indicated by (-xy).\nSecond installations of Standalone licenses purchased in volume are strictly prohibited.\nIn the case of a Software Package designated as a \"Network\" version, you may install the Software on an unlimited number of computers within a network.\nhowever, the number of users simultaneously operating the Software at any given time is strictly limited to the number of licenses purchased.\nIn the case of a Software Package designated as a \"Web License Subscription\" version, you may install the Software on an unlimited number of computers.\nthe number of licenses available for use will vary by subscription type, though they may be used anywhere our Web License Software is installed.\nIn the case of Per User licensing, only students rostered in the user management system and teachers/administrators/faculty may use the Software.\nlicenses are strictly limited by the number of licenses that are purchased.\nFor Per User licensing, each license is assigned to a specific student.\nFor Site Licenses, software usage is strictly limited to any faculty or student currently employed by or enrolled with the stated site/institution.\nAll other rights and limitations in this License apply uniformly to all versions of Kurzweil Education, Inc.\nsoftware.\nFor District Licenses, software usage is strictly limited to any faculty or student currently employed by or enrolled with the identified district.\nFor Disabled Student Services implementations (U.S.\nonly), only students who are actively serviced by a college or university's Disabled Student Services office (or any office serving students with a disability) and identified support staff personnel may be licensed for product use.\n</li>\n<li> Kurzweil Education, Inc.' Rights.\nYou acknowledge that the Software Package consists of proprietary products of Kurzweil Education, Inc., protected under U.S.\ncopyright law and trade secret laws of general applicability, as well as other laws.\nYou further acknowledge and agree that all right, title and interest in and to the Software and Documentation are and shall remain the property of Kurzweil Education, Inc..\nThis License does not convey to you an interest in or to the Software or Documentation, but only a limited right of use, revocable in accordance with the terms of this License.\n</li>\n<li> Term.\nThis License is effective upon your first use of the Software or Documentation, and shall continue until terminated.\nYou may terminate this License at any time by returning the Software Package to Kurzweil Education, Inc..\n</li>\n<li> Software Transfer.\nYou may permanently transfer all rights under this License, provided you retain no copies, transfer all of the Software Package (including all component parts, the media and printed materials, any upgrades [see Section 5 below], and this License), and the recipient agrees to the terms of this License.\nIf the Software Package is an upgrade, any transfer must include all prior versions.\n</li>\n<li> Upgrades.\nIf the Software Package is labeled as an upgrade, you must be properly licensed to use a product identified by Kurzweil Education, Inc.\nas being eligible for the upgrade in order to use the Software Package.\nA Software Package labeled as an upgrade replaces and/or supplements any product that formed the basis for your eligibility for the upgrade.\n<b>All software and licenses that formed the basis for upgrade are to be destroyed.\nBy installing the upgrade Software Package you are agreeing that all of the older software and licenses (i.e.\nthose which have been upgraded) have been fully removed from your systems.\nAny future use of the older software or licenses will be deemed a violation of this License Agreement and pursued through appropriate legal channels to resolution.</b> You may use the resulting upgraded product only in accordance with the terms of this License.\nIf the Software Package is an upgrade of a component of a package of software programs that you licensed as a single product, the Software Package may be used and transferred only as a part of that single product package and may not be separated for use on more than one computer.\nCustomers purchasing new licenses of Kurzweil 1000/3000 in the 90 days preceding the release of a new version of Kurzweil 1000/3000 will receive the updated version of Kurzweil 1000/3000 at no charge.\n</li>\n<li> Other Restrictions.\nThis License is your proof of a non-exclusive license to exercise the rights granted herein and must be retained by you (or its transferee under Section 4).\nYou may not rent, lease, lend, or otherwise commercialize the Software Package, or the Software or Documentation, in any manner.\nYou may not reverse engineer, reverse compile/decompile, disassemble or decompose the Software, except to the extent that the foregoing restriction is expressly prohibited by applicable law.\nYou may not export the Software Package, or the Software or Documentation, or transfer any or all of them to another who exports them in violation of applicable US law.\nYour use of the Software to create electronic versions of print documents may not violate copyright ownership of source materials.\nIf you upload or install source materials or any other materials on any computer, including, without limitation, your computer, a local area network, or a web-based computer hosted by Kurzweil Education, Inc., you hereby acknowledge that you have all of the necessary ownership or licensed rights to load such materials and shall fully indemnify Kurzweil Education, Inc.\nfrom any claims that may arise relating to such actions.\n</li>\n<li> Source Material Obligations.\nYou have the burden of determining copyright status of source materials and determining the applicability of any exceptions to copyright.\n(See \"Notice of Copyright Responsibilities and Exceptions\" contained in the Documentation.) </li>\n<li> Limited Warranty.\nKurzweil Education, Inc.\nwarrants solely to you that the Software Package shall perform in accordance with the program specifications in effect at the time of delivery and shall be free from material defects in materials and workmanship, when given normal, proper and intended usage, for a period of ninety (90) days from the date of delivery of the Software Package to you.\nKurzweil Education, Inc.\nagrees to repair or replace, at its option and without cost to you, all defective Software Package components, provided that you have given Kurzweil Education, Inc.\nwritten notice of such warranty claim within such ninety (90) day warranty period.\nKurzweil Education, Inc.\nshall have no obligation to make repair or replacements which are required by normal wear and tear, or which result, in whole or in part, from catastrophe, fault or negligence of you, or from improper or unauthorized use of the Software Package (including any use by third parties and by your employees, consultants and agents who are not authorized users), or use of the Software or Documentation in a manner for which it is not designed, or by causes external to the Software Package.\nThis section states Kurzweil Education, Inc.' sole liability, and your exclusive remedy, for any breach of the Limited Warranty set forth in this section.\n</li>\n<li> Limitation of Liability.\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT KURZWEIL EDUCATION SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF KURZWEIL EDUCATION HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SERVICE.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(IV) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (V) ANY OTHER MATTER RELATING TO THE SERVICE.\nIN NO EVENT SHALL KURZWEIL EDUCATIONS'S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION, WHETHER IN CONTRACT, NEGLIGENCE, TORT OR OTHERWISE EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR KURZWEIL EDUCATION INC.\n</li>\n<li> YOU EXPRESSLY UNDERSTAND AND AGREE THAT: <ol>\n<li> YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nKURZWEIL EDUCATION, INC.\nEXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\n</li>\n<li> KURZWEIL EDUCATION, INC.\nMAKES NO WARRANTY THAT (I) THE SERVICE WILL MEET YOUR REQUIREMENTS, (II) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (IV) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS, (V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED, (VI) OR THAT THIS WEBSITE, ITS CONTENT, AND THE SERVERS ON WHICH THE WEBSITE AND CONTENT ARE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\n</li>\n<li> ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\n</li>\n<li> NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM KURZWEIL EDUCATION, INC.\nOR THROUGH, OR FROM, THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TOS.\n</li>\n<li> INFORMATION CREATED BY THIRD PARTIES THAT YOU MAY ACCESS ON THE WEBSITE OR THROUGH LINKS IS NOT ADOPTED OR ENDORSED BY KURZWEIL EDUCATION, INC.\nAND REMAINS THE RESPONSIBILITY OF SUCH THIRD PARTIES.\n</li>\n</ol>\n</li>\n<li> Remedies.\nIn the event that Kurzweil Education determines, in its sole discretion, that a User has breached any portion of these terms and conditions, or has otherwise demonstrated inappropriate conduct, we reserve the right to (i) warn the User via e-mail that she or he has violated this Agreement.\n(ii) delete any content provided by the User (or anyone accessing User's account).\n(iii) discontinue the User's account and/or any other Kurzweil Education service.\n(iv) notify and/or send content to and/or fully cooperate with the proper law enforcement authorities for further action.\nand/or (vi) require you to promptly return the software package (vii) take any other action that Kurzweil Education deems appropriate.\n</li>\n<li> Governing Law.\nThis License is entered into and executed in the State of Texas and shall be construed and enforced in accordance with the laws of the State of Texas without giving effect to common law principles regarding choice of law.\nThe parties agree that any action to construe or enforce this Agreement shall be heard in a court of competent jurisdiction in Dallas County, Texas, and the parties each hereby expressly submit to the personal jurisdiction of the courts in such county.\n</li>\n<li> Severability.\nShould any term of this License be declared void or unenforceable by any court of competent jurisdiction, such declaration shall have no effect on the remaining terms hereof.\n</li>\n<li> No Waiver.\nThe failure of either party to enforce any rights granted hereunder or to take action against the other party in the event of any breach hereunder shall not be deemed a waiver by that party as to subsequent enforcement of rights or subsequent actions in the event of future breaches.\n</li>\n<li> Third Party Technology.\nSome versions of the Software incorporate certain technologies (\"Third Party Technologies\") owned by ABBYY USA, Bennet-Tec Information Systems, Inc., Cartesian Products, Inc., Fraunhofer IIS and Thomson, Houghton Mifflin Company, IBM Corp., NeoSpeech Inc., Nuance Communications, Inc., Oxford University Press, Design Science, Inc, Marco Piovanelli and/or Working Software, Inc., Acapela Group, Acapela Group Babel Technologies SA, Symbols Worldwide Ltd trading as Widgit Software, (\"Third Party Companies\") or modified by Kurzweil Education, Inc.\nwith permission of the Third Party Companies.\nOwnership and title of the Third Party Technologies shall at all times remain with the Third Party Companies.\nAll provisions and restrictions of this License shall apply to the Third Party Technologies, and, by accepting this License, you agree to use the Third Party Technologies solely as a component of the Software.\nNo Third Party Company shall be responsible for any damages, whether direct, indirect, incidental, special or consequential, arising from use of the Software.\nMPEG Layer-3 audio coding technology is licensed from Fraunhofer IIS and Thomson.\nSupply of this product does not convey a license nor imply any right to distribute MPEG Layer-3 compliant content created with this product in revenue-generating broadcast systems (terrestrial, satellite, cable and/or other distribution channels), streaming applications (via Internet, intranets and/or other networks), other content distribution systems (pay-audio or audio-on-demand applications and the like) or on physical media (compact discs, digital versatile discs, semiconductor chips, hard drives, memory cards and the like).\nAn independent license for such use is required.\nFor details, please visit http://mp3licensing.com.\n</li>\n<li> 16.\nAll notices given under this License shall be effective on receipt and shall be in writing.\nThis document contains the entire agreement between the parties relating to the matters covered by it, superseding all other communications between the parties.\nThis License may be modified or amended by Kurzweil Education with the most current version available on www.Kurzweiledu.com.\n</li>\n</ol> Kurzweil Education, Inc.\nAll rights reserved.\nKurzweil Education, Inc.\nis a registered trademark of, and Kurzweil 1000, Kurzweil 3000 and Kurzweil 3000 LearnStation are trademarks of Kurzweil Education, Inc.\nAll other company names and products are trademarks or registered trademarks of their respective companies.\n<br>\n<br>\n<br> Privacy Policy | Terms of Use&nbsp;&nbsp.\nAll Rights Reserved.\nA Cambium Learning® Group Company ", "created_at": "2023-03-09 02:47:18.635658", "updated_at": "2023-03-09 02:48:30.06997"}], "points": [], "urls": ["kurzweil3000.com"]}}