{"error": 448, "message": "OK", "parameters": {"id": 9403, "name": "All of Us Research Program", "created_at": "2023-08-23 20:34:36.947719", "updated_at": "2023-08-23 22:02:28.639204", "wikipedia": null, "keywords": null, "related": null, "slug": "all-of-us-research-program", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9403.png", "url": "participant.joinallofus.org", "documents": [{"id": 18520, "name": "Privacy Policy", "url": "https://participant.joinallofus.org/api/serverasset/email/assetLocation?assetType=PRIVACY_POLICY&programCode=PMI&locale=en", "xpath": "//body", "text": " <p>\n<b>\n<i>All of Us</i>\n</b>\n<b>&nbsp;Research Program\nWebsite and App Privacy Policy</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>The&nbsp;<i>All of Us</i>&nbsp;website\nand app are </b>\n<b>tools</b>\n<b> of the&nbsp;<i>All\nof Us</i>&nbsp;Research Program.\nThey are not for medical care, advice, or\ntreatment.\nDo not use the&nbsp;<i>All of Us</i>&nbsp;website\nor app in place of seeing a healthcare provider.</b>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Privacy\nPolicy</p>\n<p>The&nbsp;<i>All of Us</i>&nbsp;website\nand app are tools of the&nbsp;<i>All of Us</i>&nbsp;Research Program.&nbsp;<i>All\nof Us</i>&nbsp;(\"we\" or \"us\") is a research program funded by the U.S.\ngovernment.</p>\n<p>&nbsp;</p>\n<p>This Privacy Policy\nsays what information we will collect through the&nbsp;<i>All of Us</i>&nbsp;website\nand app.\nIt also says what we will do with this data.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>By visiting the&nbsp;<i>All\nof Us</i>&nbsp;website or using the&nbsp;<i>All of Us</i>&nbsp;app, you agree\nto this Privacy Policy.</b>\n</p>\n<p>&nbsp;</p>\n<p>Data\nWe Collect</p>\n<p>When you visit\nthe&nbsp;<i>All of Us</i>&nbsp;website, we collect information about the way you\nuse the website.\nHere is a list of the information we collect:</p>\n<ul>\n<li>The date and time of your visit to the <i>All of Us</i> website.</li>\n<li>The pages you visit on the <i>All\nof Us </i>website.\n</li>\n<li>The time\nyou spend on each page.\n</li>\n<li>Your actions on each page.\nFor example, if you click a button on\nthe page.</li>\n<li>The type of device you use to visit our website.\nFor example, are\nyou using a tablet or mobile phone? </li>\n<li>Your device's IP (internet protocol) address.\nAn IP address is a\nstring of numbers that identifies a device on the internet.\nIt does not\nidentify the person using the device.\n</li>\n<li>Your device's operating system.\nFor\nexample, many PCs use the Windows operating system.\nMany Apple computers use a\nversion of iOS.\n</li>\n<li>The\nbrowser you use to visit the <i>All of Us </i>website.</li>\n</ul>\n<p>We use tags, beacons,\nand cookies to keep an eye on <i>All of Us</i>\nwebsite traffic.\nThey tell us things like how people get to our website and if\nthey have visited before.\n</p>\n<p>We also ask web\nservice providers to tell us about <i>All of\nUs</i> website traffic.\nWeb service providers, like the company Unbounce, are the companies that host websites as well as\nthe Google Analytics platform.</p>\n<p>&nbsp;</p>\n<p>If you want to\njoin&nbsp;<i>All of Us</i>, we will ask you to create an account.\nWhen you\ncreate an account, we will collect a username, a password, and your email\naddress.\nWe ask your date of birth to make sure you are at least 18 years old.\nAt this time,&nbsp;<i>All of Us</i>&nbsp;is for people age 18 or older (19 in\nAlabama and 21 in Puerto Rico).\nAdditional information about you may be collected in support of the research, including your gender, race, and ethnicity.</p>\n<p>&nbsp;</p>\n<p>The &nbsp;<i>All of Us</i>&nbsp;Research Program may ask you to share your health data from wearable devices such as Fitbit, mobile applications, or data collected on your personal device, such as Apple HealthKit.\nIn addition, we may ask you to share your EHR data from your health provider.\nThe &nbsp;<i>All of Us</i>&nbsp.\nResearch Program will store and use this data in support of health research.\nAfter sharing you may elect to stop sharing this data if you so choose.</p>\n<p>&nbsp;</p>\n<p>It is important to\nnote that we also collect study data for the&nbsp;<i>All of Us</i>&nbsp;Research\nProgram using the&nbsp;<i>All of Us</i>&nbsp;app and website.\nFor example, if\nyou join, we may ask you to complete a health survey.\nIf you are interested,\nyou would do so on the app or website.\nIf you take part in a sensor module, the\ndata for that module may be collected through the app or website.\nWe will tell\nyou any time we are collecting study data through the app or website.\nYou will\nhave the choice to participate or not.</p>\n<p>&nbsp;</p>\n<p>How\nWe Use Data</p>\n<p>We will use the data\nwe collect through the&nbsp;<i>All of Us</i>&nbsp;website and app:</p>\n<ul>\n<li>For research.</li>\n<li>For security.</li>\n<li>To make sure the website and app work the way\nthey are supposed to.</li>\n<li>To improve the website and app.</li>\n<li>To make the website and app easier to use.\nFor example, we will keep information you have entered so it does not need to be re-entered.</li>\n</ul>\n<p>&nbsp;</p>\n<p>If you give us your\ncontact information, we may use it to get in touch with you.\nSome examples of\nwhy we might contact you are to give you technical support or to tell you\nwhat's new with&nbsp;<i>All of Us</i>.\nWe will NOT sell your data or contact\ninformation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>How\nwe protect your privacy</p>\n<p>Your privacy is\nimportant to us.\nHere are some of the steps we will take to protect your\nprivacy.</p>\n<ul>\n<li>Data we have about you will be stored on\nprotected computers.\nWe will limit and track who can see this data.</li>\n<li>We will limit who is allowed to see\ninformation that could directly identify you, like your name or social security\nnumber.</li>\n<li>We have a Certificate of Confidentiality from\nthe U.S.\ngovernment.\nThis Certificate may help us keep your data private.\nFor\nexample, it may help us fight requests for data from law enforcement.\n</li>\n<li>We will tell you if there is a serious data\nbreach.</li>\n</ul>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>When\nand Why We Disclose Data</p>\n<p>We will disclose (give\nout) data that we collect through the&nbsp;<i>All of Us</i>&nbsp;website and\napp only for the reasons we list here.\nOther than these reasons, we will not\nsell, rent, lease, give, or share your data without your permission.</p>\n<p>&nbsp;</p>\n<p>Reasons we disclose data:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp.\n<b>For research.</b>\n<b>\n</b>The\npurpose of&nbsp;<i>All of Us</i>&nbsp;is to help researchers make discoveries.\nStudy data we collect through the app and website will be stored in the&nbsp;<i>All\nof Us</i>&nbsp;research database.\nResearchers will use this database for their\nstudies.\nYou can learn more about the use of your study data in the consent\nforms, the FAQs on\nour website, and the&nbsp;<i>All of Us</i>&nbsp;Privacy and Security webpage.<br>\n<br>\n</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp.\n<b>To service providers</b>.\nIf we work with a service provider, we will\ngive them any data they need to do the job we have asked them to do.\nA service\nprovider is someone who is helping us with a part of&nbsp;<i>All of Us</i>.\nThe\nservice provider will have to sign a contract promising to use the data only\nfor the job they are doing for us.\nAlso, they will promise to keep the data safe and do not re-share outside their organization.<br>\n<br>\n</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp.\n<b>For legal reasons.\n</b>We may give out data if we are required to by\nlaw.\nOtherwise, we will not give out data in any civil, criminal,\nadministrative, legislative, or other proceedings.</p>\n<p>In cases where the law says we are required to give out data, we\nwill try to give out as little data as possible.\nWe will try to protect your\nprivacy as much as we can.\nWhenever possible, we will tell you if we have to\ngive out data.</p>\n<p>&nbsp;</p>\n<p>Do\nNot Track</p>\n<p>If you do not want us\nto track your use of the&nbsp;<i>All of Us</i>&nbsp;Research Program website,\nyou can use ad blockers or Do Not Track preferences in your browser.\nIf you do\nnot want us to track your use of the&nbsp;<i>All of Us</i>&nbsp;app, do not\ndownload it.</p>\n<p>&nbsp;</p>\n<p>Data\nSecurity</p>\n<p>The All of Us Research Program implements policies, standards, and procedures which are consistent with government-wide laws and regulations, to assure an adequate level of protection for IT systems whether maintained in-house or commercially.</p>\n<p>&nbsp;</p>\n<p>How\nlong will we keep your data?</p>\n<p>We may keep a backup of all the data we collect from you.\nWe need to keep backups and archives for disaster recovery purposes.\nHowever, these backups are synchronized with information in real-time, so they are updated every time there is an addition or deletion of your information.</p>\n<p>Your\nRights and Choices</p>\n<p>You have rights and choices about your data.\nFor example, if there is an error in the data we collect from you, you have the\nright to ask us to fix it.\nYou can call us at 1-844-842-2855 or email us at\nhelp@joinallofus.org<br>\nToll-free TTY-based Telecommunications Relay Service is available by dialing 711.</p>\n<p>You can stop using the\nwebsite or app or delete the app at any time.\nThis is not the same as\nwithdrawing from the&nbsp;<i>All of Us</i>&nbsp;Research Program.\nIf you want\nto withdraw, you can call us at 1-844-842-2855 or email us at help@joinallofus.org.<br>\nToll-free TTY-based Telecommunications Relay Service is available by dialing 711.</p>\n<p>&nbsp;</p>\n<p>We may keep a copy of all the data we collect\nfrom you.\nThis is because we have a responsibility to keep backups and\narchives.</p>\n<p>If you have questions about your rights and\nchoices or would like more information about your rights and choices, call us\nat 1-844-842-2855 or email us at help@joinallofus.org.<br>\nToll-free TTY-based Telecommunications Relay Service is available by dialing 711.</p>\n<p>Cross-Border\nTransfer of Your Data</p>\n<p>You can visit the\nwebsite, use app, and take part in&nbsp;<i>All of Us</i>&nbsp;when you are not\nin the United States.\nIf you do so, we may transfer your data to the United\nStates.</p>\n<p>If you visit the\nwebsite, use the app, or take part in&nbsp;<i>All of Us</i>, you consent to the\ntransfer of your data.</p>\n<p>&nbsp;</p>\n<p>We may transfer your data to countries where\nyou do not live.\nThese countries may have different laws about protecting data\nthan the country where you live.\nIf we transfer your data, we will follow the\nall the laws about transferring data for any country where the data will go.This means that privacy protections are different than in US.</p>\n<p>Updates\nto this Privacy Policy</p>\n<p>We may update this\nPrivacy Policy.\nWe will post updates on this website.\nIf we make big changes,\nwe will try to tell you directly.\nFor example, we may send you an email or put\na pop-up message on the website or app.\nIf you visit the website, use app, or\ntake part in&nbsp;<i>All of Us</i>, it means you agree to the updated Privacy\nPolicy.</p>\n<p>&nbsp;</p>\n<p>Contact</p>\n<p>If you have any questions, comments or\nrequests, please contact us at help@joinallofus.org or by calling 1-844-842-2855.<br>\nToll-free TTY-based Telecommunications Relay Service is available by dialing 711.\n</p>\n<p>Versions</p>\n<p>Here is a list of the versions of this Privacy\nPolicy</p>\n<p>Version 1 (14 March 2017)</p>\n<p>Version 2 (30 April 2017)</p>\n<p>Version 3 (23 May 2017)</p>\n<p>Version 4 (26 February 2018)</p>\n<p>Version 5 (8 February 2019)</p>\n<p>Version 6 (21 June 2021)</p>\n<p>&nbsp;</p> ", "created_at": "2023-08-23 20:34:36.978012", "updated_at": "2023-08-23 20:34:55.172207"}, {"id": 18521, "name": "Terms of Use", "url": "https://participant.joinallofus.org/api/serverasset/email/assetLocation?assetType=TERMS_OF_SERVICE&programCode=PMI&locale=en", "xpath": "//body", "text": " <p>&nbsp;</p>\n<p>Thanks for using the <i>All of Us</i> Research Program (AoU RP) Enrollment Site and Participant Portal (referred to\nfrom here on as \"Services\").\nThe Services are provided by Vibrent\nlocated at 4114 Legato Road, Suite 900 Fairfax, VA 22033</p>\n<p>&nbsp;</p>\n<p>By choosing to participate in <i>All of Us</i> Research Program (RP) or by using any <i>All of Us</i> RP Services, you are agreeing\nto the terms below.</p> Using <i>All of Us</i> Research Program Services <p>The Services contain documents that talk about <i>All of Us </i>policies, and these documents\nare available for you to read.\nYou must follow these policies.</p>\n<p>&nbsp;</p>\n<p>Don't misuse our Services.\nFor example, don't interfere with\nour Services or try to access them using a method other than the interface and\nthe instructions that we provide.\nYou may use our Services only as permitted by\nlaw.\nIf you do not follow our terms or policies, or if we are investigating\npossible misuse of our Services, we may temporarily or permanently stop\nproviding our Services to you.</p>\n<p>&nbsp;</p>\n<p>Using our Services does not give you ownership of any\nintellectual property rights to our Services or the information and materials you\naccess.\nYou may not use information or materials from our Services unless the owner\ngives you permission or if the law allows you to use them.\nYou may not use any\nbranding or logos used in our Services unless you are given permission.\nDon't\nremove, hide, or change any legal information or notices shown inside or with\nour Services.</p>\n<p>&nbsp;</p>\n<p>We may send you announcements and other messages about your\nuse of <i>All of Us</i> Services, either\nduring recruitment processes or enrollment.\nYou may choose not to receive those\ncommunications.</p>\n<p>&nbsp;</p>\n<p>Some of our Services are available on mobile devices.\nDo not\nuse these Services in a way that distracts you or prevents you from obeying\ntraffic or safety laws.\nFor example, do not use these Services while operating\na car.</p>\n<p>&nbsp;</p> Your <i>All of Us</i> Account <p>To protect your <i>All of\nUs</i> RP account, keep your password private.\nIf you find out about someone using\nyour account without your permission, please contact the <i>All of Us </i>support center.</p>\n<p>&nbsp;</p> Privacy and Copyright Protection <p>Our privacy policy explains how we treat your personal information\nand protect your privacy when you use our Services.\nBy choosing to participate in\n<i>All of Us </i>and by completing a consent\ndocument, you agree that <i>All of Us</i>\ncan use your information in the ways explained in our privacy policy and the consent\ndocument.\nYou may change your mind and withdraw your consent later.\nthe limits\nof withdrawing your consent are explained in the consent document.</p> Your Responses and Information in <i>All of Us</i>\n<p>All information collected from you by <i>All of Us</i> is described in the online electronic consent you\ncomplete when you create your account.</p>\n<p>&nbsp;</p>\n<p>You can find more information about how <i>All of Us</i> uses and\nstores your content in the privacy policy, on our website (www.joinallofus.org),\nand within any consent documents that you agree to.</p> About Software in our Services <p>When a Service requires or includes downloadable software,\nthis software may update automatically on your device once a new version or\nfeature is available.\nSome Services may let you adjust your automatic update\nsettings.</p>\n<p>&nbsp;</p>\n<p>Participation in <i>All\nof Us</i> provides you with a personal, worldwide, royalty-free, non-assignable\nand non-exclusive license to use the software provided to you by <i>All of Us</i>.\nThis license is only to allow\nyou to participate in the <i>All of Us</i>\nResearch Program.\nYou may not copy, change, give out, sell, or lease any part\nof our Services or included software.\nYou also may not reverse engineer or\nattempt to extract the source code of that software without permission from <i>All of Us</i>, unless there are laws that\nsay you can do so.</p>\n<p>&nbsp;</p>\n<p>Open source software is important to us.\nSome software used\nin our Services may be offered under an open source license that we will make\navailable to you.\nThere may be provisions in the open source license that allow\nsome things that are otherwise not allowed by these terms.</p>\n<p>&nbsp;</p> Modifying and Terminating our Services <p>We are constantly changing and improving.\nWe may add or\nremove functionalities or features, and we may suspend or stop a Service\naltogether.</p>\n<p>&nbsp;</p>\n<p>You can stop using our Services at any time, although we'll\nbe sorry to see you go.\nThe <i>All of Us</i>\nResearch Program may also stop providing Services to you, or limit or expand\nour Services, at any time.</p>\n<p>&nbsp;</p>\n<p>We believe that you own your information and preserving your\naccess to your information is important.\nIf we discontinue a Service, whenever reasonably\npossible, we will give you advance notice and a chance\nto get information out of that Service.</p>\n<p>&nbsp;</p> Our Warranties and Disclaimers <p>We provide our Services using a commercially reasonable\nlevel of skill and care and we hope that you will enjoy using them.\nBut there\nare certain things that we don't promise about our Services.</p>\n<p>&nbsp;</p>\n<p>OTHER THAN AS SET OUT IN THESE TERMS OR ADDITIONAL TERMS AND\nMATERIALS, NEITHER THE <i>All of Us</i> RESEARCH PROGRAM NOR ITS SUPPLIERS OR\nDISTRIBUTORS MAKE ANY SPECIFIC PROMISES ABOUT THE SERVICES.\nFOR EXAMPLE, WE\nDON'T MAKE ANY COMMITMENTS ABOUT THE CONTENT WITHIN THE SERVICES, THE SPECIFIC\nFUNCTIONS OF THE SERVICES, OR THEIR RELIABILITY, AVAILABILITY, OR ABILITY TO\nMEET YOUR NEEDS.\nWE PROVIDE THE SERVICES \"AS IS\".</p>\n<p>&nbsp;</p>\n<p>SOME JURISDICTIONS PROVIDE FOR CERTAIN WARRANTIES, LIKE THE\nIMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR\nPURPOSE AND NON-INFRINGEMENT.\nTO THE EXTENT PERMITTED BY LAW, WE EXCLUDE\nALL WARRANTIES.</p>\n<p>&nbsp;</p> Liability for our Services <p>AS PERMITTED BY LAW, THE <i>All of Us</i> RESEARCH PROGRAM, AND ALL\nMEMBERS OF THE <i>All Of Us</i> RESEARCH PROGRAM, ARE NOT\nRESPONSIBLE FOR LOST PROFITS, REVENUES, OR DATA, FINANCIAL LOSSES OR INDIRECT,\nSPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES.</p>\n<p>IN ALL CASES, <i>All of Us</i> AND ITS SUPPLIERS AND DISTRIBUTORS,\nWILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.</p> About these Terms <p>We may change these terms or any additional terms that apply\nto a Service to, for example, reflect changes to the law or changes to our\nServices.\nYou should look at the terms regularly.\nWe will post notices of\nmodifications to these terms on this page.\nWe'll post notices of modified\nadditional terms in the Service those terms apply to.\nChanges will not apply\nretroactively, only going forward, and most changes will become effective at\nleast fourteen days after they are posted.\nHowever, changes required by new\nfunctions for a Service or changes made for legal reasons will be effective\nimmediately.\nIf you do not agree to the modified terms for a Service, you may discontinue\nyour use of that Service.</p>\n<p>&nbsp;</p>\n<p>If there is a conflict between these terms and the\nadditional terms, the additional terms will make changes to fix that conflict.</p>\n<p>&nbsp;</p>\n<p>These terms control the relationship between the <i>All of Us</i> Research Program and you.\nThey\ndo not create any third party beneficiary rights.</p>\n<p>&nbsp;</p>\n<p>If you do not follow these terms, and we don't take action right away, this doesn't mean that we are giving\nup any rights that we may have (such as taking action in the future).</p>\n<p>&nbsp;</p>\n<p>If it turns out that a particular term\nis not enforceable, this will not change any other terms.</p>\n<p>&nbsp;</p>\n<p>Venue and Jurisdiction.&nbsp;You and \"Services\" both agree\nthat, except as described in the next two paragraphs, (i)\nany claim or dispute regarding \"Services\" will be resolved exclusively by a\nfederal or state court located in Fairfax, Virginia, and (ii) we each agree and\nsubmit to the exclusive jurisdiction of those courts for litigating any claims\nor disputes.<br>\n<br>\nDispute Resolution.&nbsp;If you have a dispute with \"Services\", you agree to\ncontact us and try to resolve the dispute in good faith before pursuing other\navenues.<br>\n<br>\n</p>\n<p>For information about how to contact <i>All of Us</i>, please visit our contact page.</p>\n<p>&nbsp;</p> ", "created_at": "2023-08-23 20:34:37.007743", "updated_at": "2023-08-23 20:35:06.625637"}], "points": [], "urls": ["participant.joinallofus.org"]}}