{"error": 448, "message": "OK", "parameters": {"id": 9252, "name": "awesomescreenshot", "created_at": "2023-07-27 21:12:50.99138", "updated_at": "2023-07-27 22:02:27.116659", "wikipedia": null, "keywords": null, "related": null, "slug": "awesomescreenshot", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9252.png", "url": "awesomescreenshot.com", "documents": [{"id": 18114, "name": "Terms of Service", "url": "https://www.awesomescreenshot.com/privacy/terms.html", "xpath": "//body", "text": "<ul>\n<li>Pricing</li>\n<li>Sign in</li>\n<li>Add To Chrome</li>\n</ul>Terms of Service<p>Effective: August 12, 2022</p>\n<p>These Terms of Service (“Terms”) contain the legal terms and conditions that govern the use of and access to the Services provided by Awesome Screenshot.\nBy using our Services, you agree to be bound by these Terms.\nIf you are accessing or using the Service on behalf of your company, you represent that you are authorized to accept these Terms on behalf of your company, and all references to “you” reference your company.\nPlease review these Terms of Service carefully before using the Services.</p>1.\nThe Service1.1 Access<p>Awesome Screenshot provides screen recording and screen capturing services to improve productivity.\nDuring the Subscription Term, Customer may access and use, and may allow Authorized Users to access and use the Services for its business purposes in accordance with these Terms.\nCustomer is responsible for its Users' compliance with these Terms and actions taken through their accounts (excluding misuse of accounts caused by Awesome Screenshot's breach of these Terms).</p>1.2 User Account<p>When You create an account with Us, You must provide Us with information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of Your account on Our Service.\nYou are responsible for safeguarding the password that You use to access the Service and for any activities or actions under Your password, whether Your password is with Our Service or a Third-Party Service.\nYou agree not to disclose Your password to any third party.\nYou must notify Us immediately upon becoming aware of any breach of security or unauthorized use of Your account.\nYou may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than You without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.\nAwesome Screenshot uses User account information as described in its Privacy Policy.</p>1.3 Restrictions<p>Customer will not (and will not permit anyone else to) do any of the following: (a) provide access to, distribute, sell or sublicense the Service to a third party, (b) use the Service on behalf of, or to provide any product or service to, third parties, (c) use the Service to develop a similar or competing product or service, (d) scrape, data mine, reverse engineer, decompile, disassemble or seek to access the source code or non-public APIs to or unauthorized data from the Service, except to the extent expressly permitted by Law (and then only with prior notice to Awesome Screenshot), (e) modify or create derivative works of the Service or copy any element of the Service (other than authorized copies of the Software), (f) remove or obscure any proprietary notices in the Service or otherwise misrepresent the source of ownership of the Service, (g) publish benchmarks or performance information about the Service, (h) interfere with the Service's operation, circumvent its access restrictions or conduct any security or vulnerability test of the Service, (i) transmit any viruses or other harmful materials to the Service, (j) allow Users to share User seats, (k) engage in any fraudulent, misleading, illegal or unethical activities related to the Service or (l) use the Service to store or transmit material which contains illegal content.</p>2.\nCustomer Content2.1 Data Use<p>Customer grants Awesome Screenshot the non-exclusive, worldwide right to use, copy, store, transmit and display Customer Content and to modify and create derivative works of Customer Content (for reformatting or other technical purposes), but only as necessary to provide the Service, Support and any Technical Services to Customer under these Terms.\nFor more details on where your data is saved, what data We collect and how We use the data, you can check our Privacy Policy.</p>2.2 Your Right to Post Content<p>Our Service allows You to post Content.\nYou are responsible for the Content that You post to the Service, including its legality, reliability, and appropriateness.\nBy posting Content to the Service, You grant Us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou retain any and all of Your rights to any Content You submit, post or display on or through the Service and You are responsible for protecting those rights.\nYou agree that this license includes the right for Us to make Your Content available to other users of the Service, who may also use Your Content subject to these Terms.\nYou represent and warrant that: (i) the Content is Yours (You own it) or You have the right to use it and grant Us the rights and license as provided in these Terms, and (ii) the posting of Your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p>2.3 Content Restrictions<p>The Company is not responsible for the content of the Service's users.\nYou expressly understand and agree that You are solely responsible for the Content and for all activity that occurs under your account, whether done so by You or any third person using Your account.\nYou may not transmit any Content that is unlawful, offensive, upsetting, intended to disgust, threatening, libellous, defamatory, obscene or otherwise objectionable.\nExamples of such objectionable Content include, but are not limited to, the following:</p>\n<ul>\n<li>Unlawful or promoting unlawful activity.</li>\n<li>Defamatory, discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, gender, national/ethnic origin, or other targeted groups.</li>\n<li>Spam, machine - or randomly - generated, constituting unauthorized or unsolicited advertising, chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.</li>\n<li>Containing or installing any viruses, worms, malware, trojan horses, or other content that is designed or intended to disrupt, damage, or limit the functioning of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of a third person.</li>\n<li>Infringing on any proprietary rights of any party, including patent, trademark, trade secret, copyright, right of publicity or other rights.</li>\n<li>Impersonating any person or entity including the Company and its employees or representatives.</li>\n<li>Violating the privacy of any third person.</li>\n<li>False information and features.</li>\n</ul>\n<p>The Company reserves the right, but not the obligation, to, in its sole discretion, determine whether or not any Content is appropriate and complies with these Terms, refuse or remove this Content.\nThe Company further reserves the right to make formatting and edits and change the manner of any Content.\nThe Company can also limit or revoke the use of the Service if You post such objectionable Content.\nAs the Company cannot control all content posted by users and/or third parties on the Service, you agree to use the Service at your own risk.\nYou understand that by using the Service You may be exposed to content that You may find offensive, indecent, incorrect or objectionable, and You agree that under no circumstances will the Company be liable in any way for any content, including any errors or omissions in any content, or any loss or damage of any kind incurred as a result of your use of any content.</p>2.4 Content Backups<p>Although regular backups of Content are performed, the Company does not guarantee there will be no loss or corruption of data.\nCorrupt or invalid backup points may be caused by, without limitation, Content that is corrupted prior to being backed up or that changes during the time a backup is performed.\nThe Company will provide support and attempt to troubleshoot any known or discovered issues that may affect the backups of Content.\nBut You acknowledge that the Company has no liability related to the integrity of Content or the failure to successfully restore Content to a usable state.\nYou agree to maintain a complete and accurate copy of any Content in a location independent of the Service.</p>3.\nCustomer Obligations3.1 Generally<p>Customers are responsible for its Customer Content, including its content and accuracy, and agrees to comply with Laws in using the Service.\nCustomer represents and warrants that it has made all disclosures and has all rights, consents and permissions necessary to use its Customer Content with the Service and grant Us the rights, all without violating or infringing Laws, third-party rights (including intellectual property, publicity or privacy rights) or any terms or privacy policies that apply to the Customer Content.</p>3.2 Prohibited Uses<p>Customer must not use the Service with Prohibited Data or for High-Risk Activities.\nCustomer acknowledges that the Service is not intended to meet any legal obligations for these uses, including HIPAA requirements, and that Awesome Screenshot is not a Business Associate as defined under HIPAA.\nNotwithstanding anything else in these Terms, Awesome Screenshot has no liability for Prohibited Data or use of the Service for High-Risk Activities.</p>3.3 Individual User Account Takeover<p>The Service may contain functionality allowing Customer to convert accounts previously registered by individuals using email addresses from Customer's domain into User accounts under Customer's control.\nCustomer represents and warrants that it has all necessary rights and consents to the extent it converts any existing accounts registered using email addresses from Customer's domain into accounts under Customer's control.</p>4.\nThird-Party Services<p>Customer may choose to use Third-Party Services that are in collaboration with Us.\nUse of Third-Party Services is subject to Customer's agreement with the relevant provider and not these Terms.\nFor example, if you enable YouTube services, you are agreeing to be bound by the YouTube Terms of Service.\nThe Company has no control over and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services.\nYou further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>If Customer enables Third-Party Services, We may access and exchange Customer Content with the Third-Party Services on Customer's behalf.\nWe strongly advise You to read the terms and conditions and privacy policies of any Third-Party Services that You visit.</p>5.\nPayment<p>Customer agrees to pay the Fees in accordance with the payment terms set forth on the Order.\nCustomer is responsible for paying applicable Taxes.\nUnless otherwise specified in the applicable Order, each Subscription Term will renew for the next subscription cycle, unless either party gives the other party notice of non-renewal before the current Subscription Term ends.\nUpon notice of non-renewal, Customer will not be charged for the next billing cycle but will not receive any refunds or credits for amounts that have already been charged.\nCustomer authorizes Awesome Screenshot to charge Customer's credit card on file or invoice Customer for each renewal until Customer cancels their subscription.</p>6.\nCopyright Policy6.1 Intellectual Property Infringement<p>We respect the intellectual property rights of others.\nIt is Our policy to respond to any claim that Content posted on the Service infringes a copyright or other intellectual property infringement of any person.\nIf You are a copyright owner or authorized on behalf of one, and You believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, You must submit Your notice in writing to the attention of our copyright agent via email (care@awesomescreenshot.com) and include in Your notice a detailed description of the alleged infringement.\nYou may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing Your copyright.</p>6.2 DMCA Notice and DMCA Procedure for Copyright Infringement Claims<p>You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing:</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest.</li>\n<li>A description of the copyrighted work that You claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work.</li>\n<li>Identification of the URL or other specific location on the Service where the material that You claim is infringing is located.</li>\n<li>Your address, telephone number, and email address.</li>\n<li>A statement by You that You have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement by You, made under penalty of perjury, that the above information in Your notice is accurate and that You are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul>\n<p>You can contact our copyright agent via email (care@awesomescreenshot.com).\nUpon receipt of a notification, the Company will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged content from the Service.</p>7.\nIntellectual Property<p>The Service and its original content (excluding Content provided by You or other users), features and functionality are and will remain the exclusive property of the Company and its licensors.\nThe Service is protected by copyright, trademark, and other laws of both the Country and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of the Company.</p>8.\nYour Feedback to Us<p>You assign all rights, title and interest in any Feedback You provide the Company.\nIf for any reason such assignment is ineffective, You agree to grant the Company a non-exclusive, perpetual, irrevocable, royalty-free, worldwide right and license to use, reproduce, disclose, sub-license, distribute, modify and exploit such Feedback without restriction.</p>9.\nTermination<p>We may terminate or suspend Your Account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms of Service.\nUpon termination, Your right to use the Service will cease immediately.\nIf You wish to terminate Your Account, You may simply discontinue using the Service.</p>10.\nLimitation of Liability<p>Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service.</p>\n<p>To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.</p>\n<p>Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply.\nIn these states, each party's liability will be limited to the greatest extent permitted by law.</p>11.\n“AS IS” and “AS AVAILABLE” Disclaimer<p>The Service is provided to You “AS IS” and “AS AVAILABLE” and with all faults and defects without warranty of any kind.\nTo the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of a course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error-free or that any errors or defects can or will be corrected.</p>\n<p>Without limiting the foregoing, neither the Company nor any of the company's providers makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon.\n(ii) that the Service will be uninterrupted or error-free.\n(iii) as to the accuracy, reliability, or currency of any information or content provided through the Service.\nor (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.</p>\n<p>Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You.\nBut in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.</p>12.\nGoverning Law<p>The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service.\nYour use of the Application may also be subject to other local, state, national, or international laws.</p>13.\nDisputes Resolution<p>If You have any concerns or disputes about the Service, You agree to first try to resolve the dispute informally by contacting the Company.</p>14.\nFor European Union (EU) Users<p>If You are a European Union consumer, you will benefit from any mandatory provisions of the law of the country in which you are resident.</p>15.\nUnited States Legal Compliance<p>You represent and warrant that (i) You are not located in a country that is subject to the United States government embargo, or that has been designated by the United States government as a “terrorist supporting” country, and (ii) You are not listed on any United States government list of prohibited or restricted parties.</p>16.\nSeverability and Waiver16.1 Severability<p>If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.</p>16.2 Waiver<p>Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach.</p>17.\nChanges to These Terms of Service<p>We reserve the right, at Our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at Our sole discretion.</p>\n<p>By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms.\nIf You do not agree to the new terms, in whole or in part, please stop using the website and the Service.</p>18.\nDefinitions<p>The words in which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.\nFor the purposes of these Terms of Service:</p>\n<ul>\n<li>“Affiliate” means an entity that controls, is controlled by or is under common control with a party, whereas “control” means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for the election of directors or other managing authority.</li>\n<li>“Account” means a unique account created for You to access our Service or parts of our Service.</li>\n<li>“Authorized User(s)” means Customer's employees, agents, or other third parties authorized by Customer to access or use the Services.</li>\n<li>“Company” (referred to as either “the Company”, “We”, “Us” or “Our” in these Terms) refers to Awesome Screenshot.</li>\n<li>“Country” refers to the United States.</li>\n<li>“Content” refers to content such as text, images, or other information that can be posted, uploaded, linked to or otherwise made available by You, regardless of the form of that content.</li>\n<li>“Customer” means the individual or organization agreeing to these Terms.</li>\n<li>“Feedback” means feedback, innovations or suggestions sent by You regarding the attributes, performance or features of our Service.</li>\n<li>“Service” refers to the Website.</li>\n<li>“Terms of Service” (also referred to as “Terms”) mean these Terms of Service that form the entire agreement between You and the Company regarding the use of the Service.\nThis Terms of Service Agreement was generated by the TermsFeed Terms of Service Generator.</li>\n<li>“Third-Party Services” means any services or content (including data, information, products or services) provided by a third party that may be displayed, included or made available by the Service.</li>\n<li>“Website” refers to Awesome Screenshot, accessible from https://www.awesomescreenshot.com/</li>\n<li>“You” means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</li>\n</ul>\n<p>If you have any questions about these Terms of Service, you can contact us at care@awesomescreenshot.com</p>Get Awesome Screenshot for freeAdd To ChromeSupport:Product<ul>\n<li>Pricing</li>\n<li>Tools</li>\n<li>Blog</li>\n</ul>Support<ul>\n<li>Contact us</li>\n<li>Help</li>\n</ul>Legal<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Data Processing Agreement</li>\n</ul>Social<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2010-2023 Awesome Screenshot, Inc.\nAll Rights Reserved.</p>\n<p>\n</p>", "created_at": "2023-07-27 21:12:51.027088", "updated_at": "2023-07-27 21:13:53.800834"}, {"id": 18115, "name": "Privacy Policy", "url": "https://www.awesomescreenshot.com/privacy", "xpath": "//body", "text": "<ul>\n<li>Pricing</li>\n<li>Sign in</li>\n<li>Add To Chrome</li>\n</ul>Privacy Policy<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.</p>\n<p>We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.</p>Interpretation and DefinitionsInterpretation<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>Definitions<p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>\n<b>Account </b>means a unique account created for You to access our Service or parts of our Service.</li>\n<li>\n<b>Application </b>means the software program provided by the Company downloaded by You on any electronic device, named Awesome Screenshot &amp.\nRecorder.</li>\n<li>\n<b>Company </b>(referred to as either “the Company”, “We”, “Us” or “Our” in this Agreement) refers to Diigo Inc.</li>\n<li>\n<b>Device </b>means any device that can access the Service such as a computer, a cellphone or a digital tablet.</li>\n<li>\n<b>Personal Data </b>is any information that relates to an identified or identifiable individual.</li>\n<li>\n<b>Service </b>refers to the Application</li>\n<li>\n<b>Service Provider </b>means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.</li>\n<li>\n<b>Usage Data </b>refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</li>\n<li>\n<b>You </b>means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</li>\n</ul>Collecting and Using Your Personal DataTypes of Data CollectedPersonal Data<p>While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You.\nPersonally identifiable information may include, but is not limited to:</p>Usage Data<p>Usage Data is collected automatically when using the Service.</p>\n<p>Usage Data may include information such as Your browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When You access the Service through iOS or MacOS, We may collect certain information including, but not limited to, Your operating system, Your app version, Your screen recording data and other diagnostic data.</p>Use of Your Personal Data<p>The Company may use Personal Data for the following purposes:</p>\n<ul>\n<li>\n<b>To provide and maintain our Service, </b>including to monitor the usage of our Service.</li>\n<li>\n<b>To manage Your Account: </b>to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.</li>\n<li>\n<b>For the performance of a contract:</b> the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.</li>\n<li>\n<b>To contact You: </b>To contact You by email or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.</li>\n<li>\n<b>To manage Your requests: </b>To attend and manage Your requests to Us.</li>\n<li>\n<b>For other purposes: </b>We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.</li>\n</ul>\n<p>We may share Your personal information in the following situations:</p>\n<ul>\n<li>\n<b>With Service Providers: </b>We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.</li>\n<li>\n<b>With other users: </b>when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.</li>\n<li>\n<b>With Your consent: </b>We may disclose Your personal information for any other purpose with Your consent.</li>\n<li>\n<b>Third-Party Services: </b>You can choose to permit or restrict Third-Party Services.\nThird-Party Services may integrate with our services and you can enable or disable the integrations.\nOnce enabled, the Third-Party Service may share some information with us to facilitate the integration.\nYou should check the privacy settings and notices in these Third-Party Services to understand the data collection, sharing and use.\nIn terms of integration with YouTube, we use YouTube API services.\nIf you enable the integration with YouTube, you are agreeing to be bound by the YouTube Terms of Service.\nUnder the situation of us accessing or using authorized data, in addition to Awesome Screenshot's normal procedure for deleting stored data, you can revoke access to your data via the Google security settings page.\nFor more information on integration with YouTube, you can check the Google Privacy Policy.</li>\n</ul>Retention of Your Personal Data<p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.</p>Transfer of Your Personal Data<p>Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.</p>\n<p>Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.</p>Delete Your Personal Data<p>You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.</p>\n<p>Our Service may give You the ability to delete certain information about You from within the Service.</p>\n<p>You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information.\nYou may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.</p>\n<p>Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.</p>Disclosure of Your Personal DataBusiness Transactions<p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>Law enforcement<p>Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>Other legal requirements<p>The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>Comply with a legal obligation</li>\n<li>Protect and defend the rights or property of the Company</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>Protect the personal safety of Users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul>GDPR compliance<p>We updated our Privacy Policy to comply with requirements of General Data Protection Regulation (GDPR) which is the European Union data protection law that goes into effect May 25, 2018.</p>Security of Your Personal Data<p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.</p>Children's Privacy<p>Our Service does not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us.\nIf We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.</p>\n<p>If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.</p>Links to Other Websites<p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party's site.\nWe strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>Changes to this Privacy Policy<p>We may update Our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>Contact Us<p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<p>By email: care@awesomescreenshot.com</p>Get Awesome Screenshot for freeAdd To ChromeSupport:Product<ul>\n<li>Pricing</li>\n<li>Tools</li>\n<li>Blog</li>\n</ul>Support<ul>\n<li>Contact us</li>\n<li>Help</li>\n</ul>Legal<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Data Processing Agreement</li>\n</ul>Social<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2010-2023 Awesome Screenshot, Inc.\nAll Rights Reserved.</p>\n<p>\n</p>", "created_at": "2023-07-27 21:14:03.410235", "updated_at": "2023-07-27 21:14:12.55607"}], "points": [], "urls": ["awesomescreenshot.com"]}}