{"error": 448, "message": "OK", "parameters": {"id": 8039, "name": "Today's Budget", "created_at": "2023-04-16 01:07:58.274379", "updated_at": "2023-04-22 11:50:42.349698", "wikipedia": null, "keywords": null, "related": null, "slug": "today-s-budget", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8039.png", "url": "todays-budget.com", "documents": [{"id": 15580, "name": "Privacy policy", "url": "https://www.todays-budget.com/privacy", "xpath": "//body", "text": "Today's Budget<ul>\n<li>FAQ</li>\n<li>Pricing</li>\n<li>Download</li>\n</ul>EnglishDeutschPrivacy policy<p>\n<br>\n<br>‍<strong>Information we collect</strong>\n<br>When you use our apps, all information you enter stays on your devices or iCloud, for example incomes or transactions.\n&nbsp;We do not collect or store your data in any other places.\n&nbsp;When you use iCloud sync features, your data is stored by Apple Inc.\nand protected by their privacy policies (https://support.apple.com/en-us/HT202303).\nWhen you use the app via TestFlight, their terms and conditions apply.&nbsp;(https://www.apple.com/ca/legal/internet-services/itunes/testflight/ca/terms.html)<br>\n<br>The only time we obtain personal information from you is when you send us an email – for requesting a new feature, asking a question about the app, or reporting a bug, etc.\nThis can contain any of, but not limited to, the following:<br>– Name<br>– Email address<br>– Screenshots of an app showing a balance or budget.\n<br>\n<br>We handle your information with industry standard security measures.<br>\n<br>‍<strong>Information usage</strong>\n<br>We use the information because they are necessary for customer support and to improve our apps.\nWe never share personal information with outside parties.\nWe may share anonymous, aggregate statistics with outside parties, for example how many percentage of users come from a specific region.\nWe may disclose your information in response to legal requirements or to exercise our legal rights.<br>\n<br>‍<strong>Accessing or deleting your information</strong>\n<br>You can always delete the information you entered in your app, by uninstalling the app.\nThe emails you sent to us are deleted permanently six months after your issue is resolved.\nYou can always request to see the information we stored about you, or delete them immediately.<br>\n<br>‍<strong>Transfers of Information</strong>\n<br>Information may be processed outside of the country in which you are located.\nData privacy laws vary across jurisdictions, and different laws may be applicable to your data depending on where it is processed, stored, or used.<br>\n<br>‍<strong>Your Consent</strong>\n<br>Since we don't collect any personal information, there is no consent for it.\nYou can view our privacy policy in the App Store when you download our app.\nIf you consider that the way we process your information doesn’t meet the requirements of General Data Protection Regulation, you can lodge a complaint with a supervisory authority.<br>\n<br>‍<strong>Children’s Privacy</strong>\n<br>We do not collect or maintain information from users we actually know are under 16.\n&nbsp;Our app is not designed to attract children under age 16.<br>\n<br>‍<strong>Contact Us</strong>\n<br>You can always contact us at via Email.<br>\n<br>\n<strong>Revision History<br>\n</strong> 2022-11-19: First revision</p>Datenschutz<p>Diese Richtlinie gilt für alle im Zusammenhang mit der App Today's Budget gesammelten oder eingereichten Informationen, einschließlich, aber nicht beschränkt auf E-Mails, Apple’s App Store, der Today's Budget Webseite, mit Today's Budget verbundenen Reddit-, Facebook-, Instagram- oder Twitter-Webseiten.<br>‍<br>\n<strong>Von uns gesammelte Informationen<br>‍<br>\n</strong>Wenn du unsere App verwendest, bleiben alle Informationen, die du eingibst (z.B.\nTransaktionen) auf deinen Geräten.\nWenn du auf dem Gerät mit deinem iCloud Konto angemeldet bist, werden deine Daten zwischen deinen Geräten synchronisiert und damit von Apple Inc.\ngespeichert.\nIn diesem Fall sind deine Daten von Apples Datenschutzrichtlinien geschützt.<br>https://support.apple.com/de-de/HT202303<br>‍<br>Wir erhalten nur dann persönliche Informationen von dir, wenn du uns eine E-Mail sendest - z.B.\num ein neues Feature anzufordern, eine Frage zur App zu stellen oder einen Fehler zu melden.\nEine solche E-Mail kann die folgenden Daten beinhalten, ist aber nicht darauf beschränkt:- Name- E-Mail-Adresse- Screenshot aus der App, der dein Budget oder andere finanzielle Details zeigt<br>Wir behandeln deine Daten mit Sicherheitsmaßnahmen, die dem Industriestandard entsprechen.<br>‍<br>\n<strong>Verwendung der Informationen<br>\n</strong>\n<br>Wir verwenden die in den E-Mails bereitgestellten Informationen ausschließlich, um unsere App zu verbessern und unsere Nutzer zu unterstützen.\nWir teilen niemals persönliche Informationen mit Dritten.\nWenn wir Informationen mit Dritten teilen (z.B.\num darzustellen, wie viele Prozent der Nutzer aus einer bestimmten Region kommen), dann handelt es sich um anonyme und zusammengefasste Statistiken.\nWir behalten uns vor, deine Daten aufgrund gesetzlicher Vorschriften oder zur Ausübung unserer gesetzlichen Rechte offenzulegen.<br>\n<br>\n<strong>Löschung / Abfrage deiner Informationen<br>\n</strong>\n<br>Du kannst die Informationen, die du in die App eingegeben hast, jederzeit in der App löschen.&nbsp;Die E-Mails, die du an uns sendest, werden sechs Monate nach der Behebung des Problems endgültig gelöscht.&nbsp;Du kannst jederzeit Einsicht in die von dir gespeicherten Informationen oder deren sofortige Löschung fordern.<br>‍<br>\n<strong>Transfer von Informationen<br>‍<br>\n</strong>Informationen können außerhalb des Landes, in dem du dich befindest, verarbeitet werden.\nDie Datenschutzgesetze variieren von Land zu Land und je nachdem, wo sie verarbeitet, gespeichert oder verwendet werden, können unterschiedliche Gesetze für deine Daten gelten.<br>‍<br>Wenn du der Ansicht bist, dass die Art und Weise, wie wir deine Daten verarbeiten, nicht den Anforderungen der Datenschutz-Grundverordnung entspricht, kannst du eine Beschwerde bei einer Aufsichtsbehörde einreichen.<br>‍<br>\n<strong>Kontakt<br>\n</strong>Du kannst uns jederzeit per E-Mail kontaktieren.<br>‍<br>\n<strong>Haftungshinweis<br>\n</strong>\n<br>Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links.\nFür den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.</p>Get in touchEmailRedditInstagramTwitterHow to useFAQYouTube tutorialsLegalImpressumTerms &amp;&nbsp;ConditionsPrivacy policyLanguageEnglish日本語DeutschiPhone, SwiftUI and App Store are trademarks of Apple Inc., registered in the U.S.\nand other countries.&nbsp;<br>‍<br>Copyright © 2023 Ruttinger Software GmbH", "created_at": "2023-04-16 01:07:58.336849", "updated_at": "2023-04-16 01:08:17.656991"}, {"id": 15579, "name": "Daily Budget Original Privacy policy", "url": "https://www.todays-budget.com/dboprivacy", "xpath": "//body", "text": "Daily Budget Original<ul>\n<li>English</li>\n<li>Deutsch</li>\n</ul>Privacy policy<p>\n<br>\n<br>This policy applies to all information collected or submitted concerning Daily Budget Original or Daily Budget Original PRO apps, in places including but not limited to, emails, Apple Inc.’s App Store, Daily Budget website, its Facebook or Twitter page.<br>\n<br>\n<strong>Information we collect<br>\n</strong>‍<br>When you use our apps, all information you enter to it stay only on your devices, for example transactions or PIN.\n&nbsp;We do not collect or store your data in any other places.\n&nbsp;When you use iCloud or Dropbox sync features, your data is stored by Apple Inc.\nor Dropbox, Inc.\nand protected by their privacy policies.<br>Apple: https://support.apple.com/en-us/HT202303<br>Dropbox: https://www.dropbox.com/help/security<br>\n<br>The only time we obtain personal information from you is when you send us an email – for requesting a new feature, asking a question about the app, or reporting a bug, etc.\nThis can contain any of, but not limited to, the following:<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Name<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Email address<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Screenshots of an app showing a balance or budget<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Backup file containing transactions such as income or expense<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anonymous support fileWe handle your information with industry standard security measures.<br>\n<br>\n<strong>Information usage<br>\n</strong>‍<br>We use the information provided in support emails because they are necessary for customer support and to improve our apps.We never share personal information with outside parties.\nWe may share anonymous, aggregate statistics with outside parties, for example how many percentage of users come from a specific region.We may disclose your information in response to legal requirements or to exercise our legal rights.<br>\n<br>\n<strong>Accessing or deleting your information<br>\n</strong>‍<br>You can always delete the information you entered in your app, by uninstalling the app.\nThe emails you sent to us are deleted permanently six months after your issue is resolved.You can always request to see the information we stored about you, or delete them immediately.<br>‍<br>\n<strong>Transfers of Information<br>\n</strong>‍<br>Information may be processed outside of the country in which you are located.\nData privacy laws vary across jurisdictions, and different laws may be applicable to your data depending on where it is processed, stored, or used.<br>‍<br>\n<strong>Your Consent<br>\n</strong>‍<br>When you send us an email, we ask you to review and agree to our privacy policy.&nbsp;&nbsp;You can always contact us to change your consent.If you consider that the way we process your information doesn’t meet the requirements of General Data Protection Regulation, you can lodge a complaint with a supervisory authority.<br>\n<br>\n<strong>Children’s Privacy<br>\n</strong>‍<br>We do not collect or maintain information from users we actually know are under 16.\n&nbsp;Our app is not designed to attract children under age 16.<br>‍<br>\n<strong>Contact Us<br>‍<br>\n</strong>You can always contact us at via Email.<br>\n<br>\n<strong>Revision History<br>\n</strong>‍<br>2018-05-25 Second draft for GDPR requirements<br>2020-09-15 Removed Ads and Analytics<br>‍<br>\n<strong>Impressum</strong>\n<br>\n<br>Ruttinger &amp.\nKurosawa GbR<br>Fehrbelliner Straße 47<br>10119 Berlin<br>Email<br>\n<br>‍<br>\n<br>\n</p>Datenschutz<p>\n<br>\n<br>Diese Richtlinie gilt für alle im Zusammenhang mit den Apps Daily Budget Original und Daily Budget Original PRO gesammelten oder eingereichten Informationen, einschließlich, aber nicht beschränkt auf E-Mails, Apple’s App Store, Daily Budget-Website, Facebook- oder Twitter-Seite.<br>‍<br>\n<strong>Von uns gesammelte Informationen<br>\n</strong>‍<br>Wenn Sie unsere Apps verwenden, bleiben alle Informationen, die Sie eingeben (z.\nB.\nTransaktionen oder PIN), nur auf Ihren Geräten.\nWir sammeln und speichern Ihre Daten nicht an anderen Orten.\nWenn Sie die Funktion zur iCloud- oder Dropbox-Synchronisierung verwenden, werden Ihre Daten von Apple Inc.\noder Dropbox Inc.\ngespeichert und durch deren Datenschutzrichtlinien geschützt<br>\n<br>https://support.apple.com/de-de/HT202303<br>https://www.dropbox.com/help/security<br>\n<br>Wir erhalten nur dann persönliche Informationen von Ihnen, wenn Sie uns eine E-Mail senden - um ein neues Feature anzufordern, eine Frage zur App zu stellen oder einen Fehler zu melden.\nEine solche E-Mail kann die folgenden Daten beinhalten, ist aber nicht darauf beschränkt :<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Name<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;E-Mail-Adresse<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Screenshot aus der App, der Ihr Budget oder andere finanzielle Details zeigt<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Backup-Datei mit allen Transaktionen, Einnahmen, etc.<br>- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anonymisierte Support-Datei<br>\n<br>Wir behandeln Ihre Daten mit Sicherheitsmaßnahmen, die dem Industriestandard entsprechen.<br>\n<br>\n<strong>Verwendung der Informationen<br>\n</strong>‍<br>Wir verwenden die in den Emails bereitgestellten Informationen ausschließlich, um unsere App zu verbessern und unsere Nutzer zu unterstützen.\nWir teilen niemals persönliche Informationen mit Dritten.\nWenn wir Informationen mit Dritten teilen (z.B.\num darzustellen, wie viele Prozent der Nutzer aus einer bestimmten Region kommen), dann handelt es sich um anonyme und zusammengefasste Statistiken.\nWir behalten uns vor, Ihre Daten aufgrund gesetzlicher Vorschriften oder zur Ausübung unserer gesetzlichen Rechte offenzulegen.<br>‍<br>\n<strong>Löschung / Abfrage Ihrer Informationen<br>\n</strong>‍<br>Sie können die Informationen, die Sie in Ihre App eingegeben haben, jederzeit löschen, indem Sie die App deinstallieren.\nDie E-Mails, die Sie an uns senden, werden sechs Monate nach der Behebung des Problems endgültig gelöscht.\n<br>Sie können jederzeit Einsicht in die von Ihnen gespeicherten Informationen oder deren sofortige Löschung fordern.<br>\n<br>\n<strong>Transfer von Informationen<br>\n</strong>\n<br>Informationen können außerhalb des Landes, in dem Sie sich befinden, verarbeitet werden.\nDie Datenschutzgesetze variieren von Land zu Land und je nachdem, wo sie verarbeitet, gespeichert oder verwendet werden, können unterschiedliche Gesetze für Ihre Daten gelten<br>\n<br>\n<strong>Ihre Zustimmung<br>\n</strong>\n<br>Bevor Sie uns eine E-Mail senden, bitten wir Sie, unsere Datenschutzrichtlinie zu lesen und zu akzeptieren.\nSie können uns jederzeit kontaktieren, um Ihre Zustimmung zu ändern.Wenn Sie der Ansicht sind, dass die Art und Weise, wie wir Ihre Daten verarbeiten, nicht den Anforderungen der Datenschutz-Grundverordnung entspricht, können Sie eine Beschwerde bei einer Aufsichtsbehörde einreichen.<br>\n<br>\n<strong>Privatsphäre von Kindern<br>\n</strong>‍<br>Wir sammeln oder verwalten keine Informationen von Nutzern, von denen wir wissen, dass sie unter 16 Jahre alt sind.\nUnsere App ist nicht darauf ausgelegt, Interesse bei Kindern unter 16 Jahren zu wecken.<br>\n<br>\n<strong>Kontakt<br>\n</strong>\n<br>Sie können uns jederzeit &nbsp;per Email kontaktieren.<br>\n<br>\n<strong>Versionshistorie<br>\n</strong>\n<br>25.05.2018: Zweiter Entwurf für DSGVO-Anforderungen<br>15.09.2020: Entfernung von Werbung und Analyse<br>\n<br>\n<strong>Impressum</strong>\n<br>\n<br>Ruttinger, Kurosawa GbR<br>Fehrbelliner Str.\n47<br>10119 Berlin<br>Email: support@dailybudget.de<br>Tel.: 030 35526274<br>\n<br>\n<strong>Haftungshinweis:<br>\n</strong>‍<br>Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links.\nFür den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.<br>\n</p>", "created_at": "2023-04-16 01:07:58.305811", "updated_at": "2023-04-16 01:08:28.062883"}], "points": [], "urls": ["todays-budget.com"]}}