{"error": 448, "message": "OK", "parameters": {"id": 5433, "name": " RewardsAvenue", "created_at": "2021-11-03 00:15:49.508768", "updated_at": "2021-11-03 23:01:06.351155", "wikipedia": null, "keywords": null, "related": null, "slug": "rewardsavenue", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5433.png", "url": "rewardsavenue.net,membershipinfo.center", "documents": [{"id": 9757, "name": " Privacy Policy ", "url": "https://ra.membershipinfo.center/privacy.html", "xpath": "//body", "text": " Privacy Policy Last updated: April 1, 2020<br> This Privacy Policy governs the manner in which RewardsAvenue collects, uses, maintains and discloses information collected from users (each, a \"User\") of the www.RewardsAvenue.net website (\"Site\").\nThis privacy policy applies to the Site and all products and services offered by RewardsAvenue.\nPersonal identification information We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, place an order, respond to a survey, fill out a form, and in connection with other activities, services, features or resources we make available on our Site.\nUsers may be asked for, as appropriate, name, email address, mailing address, phone number, credit card information.\nWe will collect personal identification information from Users only if they voluntarily submit such information to us.\nUsers can always refuse to supply personally identification information, except that it may prevent them from engaging in certain Site related activities.\nNon-personal identification information We may collect non-personal identification information about Users whenever they interact with our Site.\nNon-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.\nWeb browser cookies Our Site may use \"cookies\" to enhance User experience.\nUser's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.\nUser may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.\nHow we use collected information RewardsAvenue may collect and use Users personal information for the following purposes:<br> - To improve customer service<br> Information you provide helps us respond to your customer service requests and support needs more efficiently.<br> - To personalize user experience<br> We may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site.<br> - To improve our Site<br> We may use feedback you provide to improve our products and services.<br> - To process payments<br> We may use the information Users provide about themselves when placing an order only to provide service to that order.\nWe do not share this information with outside parties except to the extent necessary to provide the service.<br> - To share your information with third parties<br> We may share or sell information with third parties for marketing or other purposes.<br> - To run a promotion, contest, survey or other Site feature<br> To send Users information they agreed to receive about topics we think will be of interest to them.<br> - To send periodic emails<br> We may use the email address to send User information and updates pertaining to their order.\nIt may also be used to respond to their inquiries, questions, and/or other requests.\nHow we protect your information <br>\n<br> We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.\n<br>\n<br> Sensitive and private data exchange between the Site and its Users happens over a SSL secured communication channel and is encrypted and protected with digital signatures.\nSharing your personal information We may use third party service providers to help us operate our business and the Site or administer activities on our behalf, such as sending out newsletters or surveys.\nYour email address will only be shared with our preferred mailing partner for the purpose of sending third party promotional email communication.\nWe may share your information with these third parties for those limited purposes provided that you have given us your permission.\nCalifornia Residents: To exercise your CCPA rights, please click this Do not sell my information link.\nAlternatively, you can email us at ccparights@membershipinfo.center Third party websites Not withstanding any other provision, we partner with third parties that collect information across various channels, including offline and online, for purposes of delivering more relevant advertising to you or your business.\nOur partners may place or recognize a cookie on your computer, device, or directly in our emails/communications, and we may share personal information with them if you have submitted such information to us, such as your name, postal address, email address, or device ID.\nOur partners may link the hashed or obfuscated personal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms, including but not limited to, computers, mobile devices, over time for advertising (including addressable TV), analytics, attribution, and reporting purposes.\nFor example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.\nYour data may be transferred outside of the country from which it was originally collected.\nTo learn more about interest-based advertising in general and to opt out, please visit http://www.aboutads.info/choices.<br>\n<br> Users may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.\nWe do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.\nIn addition, these sites or services, including their content and links, may be constantly changing.\nThese sites and services may have their own privacy policies and customer service policies.\nBrowsing and interaction on any other website, including websites which have a link to our Site, is subject to that website's own terms and policies.\nAdvertising Ads appearing on our site may be delivered to Users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile non personal identification information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.\nChanges to this privacy policy RewardsAvenue has the discretion to update this privacy policy at any time.\nWhen we do, we will send you an email.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.\nYour acceptance of these terms By using this Site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.\nContacting us If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at:<br>\n<br> RewardsAvenue<br> Support<br> ", "created_at": "2021-11-03 00:15:49.511173", "updated_at": "2022-12-14 06:05:00.444897"}, {"id": 9758, "name": " Terms & Conditions ", "url": "https://ra.membershipinfo.center/terms.html", "xpath": "//body", "text": " Terms &amp.\nConditions Last updated: April 1, 2020<br> PLEASE READ THESE TERMS &amp.\nCONDITIONS CAREFULLY BEFORE USING THIS WEBSITE.\nBY USING THIS WEBSITE, YOU AGREE TO BE BOUND BY, AND TO COMPLY WITH, THESE TERMS &amp.\nCONDITIONS.\nIF YOU DO NOT ACCEPT THESE TERMS &amp.\nCONDITIONS, YOU ARE NOT AUTHORIZED TO ACCESS OR USE THIS WEBSITE FOR ANY PURPOSE.\nIntroduction The following terms and conditions describe the promotion's participation requirements for the RewardsAvenue program and its general membership policies.\nRewardsAvenue is solely responsible for the administration of the reward offer.\nAll trademarks are the property of their respective owners with all rights reserved.\nEligibility To become a RewardsAvenue member and participate in its reward program, you must be at least 18 years old and a legal resident of the Contiguous United States with a valid email and mailing address.\nIf you do not meet these requirements, we ask that you do not complete the registration process.\nOffer not valid to residents of Washington State and where prohibited by law.\nTo receive the reward you must 1) be a U.S.\nresident at least 18 years of age or older.\n2) register with valid information.\n3) complete the following reward sponsor offers: 2 Sponsor Offers on Offer page 1 and 2 Sponsor Offers on Offer Page 2 (Available reward sponsor offers will vary.\nSome reward sponsor offers require a purchase, see the sample list below for credit details and purchase costs.\nCredit card offers may require you to activate the card by making a purchase, transferring a balance or taking a cash advance.\n4) Follow the redemption instructions found in the member section.\nAll program requirements must be completed within 90 days of the date of registration.<br>\n<br> In cases of a financial offer such as a credit card, the card must be activated by making a purchase, balance transfer or cash advance in order for the offer to be considered \"completed\", and the user must remain a card holder for at least 60 days.\nIn order to receive credit for any sponsor offers completed, the billing information must match exactly to the information used when registering with RewardsAvenue .\nAdditional terms and conditions may apply to participation in select marketing offers.\nYou should read the terms of each offer as provided by the advertiser for an explanation of these terms where they exist.\n<br> RewardsAvenue reserves the right to require individuals to provide documentation demonstrating they have completed the advertiser requirements prior to incentive gift redemption in cases where that information is unavailable from the advertiser.\n<br>\n<br> You have up to ninety days from the original date of your membership registration to complete the membership incentive program and redeem your incentive gift.\nYour gift eligibility is secured as soon as you complete the sponsor offers outlined for each program.\nOnce you meet the offer completion requirements, you’re redemption link will be set live.\nClick on the redemption to print your redemption form and send to info@RewardsAvenue.net Once we have received your redemption form, your gift will be sent within thirty days.\nGift redemptions are limited to one gift per household, per each calendar year.\nIf you have registered for multiple membership incentive gift promotions, you will be given your choice of gift items upon logging into your Member's Area.\nHouseholds may only redeem one reward in a calendar year.<br> Please note that it may take up to six weeks for our marketing partners to report to us that you have completed their offer.\nPlease be patient while our marketing partners report back to us.\nYou may check your redemption status at anytime by logging in here: Use the same information that you entered when you registered.\nYour email address is your password when you first log in.\nRegistration You must provide valid and truthful registration information.\nIf you provide any information that is untrue, inaccurate, not current, or incomplete, or if we have reasonable grounds to suspect that any information you provided is untrue, inaccurate, not current, or incomplete, your account may be placed on hold or disqualified.\nAccounts Only one account is allowed per household.\nAny accounts that share the same name, email address, mailing or shipping address, telephone number, credit card or IP address will be considered the same household.\nAccounts in violation of this rule will be placed on hold or disqualified.\nYou may not have multiple accounts at more than one address or under more than one name or email address.\nYou may not use another person’s name or information to receive products from this website.\nFor example, you may not register on this website for another person or complete offers for another person’s account.\nYou are responsible for maintaining the security of your account.\nRewardsAvenue.\nis not liable for any losses incurred through the access of your account by a third party.\nIf your account is placed on hold or disqualified, you may not create another account on any website owned or operated by RewardsAvenue You may access your account at any time by clicking on Check Gift Status and entering the email address that you used to register on the website.\nExpiration/Cancellation of Account Your account will expire 60 days from the date you register on this website.\nUpon expiration, you will no longer be eligible to receive the reward.\nThere is no way to cancel an account.\nIf you no longer wish to remain a part of this website, you should refrain from accessing your account.\nPublicity Except where prohibited by law, participation in this website constitutes your consent to RewardsAvenue.'s use of your name, likeness, voice, opinions, hometown and state for promotional purposes in any media, worldwide, without further approval, payment or consideration.\nOptional Offers/Survey Pages Completion of the optional offers and survey pages is not required to qualify for the reward.\nWe may preselect certain offers for you to view.\nIf you are not interested in signing-up for an offer, click “No” or “Skip.” Completion of Reward Sponsor Offers You must provide valid and truthful information when completing an advertiser’s offer.\nAccounts in violation of this rule will be placed on hold or disqualified.\nYou may only complete a sponsor offer once and receive credit.\nSponsor offers are only credited for new accounts/sales.\nFor purposes hereof, an “advertiser” generally is the business unit sponsoring the offer, although some advertisers may apply this rule to the entire corporate entity sponsoring the offer.\nIn order to receive credit for completing an offer, you must complete the offer by clicking on the offer from this website.\nYou must click the offer link via our web page in order for us to correctly track and credit your account.\nImportantly, some applications such as spyware blockers or pop-up blockers may preclude these links from functioning correctly and RewardsAvenue.\nis not liable for such failures.\nYou may apply only once to any given credit card offer.\nCredit card offers may require you to activate the card by making a purchase, transferring a balance or taking a cash advance.\nIn order to receive proper credit for completing an offer, you must make sure that your browser settings are set to accept all cookies, and that you click on our exact offer link to get to the offer provider’s website.\nFailure to Receive Credit for a Reward Offer RewardsAvenue.\ndoes not guarantee that you will receive credit for an offer.\nWe reserve the right to refuse crediting your account for a variety of reasons, including but not limited to improper sign-up, lack of appropriate information or documentation or improper browser settings.\nRewardsAvenue.\nis not responsible for delays in reporting offer completion.\nThe time it takes to receive credit for an offer varies with each advertiser.\nIf you believe that you have successfully completed an offer and you have not received credit for that offer, you should confirm that you have: (1) satisfied all of the requirements stipulated by the advertiser.\nand (2) waited the appropriate amount of time for offer completion to be reported back to this website (this amount of time varies with each advertiser).\nTerms of Offers RewardsAvenue is not responsible for its advertisers’ offers or the transactions you enter into with the advertisers or partners on this website.\nRewardsAvenue, cannot fulfill an advertiser offer, cancel an advertiser offer on your behalf, refund any charges you have incurred or service an account you created with an advertiser.\nYou should carefully read the requirements, terms and conditions, privacy policy and billing information for each offer before you sign-up.\nYou complete offers through our website publisher partners at your own risk.\nRewardsAvenue is not responsible for content, services or products associated with our website publisher partners.\nIf there is a complaint about services or products received from a publisher, you should contact the offer provider in question.\nSecurity The RewardsAvenue Web Site has security measures in place intended to protect the loss, misuse and alteration of the information under our control.\nOur hardware infrastructure is housed in a controlled access facility that restricts access to authorized individuals with positive identification.\nOur network access to the infrastructure is protected by a firewall protection system.\nMember information is backed up on a periodic basis to protect against accidental loss.\nHowever, we can not guarantee that communications between you and RewardsAvenue will not be intercepted by others and that information stored on our servers will be free from unauthorized access.\nWhile we have taken reasonable precautions to protect this information, you should always use discretion in what information you send to us and not expect that such information will be absolutely free from intrusion.\nTax Liability You are responsible for all local, state, and federal taxes on any gifts you receive.\nRewardsAvenue requires that anyone receiving gifts valued at $600.00 and above in any calendar year complete and submit a W-9 form from the Internal Revenue Service in order to allow RewardsAvenue to comply with IRS reporting requirements.\nArbitration Should a dispute arise concerning the terms and conditions of this Agreement or the breach of same by either party hereto, the parties agree to submit their dispute for resolution by arbitration before the American Arbitration Association in Broward County, Florida, in accordance with the then current Commercial Arbitration Rules of the American Arbitration Association.\nAny award rendered shall be final and conclusive to the parties and a judgment thereon may be entered in any court of competent jurisdiction.\nNothing herein shall be construed to preclude any party from seeking injunctive relief in order to protect its rights pending an outcome in arbitration.\nThis Agreement, together with the Privacy Policy, constitutes the entire agreement between the parties related to the subject matter hereof, and supersedes any prior or contemporaneous (oral, written or electronic) agreement between the parties.\nTo the extent that anything contained in this Agreement contradicts or is in any way inconsistent with the Privacy Policy, the Privacy Policy shall control in all respects.\nIf any provision of this Agreement is prohibited by law or held to be unenforceable, the remaining provisions hereof shall not be affected, and this Agreement shall continue in full force and effect as if such unenforceable provision had never constituted a part hereof.\nLiability Release By participating in any RewardsAvenue promotion, you release RewardsAvenue and its respective parents, subsidiaries, and other affiliated companies, and the directors, shareholders, officers, employees, or agencies of any of the above organizations, for any and all liability for any injury, death, loss, tax liability or damage of any kind arising from entrant's participation in this program, or resulting from acceptance, possession, use or misuse of any sponsor offer or gift.\nFailure to comply with these Terms and Conditions may result in disqualification from this program.\nRewardsAvenue reserves the right, in its sole discretion, to: (i) disqualify from this or any promotion it sponsors now, or in the future, any person it finds, in its sole discretion, has intentionally violated these Terms and Conditions, tampered with the eligibility process, or any other aspect of the promotion.\nand (ii) cancel or suspend part or all of this program in the event that printing errors, tampering, fraud, unauthorized intervention or other causes beyond RewardsAvenue 's control, corrupt or impair the administration, security or fairness of the program.\nAny attempt by you or any other person to deliberately undermine the legitimate operation of the program may be in violation of criminal and civil laws.\nand should such an attempt be made, RewardsAvenue reserves the right to seek remedies and damages (including attorneys' fees) from you or any other person to the fullest extent permitted by law, including seeking criminal prosecution.\nLIMITATION OF LIABILITY TO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, NEITHER THE COMPANY NOR ANY OF ITS SUBSIDIARIES, AFFILIATES, SERVICE PROVIDERS, OFFICERS, DIRECTORS OR EMPLOYEES SHALL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR RELATING TO THIS AGREEMENT, NO MATTER HOW CAUSED, INCLUDING WITHOUT LIMITATION AS A RESULT OF TYPOGRAPHICAL, SYSTEM,HUMAN ERRORS AND FAILURES, FAULTY TRANSMISSIONS, TECHNICAL PROBLEMS AND MALFUNCTION(S), ACTS OF NATURE, FORCES, OR CAUSES BEYOND OUR REASONABLE CONTROL, OR THE USE OR INABILITY TO USE THE SERVICE, THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS OR SERVICES PURCHASED OR OBTAINED, MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH THE PROGRAM OR RESULTING FROM UNAUTHORIZED ACCESS TO OR ALTERATION OF USER'S TRANSMISSIONS OR DATA, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, USE, DATA OR OTHER INTELLECTUAL PROPERTY, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT WILL THE COMPANY'S TOTAL CUMULATIVE LIABILITY TO ANY USER UNDER THIS AGREEMENT EXCEED AN AMOUNT EQUAL TO THE LESSER OF (i) THE VALUE OF THE GIFT FOR WHICH THE CONSUMER HAS REGISTERED, OR (ii) $1,000, OR (iii) ACTUAL DOLLAR AMOUNT CONSUMER SPENT ON A SITE COMPLETING SPONSOR OFFERS.\nDISCLAIMER OF WARRANTIES THE SITE, THE GIVEAWAY, THE PROGRAMS, PRIZES, GIFTS, AND ANY PRODUCTS AND/OR SERVICES THAT YOU MAY RECEIVE FROM US OR ONE OF OUR THIRD PARTY PARTNERS ARE PROVIDED TO YOU ON AN 'AS IS' AND 'AS AVAILABLE' BASIS AND ALL WARRANTIES, EXPRESS AND IMPLIED, ARE DISCLAIMED TO THE FULLEST EXTENT PERMISSIBLE PUSUANT TO APPLICABLE LAW (INCLUDING, BUT NOT LIMITED TO, THE DISCLAIMER OF ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF INTELLECTUAL PROPERTY AND/OR FITNESS FOR A PARTICULAR PURPOSE).\nIN PARTICULAR, BUT NOT AS A LIMITATION THEREOF, COMPANY MAKES NO WARRANTY THAT: (A THE SITE, THE GIVEAWAY, THE PROGRAMS, PRIZES, GIFTS, AND ANY PRODUCTS AND/OR SERVICES THAT YOU MAY RECEIVE FROM US OR ONE OF OUR THIRD PARTY PARTNERS WILL MEET YOUR REQUIREMENTS.\n(B) THE SITE, THE GIVEAWAY, THE PROGRAMS, PRIZES, GIFTS, AND ANY PRODUCTS AND/OR SERVICES THAT YOU MAY RECEIVE FROM US OR ONE OF OUR THIRD PARTY PARTNERS WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\n(C) THE APPLICABLE PRIZE TEST ITEM OR GIFT WILL MEET WITH YOUR REQUIREMENTS AND/OR THAT ANY THIRD PARTY PARTNER WILL PERFORM ITS ASSOCIATED OBLIGATIONS IN A TIMELY OR SATISFACTORY MANNER.\n(D) YOU WILL QUALIFY FOR A GIFT BY COMPLETING ANY OF COMPANY'S THIRD PARTY PARTNERS' PROGRAM TERMS.\nOR (E) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE, THE GIVEAWAY, THE PROGRAMS, PRIZES, GIFTS, AND ANY PRODUCTS AND/OR SERVICES THAT YOU MAY RECEIVE FROM US OR ONE OF OUR THIRD PARTY PARTNERS WILL BE ACCURATE OR RELIABLE.\nTHE SITE, THE GIVEAWAY, THE PROGRAMS, PRIZES, GIFTS, AND ANY PRODUCTS AND/OR SERVICES THAT YOU MAY RECEIVE FROM US OR ONE OF OUR THIRD PARTY PARTNERS, MAY CONTAIN BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS.\nWE WILL NOT BE LIABLE FOR THE AVAILABILITY OF THE UNDERLYING INTERNET CONNECTION ASSOCIATED WITH THE SITE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM COMPANY, ANY OF ITS THIRD PARTY PARTNERS OR OTHERWISE THROUGH OR FROM THE SITE, SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.\nChanging Your Status To have all of your personally identifiable information removed from our database, please click here.\nPlease be advised that by requesting that your data be removed from our database, you will be unsubscribed from RewardsAvenue services and you forfeit your eligibility to participate in the RewardsAvenue program.\nUpdates RewardsAvenue may revise this Policy at any time in the future to (i) improve or modify the RewardsAvenue Service, (ii) reflect future developments in RewardsAvenue data information gathering, storing and release practices, (iii) comply with applicable laws, and (iv) reflect changes in RewardsAvenue business structure.\nAccordingly, you should review these terms and policy from time to time to check for updates.\nYour continued use of the RewardsAvenue website shall evidence your acceptance of any changes.\n<br>\n<br> If you do not accept any of the terms of this Policy, we ask that you not complete our registration process.\nYour registration with RewardsAvenue constitutes your acceptance of these terms and privacy policy.\nYou may unsubscribe/opt-out of your membership at anytime by clicking here ", "created_at": "2021-11-03 00:15:49.513282", "updated_at": "2022-12-14 06:04:30.14535"}], "points": [], "urls": ["rewardsavenue.net", "membershipinfo.center"]}}