{"error": 448, "message": "OK", "parameters": {"id": 9810, "name": "FUTO", "created_at": "2023-10-23 19:26:45.127674", "updated_at": "2023-10-23 22:02:42.778423", "wikipedia": null, "keywords": null, "related": null, "slug": "futo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9810.png", "url": "futo.org,wp.futo.org,app.futo.org,voiceinput.futo.org,zulip.futo.org,gitlab.futo.org", "documents": [{"id": 19542, "name": "Privacy Policy", "url": "https://futo.org/privacy-policy/", "xpath": "//body", "text": "\nSkip to content <ul>\n<li>About<ul>\n<li>What is FUTO?</li>\n<li>What Does FUTO Believe?</li>\n<li>The Internet and Social Media</li>\n</ul>\n</li>\n<li>Grants<ul>\n<li>FUTO Fellows</li>\n<li>Legendary Grants<ul>\n<li>Apply</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Projects</li>\n<li>Repair Workshop</li>\n<li>FUTO Chat</li>\n<li>Jobs</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu<ul>\n<li>About<ul>\n<li>What is FUTO?</li>\n<li>What Does FUTO Believe?</li>\n<li>The Internet and Social Media</li>\n</ul>\n</li>\n<li>Grants<ul>\n<li>FUTO Fellows</li>\n<li>Legendary Grants<ul>\n<li>Apply</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Projects</li>\n<li>Repair Workshop</li>\n<li>FUTO Chat</li>\n<li>Jobs</li>\n</ul> Privacy PolicyWho we are<p>\n<strong>Suggested text: </strong>Our website address is: https://wp.futo.org.</p>Comments<p>\n<strong>Suggested text: </strong>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p>Media<p>\n<strong>Suggested text: </strong>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>Cookies<p>\n<strong>Suggested text: </strong>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</p>Embedded content from other websites<p>\n<strong>Suggested text: </strong>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>Who we share your data with<p>\n<strong>Suggested text: </strong>If you request a password reset, your IP address will be included in the reset email.</p>How long we retain your data<p>\n<strong>Suggested text: </strong>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.</p>What rights you have over your data<p>\n<strong>Suggested text: </strong>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>Where your data is sent<p>\n<strong>Suggested text: </strong>Visitor comments may be checked through an automated spam detection service.</p>\nAddress<p>1044 Liberty Park Drive<br>Austin, TX 78746<br>United States of America</p>Office Phone\n+1 (512) 222-5182Navigation<ul>\n<li>Grants</li>\n<li>Projects</li>\n<li>Jobs</li>\n</ul>\n<ul>\n<li>Grants</li>\n<li>Projects</li>\n<li>Jobs</li>\n</ul>Social<ul>\n<li>Minds</li>\n<li>Twitter</li>\n<li>Odysee</li>\n<li>YouTube</li>\n</ul>\n<ul>\n<li>Minds</li>\n<li>Twitter</li>\n<li>Odysee</li>\n<li>YouTube</li>\n</ul>\n<blockquote>\n<p>\nOnce men turned their thinking over to machines in the hope that this would set them free.\nBut that only permitted other men with machines to enslave them.</p>\n<cite>Frank Herbert, Dune</cite>\n</blockquote> Site Login<p>FUTO is a new organization founded to develop technology and share knowledge that gives control of computers back to the people.</p> Username or Email Address Password Remember Me Log In Lost your password? ", "created_at": "2023-10-23 19:26:45.16352", "updated_at": "2023-10-23 19:27:34.289777"}, {"id": 19543, "name": "Voice Input Privacy Policy", "url": "https://voiceinput.futo.org/VoiceInput/PrivacyPolicy", "xpath": "//body", "text": "\nFUTO Voice Input Privacy Policy <p>Last updated October 6, 2023.\nValid as of v1.2.2</p> 1.\nGeneral clauses <p>1.1.\nThe app may make external requests for the following purposes: checking for updates (once every 2 days), downloading new models (at your choice), paying for the app (at your choice), sending crash reports (at your choice)</p>\n<p>1.2.\nDuring these requests, your IP address and other traffic routing information may be transmitted to and processed by various service providers.\nWe do not otherwise log or store your data/requests unless otherwise specified.</p>\n<p>1.3.\nMicrophone data is always processed on your device and will never be transmitted elsewhere.</p>\n<p>1.4.\nThis privacy policy may change in the future.</p> 2.\nGoogle Play specific clauses <p>2.1.\nChecking for updates is not done on the Google Play version.\nInstead, Google Play handles updates automatically.</p>\n<p>2.2.\nThe Google Play version of the app includes Google Play's billing library, and you may be subject to Google's privacy policy.</p> 3.\nStandalone specific clauses <p>3.1.\nYou may choose to pay for the app if you find it useful.\nIf you choose to do so, certain information will be transmitted, stored and processed as necessary to provide the payment feature.\nIn particular, Stripe processes our payments and the Stripe Privacy Policy may be applicable.</p> 4.\nCrash Reports\n<p>4.1.\nIf the app crashes, you may be asked if you wish to submit a crash report.\nIf you accept, your device information and crash details will be sent to us for the purposes of investigating the crash and improving the software.</p> ", "created_at": "2023-10-23 19:26:45.198898", "updated_at": "2023-10-23 19:28:06.828129"}], "points": [], "urls": ["futo.org", "wp.futo.org", "app.futo.org", "voiceinput.futo.org", "zulip.futo.org", "gitlab.futo.org"]}}