{"error": 448, "message": "OK", "parameters": {"id": 6903, "name": "Vectary", "created_at": "2022-11-17 23:36:47.778974", "updated_at": "2022-11-17 23:01:11.975814", "wikipedia": null, "keywords": null, "related": null, "slug": "vectary", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6903.png", "url": "vectary.com", "documents": [{"id": 12647, "name": "Privacy Policy", "url": "https://www.vectary.com/privacy-policy/", "xpath": "/html/body/div[2]/section[2]", "text": " Effective Date: January 17, 2022 <p>This privacy policy (the <strong>Privacy policy</strong>) describes the processing of your personal data by <strong>Vectary, Inc.</strong> with its registered seat at Greentree Drive 160, Dover 199 04, United States of America (the <strong>Company </strong>,<strong> we</strong> or <strong>us</strong> ) for the purpose of providing you with our services located at www.vectary.com (the <strong>Site</strong>) where you can create and share 3D content, using Vectary´s collaborative platform, consisting of (a) Studio, an online editor where users can create 3D digital designs (Projects) (b) Workspaces, where users can collaborate on Projects, and (c) Share Link, where users can create a publicly accessible link to their Projects (collectively, with all other services accessible through the Site the <strong>Services</strong>).<strong>\n<br>\n</strong>\n</p> 1.\nInterpretation <p>\n<strong>1.1 &nbsp;</strong>All the capitalized terms used in this Privacy Policy shall have the meaning assigned to them in our Terms of Use.<br>\n</p> 2.\nWhat kind of information do we collect? <p>\n<strong>2.1 </strong>&nbsp;We collect a variety of personal data (Data) from you when you provide it to us directly, when we request it from you, or when you give us permission to get it from a third party source, depending on your use of our Site and/or Services:&nbsp;<br>\n<br>\n</p>\n<p>\n</p>\n<p>\n<strong>a)&nbsp;&nbsp;&nbsp;Information you provide for the use of our Site and Services.&nbsp;</strong>\n<br>\n<em>i.\nRegistration:</em> Information that you provide to us when registering with our Site (including your name and email address).<br>\n<em>ii.\nProfile: </em>Information that you provide when completing your profile on our Site (including your name, profile pictures, gender, date of birth, interests and hobbies, educational details and employment details, location,<br>\n<em>iii.&nbsp;Purchase: </em>Information relating to any purchases you make in respect of the Services and information you provide to the online payment service provider (including your name, email address and payment status and details).<br>\n<em>iv.\nCommunication: </em>Information contained in or relating to any communication that you send to us or send through our Site (including the email address as well as any other communication content).<br>\n<em>v.\nNotifications:</em> Information that you provide to us for the purpose of subscribing to our email notifications and/or newsletters (including your name and email address).<br>\n<em>vi.\nPosting:</em> Information that you post to our Site for publication on the internet (including your name,&nbsp.\nphoto and Projects).<br>\n<em>vii.\nQuestionnaires: </em>Information you decide to share when you take part in our questionnaires (including the email address, account details, position).<br>\n<em>viii.\nPublic Project Link: </em>Information you decide to share to generate the publicly accessible Project Link (including account details and user name).&nbsp;<br>\n<em>ix.\nOther:</em> Any other Data that you choose to send to us.\nWe do not collect any Special Categories of Personal Data about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data) and we encourage you <strong>not</strong> to share this type of information with us.<br>\n<br>\n<strong>b)&nbsp;&nbsp;&nbsp;Information we obtain from social media platforms:&nbsp;<br>\n<em>‍</em>\n</strong>\n<em>i.\n</em>When you visit or interact with our pages on social media platforms, such as Facebook, LinkedIn, Twitter, Instagram, YouTube, Pinterest and other third-party platforms, you are agreeing to the platform provider’s privacy policy.\nThis may include sharing with us your name, profile, photos, reactions and comments to our posts, etc.\nThe platform provider’s privacy policy applies to your interactions and their collection, use and processing of your Data.\nYou or the platforms may provide us with information through the platform, and we will treat such information in accordance with this Privacy Policy.<br>\n<em>ii.\n</em>Data from other accounts.\nIf you use a third party, like Google or Facebook, to log in to the Site (or later connect your third-party account to your Vectary account), then you authorize the third party to share your Data with us, including your name, username, photo, email address, and any other information you agree to share.\nThe platform provider’s privacy policy applies to your interactions and their collection, use and processing of your Data.<br>\n<br>\n<strong>c)&nbsp;&nbsp;&nbsp;Information we obtain from other third parties.<br>\n</strong>We may receive Data about you from third-party sources.\nFor example, we may obtain your Data from other third parties, such as marketing partners, publicly available sources and data providers.<br>\n<br>\n<strong>d)&nbsp;&nbsp;&nbsp;Information we collected by automated means from your browser and device through cookies and other tracking technologies.<br>\n</strong>With your permission where it is required by applicable laws, we, our providers, and our business partners may automatically log information about your computer and about your visits to and use of our Site and/or Services (including your IP address and geographical location, device type, device screen resolution, browser type and version, operating system, referral source, length of visit, page views, preferred language, mouse events (movements, location and clicks), keypress, referring URL and domain, pages visited, date and time Site was accessed and website navigation paths or any similar information that may be obtained by the Company directly or indirectly from third party providers.).\nInformation that you provide to us when using our Site and/or the Services, or that is generated in the course of the use of those Services (including the timing, frequency and pattern of Service use).<br>\n<br>On our webpages, this information is collected using cookies, browser web storage (also known as locally stored objects, or “LSOs”), Flash-based LSOs (also known as “Flash cookies”), web beacons, and similar technologies, and our emails may also contain web beacons.<br>\n<br>See our Cookie Policy for more information.<strong>\n<br>\n</strong>\n</p> 3.\nWhat do we use your data for? <p>\n<strong>3.1 &nbsp;To provide our services and operate the Site we use your Data to:</strong>&nbsp.\n<br>\n<strong>&nbsp;•</strong> register and/or create an Account<br>\n<strong>&nbsp;•</strong> provide, operate and improve the Site, and our products and services<br>\n<strong>&nbsp;•</strong> establish and maintain your user profile on the Site<br>\n<strong>&nbsp;•</strong> provide you with the results of the questionnaire<br>\n<strong>&nbsp;•</strong> enable security features of the Site, such as by sending you email when you forget your account password, and remembering devices from which you have previously logged in<br>\n<strong>&nbsp;•</strong> communicate with you about the Site, our services, including by sending you announcements, updates, security alerts, and support and administrative messages<br>\n<strong>&nbsp;•</strong> understand your needs and interests, and personalize your experience with the Site and our communications<br>\n<strong>&nbsp;•</strong> provide the features and functionality of the Site&nbsp;<br>\n<strong>&nbsp;•</strong> respond to questions or requests you have submitted to us.<br>\n<br>Please note that any personal information or content that you voluntarily disclose for posting to the Site, its related forums, message boards, your Public Projects, or similar publicly accessible areas or content become available to the public.<br>‍<br>\n<strong>3.2&nbsp;&nbsp;For research and development</strong>\n<br>When processing your Data you provided us we may use automated evaluation of certain personal features or characteristics to improve the Site and to develop new products and services, including use of the Site.<br>\n<br>\n<strong>3.3&nbsp;</strong>\n<strong>To send you marketing and promotional communications</strong>\n<br>Subject to giving us consent, we may also use your email address to send you other messages, such as newsletters, information about how to use our Services, changes to Services, or special offers.\nIf you decide not to receive such messages anymore, you may unsubscribe by following the link provided in the email communication.\nUnsubscribing may prevent you from receiving messages regarding updates, improvements, or offers.\nYou may not unsubscribe from service-related emails.\nIf you correspond with us by email, we may retain the content of your email messages and our responses.<br>\n<br>\n<strong>3.4 &nbsp;To create anonymous, aggregated or de-identified data<br>‍</strong>We may use certain information about you and/or certain of your Data without identifying you as an individual to third parties.\nWe make Data into anonymous, aggregated or de-identified data by removing information that makes the data personally identifiable to you.\nWe do this and share it with third parties for our lawful business purposes, including to analyze and improve the Site and promote our business.<br>\n<br>‍<strong>3.5 &nbsp;To display advertisements<br>‍</strong>We work with advertising partners to display advertisements elsewhere online.\nThese advertisements may be targeted based on your use of the Site or your activity elsewhere online.\nTo learn more about your choices in connection with advertisements, please see the section below titled “Object to how we use your Data for direct marketing purposes.”<br>\n<br>‍<strong>3.6 &nbsp;For compliance, fraud prevention, and safety<br>‍</strong>We may use your Data and disclose it to law enforcement, government authorities, and private parties as we believe necessary or appropriate to: (a) protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims).\n(b) enforce the Terms of Use that govern the Site.\nand (c) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.<br>\n<br>‍<strong>3.7 &nbsp;To comply with law<br>‍</strong>We use your Data as we believe necessary or appropriate to comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities.<br>\n<br>‍<strong>3.8 &nbsp;With your consent<br>‍</strong>In some cases, we may specifically ask for your consent to collect, use or share your Data, such as when required by law.</p> 4.\nOn what basis do we process your data? <p>\n<strong>4.1 &nbsp;</strong>We use your Data only as permitted by law.\nOur legal bases for processing the Data described in this Privacy Policy are described below.<br>\n<br>\n<strong>4.2 &nbsp;</strong>We shall process your Data in accordance with applicable law and protect your Data against misuse and/or any unlawful disclosure.<br>\n<br>\n<strong>4.3</strong> &nbsp;<strong>Performance of a contract</strong>\n<br>We process your Data as is necessary to provide the services that you requested from us.\nFor example:<br>\n<strong>&nbsp;•</strong> We use your information in order to create your account and set your profile on Vectary.<br>\n<strong>&nbsp;•</strong> We share your information with services provider to provide you with the services you requested.<br>\n<br>\n<strong>4.4 &nbsp;Your Consent</strong>\n<br>We process certain information based on your consent, which you may revoke at any time.\nFor example:<br>\n<strong>&nbsp;•</strong> we and our partners use cookies and similar technologies, as described in more detail in our Cookie Policy, based on your consent;<br>\n<strong>&nbsp;•</strong> we and our partners rely on your consent to provide you with tailored ads based on your actions and information, including based on your activity on the Site and other websites;<br>\n<strong>&nbsp;•</strong> we will send you marketing communications where you have consented to receiving such communications in accordance with applicable law.<br>\n<br>\n<strong>Data that you have disclosed voluntarily</strong>&nbsp;<br>When you provide a bio, we do not collect any Special Categories of Personal Data about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data) and we encourage you <strong>not</strong> to share this type of information with us.<br>\n<br>\n<strong>4.5 &nbsp;Legitimate Interests <br>\n</strong>We may process your information where it is necessary for the purposes of our legitimate interests or our partners’ legitimate interests.\nIn particular, we process your information in furtherance of the following legitimate interests:<br>\n<strong>&nbsp;•</strong> Keeping the Services safe and secure: We and our service providers use your information because it is necessary to pursue our legitimate interests in ensuring our Site is secure, such as implementing and enhancing security measures and protections, protecting against fraud, spam and abuse, and enforcing our Terms of Use.<br>\n<strong>&nbsp;•</strong> Providing, improving, and developing the Services: We and our services providers use your information to provide the Site as well our products and services, including any personalized services, and to understand and improve our business.\nWe do so as it is necessary to pursue our legitimate interests of providing an innovative and tailored offering to our users and members on a sustained basis.<br>\n<strong>&nbsp;•</strong> Providing ads, and measurement and analytics services: We and our partners use your information to provide personalized ads, and to measure and analyze the success of those ads in order to provide accurate and reliable reporting to our advertisers.\nWe do so as necessary to pursue our legitimate interests and our partners’ legitimate interests of marketing and monetizing our services.<br>\n<br>\n<strong>4.6 &nbsp;Legal Obligation<br>‍</strong>We may process your information in order to comply with a legal obligation, a court order, or to exercise and defend legal claims.\nFor example:<br>\n<strong>&nbsp;•</strong> we may preserve and disclose your information if it is necessary to respond, based on applicable law, to a valid legal request (e.g.\na subpoena, search warrant, court order, or other binding request from government or law enforcement).\nand<br>\n<strong>&nbsp;•</strong> we may retain and process your information where it is necessary for compliance with applicable laws.<br>\n<br>As detailed in the Privacy Policy, where we process your information based on legitimate interests, you have the right to object to such processing.\nWhere you exercise your right to object, we will cease processing your information for that specific purpose, unless there are compelling legitimate grounds overriding your objection or where your information is processed for legal reasons.<br>\n<br>\n<strong>4.7 &nbsp;Use for new purposes</strong>\n<br>We may use your Data for reasons not described in this Privacy Policy where permitted by law and the reason is compatible with the purpose for which we collected it.\nIf we need to use your Data for an unrelated purpose, we will notify you and explain the applicable legal basis.</p> 5.\nHow we share your data? <p>\n<strong>5.1&nbsp.\n</strong>We share your Data with third parties where it is necessary to provide our products and Sites, and for purposes described in this Privacy Policy.<br>\n<br>\n<strong>5.2 &nbsp;Affiliates<br>\n</strong>We may share your Data with member of our group of companies, especially subsidiaries, and affiliates for the purposes set out in this Privacy Policy.<br>\n<br>\n<strong>5.3</strong> &nbsp;<strong>Service providers</strong> &nbsp;<br>We may share your Data with third party companies and individuals that provide services on our behalf or help us operate the Site (such as customer support, hosting, analytics, email delivery, marketing, quality assurance vendors, IT services and developers, and database management services).\nOur service providers include notably Hotjar, Sentry, New Relic, Zendesk, Circle, Drip, and Paddle, but we may work with other services providers as well.\nThese third parties may use your Data only as directed or authorized by us and in a manner consistent with this Privacy Policy, and are prohibited from using or disclosing your information for any other purpose.<br>\n<br>\n<strong>5.4 &nbsp;Partners<br>‍</strong>We may sometimes share your Data with partners or enable partners to collect information directly via our Site.\nOur partners may include notably Google, Facebook, Instagram, LinkedIn, YouTube, Vimeo.\nPlease read our partners’ privacy policy to understand how they use your Data.<br>\n<br>\n<strong>5.5&nbsp.\nThird-party websites, platforms and social media networks<br>‍</strong>If you have shared your publicly accessible Project Link or enabled features or functionality that connect the Site to a third-party website, platform or social media, we may disclose the Data that you authorized us to share.\nIn particular, our Site includes certain social media features, including social media share buttons.\nIf you choose to share a post using the social media share button, information about that Content will be shared with Facebook, etc.\nWe do not control the third party’s use of your Data.\nPlease consult the third-party website or platforms’ privacy policy to understand how they use your Data.<br>\n<br>\n<strong>5.6 &nbsp;Professional advisors<br>‍</strong>We may disclose your Data to professional advisors, such as lawyers, bankers, auditors and insurers, where necessary in the course of the professional services that they render to us.<br>\n<br>‍<strong>5.7 &nbsp;Authorities and others for compliance, fraud prevention and safety<br>‍</strong>We may share your Data for the compliance, fraud prevention and safety purposes described above.<br>‍<br>\n<strong>5.8 &nbsp;Business transferees<br>‍</strong>We may sell, transfer or otherwise share some or all of our business or assets, including your Data, in connection with a business transaction (or potential business transaction) such as a corporate divestiture, merger, consolidation, acquisition, reorganization or sale of assets, or in the event of bankruptcy or dissolution.<br>\n</p> 6.\nDo we transfer your data to third countries? <p>Your Personal Data may be transferred and stored outside your place of residence, that are subject to different standards of data protection.\nWe will take appropriate steps to ensure that transfers of personal data are in accordance with applicable law and carefully managed to protect your privacy rights and interests and transfers are limited to countries which are recognized as providing an adequate level of legal protection or where we can be satisfied that alternative arrangements are in place to protect your privacy rights.<br>\n</p> 7.\nFor how long shall we be processing your data? <p>We retain Data for as long as necessary to fulfill the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting requirements, to establish or defend legal claims, or for fraud prevention purposes.\n<br>\n<br>To determine the appropriate retention period for Data, we consider the amount, nature, and sensitivity of the Data, the potential risk of harm from unauthorized use or disclosure of your Data, the purposes for which we process your Data and whether we can achieve those purposes through other means, and the applicable legal requirements.<br>\n</p> 8.\nWhat are your rights? <p>\n<strong>8.1 </strong>\n<strong>&nbsp;You are entitled to:<br>\n<br>\n</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>‍</strong>\n<strong>a) Access to your Data: In particular to:</strong>\n<em>\n<br>‍</em>(i) request information about the purpose of their processing,<br>(ii) categories of processed Data,<br>(iii) identifying the recipient to whom the Data are to be provided, or<br>(iv) duration of processing and collecting your Data.<br>\n<br>\n<strong>b) Correction of your Data:&nbsp;</strong>\n<em>\n<br>‍</em>In case you acknowledge that we are processing Data about you, which are not correct, please inform us about this matter and we shall correct such incorrect data without undue delay.<br>‍<br>\n<strong>c) Erasure of your Data (Right to be forgotten):&nbsp;</strong>\n<em>\n<br>‍</em>You can also request that we erase your Data in limited circumstances where:&nbsp;<br>(i) the Data are no longer necessary in relation to the purpose for which they were collected,&nbsp;<br>(ii) you withdraw your consent to processing your Data according to this Privacy Policy,<br>(iii) you object to the processing of your Data,&nbsp;<br>(iv) in case your Data have been obtained by us unlawfully, or<br>(v) we have a legal obligation to do so <br>\n<br>\n<strong>d) Restriction of Data processing:&nbsp;</strong>\n<em>\n<br>‍</em>You have the right to restriction of your Data processing if:&nbsp;<br>(i) the accuracy of your Data is contested by you for a period which shall enable us to verify the accuracy of your Data,&nbsp;<br>(ii) the processing of your Data is unlawful and you request restriction of such Data use instead of erasure,&nbsp;<br>(iii) we no longer need your Data for the purpose of processing, but are required by you for the establishment, exercise or defence of legal claims, or&nbsp;<br>(iv) you have objected to the processing of your Data pending the verification whether our legitimate grounds override yours.<br>‍<br>We can continue to use your Data following a request for restriction, where:<br>\n<strong>&nbsp;•</strong> we have your consent,<br>\n<strong>&nbsp;•</strong> to establish, exercise or defend legal claims, or<br>\n<strong>&nbsp;•</strong> to protect the rights of another natural or legal person.<br>\n<em>\n<br>\n</em>\n<strong>e) Data portability:&nbsp;</strong>\n<em>\n<br>‍</em>You are entitled to receive your Data processed by us in a structured, commonly used and machine-readable format or you can ask to have it transferred directly to another data controller, but in each case only where:<br>\n<strong>&nbsp;•</strong> the processing is based on your consent or on the performance of a contract with you.\nand<br>\n<strong>&nbsp;•</strong> the processing is carried out by automated means.<br>\n<br>\n<strong>f) Object Data processing:</strong>\n<em>&nbsp;<br>‍</em>You have the right to object the processing of your Data based on the grounds of legitimate interest, if you believe your fundamental rights and freedoms outweigh our legitimate interests.&nbsp;If you raise an objection, we have an opportunity to demonstrate that we have compelling legitimate interests which override your rights and freedoms.&nbsp;<br>‍<br>\n<strong>g) Object to how we use your Data for direct marketing purposes:</strong>\n<em>\n<br>‍</em>You can request that we change the manner in which we contact you for marketing purposes.You can request that we not transfer your Data to unaffiliated third parties for the purposes of direct marketing or any other purposes.<br>\n<br>\n<strong>h) Lodge a complaint with a supervisory authority:&nbsp;</strong>\n<em>\n<br>‍</em>If you consider that your rights relating to the processing of your Data have been infringed you have the right to lodge a complaint with your local supervisory authority.<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>‍</strong>\n<br>\n<strong>8.2&nbsp.\nWithdraw consent.</strong> Where we are relying on your consent for the processing of your Data, you have the right to withdraw your consent at any time by contacting contact@vectary.com.<br>\n<br>\n<strong>8.3</strong> &nbsp;You may submit these requests by email to contact@vectary.com.\nWe may request specific information from you to help us confirm your identity and process your request.\nApplicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nIf you would like to submit a complaint about our use of your Data or our response to your requests regarding your Data, you may contact us or submit a complaint to the data protection regulator in your jurisdiction.<br>\n</p> 9.\nDo we use automated individual decision-making? And how does it work? <p>\n<strong>9.1 </strong>&nbsp;Your personal data are not a subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning you, or similarly significantly affects you.<br>\n</p> 10.\nChildren´s privacy <p>\n<strong>10.1</strong> &nbsp;Protecting the privacy of young children is especially important.\nFor that reason, we do not knowingly collect or solicit Data from anyone under the age of 16.\nIf you are under 16, please do not send any information about yourself to us, including your name, address, telephone number, or email address.\nNo one under age 16 is allowed to provide any Data to or on the Site.\nIn the event that we learn that we have collected Data from a child under age 16 without verification of parental consent, we will delete that information as soon as reasonably practicable.\nIf you believe that we might have any information from or about a child under 16, please contact us at contact@vectary.com.<br>\n</p> 11.\nHow do we update our privacy policy? <p>\n<strong>11.1.</strong>&nbsp.\nWe reserve the right to change our Privacy Policy.\nIf we change our privacy policies and procedures, we will post those changes on the Site to keep you aware of what information we collect, how we use it and under what circumstances we may disclose it.&nbsp;We may, and if required by law, also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via e-mail (if you have an account where we have your contact information) or another manner through the Site.\n<br>\n<br>\n<strong>11.2</strong> &nbsp;Any modifications to this Privacy Policy will be effective upon our posting the new terms and/or upon implementation of the new changes on the Site (or as otherwise indicated at the time of posting).<br>\n</p> 12.\nController <p>\n<strong>12.1 &nbsp;</strong>Vectary Inc.\nis the controller of your Data covered by this Privacy Policy for purposes of EU data protection legislation.<br>\n</p> 13.\nHow to contact us <p>\n<strong>13.1</strong> &nbsp;Please direct any questions or comments about this Policy or privacy practices to contact@vectary.com.<br>\n</p> 14.\nEU data protection supervisory authority <p>\n<strong>14.1 &nbsp;</strong>You have a right to lodge a complaint with your local data protection supervisory authority (i.e.\nyour place of habitual residence, place or work or place of alleged infringement) at any time.\nWe ask that you please attempt to resolve any issues with us before referring the matter to your local supervisory authority.\nYou can find your data protection regulator:<br>\n<br>For the EU here<br>For the UK here<br>\n<br>\n<br>\n<br>\n<br>‍<br>\n</p> Previous Privacy Policy <p>\n<strong>\n<br>\n</strong>\n<strong>• October 10, 2019</strong>\n<br>\n</p> ", "created_at": "2022-11-17 23:36:47.781878", "updated_at": "2022-11-17 22:37:19.781463"}, {"id": 12648, "name": "Cookie Policy", "url": "https://www.vectary.com/cookie-policy/", "xpath": "/html/body/div[2]/section[2]", "text": " Effective Date: January 17, 2022 1.\nInformation on how we use cookies <p>Our Vectary website (“website” or “Site”) uses various cookies which allow us to distinguish you from other users of our Site, which helps us to provide you with a good experience when you browse our Site and also allows us to improve our Site.<br>\n<br>A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.<br>\n<br>We use cookies to personalize content and ads to provide social media features and to analyze our traffic.\nWe also share information about use of our Site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.<br>\n<br>The purpose of using Cookies is to be able to adapt to your needs, to distinguish you from other users, to prevent the display of irrelevant ads in your web browser and to prevent the need for your repeated login to our Interface.<br>\n<br>You do not need to allow cookies to visit most of the Site.\nHowever, enabling cookies may allow for a more tailored browsing experience and is required for certain parts of the Site to work.\nIn the majority of cases, a cookie does not provide us with any of your personal information.<br>\n<br>For further information about this cookie policy, please contact us at contact@vectary.com.<strong>\n<br>\n</strong>\n</p> 2.\nInformation on the cookies we use <p>Cookies may be either “first-party”, “third-party”, “persistent“ or ”session” cookies: <br>‍<br>\n<strong>First-party cookies</strong> are those set by a website that is being visited by the user at the time (e.g.\ncookies placed by www.vectary.com).<br>‍<br>\n<strong>Third-party cookies</strong>&nbsp;are cookies that are set by a domain other than that of the website being visited by the user.\nIf a user visits a website and another entity sets a cookie through that website, this would be a third-party cookie.<br>‍<br>\n<strong>Persistent cookies</strong> are cookies that remain on a user's device for the period of time specified in the cookie.\nThey are activated each time that the user visits the website that created that particular cookie.<br>‍<br>\n<strong>Session cookies</strong> are cookies that allow website operators to link the actions of a user during a browser session.\nA browser session starts when a user opens the browser window and finishes when they close the browser window.\nSession cookies are created temporarily.\nOnce you close the browser, all session cookies are deleted.</p> 3.\nChanging your cookie settings <p>You can change your cookie preferences when you visit our Site by clicking on the Cookies Settings link at the bottom of this policy.\nYou can also block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you use your browser settings to block all cookies (including strictly necessary cookies), you may not be able to access all or parts of our Site.<br>\n<br>Please note that internet browsers allow you to change your cookie settings.\nThese settings are usually found in the 'options' or 'preferences' menu of your internet browser.\nIn order to understand these settings, the following links may be helpful.\nOtherwise you should use the 'Help' option in your internet browser for more details:<br>\n<br>‍Cookie settings in Internet Explorer<br>‍ Cookie settings in Firefox<br>‍ Cookie settings in Chrome<br>‍ Cookie settings in Safari </p> 4.\nYour consent <p>Strictly necessary cookies do not require your consent.<br>\n<br>For performance, functional and targeting cookies, we request your consent before placing them on your device.\nYou can give your consent by clicking on the appropriate button on the banner displayed to you.&nbsp;</p> 5.\nCan I withdraw my consent? <p>If you do not wish to give consent or wish to withdraw your consent to any performance, functionality or targeting cookies at any time, you will need to delete, and block or disable cookies via your browser settings.\nor by changing your settings by clicking on the Cookie Settings link at the bottom of this policy.\nPlease note that disabling these cookies will affect the functionality of the website and may prevent you from being able to access certain features on the website.</p> 6.\nWhat cookies do we use and why? <p>We use “necessary”, “performance”, “functional” and “targeting” cookies:<br>\n<br>\n<strong>6.1.\nStrictly Necessary cookies:</strong>\n<br>\n<br>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the Site will not then work.\nThese cookies do not store any personally identifiable information.<br>\n<br>We use these Strictly Necessary cookies to identify you as being logged in to the website and to authenticate you, to make sure you connect to the right service on the website when we make any changes to the way it works and for security purposes.<br>‍<br>\n<strong>6.2.\nPerformance cookies:&nbsp;</strong>\n<br>\n<br>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our Site.\nThey help us to know which pages are the most and least popular and see how visitors move around the Site and gather information on error messages.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our Site, and will not be able to monitor its performance.<br>\n<br>We use performance cookies to perform web analytics and for error management purposes, by measuring any errors that may occur.<br>\n<br>For example, Vectary also uses a third-party software service, Google Analytics, to capture and analyze standard website usage information.\nThis service supplies us with additional non-personally indirectly identifiable information about Vectary's Site users to help us create content that our users may find useful.\nUsers who wish to have their non-personally indirectly identifiable information not collected by means of their visit to the Vectary Site have the option to opt-out of the Google Analytics tracking service.\nIn any event, our website users can refuse performance, targeting and marketing cookies at any time by following the instructions.<br>\n<br>\n<strong>6.3.\nFunctional cookies:</strong>\n<br>\n<br>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.<br>\n<br>We use functional cookies to enable us to provide you with enhanced functionality and personalisation.\nThese cookies may be set by third party providers whose services we have added to our pages.<br>\n<br>\n<strong>6.4.\nTargeting and marketing cookies:</strong>\n<br>\n<br>These cookies record your visit to our website, the pages you have visited and the links you have followed.\nWe will use this information to make our website and the advertising displayed on it more relevant to your interests.\nWe may also share this information with third parties for this purpose.\nThese cookies may be set through our Site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other Sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.<br>\n<br>For example, Vectary uses pixel tracking via social media platform, LinkedIn.\nPixel tracking is a marketing pixel graphic used to track user behavior, site conversions, web traffic and other web usage metrics.\nIt allows personalization and retargeting of information, based on users’ web device types and interests.\nData collected by this site and through pixel tracking include website visitors’ IP address, device, browser characteristics, time-based data elements, and URL visited.&nbsp;<br>\n</p> 7.\nRetention <p>A cookie or similar technology will exist for different periods of time depending on the purpose of the cookie.\nFor example, a session cookie which enables the website to operate will only exist on your device whilst you browse our website but other cookies will remain on your device for longer such as some functionality cookies which need to stay on your device so that the website can recognize you when you return.<br>\n<br>For more information about how long a cookie remains on your device, please see the Cookie Settings.<br>\n</p> 8.\nKeeping our cookie policy up to date <p>We may need to update our cookie policy from time to time if we decide to use cookies differently.\nAny changes will be updated here.<br>\n<br>For more information about how we process personal data collected from cookies please refer to our website Privacy Policy.<br>\n<br>If you have any questions or would like more information about the ways we use cookies please contact us at contact@vectary.com.<br>\n<br>\n<br>‍<br>\n</p> Cookies Settings ", "created_at": "2022-11-17 22:37:35.555479", "updated_at": "2022-11-17 22:37:42.543902"}, {"id": 12649, "name": "Terms of Service", "url": "https://www.vectary.com/terms-of-service/", "xpath": "/html/body/div[2]/section[2]", "text": " Effective Date: January 17, 2022 <p>PLEASE READ THESE TERMS OF SERVICE (“<strong>AGREEMENT</strong>”) CAREFULLY.\nTHE WEBSITE (“<strong>WEBSITE</strong>”) OF VECTARY, INC.\n(“<strong>VECTARY</strong>”), THE WEB APPLICATION (“<strong>APPLICATION</strong>”) AND THE INFORMATION ON THE WEBSITE AND APPLICATION ARE CONTROLLED BY VECTARY.\nTHESE TERMS OF SERVICE GOVERN (I) THE USE OF THE WEBSITE AND APPLICATION AND APPLY TO ALL USERS USING THE WEBSITE OR APPLICATION IN ANY WAY AND (II) THE SERVICES, SOFTWARE, AND RESOURCES AVAILABLE OR ENABLED VIA THE WEBSITE OR APPLICATION (EACH, A “<strong>SERVICE</strong>” AND COLLECTIVELY, THE “<strong>SERVICES</strong>”).\nTHE SERVICES, AND THIS AGREEMENT, ALSO INCLUDE ANY USE OF PROJECTS (AS DEFINED BELOW) LINKED TO BY THE VECTARY WEBSITE AND/OR APPLICATION.<br>\n<br>By clicking the “Accept” button, completing the registration process, using any of the Services, and/or browsing the Website, you represent that (1) you have read, understand, and agree to be bound by the Terms of Service, (2) you are of legal age to form a binding contract with Vectary, and (3) you have the authority to enter into this Agreement personally or on behalf of the entity you have named as the user, and to bind that entity to this Agreement.\nThe term “<strong>you</strong>” refers to the individual or legal entity, as applicable, identified as the user when you registered for an Account with Vectary through the Services.\n<strong>If you do not agree to be bound by this Agreement, you may not access or use the Services.<br>\n<br>IF YOU ARE A CONSUMER AND HAVE YOUR HABITUAL RESIDENCE IN THE UNITED STATES, SECTION 14 OF THIS AGREEMENT IS AN ARBITRATION CLAUSE THAT REQUIRES MOST DISPUTES BETWEEN US TO BE RESOLVED ON AN INDIVIDUAL, NON-CLASS ACTION BASIS THROUGH BINDING AND FINAL ARBITRATION INSTEAD OF IN COURT.\nSEE SECTION 14 FOR MORE INFORMATION REGARDING THIS ARBITRATION CLAUSE, AND HOW TO OPT OUT.<br>\n<br>IF YOU SUBSCRIBE TO ANY PAID ACCOUNT FOR AN INITIAL SUBSCRIPTION TERM, THEN THIS AGREEMENT WILL BE AUTOMATICALLY RENEWED FOR ADDITIONAL PERIODS OF THE SAME DURATION AS THE INITIAL TERM AT VECTARY’S THEN-CURRENT FEE FOR SUCH SERVICES UNLESS YOU OPT OUT OF THE AUTO-RENEWAL IN ACCORDANCE WITH SECTION 9.2 BELOW.\n<br>\n<br>\n</strong>Your use of the Services is also subject to any additional terms, conditions and policies that we separately post on the Website and/or the Application (“Supplemental Terms”), which are subject to, and incorporated by reference into, this Agreement.\nTo the extent there is any conflict between this Agreement and any Supplemental Terms, such Supplemental Terms will control with respect to the subject matter of such conflict.<strong>\n<br>\n<br>\n</strong>PLEASE NOTE THAT THE AGREEMENT IS SUBJECT TO CHANGE BY VECTARY IN ITS SOLE DISCRETION AT ANY TIME.&nbsp.\nWHEN CHANGES ARE MADE, VECTARY WILL MAKE A COPY OF THE UPDATED AGREEMENT AVAILABLE ON THE SERVICES AND UPDATE THE “LAST UPDATED DATE” AT THE TOP OF THIS AGREEMENT.&nbsp.\nIF WE MAKE ANY MATERIAL CHANGES TO THE AGREEMENT, WE WILL PROVIDE NOTICE OF SUCH MATERIAL CHANGES ON THE SERVICES.\nANY CHANGES TO THE AGREEMENT WILL BE EFFECTIVE IMMEDIATELY FOR NEW USERS OF THE SERVICES AND WILL BE EFFECTIVE FOR EXISTING REGISTERED USERS UPON THE EARLIER OF (A) THIRTY (30) DAYS AFTER THE “LAST UPDATED DATE” AT THE TOP OF THESE TERMS OF SERVICE, OR (B) YOUR CONSENT TO AND ACCEPTANCE OF THE UPDATED AGREEMENT IF VECTARY PROVIDES A MECHANISM FOR YOUR IMMEDIATE ACCEPTANCE IN A SPECIFIED MANNER (SUCH AS A CLICK-THROUGH ACCEPTANCE), WHICH VECTARY MAY REQUIRE BEFORE FURTHER USE OF THE SERVICES IS PERMITTED.&nbsp.\nIF YOU DO NOT AGREE TO THE UPDATED AGREEMENT, YOU MUST STOP USING ALL SERVICES UPON THE EFFECTIVE DATE OF THE UPDATED AGREEMENT.&nbsp.\nOTHERWISE, YOUR CONTINUED USE OF ANY OF THE SERVICES AFTER THE EFFECTIVE DATE OF THE UPDATED AGREEMENT CONSTITUTES YOUR ACCEPTANCE OF THE UPDATED AGREEMENT.&nbsp.\nPLEASE REGULARLY CHECK THE SERVICES TO VIEW THE THEN-CURRENT AGREEMENT.\nYOU AGREE THAT VECTARY’S CONTINUED PROVISION OF THE SERVICES IS ADEQUATE CONSIDERATION FOR THE CHANGES IN THE UPDATED AGREEMENT.<br>\n</p>\n<p>\n<em>These terms create a legally binding contract.\nIt may change as the Services change, and you agree you will review any updates regularly.</em>\n</p> 1.\nServices.\nLicense Grant <p>\n<strong>1.1 &nbsp;Overview.\n</strong>The Services are intended to be an online collaborative platform that allows users to create and share 3D content, consisting of (a) Studio, an online editor where users can use predefined assets and objects to create 3D content (each, a “<strong>Project</strong>”), (b) Workspaces, where users can collaborate on Projects, (c) Public Project Link <em>(Beta)</em>, where users can create a publicly accessible link to a Project that can be used on websites, tools and social media (such a Project, a “<strong>Public Project</strong>”).\nProjects will be made public and accessible to the other users of the Services under the licensing terms set forth in Section 1.1.1.<br>‍</p>\n<p>\n</p>\n<p>\n<strong>1.1.1 &nbsp;License to Projects.&nbsp.\n</strong>Vectary does not claim ownership of Projects.&nbsp.\nHowever, when you share your Projects as cloneable, you agree to license such Projects under the terms of the Creative Commons “No Rights Reserved” (“<strong>CC0</strong>”).\nFor the avoidance of doubt, you should not share any Projects based on Non-Vectary Resources as cloneable.\nYou represent that you own such Project or have all necessary rights to such Project to enable you to license such Projects under the terms of the CC0.&nbsp.\nPlease remember that other users may search for, see, use, modify and reproduce any of your cloneable Public Projects that you create and share by using the Services.\nPlease note that this license does allow commercial uses of your cloneable Public Projects, as long as such use is compliant with the license terms.\nYou agree that Vectary may provide attribution to you for your Public Projects through hyperlink and/or through providing a list of all user-contributors.&nbsp;<br>\n<br>\n<strong>1.1.2</strong>&nbsp;&nbsp;<strong>Re-Use of Projects.</strong> The Services contains Projects which are published by or created by other users, subject to the terms of the CC0.&nbsp.\nWhen re-using any Projects that we host, you agree to comply with the relevant attribution requirements of such license (or for any Non-Vectary Resources, you agree to comply with the relevant attribution requirements of the applicable license, whether CC0 or not).&nbsp.\nWhen modifying or making additions to Projects that you have obtained from the shared workspace provided by Vectary and decide to share them as cloneable, you agree to license the modified or added content under the CC0 or a later version thereof.<strong>\n<br>\n</strong>\n</p>\n<p>\n<br>\n<br>\n<strong>1.2&nbsp;</strong>\n<strong>License.</strong> &nbsp;Subject to the terms and conditions of this Agreement, during the Subscription Term (as defined below), Vectary hereby grants you a non-exclusive, worldwide, royalty-free, non-transferable, non-sub-licensable right for you and your employees and independent contractors authorized by you to access and use the Services on your behalf (“<strong>Authorized Users</strong>”) to access and use the Services on a remote basis, including any software programs and associated interfaces and related technology that Vectary makes available pursuant to this Agreement, in accordance with the standard end-user technical documentation, specifications, materials and other information Vectary makes available electronically at https://www.vectary.com/docs/ (the “<strong>Documentation</strong>”).&nbsp;<br>\n<br>\n<strong>1.3&nbsp;</strong>\n<strong>License Restrictions.</strong> You agree that you will not, and will not permit any other party to, directly or indirectly: (a) access or use the Services or use the Documentation except as expressly permitted herein.\n(b) modify, adapt, alter or translate the Services or Documentation, except as expressly allowed herein.\n(c) sublicense, lease, rent, loan, distribute, or otherwise transfer the Services or Documentation to any third party.\n(d) reverse engineer, decompile, disassemble, or otherwise derive or determine or attempt to derive or determine the source code (or the underlying ideas, algorithms, structure or organization) of the Services.\n(e) use or copy the Services or Documentation except as expressly allowed under this Agreement.\nor (f) disclose or transmit any data contained in the Services to any individual, except as expressly allowed herein.\nYou acknowledge and agree that the Services and Documentation will not be used, and are not licensed for use, in connection with any of your time-critical or mission-critical functions.<br>‍</p>\n<p>\n<em>The website and services are the property of Vectary.\nYou may only access the website, application and/or Services in accordance with the Documentation.\nYou may not do anything expressly prohibited in this section.</em>\n</p> 2.\nYour Account <p>\n<strong>2.1&nbsp.\nRegistering Your Account</strong>.&nbsp.\nIn order to access the Services, you will be required to become a Registered User.\nFor purposes of this Agreement, a “<strong>Registered User</strong>” is a user who has registered an account on the Website (“<strong>Account</strong>”) or has a valid account on a social networking service (<strong>“SNS”</strong>) through which the user has connected to the Services (each such account, a <strong>“SNS Account”</strong>).&nbsp;&nbsp;&nbsp;<br>\n<br>\n</p>\n<p>\n</p>\n<p>\n<strong>2.1.1</strong>\n<strong>&nbsp;Account Types</strong>.\nVectary offers two types of Accounts: a free account with limited features (“<strong>Free Account</strong>”) or a paid professional account with additional features (“<strong>Paid Account</strong>”).\nWith a Paid Account, you may have additional workspaces, which may allow you to invite other users and designate them as an “owner,” “viewer” or “editor” for that specific workspace.&nbsp;<br>‍<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>2.2</strong> &nbsp;<strong>Access Through a SNS</strong>.&nbsp.\nIf you access the Services through a SNS as part of the functionality of any of the Services, you may link your Account with your SNS Accounts by allowing Vectary to access your SNS Account, as is permitted under the applicable terms and conditions that govern your use of each SNS Account.&nbsp.\nYou represent that you are entitled to disclose your SNS Account login information to Vectary and/or grant Vectary access to your SNS Account (including for use for the purposes described herein) without breach by you of any of the terms and conditions that govern your use of the applicable SNS Account and without obligating Vectary to pay any fees or making Vectary subject to any usage limitations imposed by such third-party service providers.\nBy granting Vectary access to any SNS Accounts, you understand that Vectary may access, make available and store (if applicable) any information (including your name, email address and profile picture), data, and other materials accessible through the Services (collectively, “<strong>Content</strong>”) that you have provided to and stored in your SNS Account (“<strong>SNS Content</strong>”) so that it is available on and through the Services via your Account.&nbsp.\nPlease note that if a SNS Account or associated service becomes unavailable or Vectary’s access to such SNS Account is terminated by the third-party service provider, then SNS Content will no longer be available on and through the Services.\nIf you would like to disable the connection between your Account and your SNS Accounts, please contact support@vectary.com to link your Account to an email address instead of your SNS Account(s).&nbsp.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD-PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR SNS ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD-PARTY SERVICE PROVIDERS, AND VECTARY DISCLAIMS ANY LIABILITY FOR INFORMATION THAT MAY BE PROVIDED TO IT BY SUCH THIRD-PARTY SERVICE PROVIDERS IN VIOLATION OF THE PRIVACY SETTINGS THAT YOU HAVE SET IN SUCH SNS ACCOUNTS.\nVectary makes no effort to review any SNS Content for any purpose, including for accuracy, legality or noninfringement, and Vectary is not responsible for any SNS Content.<br>\n<br>\n<strong>2.3</strong> &nbsp;<strong>Registration Data</strong>.&nbsp.\nIn registering an account on the Website, you agree to (a) provide true, accurate, current and complete information about yourself as prompted by the registration form (the “<strong>Registration Data</strong>”).\nand (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.&nbsp.\nYou represent that you are (i) at least thirteen (13) years old.\n(ii) of legal age to form a binding contract.\nand (iii) not a person barred from using Vectary’s Services under the laws of the United States, your place of residence or any other applicable jurisdiction.\nYou are responsible for all activities that occur under your Account.\nYou agree that you shall monitor your Account to restrict use by minors, and you will accept full responsibility for any unauthorized use of the Website and Services by minors.\nHowever, if you conclude that the Website and/or Services are appropriate for a minor for whom you are responsible, you may exercise your judgment to allow such minor to use the Website and/or Services under your close supervision.\nprovided that you will remain responsible for any such use by such minor.\nYou may not share your Account or password with anyone, and you agree to (y) notify Vectary immediately of any unauthorized use of your password or any other breach of security.\nand (z) exit from your Account at the end of each session.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Vectary has reasonable grounds to suspect that any information you provide is untrue, inaccurate, not current or incomplete, Vectary has the right to suspend or terminate your Account and refuse any and all current or future use of the Website or Services (or any portion thereof).\nYou agree not to create an Account using a false identity or information, or on behalf of someone other than yourself.\nYou agree that you shall not have more than one Account at any given time.\nVectary reserves the right to remove or reclaim any usernames at any time and for any reason, including claims by a third party that a username violates the third party’s rights.\nYou agree not to create an Account or use any Services if you have been previously removed by Vectary, or if you have been previously banned from any of Vectary’s products or services.<br>\n<strong>\n<br>2.4</strong> &nbsp;<strong>Your Account</strong>.\nNotwithstanding anything to the contrary herein, you acknowledge and agree that you shall have no ownership or other property interest in your Account, and you further acknowledge and agree that all rights in and to your Account are and shall forever be owned by and inure to the benefit of Vectary.&nbsp;</p>\n<p>\n<em>In order to access certain features of the Services, you may need to register an Account or connect through a social networking account.\nYou agree to provide true and accurate information when you register an Account on the Services.</em>\n</p> 3.\nProprietary Rights <p>\n<strong>3.1 &nbsp;Ownership by Vectary.</strong>&nbsp.\nThe Services and Documentation are licensed and not sold to you, and no title or ownership to such Services, Documentation, or the intellectual property rights embodied therein passes as a result of this Agreement or any act pursuant to this Agreement.\nThe Services and Documentation, and all intellectual property rights therein are the exclusive property of Vectary and its suppliers, and all rights in and to the Services and Documentation not expressly granted to you in this Agreement are reserved by Vectary.\nVectary and its suppliers own all rights, title, and interest to the Services and Documentation.\nNothing in this Agreement will be deemed to grant, by implication, estoppel or otherwise, a license under any existing or future patents of Vectary, except to the extent necessary for you to use the Services and Documentation as expressly permitted under this Agreement.\nYou will not remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services or the Documentation.\n<br>\n<br>\n<strong>3.2</strong> &nbsp;<strong>Trademarks.</strong>&nbsp.\nVectary&nbsp;trademark and all related graphics, logos, service marks and trade names used on or in connection with any of the Services are the trademarks of Vectary or its suppliers and may not be used without permission in connection with your, or any third-party, products or services.&nbsp;<br>\n<br>\n<strong>3.3&nbsp;</strong>\n<strong>Feedback.</strong> You hereby grant to Vectary a royalty-free, worldwide, transferable, sublicensable, irrevocable, perpetual license to use or incorporate into the Services or any other products or services of Vectary, any suggestions, enhancement requests, recommendations or other feedback provided by you, relating to the Services.\nVectary will not identify you as the source of any such feedback.</p>\n<p>\n<em>We own our Services, Documentation and our Trademarks.\nIf you provide us with any comments or feedback about the website, application and/or Services, we have the right to use that feedback without any payment or other obligation to you.</em>\n</p> 4.\nYour Data and Responsibilities <p>\n<strong>4.1 &nbsp;Your Data.</strong>&nbsp.\n“<strong>Your Data</strong>” consists of data, models, content, materials, text and other information made available to us by you through the use of the Services under this Agreement, including any Projects.&nbsp.\nYou instruct us to use and disclose Your Data as necessary to (a) provide the Services consistent with this Agreement, including detecting, preventing, and investigating security incidents, fraud, spam, or unlawful use of the Services, and (b) respond to any technical problems or your queries and ensure the proper working of the Services.\nYou acknowledge that the Internet and telecommunications providers’ networks are inherently insecure.\nAccordingly, you agree Vectary is not liable for any changes to, interception of, or loss of Your Data while in transit via the Internet or a telecommunications provider’s network.<br>\n<br>\n<strong>4.2&nbsp.\nLicense.\nOwnership</strong>.\nYou are solely responsible for the accuracy, quality and legality of Your Data.&nbsp.\nYou will obtain all third party licenses, consents and permissions needed for Vectary to use Your Data to provide the Services.&nbsp.\nWithout limiting the foregoing, you will be solely responsible for obtaining from third parties all necessary rights for Vectary to use Your Data submitted by or on behalf of you for the purposes set forth in this Agreement.\nYou grant Vectary a non-exclusive, worldwide, royalty-free and fully paid license (a) during the Term, to use Your Data as necessary for purposes of providing and improving the Services, and (b) during and after the Term, to use Your Data in an aggregated and anonymized form to: (i) improve the Services and Vectary’s related products and services.\n(ii) create analytics and benchmarks.\nand (iii) generate and disclose statistics regarding use of the Services, provided, however, that no individually identifiable statistics will be disclosed to third parties without your consent.\nYour Data, and all worldwide intellectual property rights in it, is your exclusive property.\nAll rights in and to Your Data not expressly granted to Vectary in this Agreement are reserved by you.<br>\n<br>\n<strong>4.3&nbsp;&nbsp;</strong>\n<strong>Your Warranty</strong>.\nYou represent and warrant that: (i) any Project you share or publish by using the Services is truthful, accurate, not misleading, and offered in good faith.\n(ii) you own the Project you post on or through the Services or otherwise have the right to grant the license set forth in this Agreement.\n(iii) the publication of your Projects on the Services will not require Vectary to obtain any further licenses from or pay any royalties, fees, compensation or other amounts or provide any attribution to any third parties.\nand (iv) the publication of your Projects on the Services does not result in a breach of contract between you and any third party.\nYou further represent and warrant that any of Your Data will not (a) infringe any copyright, trademark, or patent.\n(b) misappropriate any trade secret.\n(c) be deceptive, defamatory, obscene, pornographic or unlawful.\n(d) contain any viruses, worms or other malicious computer programming codes intended to damage Vectary’s system or data.\nand (e) otherwise violate the rights, including privacy or publicity rights, of a third party.\nVectary is not obligated to back up any of Your Data.\nyou are solely responsible for creating backup copies of any of Your Data at your sole cost and expense.\nYou agree that any use of the Services contrary to or in violation of your representations and warranties in this Section 4.3 constitutes unauthorized and improper use of the Services.<br>\n<br>\n<strong>4.4 &nbsp;Your Responsibility for Data and Security</strong>.\nYou will have access to Your Data and will be responsible for all changes to and/or deletions of Your Data and the security of all passwords and other access protocols required in order to access the Services.\nYou will have the ability to export Your Data out of the Services and are encouraged to make its own back-ups of Your Data.\nYou will have the sole responsibility for the accuracy, quality, integrity, legality, reliability, and appropriateness of all of Your Data.</p>\n<p>\n<em>You own your Data (including Projects), but you provide us with a license to your Data to provide and improve the Services.</em>\n</p> 5.\nConfidentiality <p>\n<strong>5.1 &nbsp;Confidential Information</strong>.\n&nbsp;Subject to Section 5.3, all information disclosed by Vectary to you during the Term of this Agreement, whether oral, written, graphic or electronic, shall be deemed “<strong>Confidential Information</strong>”.\nThe Services, Documentation, and all enhancements and improvements thereto shall be Confidential Information of Vectary.\nAll data, other than Your Data, provided by Vectary to you in connection with the Services shall be Vectary’s Confidential Information.&nbsp;&nbsp;<br>\n<br>\n<strong>5.2&nbsp.\nProtection of Confidential Information</strong>.\n&nbsp;You will not use any Confidential Information of Vectary for any purpose not permitted by this Agreement, and will disclose the Confidential Information of Vectary only to your employees or contractors who have a need to know such Confidential Information for purposes of this Agreement and are under a duty of confidentiality no less restrictive than your duties hereunder.\n&nbsp;You will protect Vectary’s Confidential Information from unauthorized use, access, or disclosure in the same manner as you protect your own confidential or proprietary information of a similar nature but with no less than reasonable care.<br>\n<br>\n<strong>5.3&nbsp;</strong>\n<strong>Exceptions</strong>.\n&nbsp;Your obligations under Section 5.2 with respect to Confidential Information of Vectary will not apply to any information that: (a) was already known to you at the time of disclosure by Vectary free of any obligation of confidentiality.\n(b) is disclosed to you free of any obligation of confidentiality by a third party who had the right to make such disclosure.\n(c) is, or through no fault of you has become, generally available to the public.\nor (d) is independently developed by you without access to, or use of, Vectary’s Confidential Information.\n&nbsp;In addition, you will be allowed to disclose Confidential Information of Vectary to the extent that such disclosure is (i) approved in writing by Vectary, (ii) necessary for you to enforce its rights under this Agreement in connection with a legal proceeding.\nor (iii) required by law or by the order or a court of similar judicial or administrative body, provided that you notify Vectary of such required disclosure promptly and in writing and cooperates with Vectary, at Vectary’s reasonable request and expense, in any lawful action to contest or limit the scope of such required disclosure.<br>\n</p>\n<p>\n<em>Vectary may disclose Confidential Information to you, and you shall protect the confidentiality of any such Confidential Information of Vectary.</em>\n</p> 6.\nSupport <p>\n<strong>6.1 &nbsp;Support and Maintenance.</strong> &nbsp;Subject to the terms and conditions of this Agreement, for any Paid Account, Vectary will exercise commercially reasonable efforts to (a) provide support for the use of the Services to you, and (b) keep the Services operational and available to you, in each case in accordance with its standard policies and procedures.\nFor any Free Account, Vectary will have no obligation under this Agreement to correct any defects or errors in the Services or to otherwise support or maintain the Services.<br>\n</p>\n<p>\n<em>Vectary will provide support for Paid Accounts, but has no obligation to provide support to Free Accounts.</em>\n</p> 7.\nTerm and Termination <p>\n<strong>7.1 &nbsp;Term.</strong> &nbsp;This Agreement will begin on the date that you accept it (in accordance with the preamble) (the “<strong>Effective Date</strong>”) and continue until terminated in accordance with the terms herein (the “<strong>Term</strong>”).&nbsp.\nSubscriptions will commence as of the date Vectary confirms your selection of a monthly or annual subscription package and continue for the period set forth therein, unless terminated earlier in accordance with Section 7.2.&nbsp;<br>\n<br>\n<strong>7.2 &nbsp;Termination of Agreement.\n&nbsp;</strong>This Agreement will remain in full force and effect until terminated as set forth herein.\nYou may terminate your Account, your access to the Services, and this Agreement at any time, for any reason, by logging into your Account and going to the “Account Settings” page to delete your Account.\nprovided, however, that you must cancel your subscription before it renews (i.e., in accordance with Section 9.2), in order to avoid the Fees for the renewal term.\nIf you do not cancel the Services prior to the renewal term, you shall remain responsible for paying the Fees for the rest of the then-current subscription term.&nbsp.\nIf timely payment cannot be charged to your Payment Provider for any reason, if you have materially breached any provision of the Agreement, or if Vectary is required to do so by law (e.g., where the provision of the Services is, or becomes, unlawful), Vectary has the right to, immediately and without notice, suspend or terminate any Services provided to you.\nYou agree that all terminations for cause shall be made in Vectary’s sole discretion and that Vectary shall not be liable to you or any third party for any termination of your Account.\nIn addition to suspending or terminating your access to the Services, Vectary reserves the right to take appropriate legal action, including pursuing civil, criminal or injunctive redress.\nIn addition, Vectary reserves the right to terminate your access to the Services and/or this Agreement if you have not paid for or used the Services in a 18 consecutive month period or without cause by providing you with reasonable advanced notice via email and/or through your Account.&nbsp.\nEven after your right to use the Services is terminated, this Agreement will remain enforceable against you and unpaid amounts you owe to Vectary will remain due.\n<br>\n<strong>\n<br>7.3&nbsp;</strong>\n<strong>Effect of Termination.\n&nbsp;</strong>Termination of any Service includes removal of access to such Service and barring of further use of the Service and the termination of any applicable licenses or rights.&nbsp.\nTermination of the Agreement or all Services also includes deletion of your password and all related information associated with or inside your Account (or any part thereof).\nUpon termination of any Service, your right to use such Service will automatically terminate immediately.\nVectary will not have any liability whatsoever to you for any suspension or termination.\nNotwithstanding the foregoing, if Vectary terminates this Agreement for any reason other than your breach, Vectary will refund any prepaid fees for the remainder of the terminated portion of the Subscription Term.<br>\n<br>\n<strong>7.4</strong>&nbsp.\n<strong>Survival.</strong> &nbsp;Sections 1.2, 1.3, 3, 7.3, 7.4, 9-12, 14 and 15 will survive the termination of this Agreement.<br>\n</p>\n<p>\n<em>We may terminate these Terms of Service or the Services at any time for cause, as described in this section.\nWe may also terminate these Terms of Service or the Services at any time without cause by providing you with reasonable advance notice, as described in this section.\nYou may terminate the Services at any time by closing your Account.\nIf you do not act appropriately, we may suspend or discontinue your access to the Services.</em>\n</p> 8.\nThird-Party Links <p>\n<strong>8.1 </strong>&nbsp;The Services may contain links to third-party services such as third-party websites, applications, or ads (“<strong>Third-Party Links</strong>”).\nWhen you click on such a link, we will not warn you that you have left the Services.\nVectary does not control and is not responsible for Third-Party Links or any content, products or services accessible through such links.\nVectary provides these Third-Party Links only as a convenience and does not review, approve, monitor, endorse, warrant, or make any representations with respect to them, or any content, products or services accessible through such links.\nYour use of all Third-Party Links is at your own risk.<br>\n</p>\n<p>\n<em>We may link to certain websites not owned by us, which are not subject to these terms.\nYou access those sites at your own risk.</em>\n</p> 9.\nFees <p>\n<strong>9.1 &nbsp;Payment</strong>.\nWe may charge for certain tools or features and functionality of the Services.\nYou agree to pay all fees or charges in accordance with the fees, charges and billing terms in effect at the time a fee or charge is due and payable, as set forth on Vectary’s Pricing Page available at https://www.vectary.com/pricing/.\nIf you are using an Enterprise Account, the Subscription Term, payment method and payment terms set forth in the applicable Statement of Work shall govern your use of such Enterprise Account.\nIf you are using a Premium Account, you must provide Vectary with a valid credit card (Visa, MasterCard, or any other issuer accepted by us) (<strong>“Payment Provider”</strong>), as a condition to signing up for Services for which we charge.\nYour Payment Provider agreement governs your use of the designated credit card, and you must refer to that agreement and not this Agreement to determine your rights and liabilities.\nVectary reserves the right at any time to change its prices and billing methods, either immediately upon posting through the Services or by e-mail delivery to you.<br>\n<br>\n<strong>9.2 &nbsp;Automatic Renewal</strong>.\nYou will be responsible for payment of the applicable fee for any Services (each, a <strong>“Service Subscription Fee”</strong>) at the time you create your Premium Account and select your monthly or annual package (each, a <strong>“Service Commencement Date”</strong>).\n&nbsp;Your subscription will continue indefinitely until terminated in accordance with this Agreement.\nAfter your Initial Subscription Term, and again after any subsequent subscription period, your subscription will automatically renew for successive periods equal to the Initial Subscription Term (the “<strong>Renewal Subscription Terms</strong>”), your current Service Subscription Fee, or if communicated to you by Vectary, at Vectary’s then-current price for such subscription, unless you log into your Account and go to the account settings under the “Plans and Billing” page and cancel before the end of the then-current subscription period.\nThe “<strong>Subscription Term</strong>” shall mean the Initial Subscription Term and any Renewal Subscription Terms.\nIf you cancel your subscription, you may use your subscription until the end of your then-current Subscription Term.\nyour subscription will not be renewed after your then-current term expires and you will be rolled back to a Free Account thereafter.&nbsp.\nHowever, you will not be eligible for a prorated refund of any portion of the subscription fee paid for the then-current subscription period.\nBy subscribing, you authorize Paddle to charge your Payment Provider now, and again at the beginning of any subsequent subscription period.&nbsp.\nUpon renewal of your subscription, if Paddle does not receive payment from your Payment Provider, (a) you agree to pay all amounts due on your Account upon demand and/or (b) you agree that Vectary may either terminate or suspend your subscription and continue to attempt to charge your Payment Provider until payment is received (upon receipt of payment, your Account will be activated and for purposes of automatic renewal, your new subscription commitment period will begin as of the day payment was received).<br>\n<br>\n<strong>9.3&nbsp;</strong>\n<strong>Taxes.</strong> Prices displayed on any Service are inclusive of any applicable sales tax, value added tax (VAT) or similar at the rate that is in force from time to time.&nbsp;<br>\n<br>\n<strong>9.4&nbsp.\nRefunds.</strong> If you are a consumer and have your habitual residence in the European Union or the United Kingdom, you have the right to cancel your purchase of any subscription without reason within fourteen (14) days of the initial purchase and request a refund of the relevant Service Subscription Fee.\nIf you use the relevant subscription at all during that fourteen (14)-day period, we reserve the right to pro-rate any refund to reflect such use.\nIn order to request a refund, please inform us via email by an unequivocal statement (e.g., email in the following form: “Vectary Inc., e-mail: support@vectary.com.\nI/We hereby give notice that I/We (*) hereby withdraw from the following Paid Account: [insert applicable Paid Account].” Any refund will be issued to the same payment method used for the relevant purchase.&nbsp;<br>\n<br>\n<strong>9.5</strong>&nbsp.\n<strong>Third Party Provider.\n</strong>Vectary currently uses Paddle.com Inc (“<strong>Paddle</strong>”) as the third-party service provider for payment services (e.g., card acceptance, merchant settlement, and related services).\nBy providing Paddle with your credit card number and associated payment information, you agree that Paddle is authorized to immediately charge you for all fees and charges due and payable to Vectary hereunder and that no additional notice or consent is required.\nYou agree to immediately notify Paddle of any change in your billing address or the credit card used for payment hereunder.\nBy making payments through the Services, you agree to be bound by Paddle’s Privacy Policy and hereby consent and authorize Vectary and Paddle to share any information and payment instructions you provide with one or more third-party providers to the minimum extent required to complete your transactions.<br>\n</p>\n<p>\n<em>If you purchase any Paid Account, you will be charged a monthly or annual Subscription Fee (as applicable), which you agree will be automatically charged with the payment information provided to Paddle at the beginning of each Subscription Period until you cancel.</em>\n</p> 10.\nDisclaimers of Warranties and Conditions <p>\n<strong>10.1 &nbsp;As Is.</strong> YOU EXPRESSLY UNDERSTAND AND AGREE THAT TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK, AND THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITH ALL FAULTS.&nbsp.\nTO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, VECTARY EXPRESSLY DISCLAIMS ALL WARRANTIES, REPRESENTATIONS, AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, ARISING FROM USE OF THE SOFTWARE.&nbsp.\nIF YOU ARE A CONSUMER AND HAVE YOUR HABITUAL RESIDENCE IN THE EUROPEAN UNION OR THE UNITED KINGDOM, APPLICABLE CONSUMER LAW MAY NOT ALLOW THE EXCLUSIONS OR LIMITATIONS ON IMPLIED WARRANTIES SET OUT THEREIN, SO SOME OR ALL OF THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU.<br>\n<br>\n</p>\n<p>\n</p>\n<p>\n<strong>10.1.1 &nbsp;</strong>VECTARY MAKES NO WARRANTY, REPRESENTATION OR CONDITION THAT: (1) THE SERVICES WILL MEET YOUR REQUIREMENTS.\n(2) YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\nOR (3) THE RESULTS THAT MAY BE OBTAINED FROM USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE.<br>\n<br>\n<strong>10.1.2 &nbsp;</strong>ANY CONTENT DOWNLOADED FROM OR OTHERWISE ACCESSED THROUGH THE SERVICES IS ACCESSED AT YOUR OWN RISK, AND YOU SHALL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY, INCLUDING YOUR COMPUTER SYSTEM AND ANY DEVICE YOU USE TO ACCESS THE SERVICES, OR ANY OTHER LOSS THAT RESULTS FROM ACCESSING SUCH CONTENT.<br>\n<br>\n<strong>10.1.3 &nbsp;</strong>THE SERVICES MAY BE SUBJECT TO DELAYS, CANCELLATIONS AND OTHER DISRUPTIONS.&nbsp.\nVECTARY MAKES NO WARRANTY, REPRESENTATION OR CONDITION WITH RESPECT TO SERVICES, INCLUDING THE QUALITY, EFFECTIVENESS, REPUTATION AND OTHER CHARACTERISTICS OF SERVICES.<br>\n<br>\n<strong>10.1.4 &nbsp;</strong>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM VECTARY OR THROUGH THE SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.<br>\n<br>\n<strong>10.1.5 &nbsp;</strong>FROM TIME TO TIME, VECTARY MAY OFFER NEW “BETA” FEATURES OR TOOLS WITH WHICH ITS USERS MAY EXPERIMENT.&nbsp.\nSUCH FEATURES OR TOOLS ARE OFFERED SOLELY FOR EXPERIMENTAL PURPOSES AND WITHOUT ANY WARRANTY OF ANY KIND, AND MAY BE MODIFIED OR DISCONTINUED AT VECTARY’S SOLE DISCRETION.&nbsp.\nTHE PROVISIONS OF THIS SECTION APPLY WITH FULL FORCE TO SUCH FEATURES OR TOOLS.<br>\n<br>‍<br>\n</p>\n<p>\n<strong>10.2&nbsp.\nNo Liability for Conduct of Third Parties.&nbsp.\n</strong>YOU ACKNOWLEDGE AND AGREE THAT VECTARY IS NOT LIABLE, AND YOU AGREE NOT TO SEEK TO HOLD VECTARY LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OTHER USERS OF THE SERVICES AND OPERATORS OF EXTERNAL SITES, AND THAT THE RISK OF INJURY FROM SUCH THIRD PARTIES RESTS ENTIRELY WITH YOU.<strong>\n<br>‍</strong>\n<br>\n<strong>10.3 &nbsp;No Liability for Non-Vectary Resources.</strong> VECTARY DOES NOT WARRANT, SUPPORT, NOR ACCEPT RESPONSIBILITY OF ANY KIND FOR ANY APPLICATION(S) AND/OR MATERIAL(S) THAT ARE DEVELOPED BY A PARTY BESIDES VECTARY, INCLUDING DESIGN FILES, PLUGINS, COMPONENT LIBRARIES, AND CODE COMPONENTS (“<strong>NON-VECTARY RESOURCES</strong>”).<br>\n</p>\n<p>\n<em>You use the website, application and Services at your own risk.\nWe do not make any warranties or guarantees.</em>\n</p> 11.\nIndemnification <p>\n<strong>11.1 &nbsp;By Vectary.<br>\n</strong>‍<br>\n</p>\n<p>\n</p>\n<p>\n<strong>11.1.1</strong> &nbsp;<strong>Vectary’s Obligation.</strong> &nbsp;Subject to Section 11.1.3 below, Vectary will defend any suit brought against you by a third party to the extent that the suit is based upon a claim that the Services, as provided to you by Vectary, infringe such third party’s United States copyrights or patents, or misappropriates such third party’s trade secrets recognized as such under the Uniform Trade Secrets Act or such other similar laws, and Vectary will pay those costs and damages finally awarded against you in any such action or those costs and damages agreed to in a monetary settlement of such claim, in each case that are specifically attributable to such claim.\n&nbsp;However, such defense and payments are subject to the conditions that: (a) Vectary will be notified promptly in writing by you of any such claim.\n(b) Vectary will have sole control of the defense and all negotiations for any settlement or compromise of such claim.\nand (c) you will cooperate and, at Vectary’s request and expense, assist in such defense.\n&nbsp;This Section 11.1 states Vectary’s entire liability and your sole and exclusive remedy for any infringement and/or misappropriation claims.<br>\n<br>\n<strong>11.1.2&nbsp;</strong>\n<strong>Alternative.</strong> &nbsp;If your use of the Services is prevented by injunction or court order because of infringement, or should the Services be likely to become the subject of any claim in Vectary’s sole opinion, you will permit Vectary, at the sole discretion of Vectary and no expense to you, to: (i) procure for you the right to continue using such Services in accordance with this Agreement.\nor (ii) replace or modify the Services so that it becomes non-infringing while providing substantially similar features.\n&nbsp;Where (i) and (ii) above are not commercially feasible for Vectary, the applicable licenses will immediately terminate and Vectary will refund pro-rated fees for the remainder of the term to you.<br>\n<br>\n<strong>11.1.3&nbsp.\nExclusions.</strong> &nbsp;Vectary will have no liability to you for any claim of infringement or misappropriation to the extent based upon: (a) use of the Services not in accordance with this Agreement or the Documentation.\n(b) the combination of the Services with third party hardware or software not conforming to the operating environment specified in Documentation.\nor (c) any modification of the Services by any person other than Vectary (the “<strong>Exclusions</strong>”).\nYou will indemnify Vectary against all liability, damages and costs (including reasonable attorneys’ fees) resulting from any such Exclusions.<br>\n<br>‍<br>\n</p>\n<p>\n<strong>11.2 &nbsp;By You.</strong>&nbsp.\nYou will indemnify, defend and hold Vectary and its directors, officers, affiliate, employees, agents, partners, licensors, and suppliers harmless from and against any and all actual or alleged third-party claims and accompanying liabilities, losses, damages, costs and expenses, including reasonable external attorneys’ fees arising out of or in connection with your breach or alleged breach of Section 4.3.<br>\n</p>\n<p>\n<em>We will be responsible for claims and liability for any allegations of infringement of a third party’s intellectual property by the Services as provided by Vectary.\nYou will be responsible for claims and liability that relate to your use of the Services.</em>\n</p> 12.\nLimitation of Liability <p>\n<strong>12.1 &nbsp;</strong>TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL VECTARY BE LIABLE TO YOU OR ANY OTHER PARTY FOR ANY SPECIAL, PUNITIVE, INDIRECT, INCIDENTAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR RELATED TO THIS AGREEMENT, OR ANY SERVICES OR SUPPORT SERVICES PROVIDED HEREIN, UNDER ANY LEGAL THEORY, INCLUDING LOSS OF DATA, LOSS OF THE USE OR PERFORMANCE OF ANY PRODUCTS OR SERVICES, LOSS OF REVENUES, LOSS OF PROFITS, OR BUSINESS INTERRUPTION, EVEN IF VECTARY KNOWS OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nTO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL VECTARY’S TOTAL CUMULATIVE LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT EXCEED THE TOTAL AMOUNT OF FEES RECEIVED BY VECTARY FROM YOU UNDER THIS AGREEMENT DURING THE SIX (6) MONTHS IMMEDIATELY PRECEDING SUCH CLAIM.\nTHIS SECTION 12 WILL APPLY EVEN IF AN EXCLUSIVE REMEDY UNDER THIS AGREEMENT HAS FAILED OF ITS ESSENTIAL PURPOSE.<br>\n<br>\n<strong>12.2</strong> &nbsp;EXCEPT FOR VECTARY’S OBLIGATIONS TO PROTECT YOUR PERSONAL INFORMATION AS SET FORTH IN VECTARY’S PRIVACY POLICY, VECTARY ASSUMES NO RESPONSIBILITY FOR THE TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY DATA (INCLUDING YOUR DATA), USER COMMUNICATIONS OR PERSONALIZATION SETTINGS.<br>\n<br>\n<strong>12.3</strong> &nbsp;THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN VECTARY AND YOU.<br>\n</p>\n<p>\n<em>We will not be liable to you for amounts greater than the amounts you pay to us during any 6-month period.</em>\n</p> 13.\nProcedure for Making Claims of Copyright Infringement <p>It is Vectary’s policy to terminate membership privileges of any Registered User who repeatedly infringes copyright upon prompt notification to Vectary by the copyright owner or the copyright owner’s legal agent.\nWithout limiting the foregoing, if you believe that your work has been copied and posted on the Services in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information: (a) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(b) a description of the copyrighted work that you claim has been infringed.\n(c) a description of the location on the Services of the material that you claim is infringing.\n(d) your address, telephone number and e-mail address.\n(e) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\nand (f) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\nContact information for Vectary’s Copyright Agent for notice of claims of copyright infringement is as follows: Copyright Agent (Legal Department)<br>Vectary Inc.<br>541 Jefferson Ave., Suite 100<br>Redwood City, CA 94063<br>Email: copyright@vectary.com<br>\n</p>\n<p>\n<em>Tell us if you think another user has violated your intellectual property rights on the Services, or if you think another user may have incorrectly reported that you violated such user’s intellectual property rights.</em>\n</p> 14.\nDispute Resolution <p>\n<strong>\n<em>Please read the following arbitration agreement in this Section (“Arbitration Agreement”) carefully.\n&nbsp;It requires you to arbitrate disputes with Vectary and limits the manner in which you can seek relief from us.</em>\n</strong>\n<br>\n<br>\n<strong>14.1 &nbsp;Applicability of Arbitration Agreement</strong>\n<em>.</em> You agree that any dispute, claim, or request for relief relating in any way to your access or use of any of the Services, or to any aspect of your relationship with Vectary, will be resolved by binding arbitration, rather than in court, except that (1) you may assert claims or seek relief in small claims court if your claims qualify.\nand (2) you or Vectary may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).&nbsp.\n<strong>This Arbitration Agreement shall apply, without limitation, to all disputes or claims and requests for relief that arose or were asserted before the effective date of this Agreement or any prior version of this Agreement.\n</strong>&nbsp;<br>\n<br>\n<strong>14.2&nbsp.\nArbitration Rules and Forum</strong>\n<em>.\n</em>The Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.&nbsp.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your dispute or claim or request for relief to our registered agent: National Registered Agents, Inc., 1209 Orange Street, Wilmington, Delaware 19801.&nbsp.\nThe arbitration will be conducted by JAMS, an established alternative dispute resolution provider.\n&nbsp;Disputes involving claims, counterclaims, or request for relief under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nall other disputes shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.&nbsp.\nJAMS’s rules are also available at www.jamsadr.com or by calling JAMS at 800-352-5267.&nbsp.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.&nbsp.\nIf the arbitrator finds that you cannot afford to pay JAMS’s filing, administrative, hearing and/or other fees and cannot obtain a waiver from JAMS, Vectary will pay them for you.&nbsp.\nIn addition, Vectary will reimburse all such JAMS’s filing, administrative, hearing and/or other fees for disputes, claims, or requests for relief totaling less than $10,000 unless the arbitrator determines the claims are frivolous.&nbsp;&nbsp;You may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the country where you live or at another mutually agreed location.&nbsp.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.<br>\n<br>\n<strong>14.3&nbsp.\nAuthority of Arbitrator</strong>.\n&nbsp;The arbitrator shall have exclusive authority to (a) determine the scope and enforceability of this Arbitration Agreement and (b) resolve any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including any assertion that all or any part of this Arbitration Agreement is void or voidable.&nbsp.\nThe arbitration will decide the rights and liabilities, if any, of you and Vectary.&nbsp.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other cases or parties.\n&nbsp;The arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and the Agreement (including the Arbitration Agreement).\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\n&nbsp;The arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\n&nbsp;The award of the arbitrator is final and binding upon you and us.\n<br>\n<br>\n<strong>14.4</strong> &nbsp;<strong>Waiver of Jury Trial</strong>.\n&nbsp;YOU AND VECTARY HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.&nbsp.\nYou and Vectary are instead electing that all disputes, claims, or requests for relief shall be resolved by arbitration under this Arbitration Agreement, except as specified in Section 14.1 above.\n&nbsp;An arbitrator can award on an individual basis the same damages and relief as a court and must follow this Agreement as a court would.&nbsp.\nHowever, there is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.\n&nbsp;<br>\n<br>\n<strong>14.5</strong> &nbsp;<strong>Waiver of Class or Other Non-Individualized Relief</strong>.\n&nbsp;ALL DISPUTES, CLAIMS, AND REQUESTS FOR RELIEF WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS OR COLLECTIVE BASIS, ONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.&nbsp.\nIf a decision is issued stating that applicable law precludes enforcement of any of this section’s limitations as to a given dispute, claim, or request for relief, then such aspect must be severed from the arbitration and brought into the State or Federal Courts located in the State of Delaware.&nbsp.\nAll other disputes, claims, or requests for relief shall be arbitrated.&nbsp;&nbsp;<br>\n<br>\n<strong>14.6</strong> &nbsp;<strong>30-Day Right to Opt Out</strong>.\nYou have the right to opt out of the provisions of this Arbitration Agreement by sending written notice of your decision to opt out to: contact@vectary.com, within thirty (30) days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your Vectary username (if any), the email address you used to set up your Vectary account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.&nbsp.\n&nbsp.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.&nbsp.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.<br>\n<br>\n<strong>14.7 &nbsp;Severability</strong>\n<em>.\n</em>Except as provided in Section 14.5, if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Arbitration Agreement shall continue in full force and effect.<br>\n<br>\n<strong>14.8&nbsp;</strong>\n<strong>Survival of Agreement</strong>\n<em>.\n</em>This Arbitration Agreement will survive the termination of your relationship with Vectary.<br>\n<br>\n<strong>14.9&nbsp.\nModification</strong>.<strong>&nbsp.\n</strong>Notwithstanding any provision in this Agreement to the contrary, we agree that if Vectary makes any future material change to this Arbitration Agreement, you may reject that change within thirty (30) days of such change becoming effective by writing Vectary at the following address: Vectary, Inc., contact@vectary.com.<br>\n</p>\n<p>\n<em>We will use arbitration to resolve any claims between us, and you cannot join a class action lawsuit or obtain a jury trial for any disputes you have with us related to the use of the website and Services.</em>\n</p> 15.\nGeneral <p>\n<strong>15.1 &nbsp;Electronic Communications.</strong>&nbsp.\nThe communications between you and Vectary may take place via electronic means, whether you visit any of the Services or send Vectary e-mails, or whether Vectary posts notices on the Website or other Services or communicates with you via e-mail.&nbsp.\nFor contractual purposes, you (a) consent to receive communications from Vectary in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Vectary provides to you electronically satisfy any legal requirement that such communications would satisfy if it were to be in writing.&nbsp.\nThe foregoing does not affect your statutory rights, including the Electronic Signatures in Global and National Commerce Act at 15 U.S.C.\n§7001 et seq.\n(“<strong>E-Sign</strong>”).<br>\n<br>\n<strong>15.2 &nbsp;Notice.</strong>&nbsp.\nWhere Vectary requires that you provide an e-mail address, you are responsible for providing Vectary with your most current e-mail address.&nbsp.\nIn the event that the last e-mail address you provided to Vectary is not valid, or for any reason is not capable of delivering to you any notices required/permitted by the Agreement, Vectary’s dispatch of the e-mail containing such notice will nonetheless constitute effective notice.&nbsp;&nbsp;&nbsp;&nbsp;<br>\n<br>\n<strong>15.3&nbsp.\nRelationship of Parties.</strong> &nbsp;The parties hereto are independent contractors.\n&nbsp;Nothing in this Agreement will be deemed to create an agency, employment, partnership, fiduciary or joint venture relationship between the parties.<br>\n<br>\n<strong>15.4&nbsp;</strong>\n<strong>Publicity.\n&nbsp;</strong>Vectary may use your name and a description of your use of the Services for investor relations and marketing purposes.<br>\n<br>\n<strong>15.5&nbsp.\nInternational Users</strong>.&nbsp.\nThe Services can be accessed from countries around the world and may contain references to Services and content that are not available in your country.\nThese references do not imply that Vectary intends to announce such Services or content in your country.\nVectary makes no representations that the Services are appropriate or available for use in your country or any other countries.\nThose who access or use the Services do so at their own volition and are responsible for compliance with local law.<br>\n<br>\n<strong>15.6&nbsp;</strong>\n<strong>Compliance with Export Control Laws.</strong> &nbsp;The Services may contain encryption technology controlled under U.S.\nexport law, the export of which may require an export license from the U.S.\nCommerce Department.\n&nbsp;You will comply with all applicable export control laws and regulations of the U.S.\nand other countries.\nIn particular, but without limitation, the Services may not be exported or re-exported (a) into any United States embargoed countries, or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce’s Denied Persons List or Entity List.\nYou will defend, indemnify, and hold harmless Vectary from and against all fines, penalties, liabilities, damages, costs and expenses (including reasonable attorneys’ fees) incurred by Vectary as a result of your breach of this Section 15.6.<br>\n<br>\n<strong>15.7&nbsp.\nAssignment.</strong> &nbsp;You may not assign or transfer, by operation of law, merger, change of control, or otherwise, any of its rights or delegate any of its duties under this Agreement (including its licenses and rights in connection with the Services) to any third party without Vectary’s prior written consent.\n&nbsp;Any attempted assignment or transfer in violation of the foregoing will be null and void.\n&nbsp;Vectary may assign its rights or delegate its obligations under this Agreement.<br>\n<strong>\n<br>15.8&nbsp;</strong>\n<strong>Governing Law and Venue.</strong> &nbsp;This Agreement will be governed by the laws of the State of Delaware, excluding any conflict of law provisions that would require the application of the laws of any other jurisdiction.\n&nbsp;The United Nations Convention on Contracts for the International Sale of Goods shall not apply to this Agreement.\n&nbsp;Any action or proceeding arising from or relating to this Agreement must be brought exclusively in a federal or state court located in the State of Delaware.\n&nbsp;Each party irrevocably consents to the personal jurisdiction and venue in, and agrees to service of process issued by, any such court.\nIF YOU ARE A CONSUMER AND HAVE YOUR HABITUAL RESIDENCE IN THE EUROPEAN UNION OR THE UNITED KINGDOM, YOU MAY BENEFIT FROM ADDITIONAL RIGHTS AND PROTECTION AFFORDED TO YOU BY MANDATORY PROVISIONS OF THE LAW OF YOUR COUNTRY OF RESIDENCE, AND NOTHING IN THIS AGREEMENT SHALL AFFECT THE ENFORCEABILITY OF THESE ADDITIONAL RIGHTS AND PROTECTION.<br>\n<br>\n<strong>15.9&nbsp;</strong>\n<strong>Force Majeure.</strong> &nbsp;Any delay in or failure of performance by either party under this Agreement, other than a failure to pay amounts when due, will not be considered a breach of this Agreement and will be excused to the extent caused by any occurrence beyond the reasonable control of such party, including acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.<br>\n<br>\n<strong>15.10&nbsp;</strong>\n<strong>Remedies.</strong> &nbsp;Except as expressly provided elsewhere in this Agreement, the parties’ rights and remedies under this Agreement are cumulative.\n&nbsp;You acknowledge that the Services contains valuable trade secrets and proprietary information of Vectary, that any actual or threatened breach of Sections 1.2 or 1.3 will constitute immediate, irreparable harm to Vectary for which monetary damages would be an inadequate remedy, and that injunctive relief is an appropriate remedy for such breach.\n&nbsp;<br>\n<br>\n<strong>15.11</strong> &nbsp;<strong>Waiver.\nSeverability.</strong> &nbsp;Any waiver or failure to enforce any provision of this Agreement on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.\n&nbsp;If any provision of this Agreement is adjudicated to be unenforceable, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.<br>\n<br>\n<strong>15.12</strong> &nbsp;<strong>Construction.</strong> &nbsp;The Section headings of this Agreement are for convenience and will not be used to interpret this Agreement.\n&nbsp;As used in this Agreement, the word “including” means “including but not limited to.”<br>\n<br>\n<strong>15.13&nbsp;</strong>\n<strong>Entire Agreement</strong>.\nThe Agreement is the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersedes and merges all prior discussions between the parties with respect to such subject matter.<br>\n</p>\n<p>\n<em>You consent to receiving electronic communications.\nThese Terms of Service will be governed by the laws of Delaware.\nAny dispute resolution will occur in Delaware.\nIf any part of this Agreement is not enforceable, the rest of the Agreement remains in effect.\nThis Agreement alone controls our relationship.</em>\n</p> Previous Terms of Service <p>\n<strong>\n<br>\n</strong>\n<strong>• April 18, 2019</strong>\n<br>\n</p> ", "created_at": "2022-11-17 22:37:53.960018", "updated_at": "2022-11-17 22:38:00.655786"}], "points": [], "urls": ["vectary.com"]}}