{"error": 448, "message": "OK", "parameters": {"id": 8814, "name": "Rebuy", "created_at": "2023-07-05 04:39:05.832332", "updated_at": "2023-07-05 10:02:24.304633", "wikipedia": null, "keywords": null, "related": null, "slug": "rebuy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8814.png", "url": "rebuyengine.com", "documents": [{"id": 17218, "name": "Privacy Policy", "url": "https://www.rebuyengine.com/privacy", "xpath": "//body", "text": " <ul>\n<li> Products &nbsp;Merchandising\n<p>Enhance your merchandising strategy with hyper-personalized product recommendations.</p> &nbsp.\nSmart Cart™\n<p>Unlock best-of-breed shopping experiences via Rebuy’s fast mobile-optimized cart.</p> &nbsp.\nPost-Purchase\n<p>Upsell or downsell products immediately after the credit card is charged.</p> &nbsp;Checkout Extensions\n<p>Convert shoppers via checkout customizations and upsells (Shopify &amp.\nShop Pay).</p> &nbsp;Reorder Landing Pages\n<p>Drive increased LTV via Rebuy’s accelerated reorder pages.</p> &nbsp;Smart Links™&nbsp.\n<p>Create custom links that auto add-products and discounts, and trigger UX when clicked.</p> &nbsp;Dynamic Bundles\n<p>Sell one-click bundles that are implemented as individually discounted line items.</p> &nbsp.\nApps and Integrations\n<p>Create cohesive customer journeys with an interconnected tech stack.</p>\n</li>\n<li> Platforms &nbsp;Shopify Plus\n<p>Create amazing shopping experiences with Shopify Plus exclusive features.</p> &nbsp;Shopify&nbsp.\n<p>Use Rebuy to unlock Shopify's full potential.</p> &nbsp;Recharge\n<p>Grow average subscription value, reduce churn, and more.</p> Hydrogen\n<p>Supercharge your Hydrogen build with AI-powered personalization.</p>\n</li>\n<li> Resources &nbsp.\nBlog\n<p>Get helpful content and hear from a variety of voices in ecommerce.</p> &nbsp.\nPricing\n<p>Pricing plans that fit your Shopify store.\nStart with a 21-day free trial.&nbsp;</p> &nbsp.\nCase Studies\n<p>See how top merchants use Rebuy to supercharge their online stores.</p> &nbsp.\nAPI Docs\n<p>All you need to work and integrate with Rebuy's RESTful API.</p> &nbsp.\nInspiration\n<p>Explore live examples of top merchants using Rebuy.</p> &nbsp.\nDemo Store\n<p>Still not sold? Check out our demo store to see how it works!</p> &nbsp.\nHelp Center\n<p>Browse our Help Center and get help from our acclaimed customer support crew.</p>\n</li>\n<li> Partners &nbsp.\nPartner Directory\n<p>Take a look at our Rebuy partners and find the best combination for your store.</p> &nbsp.\nPartner Login\n<p>Access your partner account.</p> &nbsp;Become a Partner\n<p>Become a partner and help ecommerce brands grow using Rebuy.</p> &nbsp.\nCreate a Smart Cart App\n<p>Integrate your app directly with the Smart Cart and increase your brand's footprint across stores.</p>\n</li>\n<li> Company &nbsp.\nAbout Us\n<p>Learn more about the team, our mission, and our values.&nbsp;</p> &nbsp.\nJoin Our Team\n<p>We think we're pretty fun, and we love what we do.\nCome join us!</p> &nbsp.\nRequest a Demo\n<p>Want a live demonstration of Rebuy? Have a look under the hood and get your questions answered.</p>\n</li>\n</ul> Find it on the Shopify App Store Login Privacy Notice\n<p>Last Updated: May 10, 2023</p>\n<p>Please read this Privacy Notice carefully.\nIt provides important information about your personal information and tells you about your rights under applicable privacy laws.\nIf you have any questions, comments, or concerns regarding this Privacy Notice and/or our data practices, please contact us.\nIf you’re a resident of California or Nevada or visiting us from the European Economic Area (“EEA”) or United Kingdom (“UK”), you should read the applicable sections below for residents of California and Nevada and visitors from the UK and EEA.</p>\n<p>BY ACCESSING OR USING ANY OF OUR SERVICES (AS DEFINED BELOW), OR SUBMITTING INFORMATION IN CONNECTION WITH YOUR USE OF ANY OF OUR SERVICES, YOU ACKNOWLEDGE AND AGREE THAT YOU HAVE READ THIS PRIVACY NOTICE.</p>\nTABLE OF CONTENTS\n<ol>\n<li>Introduction</li>\n<li>Changes to this Privacy Notice</li>\n<li>Important Note Regarding Information Controlled by our Clients</li>\n<li>Information We Collect</li>\n<li>Minors</li>\n<li>Sensitive Data</li>\n<li>How Rebuy Uses Personal Information</li>\n<li>Sharing Personal Information</li>\n<li>Marketing Communications</li>\n<li>Your Choices</li>\n<li>Third Party Social Plug-Ins</li>\n<li>External Websites</li>\n<li>Data Retention</li>\n<li>Data Security and Protection</li>\n<li>California Privacy Rights - Shine the Light</li>\n<li>Nevada Privacy Rights</li>\n<li>International Transfers</li>\n<li>Additional European and International Data Rights</li>\n<li>How to Contact Us</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\nINTRODUCTION\n<p>Rebuy, Inc.\n(hereinafter, “Rebuy”, “we”, “our” or “us”) owns and operates: (a) the website located at www.rebuyengine.com (the “Site”), and (b) Rebuy’s proprietary hosted software platform that enables users to implement ecommerce personalization and merchandizing solutions (the “Rebuy Platform”).\nWhen we refer to the “Services” throughout this Privacy Notice, we mean the Site, Rebuy Platform, and any other products, websites, services, and/or applications provided by us and that include a link and/or reference to this Privacy Notice, and any related services and/or new features and/or functionality provided by us through or in connection with any of the foregoing.</p>\n<p>This Privacy Notice describes Rebuy’s data collection, use, protection, and privacy practices with respect to information and data we may collect in connection with the following activities:</p>\n<ul>\n<li>When visiting and/or browsing the Site;</li>\n<li>Registering an account (“<strong>Account</strong>”) for any of our Services;</li>\n<li>Accessing and/or using any of our Services;</li>\n<li>Connecting access to and/or authorizing certain data to be shared with us through third-party integrations you have enabled and/or used in connection with the use of the Rebuy Platform (collectively, “<strong>Third Party Integrations</strong>”);</li>\n<li>Interacting with and/or using support and other services provided by us as part of your use of the Services;</li>\n<li>Signing up for our marketing communications and/or newsletters, and/or</li>\n</ul>\n</li>\n<li>\nCHANGES TO THIS PRIVACY NOTICE\n<p>Rebuy reserves the right to update or modify this Privacy Notice at any time.\nExcept for material changes as described below in this Section, all updates and modifications to this Privacy Notice will be effective from the day they are posted on the Site at https://www.rebuyengine.com/legal/privacy-notice.\nIf we make any material changes to this Privacy Notice, we will provide you with reasonable notice prior to such change taking effect by sending a notification to the email address we have on file for you, and may also post a prominent notice of any such changes on the Site.\nMaterial changes to this Privacy Notice will become effective on the date set forth in the notice, and all other changes will become effective from the day they are posted on the Site.\nIt is your responsibility to regularly visit and review this Privacy Notice.\nIn addition, if you are a Client, you are also responsible for notifying your Authorized Users and Customers of changes to this Privacy Notice.</p>\n<p>If you do not agree to any updates or modifications to the Privacy Notice, cease all use of the Services.\nYour continued use of the Services after the applicable effective date of the revised Privacy Notice, signifies to us that you acknowledge and agree to be bound by the revised Privacy Notice.</p>\n</li>\n<li>\nIMPORTANT NOTE REGARDING INFORMATION CONTROLLED BY OUR CLIENTS\n<p>Please note that personal information processed by Rebuy about Customers (defined below) is controlled by the business, company, organization and/or or entity (hereinafter, the “Client”) that has entered into the Rebuy Terms of Service Agreement or other agreement with Rebuy for use of the Services (the “Agreement”).\nWhen Rebuy collects and/or processes such information, it does so as a “data processor” on behalf of the Client, who is the “data controller”.<br>\n<br>For example, if you are a customer of the Client and/or interact with a Client’s website, service and/or products that utilize our Services (hereinafter, a “Customer”), the Client determines its own policies regarding storage, access, modification, deletion, sharing, and retention of your personal information.\nIf you are Customer, please check with the Client about the Client’s policies and settings it implements with respect to information you submit or that may be processed by us on the Client’s behalf in connection with the Services.</p>\n</li>\n<li>\nINFORMATION WE COLLECT\n<p>How and what personal information we collect in connection with the use of the Services depends on how and why you use the Services.\nFor instance, the information that you provide when you visit and/or browse the Site or sign up for our marketing communications is more limited than the information you provide when you register an Account.<br>\n<br>The term “personal information” or “personal data” means any information about an individual from which that person may be identified.\nFor example, it may include a person’s name, telephone number, email address, or payment information, and in some jurisdictions, IP address.\nIt does not include data from which the identity of an individual has been definitively removed along with any identifiers connected to such individual (also known as anonymous or anonymized data).</p>\n<p>When you access and use our Services, we collect information directly from you as explained in the Section&nbsp;Information Provided Directly by Users of the Services, and in in certain circumstances, we automatically collect certain information when you access and/or use the Services as explained&nbsp;Information Collected Indirectly.\nIn addition, the instances where we may receive information from third parties is as described&nbsp;here.</p>\n<p>Please be advised that we may ask you to update your information from time to time in order to keep it accurate.\nAdditionally, if you provide personal information to us about someone else, you must ensure that you are entitled to disclose that information to us and, without us having to take any further steps required by data protection laws, that we may collect, use and disclose such information for the purposes described in this Privacy Notice.\nFor example, you should ensure the individual concerned is aware of the terms detailed in this Privacy Notice and that they have not objected or do not object to you sharing their information with us.</p>\n<ul>\n<li>\n<strong>Information Provided Directly by users of the Services</strong>\n</li>\n</ul>\n<p>Rebuy collects the following types of information directly from you:</p>\n<ul>\n<li>Account &amp.\nRegistration Information:&nbsp;If you register an Account for the Services, we will collect contact and other information such as your name (first and last), email address, phone number, business address, and the name of your employer, your occupation and/or profession.</li>\n<li>Login Credentials:&nbsp;When you login to your Account as a registered user, we collect your username, password and/or other login credentials.</li>\n<li>Client Information:&nbsp;We may collect information about Customers of our Clients in connection with the Services we provide to such Clients pursuant to the Agreement.\nThe Client determines the scope and substance of the information transferred to us, and/or the information we collect on behalf of such Clients, which vary by Client.\nTypically, we will collect on behalf of, or receive from, our Clients, certain data and information regarding their end user customers' interactions with a Client's website, service and/or products that utilize our Services, such as (by way of example only and without limitation) whether an end user is an existing subscriber of the Client and/or certain purchase history information of the end user.\nClient information is owned and controlled by the Client, and we collect and process such information solely on behalf of our Clients in accordance with the Agreement entered into with the applicable Client.&nbsp;If you are Customer, please review the Client's privacy policy and/or consult directly with the Client regarding the information collected by such Client in connection with their use of the Services.</li>\n<li>Payment &amp.\nTransaction Information:&nbsp;When you sign up to purchase a subscription to the Services, Rebuy may collect certain payment information, such as your credit card, bank account information.\nNote that we do not directly collect or store any payment information.\nPayment transaction information is processed and stored exclusively by our third-party, third-party, PCI-compliant, payment processors, on our behalf in order to collect fees payable by you in connection with your use of the Services.\nThe information provided to Rebuy only includes partial payment or credit card information, and limited transaction information via our payment processors' portals.\n<p>Please review the following Privacy Policies of our current payment providers to learn more about how they collect, process and protect your personal information:</p>\n<ul>\n<li>Shopify:&nbsp;https://www.shopify.com/legal/privacy</li>\n<li>Stripe:&nbsp;https://stripe.com/privacy</li>\n</ul>\n</li>\n<li>Other Information:\n<ul>\n<li>Contact information, such as first and last names, and/or email address collected through our sign-up forms to receive our marketing communications and/or newsletters.</li>\n<li>Information, data, content, documents and/or materials you provide to us when you fill out forms, answer surveys, or contact us (such as your feedback, requests for support, or other communications with us).</li>\n</ul>\n</li>\n</ul>\nInformation Collected Indirectly\n<ul>\n<li>Usage Information\n<p>We, or our authorized third-party service providers, automatically collect technical and/or analytics information about how you use and/or interact with our Services (collectively,&nbsp;Usage Information), which may include (but is not necessarily limited to) identifiers, commercial information, and internet activity information such as IP address (or proxy server), mobile device number, device and application information, device event information, crash data, and log files and data, identification numbers and features, your approximate location (as determined through your IP address), browser type, plug-ins, integrations, Internet service provider or mobile carrier, the pages and files viewed, website and webpage interactions including searches and other actions you take, websites, apps and/or ads that referred you to the website, advertising and language preferences, operating system type and version, system configuration information, date and time stamps associated with your usage, and frequency of visits to the websites, and details of which of our products and product versions you are using.</p>\n<p>We use this information for our internal purposes, specifically to operate, maintain, secure and improve the Services.\nWe may also use this information to provide you with notifications, recommendations, and information about specific features of the Services and/or additional products, services, or features we believe may be of interest to you.</p>\n<p>Typically, all Usage Information is collected in anonymous form and does not identify you personally.\nFor example, some of the device and usage information collected, whether alone or in conjunction with other data, could identify you, although, except where strictly required to identify an individual for security purposes, such data and information is primarily used to identify the uniqueness of each user logging on (as opposed to specific individuals).\nHowever, to the extent any Usage Information is linked or tied to personally identifiable information, such information is deemed “personal data” and we will use it and protect it in accordance with this Privacy Notice.</p>\n</li>\n<li>Cookies and Similar Technologies\n<p>We or authorized third parties may collect certain information (including, without limitation, Usage Information) by automated means using technologies such as cookies, web beacons, embedded scripts, pixels, browser analysis tools, server logs, and mobile identifiers.\nhowever, even though we use these technologies to track the use of the Services, Rebuy does not directly track users across third party websites, provided that, certain targeting &amp.\nadvertising partners (as described below) may track you across websites.\nFor more information on our use of these technologies, see our&nbsp;Cookie Policy.</p>\n</li>\n<li>Targeting &amp.\nAdvertising\n<p>We may use third party advertising partners (e.g., Google, Inc., LinkedIn, Inc.\nand Facebook, Inc.) who use targeting/advertising cookies and similar technologies to deliver advertisements that are more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaigns.\nThey are usually placed by advertising networks with the website operator's permission.\nThey remember that you have visited a website and this information is shared with other organizations such as advertisers.\nFor more information on our and/or third-party advertising partners' use of these targeting &amp.\nadvertising cookies and similar technologies, please see our&nbsp;Cookie Policy.</p>\n</li>\n</ul>\nInformation Collected from Third Parties\n<p>In some instances, we process personal information from third parties, which consists of:</p>\n<ul>\n<li>Data from our service providers, such as our analytics, advertising, marketing, and/or customer support providers.</li>\n<li>Data from Third Party Integrations that you connect and/or use in connection with the use of the Services.</li>\n</ul>\n<br>Aggregated Data\n<p>With the personal information and other data (including, Usage Information) collected by us, we process&nbsp;\"Aggregated Data\", such as statistical or demographic data.\nAggregated Data may be derived from personal information, but is not considered personal information under the law if it does not directly or indirectly reveal your identity.\nIf we combine or connect Aggregated Data with your personal information so that it can directly or indirectly identify you, we treat the combined data as personal information, which will be processed in accordance with this Privacy Notice.</p>\n</li>\n<li>\nMINORS\n<p>Rebuy does not target the Services to persons under the age of 18, nor does Rebuy knowingly collect personal information of, persons under the age of 13 or the equivalent age as specified by law in the applicable jurisdiction (e.g., 16 years of age if you are located in the EEA).\nTherefore, we ask you not to provide us with personal information of persons under the age of 13 or the equivalent age as specified by law in your jurisdiction.\nIf we learn that personal information of persons under the age of 13 or the equivalent age as specified by law in the applicable jurisdiction, has been collected on or through the Services, then we may deactivate the account or otherwise terminate access to the Services and/or make the user content inaccessible.</p>\n</li>\n<li>\nSENSITIVE DATA\n<p>Rebuy does not require you to provide any sensitive data about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, health and genetics, or biometric data to use the Services.</p>\n</li>\n<li>\nHOW REBUY USES PERSONAL INFORMATION\n<p>Our mission is to provide safe, efficient and high-quality services, and we, or our authorized third-party service providers who assist us in providing the Services, process your personal information for this purpose.\nWe process your personal data for the reasons and on the legal basis as follows:</p>\n<ul>\n<li>In order to perform and/or provide the Services you interact with and/or request.\nThis may also include disclosure to the third parties who help us perform our obligations to you in connection with your use of the Services, such as hosting and/or customer support providers.</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party), and your interests and fundamental rights do not override those interests.\nFor example, for security purposes and protection against fraud.</li>\n<li>Where we need to comply with a legal or regulatory obligation.\nFor example, keeping records of our sales for tax compliance.</li>\n<li>If we have obtained your prior consent (for example, when you subscribe to our newsletter or participate in our surveys or marketing campaigns).\nPlease note that for this specific legal basis, you have the right to withdraw your consent at any time.</li>\n</ul>\n<p>Depending on how you use the Services, we use your personal information in the following instances:</p>\n<ul>\n<li>To host and provide the Site;</li>\n<li>To perform and provide the Services to our Clients;</li>\n<li>To personalize the Site and related Services, such as remembering your information so that you will not have to re-enter it during your visit or the next time you visit the Site and/or Services;</li>\n<li>Provide customized advertisements, content, and information.\nWhere required under applicable law, we will only provide you with tailored content with your opt-in consent;</li>\n<li>To enable Third Party Integrations connected to the Services;</li>\n<li>Deliver direct marketing communications regarding products and services of ours and/or third parties that we may think are of interest;</li>\n<li>Respond to your queries and requests, or otherwise communicate directly with you;</li>\n<li>Provide information to regulatory bodies when legally required, and only as outlined below in&nbsp;Legal Obligations and Security.</li>\n</ul>\n<p>&nbsp;</p>\n</li>\n<li>\nSHARING PERSONAL INFORMATION\n<p>Aside from disclosing your information to those of our personnel who are authorized to process the information in order to provide the Services and who are committed to confidentiality, we disclose your personal information only to the third parties as described below.</p>\n<ul>\n<li>\n<strong>Third-Party Service Providers</strong>\n</li>\n</ul>\n<p>We share personal information with third parties that provide services to us that help us in the operation, provision, administration and management of the Services (“Service Providers”), and to otherwise operate our business.\nDepending on how you use the Services, the following categories of third parties collect data on our behalf or receive personal information:</p>\n<ul>\n<li>\n<ul>\n<li>Hosting providers,</li>\n<li>Analytics providers,</li>\n<li>Payment processing providers,</li>\n<li>Advertising and marketing partners,</li>\n<li>Providers of business operations and communication tools,</li>\n<li>Other third-party service providers that help us provide features and functions for the Services (e.g., customer support providers), and</li>\n<li>Professional service providers, such as auditors, lawyers, consultants, accountants and insurers.</li>\n</ul>\n<p>For a list of all Service Providers we use, please&nbsp;contact us.\nWe require all Service Providers to respect the security of your personal information and to treat it in accordance with the law.</p>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Disclosures Directed by Clients</strong>\n</li>\n</ul>\n<p>We will share and disclose personal information of Authorized Users and Customers of a Client with the applicable Client, and otherwise in accordance with the Client’s instructions, including any applicable terms in the Agreement, and in compliance with applicable law and legal process.\nIf you are an Authorized User or Customer, please contact the Client to learn more about how your information may be used, shared and/or disclosed by us on behalf of the Client.</p>\n<ul>\n<li>\n<strong>Third Party Integrations</strong>\n</li>\n</ul>\n<p>When you interact with and/or use Third Party Integrations in connection with the Services, certain data and information may be exchanged between us and the provider of the applicable Third Party Integration.\nInformation that is shared with us through Third Party Integration is used by us as described in this Privacy Notice.\nNote that the Third Party Integrations you choose to interact with and/or use are not our service providers.\nThe applicable providers of Third Party Integrations may use your personal information differently than we do and we do not control their use of your information.\nPlease review the privacy notices for the Third Party Integrations.</p>\n<ul>\n<li>\n<strong>Advertising Partners</strong>\n</li>\n</ul>\n<p>We may share your personal information with our third party advertising partners to provide ads that we think may interest you.\nFor more information about our advertising and marketing practices and those of the third party advertising partners, please see please see our Cookie Policy.</p>\n<ul>\n<li>\n<strong>Business Transfers</strong>\n</li>\n</ul>\n<p>We may also share data with third parties to whom we choose to sell, transfer, or merge parts of our business or our assets.\nAlternatively, we may seek to acquire other businesses or merge with them.\nIf a change happens to our business, then the new owners may use your personal information in the same way as set out in this Privacy Notice.</p>\n<ul>\n<li>Affiliates and Subsidiaries\n<p>Personal information that we collect about you through or in connection with your use of the Services may be shared with the employees, contractors, and agents of Rebuy and our affiliated and subsidiary entities (\"Affiliates\") who are involved in providing or improving the Services that we offer to you.\nWe obligate the employees, contractors and agents of Rebuy and our Affiliates to ensure the security and confidentiality of your personal information and to act on that personal information only in a manner consistent with this Privacy Notice.</p>\n</li>\n<li>Legal Obligations and Security<br>Regulatory and Government Bodies - Compliance with Law\n<p>We may disclose your information to regulatory agencies and official government bodies, as required to comply with or satisfy any laws, rules, or regulations applicable to Rebuy.</p>\nRequired Disclosures - Responding to Legal Orders\n<p>If we are required to disclose personal information by law, such as pursuant to a subpoena, warrant or other judicial or administrative order, our policy is to respond to requests that are properly issued by law enforcement within the United States.\nUnder such circumstances, unless prohibited by applicable law, we will attempt to provide you with prior notice that a request for your personal information has been made in order to give you an opportunity to object to the disclosure.\nWe will attempt to provide this notice by email, if you have given us an email address.\nHowever, government requests may include a court-granted non-disclosure order, which prohibits us from giving notice to the affected individual.\nIn cases where we receive a non-disclosure order, we will notify you when it has expired or once we are authorized to do so.</p>\n<p>If you are an Authorized User or Customer, please consult with the Client to learn more about how Client responds to requests for information pursuant to legal orders.</p>\nExigent Circumstances &amp.\nEnforcement/Protection of Our Rights\n<p>Your information, including the contents of all of your online communications in our Services and between you and Rebuy may be accessed and monitored as needed to provide our Service and may be disclosed to law enforcement, regulatory agencies, official government bodies, and other third parties, as we, in our sole discretion, believe necessary or appropriate:</p>\n<ul>\n<li>To enforce our rights under our&nbsp;General Website Terms of Use, the Agreement, and/or any other terms and conditions applicable to the use of the Services;</li>\n<li>In connection with an investigation of fraud, intellectual property infringement, piracy or other unlawful activity or activity that may expose us or our affiliates, partners and/or agents to legal liability.\nand/or</li>\n<li>If we receive information that provides us with a good faith belief that there is an exigent emergency involving the danger of death or serious physical injury to a person.</li>\n</ul>\n</li>\n<li>With your Consent\n<p>There may be situations where you are asked to consent to share personal information with third parties for additional reasons not included in this Privacy Notice.\nIn such event, we will only share such personal information if we have received your prior consent and only for the purposes as listed in the request to share such information.</p>\n</li>\n</ul>\n</li>\n<li>\nMARKETING COMMUNICATIONS\n<p>If you are a registered user and have not otherwise opted out (or with your consent where required by applicable law), or if you have opted in to receive direct marketing emails from us, we may use your personal information to send you marketing information about the Services, new product releases, new feature releases of the Services, and/or other Rebuy products and services, that we think may interest you.\nWe carry out direct marketing by email.\nFor the avoidance of doubt, we do not send marketing communications to Customers of our Clients, unless such Customer has signed up directly with us to receive marketing communications from us.</p>\n<p>If you no longer wish to receive marketing communications, you have the right at any time to opt out as further explained in &nbsp;Your Choices.</p>\n</li>\n<li>\nYOUR CHOICES\n<ul>\n<li>Accessing, Updating and Correcting Personal information\n<p>If you would like to correct or update certain personal information (such as your contact information), please contact us and we will use reasonable efforts to correct and/or update such information.</p>\n</li>\n<li>Additional European and International Data Rights\n<p>If you are a resident of the European Economic Area, you may have additional rights you can exercise as described here.</p>\n</li>\n<li>Additional European and International Data Rights\n<p>You may manage the receipt of marketing and non-transactional communications sent by email by clicking on the \"unsubscribe\" link located on the bottom of any of our marketing e-mails.\nTo opt-out of marketing communications sent by physical mail, please contact us with your request.</p>\n<p>We will use commercially reasonable efforts to process such requests in a timely manner.\nNote that you cannot opt out of receiving transactional e-mails or communications related to the Services (e.g., requests for support), which, for clarification, are not marketing communications.</p>\n<p>If you are an Authorized User or Customer of a Client, please contact the Client if you wish to request the correction and/or update of personal information under their control.</p>\n</li>\n<li>Cookies &amp.\nTargeted Advertising\n<p>You can manage your cookie and tracking preferences as described in our Cookie Policy.</p>\n</li>\n</ul>\n</li>\n<li>\nTHIRD PARTY SOCIAL MEDIA PLUG-INS\n<p>On or through the Services we may provide third-party “share” buttons which enable you to share certain content via social media sites (e.g., Facebook, Twitter, Instagram, YouTube, and LinkedIn).\nThese “share” buttons may function as web beacons when you interact with the button.\nPlease note that when you “share” using the buttons, you may send to the third party provider of the “share” button the information that you are viewing.\nIf you are not logged into your account with the third party provider, then the third party may not know your identity.\nIf you are logged in to your account with the third party, then the third party may be able to link information or actions about your interactions with the Services to your account with the applicable third party provider.\nPlease refer to each third party's privacy policies to learn more about its data practices.</p>\n</li>\n<li>\nEXTERNAL WEBSITES\n<p>On or through the Services we may provide or make available, for informational purposes only, links to other websites or resources with which we do not have a contractual relationship and over which we do not have control (\"External Websites\").\nSuch links do not constitute an endorsement by Rebuy of those External Websites, and are provided to you only as a convenience.\nBy clicking on links to External Websites, the operators of the External Websites may collect your personal information.\nWe are not responsible for the content or data collection practices of those External Websites, and your use of External Websites is subject to their respective terms of use and privacy policies.</p>\n</li>\n<li>\nDATA RETENTION\n<p>Personal information is processed for the period necessary to fulfill the purposes for which it is collected, to comply with legal and regulatory obligations and for the duration of any period necessary to establish, exercise or defend any legal rights.</p>\n<p>In order to determine the most appropriate retention periods for your personal information, we consider the amount, nature and sensitivity of your information, the reasons for which we collect and process your personal information, and applicable legal requirements.</p>\n<p>In some instances, we may choose to anonymize personal information instead of deleting it.\nWhen we choose to anonymize, we make sure that there is no way that the personal information can be linked back to any specific individual.</p>\n</li>\n<li>\nDATA SECURITY AND PROTECTION\n<p>We have put in place reasonable and appropriate security measures designed to prevent your personal information from being accidentally lost, used or accessed in an unauthorized way, altered or disclosed.\nFor example, we use encryption, secure socket layer (SSL), firewalls, and password protection.\nIn addition, we limit access to personal information to those employees, agents, contractors and the third parties who have a business need-to-know.</p>\n<p>We also have procedures in place to deal with any suspected data security breach.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure, and while we take reasonable steps to provide secure services, by using the Services, you understand and assume the risks associated with your activities on the internet.</p>\n<p>Additionally, we cannot control the actions of other users with whom you may choose to share your information.\nFurther, even after information posted on the Services is removed, caching and archiving services may have saved that information, and other users or third parties may have copied or stored the information available on the Services.\nTo the fullest extent permitted under applicable law, we cannot and do not guarantee that information you post on or transmit to the Services will not be viewed by unauthorized persons.</p>\n</li>\n<li>\nCALIFORNIA PRIVACY RIGHTS - SHINE THE LIGHT\n<p>Rebuy does not share your personal information with any unaffiliated third party for its direct marketing purposes without your express consent.</p>\n<p>California residents who have provided us with personal information have the right (under California Civil Code§ 1798.83) to request and obtain from us, once each year, the details of any personal information we shared with a third party for that third party’s direct marketing purposes during the prior calendar year.\nThe details would include the categories of personal information and the names and addresses of the third party with which it was shared.</p>\n<p>To request information about this sharing, you may submit a request with “Your California Privacy Rights” in the subject line, along with your first and last name, and complete mailing address (including street address, city, state, and zip code) by either: sending an email message or writing to us at the email and/or mailing address specified in the How to Contact Us Section.</p>\n<p>If you do not submit and send your request with complete information as set forth above, we will not process it.</p>\n</li>\n<li>\nNEVADA PRIVACY RIGHTS\n<p>Under Nevada law, Nevada “consumers” (individuals who are seeking or acquiring goods/services for personal, family, or household purposes) may opt out of the sale of covered personal information (which includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online) to a person for that person to license or sell such information to additional persons.<br>\n<br>Rebuy does not currently sell covered information of Nevada consumers as defined under applicable Nevada law.\nhowever, you may submit an opt-out request, which we will honor as required by Nevada law should we engage in such a sale in the future.<br>\n<br>You may submit an opt-out request by sending an email message or writing to us at the email and/or mailing address specified in the How to Contact Us Section.\nalong with your full name, any user name, and complete mailing address (including street address, city, state, and zip code), email address (so that we can contact you, if needed, in connection with the request) and confirmation that you are a Nevada resident.<br>\n<br>You must provide us with information reasonably requested by us to verify your identity and the authenticity of the request.\nWe typically process these requests within 60 days from the day we receive it (and will notify you within that period if we need an additional 30 days to do so).<br>\n</p>\n</li>\n<li>\nINTERNATIONAL TRANSFERS\n<p>Rebuy is based in the United States.\nThe personal information that we collect is sent to and stored on servers located in the United States.\nSuch storage is necessary in order to process the information.\nRebuy operates globally and may transfer the personal data that we collect from you to our other offices and/or to the third parties mentioned in the circumstances described above, which may be situated outside of your country or regional area, and may be processed by staff operating outside of your country or regional area.\nIn particular, information provided to us or collected by us likely will be transferred to and processed in the United States by us or our Affiliates and our respective agents and contractors.\nThe data protection laws of the United States or other countries may not be as comprehensive or equivalent to those in your country of residence.<br>\n<br>The European Union’s General Data Protection Regulation (“GDPR”) allows for transfer of personal data from the European Union to a third country in certain situations.\nWe rely on legally-provided mechanisms to lawfully transfer personal information across borders.\nFor example, we may enter into the EU Standard Contractual Clauses adopted by the EU Commission.\nMore information about the Standard Contractual Clauses is available here.</p>\n</li>\n<li>\nADDITIONAL EUROPEAN AND INTERNATIONAL DATA RIGHTS\n<p>The European Union’s General Data Protection Regulation and certain other countries’ data protection laws provide certain rights for data subjects.\nIf you are a resident of the European Economic Area, the United Kingdom or another country with data protection laws that provide for certain data subject rights, you may submit a request to exercise your rights.</p>\n<p>We respond to all requests we receive from individuals wishing to exercise their data rights in accordance with applicable data protection laws.</p>\n<ul>\n<li>Depending on your country of residence, your rights may include:</li>\n<li>The right to be informed - that’s an obligation on us to inform you how we use your personal data (and that’s what we’re doing in this Privacy Notice);</li>\n<li>The right of access - that’s a right to make what’s known as a ‘data subject access request’ for a copy of the personal data we hold about you;</li>\n<li>The right to rectification - that’s a right to make us correct personal data about you that may be incomplete or inaccurate (though we generally recommend first making any changes in your account);</li>\n<li>The right to erasure (also known as the ‘right to be forgotten’) - that’s where in certain circumstances you can ask us to delete the personal data we have about you (unless there’s an overriding legal reason we need to keep it);</li>\n<li>The right to restrict processing - that’s a right for you in certain circumstances to ask us to suspend processing personal data;</li>\n<li>The right to data portability - that’s a right for you to ask us for a copy of your personal data in a common format (for example, a .csv file);</li>\n<li>The right to object - that’s a right for you to object to us processing your personal data (for example, if you object to us processing your data for direct marketing).\nand</li>\n<li>Rights in relation to automated decision-making and profiling - that’s a right you have for us to be transparent about any profiling we do, or any automated decision-making.</li>\n<li>Withdraw Consent—that’s the right to revoke any consent you may have previously given us at any time, if we have collected and processed your personal information with your consent.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.</li>\n<li>File a complaint—that’s the right to file a complaint with a supervisory authority about our collection and processing of your personal information.</li>\n</ul>\n<p>\n<i>Exercising Your Rights</i>\n</p>\n<p>These rights are subject to certain rules around when you can exercise them.\nIf you are located in the European Economic Area and wish to exercise any of the rights set out above, please&nbsp;contact us.</p>\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights) unless your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.</p>\n<p>We will respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated as required by law.<br>\n<br>In addition, if you no longer wish to receive our marketing/promotional information, we remind you that you may withdraw your consent to direct marketing at any time directly from the unsubscribe link included in each electronic marketing message we send to you.\nIf you do so, we will promptly update our databases and will take all reasonable steps to meet your request at the earliest possible opportunity, but we may continue to contact you to the extent necessary for the purposes of providing the Services as requested and/or ordered by you or necessary updates regarding and the Services used by you.<br>\n<br>Finally, you have the right to make a complaint at any time to the supervisory authority for data protection issues in your country of residence.\nWe would, however, appreciate the chance to deal with your concerns before you approach the supervisory authority, so please contact us first.</p>\n</li>\n<li>\nHOW TO CONTACT US\n<p>If you have any questions about this Privacy Notice and/or our Cookie Policy, including any requests to exercise your legal rights, please contact us as follows:</p>\n<p>By email at: legal@rebuyengine.com.\nSubject Line: Privacy Request</p>\n<p>By mail at: Rebuy, Inc.<br>Attn: Rebuy Privacy Request<br>6004 St Johns Ave<br>Minneapolis, MN 55424</p>\n</li>\n</ol>\n<p>Create Intelligent Shopping Experiences.</p>\n<ul>\n</ul> PRODUCTS <ul>\n<li> Merchandising </li>\n<li> Smart Cart™&nbsp.\n</li>\n<li> Smart Links™ </li>\n<li> Checkout Extensions </li>\n<li> Post-Purchase </li>\n<li> Reorder Landing Pages </li>\n<li> Dynamic Bundles </li>\n<li> Apps and Integrations </li>\n</ul> RESOURCES <ul>\n<li> Blog </li>\n<li> Pricing </li>\n<li> Case Studies </li>\n<li> Help Center </li>\n<li> API Docs </li>\n<li> Inspiration </li>\n<li> Reviews </li>\n<li> Media Kit </li>\n</ul> PARTNERS <ul>\n<li> Partner Directory </li>\n<li> Create a Smart Cart App </li>\n<li> Partner Login </li>\n<li> Become a Partner </li>\n</ul> COMPANY <ul>\n<li> About </li>\n<li> Join Our Team </li>\n<li> Request a Demo </li>\n</ul>\n<p>Terms and Privacy &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n© 2023 Rebuy</p> ", "created_at": "2023-07-05 04:39:05.862491", "updated_at": "2023-07-05 04:39:23.806268"}, {"id": 17219, "name": "Terms of Service", "url": "https://www.rebuyengine.com/terms", "xpath": "//body", "text": " This website stores cookies on your computer.\nThese cookies are used to improve your website experience and provide more personalized services to you, both on this website and through other media.\nTo find out more about the cookies we use, see our Privacy Policy.\n<p>We won't track your information when you visit our site.\nBut in order to comply with your preferences, we'll have to use just one tiny cookie so that you're not asked to make this choice again.</p> Accept Decline <ul>\n<li> Products &nbsp;Merchandising\n<p>Enhance your merchandising strategy with hyper-personalized product recommendations.</p> &nbsp.\nSmart Cart™\n<p>Unlock best-of-breed shopping experiences via Rebuy’s fast mobile-optimized cart.</p> &nbsp.\nPost-Purchase\n<p>Upsell or downsell products immediately after the credit card is charged.</p> &nbsp;Checkout Extensions\n<p>Convert shoppers via checkout customizations and upsells (Shopify &amp.\nShop Pay).</p> &nbsp;Reorder Landing Pages\n<p>Drive increased LTV via Rebuy’s accelerated reorder pages.</p> &nbsp;Smart Links™&nbsp.\n<p>Create custom links that auto add-products and discounts, and trigger UX when clicked.</p> &nbsp;Dynamic Bundles\n<p>Sell one-click bundles that are implemented as individually discounted line items.</p> &nbsp.\nApps and Integrations\n<p>Create cohesive customer journeys with an interconnected tech stack.</p>\n</li>\n<li> Platforms &nbsp;Shopify Plus\n<p>Create amazing shopping experiences with Shopify Plus exclusive features.</p> &nbsp;Shopify&nbsp.\n<p>Use Rebuy to unlock Shopify's full potential.</p> &nbsp;Recharge\n<p>Grow average subscription value, reduce churn, and more.</p> Hydrogen\n<p>Supercharge your Hydrogen build with AI-powered personalization.</p>\n</li>\n<li> Resources &nbsp.\nBlog\n<p>Get helpful content and hear from a variety of voices in ecommerce.</p> &nbsp.\nPricing\n<p>Pricing plans that fit your Shopify store.\nStart with a 21-day free trial.&nbsp;</p> &nbsp.\nCase Studies\n<p>See how top merchants use Rebuy to supercharge their online stores.</p> &nbsp.\nAPI Docs\n<p>All you need to work and integrate with Rebuy's RESTful API.</p> &nbsp.\nInspiration\n<p>Explore live examples of top merchants using Rebuy.</p> &nbsp.\nDemo Store\n<p>Still not sold? Check out our demo store to see how it works!</p> &nbsp.\nHelp Center\n<p>Browse our Help Center and get help from our acclaimed customer support crew.</p>\n</li>\n<li> Partners &nbsp.\nPartner Directory\n<p>Take a look at our Rebuy partners and find the best combination for your store.</p> &nbsp.\nPartner Login\n<p>Access your partner account.</p> &nbsp;Become a Partner\n<p>Become a partner and help ecommerce brands grow using Rebuy.</p> &nbsp.\nCreate a Smart Cart App\n<p>Integrate your app directly with the Smart Cart and increase your brand's footprint across stores.</p>\n</li>\n<li> Company &nbsp.\nAbout Us\n<p>Learn more about the team, our mission, and our values.&nbsp;</p> &nbsp.\nJoin Our Team\n<p>We think we're pretty fun, and we love what we do.\nCome join us!</p> &nbsp.\nRequest a Demo\n<p>Want a live demonstration of Rebuy? Have a look under the hood and get your questions answered.</p>\n</li>\n</ul> Find it on the Shopify App Store Login Terms of Service\n<p>Last Updated: May 10, 2023</p>\n<p>Rebuy, Inc.\n(“Rebuy”) owns, operates, and provides the Rebuy Service (as defined in Section&nbsp;1 below) subject to this Terms of Service Agreement (hereinafter, this “Agreement”).\nPLEASE READ THIS AGREEMENT CAREFULLY, AS IT SETS FORTH THE LEGALLY BINDING TERMS AND CONDITIONS GOVERNING THE ACCESS AND USE OF THE REBUY SERVICE.\nPLEASE NOTE<strong>:</strong> THIS AGREEMENT ALSO CONTAINS AN AGREEMENT TO ARBITRATE IN SECTION&nbsp;14 BELOW WHICH WILL REQUIRE CUSTOMER TO SUBMIT CLAIMS AGAINST REBUY TO BINDING AND FINAL ARBITRATION.</p>\n<p>ACCEPTANCE OF THIS AGREEMENT<strong>:</strong> BY CREATING AN ACCOUNT FOR THE REBUY SERVICE, AND/OR ACCEPTING THE PRICING AND PAYMENT ORDER CONFIRMATION DURING ONBOARDING AND INSTALLATION OF THE REBUY SERVICE OR ENTERING INTO A WRITTEN OR ELECTRONIC ORDER FORM WITH REBUY (EACH, AN “ORDER FORM”) TO OBTAIN ACCESS TO THE REBUY SERVICE (INCLUDING, BUT NOT LIMITED TO, ON A TRIAL BASIS), OR OTHERWISE ACCESSING AND/OR USING THE REBUY SERVICE IN ANY MANNER, YOU HEREBY EXPRESSLY UNDERSTAND, ACKNOWLEDGE, AND AGREE TO THE FOLLOWING:</p>\n<ol>\n<li>YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTAND, AND AGREE TO BE BOUND BY THIS AGREEMENT (INCLUDING ALL OF THE TERMS AND CONDITIONS SPECIFIED OR REFERENCED BELOW);</li>\n<li>YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO ENTER INTO THIS AGREEMENT (INCLUDING ALL OF THE TERMS AND CONDITIONS SPECIFIED OR REFERENCED BELOW), ON BEHALF OF THE ENTITY OR PERSON NAMED ON THE ACCOUNT IN RESPECT OF WHOM ACCESS AND USE OF THE REBUY SERVICE WAS OBTAINED (SUCH ENTITY OR PERSON, THE “<strong>CUSTOMER</strong>”), AND TO BIND CUSTOMER TO THE TERMS OF THIS AGREEMENT.\nAND</li>\n<li>YOU AGREE THAT CUSTOMER IS ENTERING INTO THIS AGREEMENT (INCLUDING ALL OF THE TERMS AND CONDITIONS SPECIFIED OR REFERENCED BELOW) WITH REBUY, INC., A DELAWARE LIMITED LIABILITY COMPANY.</li>\n</ol>\n<p>IF YOU DO NOT AGREE WITH ALL OF THE TERMS AND CONDITIONS OF THIS AGREEMENT, OR DO NOT HAVE SUCH AUTHORITY, DO NOT CREATE AN ACCOUNT OR ACCESS OR USE THE REBUY SERVICE (OR ANY PART THEREOF).\nThis Agreement was last updated as of the date set forth above.\nThe effective date of this Agreement is the date Customer accepts this Agreement as set forth above (the “Effective Date”).</p>\n<ol>\n<li>\nDEFINITIONS\n<p>“Authorized Users” means employees, contractors or consultants of Customer authorized to use the Rebuy Service on behalf of Customer, subject to the terms of this Agreement.</p>\n<p>“Customer Content” means text, images, graphics, logos, trademarks, and all other content of Customer transmitted, uploaded, submitted and/or otherwise provided by or on behalf of Customer in connection with the use of the Rebuy Service.</p>\n<p>“Customer Data” means all data and other information transmitted, collected, uploaded and/or submitted through the Rebuy Service, including, but not limited to, through any Implementation Code and/or Widgets installed on the Customer Store, or otherwise provided or made available by Customer and/or any Authorized Users hereunder in connection with the use of the Rebuy Service, but expressly excluding Operational Metrics.</p>\n<p>“Customer Store” means the online Shopify store controlled and operated by Customer that Customer connects to the Rebuy Service.</p>\n<p>“Documentation” means Rebuy’s then-current technical user manuals, documentation and/or other materials for the use of the Platform, Implementation Code, and/or Widgets, as applicable, made available to Customer by Rebuy.</p>\n<p>“Implementation Code” means any and all implementation and/or deployment code, any and all modified, updated, or enhanced versions thereof, made available by Rebuy to Customer hereunder, and/or generated by or on behalf of, Customer in connection with the use of the Platform, that enables Customer to: (a)&nbsp;connect the Rebuy Service with the Customer Store, and (b)&nbsp;deploy Widgets on the Customer Store.</p>\n<p>“Intellectual Property Rights” means patents and patent applications, inventions (whether or not patentable), trademarks, service marks, trade dress, copyrights, trade secrets, know-how, data rights, specifications, mask-work rights, moral rights, author’s rights, and other intellectual property rights, as may exist now or hereafter come into existence, and all derivatives, renewals and extensions thereof, regardless of whether any of such rights arise under the laws of the United States or of any other state, country or jurisdiction.</p>\n<p>“Operational Metrics” means anonymized statistics, metrics, analytics, and data regarding the performance and operation of the Rebuy Service (or any part thereof) that Rebuy collects in connection with the use of the Rebuy Service, and other operational and technical metrics necessary to manage and perform the Rebuy Service.</p>\n<p>“Orders Per Month” or “OPM” means the thirty (30) day order volume of the Customer Store.</p>\n<p>“Platform” means Rebuy’s proprietary hosted software platform that enables users to implement ecommerce personalization and merchandizing solutions, and any and all modified, updated, or enhanced versions thereof, made available to Customer by Rebuy hereunder.</p>\n<p>“Rebuy Service” means the Platform, Widgets, Implementation Code, and/or any related support or other services provided by Rebuy to Customer in connection with the use thereof.</p>\n<p>“Rebuy Generated Revenue” or “RGR” means Customer’s gross revenue generated or arising from any interactions with the Rebuy Service and/or Widgets and/or other features utilized by Customer in connection with Rebuy Service, including, but not limited to, adding a product to the cart from any Rebuy merchandising solutions, or tapping on a product to learn more about it from one of Rebuy’s merchandising solutions and subsequently adding the product to the cart, visiting the Customer Store and subsequently making a purchase from any Rebuy landing page feature, and/or any marketing URLs, and/or email/SMS events.</p>\n<p>“Service Fees” means the fees due and payable by Customer for the use of the Rebuy Service based on the Customer’s applicable Service Tier.\nPlease see the Rebuy Pricing Page for Rebuy’s current Service Fees and Service Tiers.</p>\n<p>“Service Tier” means the applicable service plan for which Customer will be charged, based on the Customer’s OPM or RGR (whichever is greater) in the thirty (30) day period immediately preceding the first day of each Service Term.\nPlease see the Rebuy Pricing Page for Rebuy’s current Service Fees and Service Tiers.</p>\n<p>“Service Term” means the thirty (30) day period commencing: (i)&nbsp;on the date Customer first connects the Rebuy Service to the Customer Store, or, (ii)&nbsp;upon expiration of the Trial Period, if Customer has obtained the Rebuy Service on a trial basis as set forth in Section&nbsp;3.1.\nThe Service Term will automatically renew for successive thirty (30) day periods, unless Customer terminates this Agreement, and disconnects and ceases all use of the Rebuy Service, as set forth in Section&nbsp;5.2 prior to the expiration of the then-current Service Term.</p>\n<p>“Trial Period” has the meaning given to such term in Section&nbsp;3.1.</p>\n<p>“Usage Parameters” means any usage parameters and/or restrictions regarding the scope of use of the Rebuy Service specified in the then-current pricing plan, including, but not limited to, OPMs and RGR, the applicable Documentation, Order Form(s), and/or in writing by Rebuy.</p>\n<p>“Widgets” means the software application widgets made available by Rebuy to Customer as part of the Rebuy Service.</p>\n</li>\n<li>\nACCOUNTS.\nCUSTOMER DATA AND CONTENT\n<ol>\n<li>Accounts.\nIn order to access and use the Rebuy Service, Customer must register an account (“Account”).\nIn registering an Account, Customer agrees to provide and maintain up to date information that is true, accurate, current, up to date, and complete.\nIn addition, Customer agrees that Customer will not (i) create an Account using a false identity or fictitious name or information, and/or (ii) create an Account or use the Rebuy Service if Customer has been previously removed or banned by Rebuy from use of the Rebuy Service, or any part thereof.\nCustomer understands and agrees that Customer is solely responsible for maintaining the confidentiality of and protecting Customer’s password for the Account.\nCustomer is solely responsible and liable for any use of the Rebuy Service and/or activity originating from the Account, regardless of whether such use and/or activity is authorized by Customer.\nCustomer agrees to notify Rebuy immediately of any unauthorized use of the Account.\nRebuy reserves the right to limit the number of Accounts that can be created from a computer or mobile device and the number of computer or mobile devices that can access an individual Account.</li>\n<li>Authorized Users.\nCustomer agrees that it shall not permit any person other than Authorized Users to access and use the Rebuy Service and will ensure that its Authorized Users use the Rebuy Service solely in accordance with this Agreement.\nCustomer acknowledges and agrees that Customer is solely responsible for the use of the Rebuy Service by Authorized Users, and any breach of this Agreement by any Authorized User will be deemed a breach by Customer.\nRebuy may process personal data about Customer’s or its Authorized User’s use of the Rebuy Service (“Account Data”) in accordance with its Privacy Notice available at: https://www.rebuyengine.com/legal/privacy-notice.\nAccount Data is not Customer Content or Customer Data.&nbsp;</li>\n<li>Customer Data &amp.\nCustomer Content.\nAs between Customer and Rebuy, subject to the licenses expressly granted to Rebuy herein, Customer shall retain all right, title, and interest in and to Customer Data and Customer Content.\nCustomer grants to Rebuy a non-exclusive, royalty-free, fully-paid, worldwide license to (i) use and process Customer Data, and (ii) reproduce, modify, incorporate, perform and otherwise use the Customer Content, in case, to the extent reasonably necessary for Rebuy to provide Customer the Rebuy Service hereunder.\nCustomer represents and warrants that: (i) Customer has all the rights and/or authorizations necessary to grant the Rebuy the licenses granted herein in and to Customer Data and Customer Content.\nand (ii) none of the Customer Data and/or Customer Content violates or will violate this Agreement, any applicable laws, rules or regulations, or any third party’s intellectual property or other proprietary rights.</li>\n<li>Data Processing Addendum.\nCustomer acknowledges and agrees that as between Customer and Rebuy, Customer is the data controller and/or business and Rebuy is merely a data processor and/or service provider as such terms are defined pursuant to applicable data protection laws.\nEach party shall comply with the Data Processing Addendum available at: [https://www.rebuyengine.com/legal/data-processing-addendum], the terms of which are incorporated herein by reference.\n&nbsp;</li>\n<li>Personal Data of Children.\nCustomer agrees not to upload, transmit, and/or submit through, or in connection with the use of, Rebuy Service, or otherwise provide to Rebuy any personal data about individuals that Customer knows or has reason to know are under the age of 13 or the equivalent age as specified by law in the applicable jurisdiction (e.g., 16 years of age if you are located in the EEA).\nIf Customer discovers or reasonably believes that it has or may have uploaded, transmitted, submitted, and/or otherwise provided any personal data about individuals under the age of 13 or the equivalent age as specified by law in the applicable jurisdiction to Rebuy and/or through, or in connection with the use of, the Rebuy Service, Customer agrees to, and shall, immediately remove such information from Rebuy’s systems (including, without limitation, the Rebuy Service and Customer’s Account) and immediately notify Rebuy of such occurrence.</li>\n</ol>\n</li>\n<li>\nACCESS AND USE OF SERVICES\n<ol>\n<li>Service Term.\nTrial Period.\nSubject to the terms and conditions of this Agreement (including payment of applicable fees), Rebuy will provide Customer access to the Rebuy Service during the Service Term (including any renewal thereof).\nFor the avoidance of doubt, Customer acknowledges and agrees that each Service Term will automatically renew for successive thirty (30) day periods, unless Customer terminates this Agreement, and disconnects and ceases all use of the Rebuy Service, as set forth in Section 5.2 prior to the expiration of the then-current Service Term.\nIf Customer has obtained the Rebuy Service on a trial-basis, Customer will have a period of twenty-one (21) days from the date Customer first connects the Rebuy Service to the Customer Store or such other period expressly agreed to in writing by Rebuy, to use the Rebuy Service on a trial-basis (the “Trial Period”).\nCustomer acknowledges and agrees that upon expiration of the Trial Period, the Service Term will automatically start, and Customer will automatically be charged for applicable Service Fees due and payable for Customer’s applicable Service Tier in accordance with Section 4, unless Customer terminates this Agreement, and disconnects, and ceases all use of the Rebuy Service, as set forth in Section 5.2 prior to the end of the Trial Period.</li>\n<li>Access to the Platform.\nSubject to the terms and conditions of this Agreement (including payment of applicable fees), Rebuy grants to Customer a non-exclusive, non-sublicensable, non-transferable limited right during the Trial Period, if applicable, and the Service Term, to: (i) permit Authorized Users to access and use the Platform, over the internet, to generate and deploy Widgets.\n(ii) to install the Implementation Code on the Customer Store to connect the Rebuy Service and deploy and display the applicable Widgets on the Customer Store.\nand (iii), reproduce and use a reasonable number of copies of the Documentation in support of the exercise of the licenses and rights granted in this Section 3.2.\nThe licenses granted to Customer hereunder are limited to Customer’s use for its own internal business purposes, in accordance with this Agreement and the Documentation, and subject to any applicable Usage Parameters.\nCUSTOMER ACKNOWLEDGES AND AGREES THAT THE TRIAL VERSION IS PROVIDED “AS-IS” AND WITHOUT ANY WARRANTY WHATSOEVER, INCLUDING BUT NOT LIMITED TO THE REBUY ROI GUARANTEE SET FORTH IN SECTION 6, OR ANY SUPPORT OR OTHER SERVICES (INCLUDING ANY UPDATES OR UPGRADES).</li>\n<li>Access to Beta-Version and Features.\nFrom time to time, Rebuy, in its sole discretion, may make certain beta versions of and/or beta features and/or functionality of the Rebuy Service available to Customer to try at its option at no additional charge which are clearly designated as beta, pilot, limited release, developer preview, non-production, evaluation, or by a similar description (collectively, “<strong>Beta Version and Features</strong>”).\nFor the avoidance of doubt, any Beta Version and Features made available by Rebuy to Customer hereunder are included in the defined term “The Rebuy Service” as used throughout this Agreement.\nIf Customer elects to access Beta Version and Features made available to Customer by Rebuy, Rebuy grants to Customer a non-exclusive, non-transferable, non-sublicensable, limited right to access and use the Beta Version and Features solely for Customer’s internal evaluation and subject to any and all technical limitations implemented in the Beta Versions and Features and/or other usage parameters or restrictions specified by Rebuy for the Beta Version and Features.\nIn addition to the restrictions set forth in Section 3.4 below, Customer shall not access and/or use the Beta Version and Features (i) for purposes of monitoring their availability, performance or functionality, or for any other benchmarking or competitive purpose, or (ii) without the express prior written approval of Rebuy if Customer is a direct competitor of Rebuy.\nIn addition, Customer acknowledges and agrees that the Beta Versions and Features and any Feedback (as defined below in Section 3.7) regarding the Beta Versions and Features are the confidential information of Rebuy and Customer shall not disclose any such confidential information to any third party.\nBETA VERSION AND FEATURES ARE PROVIDED AS-IS, ARE NOT SUPPORTED, AND MAY BE SUBJECT TO ADDITIONAL TERMS AS SPECIFIED BY REBUY IN WRITING AND/OR IN THE APPLICABLE DOCUMENTATION FOR THE BETA VERSION AND FEATURES.\nRebuy reserves the right to terminate Customer’s access to any Beta Versions and Features at any time, for any reason.</li>\n<li>Restrictions and Prohibited Uses.\nCustomer agrees that Customer will not, and it will not permit any third party (including, without limitation, any Authorized User) to: (i) modify, adapt, translate or create derivative works based on the Rebuy Service (or any part thereof) or Documentation.\n(ii) reverse engineer, decompile, disassemble, or otherwise derive or determine or attempt to derive or determine the source code (or the underlying ideas, algorithms, structure or organization) of the Platform, Widgets and/or Implementation Code.\n(iii) distribute, license, sublicense, assign, transfer or otherwise make available to any third party the Rebuy Service (or any part thereof) and/or Documentation.\n(iv) remove, alter, or obscure in any way any proprietary rights notices (including copyright notices) of Rebuy or its suppliers on or within the Rebuy Service and/or Documentation.\n(v) interfere with or disrupt the integrity or performance of the Rebuy Service (or any part thereof), or any system, network or data or cause or aid in the cause of the destruction, manipulation, removal, disabling, or impairment of any portion of the Rebuy Service.\n(vi) attempt to gain unauthorized access to the Rebuy Service (or any part thereof), or its related systems or networks.\n(vii) frame or utilize framing techniques to enclose the Rebuy Service or any portion thereof.\n(viii) use any meta tags, “hidden text”, robots, spiders, crawlers, or other tools, whether manual or automated, to collect, scrape, index, mine, republish, redistribute, transmit, sell, license or download the Rebuy Service, content, or the personal information of others without Rebuy’s prior written permission or authorization.\n(ix) use the Rebuy Service (or any part thereof) to hack, spam, or phish Rebuy or Rebuy’s other users.\n(x) use the Rebuy Service to store or transmit any malicious or unsolicited code or software, or store, transmit or upload any material and/or content that is false, inaccurate, illegal, abusive, harassing, harmful to reputation, pornographic, indecent, profane, obscene, hateful, racist, infringing, libelous, tortious, or otherwise objectionable in Rebuy’s reasonable opinion, or to store, transmit or upload any material or content that violates any third party’s intellectual property rights and/or privacy rights.\n(xi) impersonate any person or entity, use a fictitious name, or falsely state or otherwise misrepresent Customer’s affiliation with any person or entity.\nor (xii) violate any applicable local, state, national or international law (including, without limitation, U.S.\nand foreign export laws concerning the transmission of technical data and other regulated materials) in Customer’s use of the Rebuy Service.</li>\n<li>Third Party Integrations.\nThe Rebuy Service may allow Customer to connect to and/or use certain third party products, services or software (including, without limitation, data products and services), through scripts and/or APIs made available by the owner of such third party software or services (collectively “<strong>Third Party Integrations</strong>”).\nThird Party Integrations are not owned, controlled, or operated by Rebuy and are subject to separate terms and conditions of the applicable third party provider.\nIf Customer decides to access and use such Third Party Integrations, Customer’s use is of Third Party Integrations is governed solely by the terms and conditions of such Third Party Integrations, and Rebuy does not endorse, is not responsible for, and makes no representations as to such Third Party Integrations, their content or the manner in which they handle Customer’s data.\nRebuy is not liable for any damage or loss caused or alleged to be caused by or in connection with Customer’s access or use of any such Third Party Integrations, or Customer’s reliance on the privacy practices or other policies of such Third Party Integrations.\nREBUY DOES NOT WARRANT, ENDORSE, GUARANTEE OR ASSUME RESPONSIBILITY FOR ANY THIRD PARTY PRODUCTS OR SERVICES ADVERTISED OR OFFERED THROUGH, OR IN CONNECTION WITH, THE SERVICE (INCLUDING, BUT NOT LIMITED TO, THIRD-PARTY INTEGRATIONS CONNECTED TO THE SERVICE), OR ANY HYPERLINKED WEBSITE OR SERVICE, AND REBUY WILL NOT BE A PARTY TO, OR IN ANY WAY MONITOR, ANY TRANSACTION BETWEEN CUSTOMER AND THIRD-PARTY PROVIDERS OF SUCH THIRD PARTY PRODUCTS OR SERVICES AND/OR THIRD PARTY INTEGRATIONS.</li>\n<li>Operational Metrics.\nRebuy monitors and collects Operational Metrics for its own business purposes, such as improving, testing, and maintaining the Rebuy Service and related machine learning algorithms, and developing additional products and services.\nCustomer grants to Rebuy a non-exclusive, irrevocable, transferable, worldwide, and royalty-free license to (i) collect, analyze and use Operational Metrics, for the purposes set forth above, and (ii) modify, reorder, augment and/or manipulate Customer Data and related Operational Metrics for its own internal business purposes for sourcing and machine learning algorithms.\nRebuy may only publicly distribute Operational Metrics in aggregate, non-personally identifiable form that cannot be used to identify Customer or any individual Authorized User or end user of the Customer Store.</li>\n<li>Rebuy Proprietary Rights.\nRebuy and/or its licensors shall retain all rights, title, interest, in and to, and ownership of the Rebuy Service (and all parts thereof), Documentation, and any text, graphics, images, music, audio, video, works of authorship of any kind, and information or other materials that are posted, generated, provided or otherwise made available through the Rebuy Service (but excluding Customer Content and Customer Data), and all copyright, patent, trade secret, trademark and other intellectual property and proprietary rights thereto.\nAll rights that are not explicitly granted in this Agreement are reserved by Rebuy and its licensors.\nTo the extent that any ideas, suggestions, improvements and/or other feedback regarding any aspect of the Rebuy Service and/or Documentation, including, without limitation, the functioning, features, and other characteristics thereof are provided by or on behalf of Customer and/or any Authorized User (collectively, “<strong>Feedback</strong>”), Customer hereby grants Rebuy, its subsidiaries, affiliates and partners a worldwide, irrevocable, perpetual, royalty free, non-exclusive, sublicensable and transferable license under all Customer’s intellectual property rights in the Feedback to exploit and use for any purpose, without compensation or attribution.</li>\n<li>Changes and Modifications.\nRebuy reserves the rights to either temporarily or permanently modify, suspend or discontinue the Rebuy Service (or any part thereof) with or without notice.\nCustomer agrees that Rebuy will not be liable to Customer or to any third party for any modification, suspension or discontinuance of the Rebuy Service (or any part thereof).</li>\n</ol>\n</li>\n<li>\nFEES.\nPAYMENT TERMS\n<ol>\n<li>Service Fees.\nCustomer agrees to, and shall, pay to Rebuy the applicable Service Fees based on the Customer’s applicable Service Tier for each Service Term.\nRebuy reserves the right, at any time, to increase the fees payable hereunder, and/or change, update, or modify the Rebuy’s pricing and/or payment terms.\nprovided that, any increase in fees applicable to Customer shall not take effect until the start of the next Service Term.</li>\n<li>Payment Terms.\nUnless otherwise set forth in the applicable Order Form and/or otherwise expressly agreed in writing by Rebuy the Service Fees shall be due and payable by Customer in advance on or before the first day of the Service Term (and each renewal thereof).\nExcept where Rebuy has agreed to invoice Customer for the Service Fees (which shall be at Rebuy’s sole discretion), the Service Fees will be automatically billed and charged to Customer’s Payment Method (as defined below) by Rebuy’s third party payment processors (currently, Shopify and Stripe).\nInvoiced fees, if applicable, will be due and payable by Customer in accordance with the payment terms in the applicable invoice.\nCustomer expressly agrees that Rebuy or its third party payment processors may bill and charge Customer for the applicable Fees due and payable by Customer hereunder and any applicable Taxes (defined below) and any other charges that Customer may incur in connection with the use of the Rebuy Service, and Customer hereby authorize Rebuy (through its third party payment processors) to charge all such Service Fees, Taxes and other charges to the credit card, or other payment method provided by Customer (the “<strong>Payment Method</strong>”), in accordance with the billing terms in effect at the time a fee or charge is due and payable.\nTo the extent that any amounts owed by Customer cannot be collected from or through the Payment Method(s), Customer is solely responsible for paying such amounts by other means.\nIf payment is not received or cannot be charged to Customer for any reason in advance, Rebuy reserves the right to suspend or terminate Customer’s and its Authorized User’s access to the Rebuy Service and/or terminate this Agreement.\nAll fees are listed and payable in United States Dollars (USD).\nExcept as otherwise expressly set forth in this Agreement, all fees are non-refundable and non-cancellable.</li>\n<li>Taxes.\nThe fees are exclusive of any taxes, levies, duties, or similar governmental assessments of any nature, including, for example, value-added, sales, use or withholding taxes, assessable by any jurisdiction (collectively, “Taxes”), and Customer is and shall be responsible for payment of all such taxes (other than taxes based on Rebuy’s income), and any related penalties and interest, arising from the payment of the fees, the delivery of the Rebuy Service, or performance of any services by Rebuy hereunder.</li>\n</ol>\n</li>\n<li>\nTERM.\nTERMINATION\n<ol>\n<li>Term.\nThe term of this Agreement commences on the Effective Date and will remain in effect during the Service Term (including any renewal thereof), or until terminated in accordance with this Agreement (whichever is sooner).\nEach Service Term shall automatically renew as set forth in Section 3.1.</li>\n<li>Termination.\nCustomer may terminate this Agreement by disconnecting the Rebuy Service from Customer's Shopify account, and ceasing all access to the Rebuy Service and permanently uninstalling the Rebuy Service from the Customer Store.\nCustomer acknowledges and agrees that notwithstanding any termination of this Agreement, the Service Fees are non-refundable and non-cancellable.\nAt any time, Rebuy may (i) suspend or terminate Customer's and/or any Authorized User's right to access or use the Rebuy Service (or any part thereof), or (ii) terminate this Agreement with respect to Customer if Rebuy, in good faith, believes that Customer has used the Rebuy Service (or any part thereof) in violation of this Agreement, including any incorporated guidelines, terms or rules.</li>\n<li>Effect of Termination.\nUpon termination of this Agreement for any reason, all outstanding fees immediately becoming due and payable, including, without limitation, any Service Fees due and payable for the remainder of the then-current Service Term, and Customer’s and its Authorized Users’ right to access and use the Rebuy Service will automatically terminate.\nIn addition, provided that Customer has paid Rebuy all amounts due and payable under this Agreement, Rebuy will permit Customer to export a copy of the Customer Data and Customer Content, following Rebuy’s receipt of Customer’s written request to export such Customer Data within thirty (30) days of the date of termination.\nThereafter, Company will have no obligation to retain Customer Data.\nThe following Sections will survive any termination or expiration of this Agreement: 1, 2, 3.4, 3.5, 3.6, 3.7, 4, 5.3, and 7 through 16.</li>\n</ol>\n</li>\n<li>\nREBUY ROI GUARANTEE\n<p>Subject to the terms and conditions hereof, if, during any Service Term, the Service Fees paid by Customer for the Service Term exceed Customer’s RGR during the Service Term, Rebuy will refund the Service Fees paid by Customer.\nThe ROI Guarantee is conditioned on the following: (i) Customer must have the Rebuy Service installed for the entirety of the Service Term, and Customer must use a good faith effort implement the Widgets, including, but not limited to, the cross-sells and up-sells and other personalizations, on the Customer Store in accordance with Rebuy documentation and best practices (Customer will not be eligible for a refund if Customer fails to properly implement the Rebuy Service, fails or makes no effort to use the Rebuy Service, or fails to follow Rebuy’s best practice documentation), (ii) Customer must be up to date on all payments and amounts due and payable under this Agreement, (iii) Customer must not be in breach of this Agreement, and (iv) Customer must submit its claim for the ROI Guarantee within sixty (60) days following the date Customer was billed the Service Fees for the applicable Service Term.\nTHIS SECTION 6 STATES CUSTOMER’S SOLE AND EXCLUSIVE REMEDY, AND REBUY’S SOLE AND EXCLUSIVE OBLIGATION AND LIABILITY, FOR ANY FAILURE OF THE REBUY SERVICE TO MEET THE ROI GUARANTEE.\nFOR THE AVOIDANCE OF DOUBT, THE ROI GUARANTEE SHALL NOT APPLY TO CUSTOMER FOR THE USE OF THE REBUY SERVICE DURING THE TRIAL PERIOD, OR WHERE CUSTOMER HAS OTHERWISE OBTAINED THE REBUY SERVICE ON A FREE BASIS.</p>\n</li>\n<li>\nINDEMNIFICATION\n<p>Customer shall indemnify, defend, and hold Rebuy and its affiliates and subsidiaries, and their respective officers, directors, shareholders, employees, contractors, agents, successors and assigns (collectively, “Rebuy Indemnified Parties”), harmless from and against any and all liability, losses, claims, expenses (including reasonable attorneys’ fees), demands or damages of any kind, arising out of or related to (i) Customer’s breach of this Agreement or any license or other agreement applicable to any Third Party Integrations.\n(ii) allegations that the Customer Content, or Customer’s activities in connection with, or use of, the Rebuy Service (or any part thereof), violate any applicable laws, rules or regulations, or infringe or misappropriate the intellectual property rights of any third party.\n(iii) Customer Data or a violation of any applicable privacy law, rule or regulation by Customer.\nand/or (iv) Customer’s use of the Rebuy Service.\nRebuy shall promptly notify Customer in writing of such action, give Customer sole control of the defense thereof and any related settlement negotiations, and, at Customer’s reasonable request and expense, cooperate and assist in such defense.\nUnder no circumstances shall Customer enter into any settlement that involves an admission of liability, negligence or other culpability of any Rebuy Indemnified Party or requires any Rebuy Indemnified Party to contribute to the settlement without Rebuy’s prior written consent.\nRebuy and any Rebuy Indemnified Party may participate and retain its own counsel at its own expense.</p>\n</li>\n<li>\nDISCLAIMER\n<p>EXCEPT FOR THE REBUY ROI GUARANTEE DESCRIBED IN SECTION 6 ABOVE, THE REBUY SERVICE (AND ALL PARTS THEREOF), DOCUMENTATION, AND ANY OTHER MATERIALS OR SERVICES PROVIDED BY REBUY, ARE PROVIDED “AS IS” AND “AS AVAILABLE” AND REBUY AND ITS LICENSORS AND SUPPLIERS HEREBY EXPRESSLY DISCLAIM ANY REPRESENTATIONS, WARRANTIES OR GUARANTEES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR ANY PARTICULAR PURPOSE, SATISFACTORY PURPOSE, ACCURACY, OR NON-INFRINGEMENT.\nREBUY AND ITS LICENSORS AND SUPPLIERS DO NOT WARRANT OR MAKE ANY GUARANTEE THAT DEFECTS WILL BE CORRECTED OR THAT THE REBUY SERVICE (OR ANY PART THEREOF), DOCUMENTATION, OR ANY OTHER MATERIALS OR SERVICES PROVIDED BY REBUY OR CONTENT MADE AVAILABLE THROUGH THE REBUY SERVICE: (I) WILL MEET CUSTOMER’S REQUIREMENTS.\n(II) WILL BE COMPATIBLE WITH CUSTOMER’S NETWORK, COMPUTER OR MOBILE DEVICE, OR ANY THIRD PARTY PRODUCTS OR SERVICES INCLUDING, WITHOUT LIMITATION, ANY THIRD PARTY INTEGRATIONS.\n(III) WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE BASIS.\nOR (IV) WILL BE ACCURATE OR RELIABLE.\nCUSTOMER EXPRESSLY ACKNOWLEDGES AND AGREES THAT THE USE OF THE REBUY SERVICE, AND ALL RESULTS OF SUCH USE IS SOLELY AT CUSTOMER’S OWN RISK.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY CUSTOMER FROM REBUY, ANY THIRD PARTY, OR THROUGH THE REBUY SERVICE, SHALL CREATE ANY WARRANTY.</p>\n</li>\n<li>\nLIMITATION OF LIABILITY\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW: (I) IN NO EVENT SHALL REBUY BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, PUNITIVE, SPECIAL OR INCIDENTAL OR OTHER DAMAGES RESULTING FROM, ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR THE ACCESS, USE OF, OR INABILITY TO ACCESS OR USE THE REBUY SERVICE (OR ANY PART THEREOF), AND/OR ANY OTHER MATERIALS OR SERVICES PROVIDED BY REBUY, EVEN IF REBUY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES EXCEPT TO THE EXTENT SUCH DAMAGES ARISE DIRECTLY AND SOLELY FROM WILLFUL MISCONDUCT OR GROSS NEGLIGENCE ON THE PART OF REBUY, AND (II) IN NO EVENT SHALL REBUY’S TOTAL CUMULATIVE LIABILITY ARISING FROM OR RELATED TO THIS AGREEMENT OR THE ACCESS, USE OF, OR INABILITY TO ACCESS OR USE THE REBUY SERVICE (OR ANY PART THEREOF), AND/OR ANY OTHER MATERIALS OR SERVICES PROVIDED BY REBUY HEREUNDER EXCEED THE GREATER OF THE SERVICE FEES PAID OR PAYABLE TO REBUY BY CUSTOMER HEREUNDER DURING THE TWELVE (12) MONTH PERIOD PRIOR TO THE CAUSE OF ACTION, OR ONE HUNDRED DOLLARS ($100.00).\nTHE PARTIES AGREE THAT THESE LIMITATIONS SHALL APPLY EVEN IF THIS AGREEMENT OR ANY LIMITED REMEDY SPECIFIED HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\nTHE PARTIES AGREE THAT THIS SECTION 9 REPRESENTS A REASONABLE ALLOCATION OF RISK AND THAT REBUY WOULD NOT PROCEED IN THE ABSENCE OF SUCH ALLOCATION.\nTHIS ALLOCATION OF RISK IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES.\nREBUY DISCLAIMS ALL LIABILITY OF ANY KIND OF REBUY’S LICENSORS AND SUPPLIERS.</p>\n</li>\n<li>\nAPPLICATION OF LIMITATIONS AND DISCLAIMERS TO CONSUMERS.\n<p>Certain states and/or jurisdictions do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages with respect to consumers (i.e., a person acquiring goods otherwise than in the course of a business), so the exclusions set forth in Sections 8 and 9 above may not apply to Customer if Customer is deemed a consumer.\nThe limitations or exclusions of warranties and liability contained in this Agreement do not affect or prejudice the statutory rights of a consumer.\nThe limitations or exclusions of warranties and remedies contained in this Agreement shall apply to Customer as a consumer only to the extent such limitations or exclusions and remedies are permitted under the laws of the jurisdiction where Customer is located.</p>\n</li>\n<li>\nCONFIDENTIALITY.\n<p>Each party (the “Disclosing Parties”) may from time to time during the term of this Agreement disclose to the other party (the “Receiving Party”) certain proprietary and non-public information regarding the Disclosing Party’s products, services, and business (collectively, “Confidential Information”).\nWithout limiting the foregoing, Confidential Information of Rebuy shall include the Implementation Code, Documentation, Feedback, any reports generated or made available through the Rebuy Service, and any non-public technical and business information regarding the Platform, Widgets, and/or any other Rebuy products and/or services.\nThe Receiving Party will not use any Confidential Information of the Disclosing Party for any purpose not expressly permitted by this Agreement, and will disclose the Confidential Information of the Disclosing Party only to the employees or contractors of the Receiving Party who have a need to know such Confidential Information for the purposes of this Agreement and who are under a duty of confidentiality no less restrictive than the Receiving Party’s duty hereunder.\nThe Receiving Party will protect the Disclosing Party’s Confidential Information from unauthorized use, access, or disclosure in the same manner as the Receiving Party protects its own confidential or proprietary information of a similar nature and with no less than reasonable care.\nConfidential Information shall not include information: (i) was already lawfully known to the Receiving Party at the time of disclosure by the Disclosing Party without any obligation of confidentiality.\n(ii) is disclosed to the Receiving Party by a third party who had the right to make such disclosure without any confidentiality restrictions.\nor (iii) is, or through no fault of the Receiving Party, or its employees and contractors, has become, generally available to the public.\nThe Receiving Party will be allowed to disclose Confidential Information of the Disclosing Party without violating its obligations under this Section to the extent that such disclosure is (a) approved in writing by the Disclosing Party, (b) necessary for the Receiving Party to enforce its rights under this Agreement.\nor (c) required by law or by the order of a court or similar judicial or administrative body, provided that the Receiving Party notifies the Disclosing Party of such required disclosure promptly and in writing and cooperates with the Disclosing Party, at the Disclosing Party’s reasonable request and expense, in any lawful action to contest or limit the scope of such required disclosure.\nThe Receiving Party will return to the Disclosing Party or destroy all Confidential Information of the Disclosing Party in the Receiving Party’s possession or control promptly upon the written request of the Disclosing Party or the termination of this Agreement, whichever comes first.\nAt the Disclosing Party’s request, the Receiving Party will certify in writing that it has fully complied with its obligations under this Section.\nNeither party will disclose any terms of this Agreement to anyone other than its attorneys, accountants, and other professional advisors under a duty of confidentiality except (1) as required by law, or (2) in connection with a proposed merger, financing, or sale of such party’s business (provided that any third party to whom the terms of this Agreement are to be disclosed is under a duty of confidentiality.</p>\n</li>\n<li>\nAVAILABILITY OF THE SERVICES.\n<p>Information describing the Rebuy Service is accessible worldwide but this does not mean the Rebuy Service, or certain portions thereof, are available in Customer’s country.\nRebuy may restrict access to the Rebuy Service, or portions thereof, in certain countries in its sole discretion.\nIt is Customer’s responsibility to make sure Customer’s use of the Rebuy Service is legal in Customer’s country of residence.\nthe Rebuy Service may not be available or accessible in all languages.\nIf at Rebuy’s reasonable determination, Customer uses the Rebuy Service or any other material or services provided by Rebuy to Customer in a manner that violates laws, creates an excessive burden or potential adverse impact on Rebuy’s systems, in addition to any of its other rights or remedies, Rebuy may, without liability to Rebuy, immediately suspend or terminate Customer’s access to the Rebuy Service.</p>\n</li>\n<li>\nELECTRONIC COMMUNICATIONS.\n<p>By using the Rebuy Service, Customer consents to receiving electronic communications from Rebuy.\nThese electronic communications may include notices about applicable fees and charges, transactional information and other information concerning or related to Customer’s use of the Rebuy Service.\nThese electronic communications are part of Customer’s relationship with Rebuy and Customer receive them as part of Customer’s access and use of the Rebuy Service.\nCustomer agrees that any notices, agreements, disclosures or other communications that Rebuy sends Customer electronically will satisfy any legal communication requirements, including that such communications be in writing.</p>\n</li>\n<li>\nGOVERNING LAW AND DISPUTE RESOLUTION\n<ol>\n<li>Governing Law.\nThis Agreement will be governed by the laws of the State of Delaware, United States of America without giving effect to any conflict of laws principles.\nThe United Nations Convention on Contracts for the International Sale of Goods in its entirety is expressly excluded from this Agreement.\nFurthermore, this Agreement (including without limitation, the Platform and any software and services provided hereunder) will not be governed or interpreted in any way by referring to any law based on the Uniform Computer Information Transactions Act (UCITA) or any other act derived from or related to UCITA.TA.</li>\n<li>Disputes.\nExcept as otherwise set forth in this Agreement, any dispute between the parties arising out of or relating to this Agreement, the Rebuy Service (or any part thereof), or Customer’s use, or inability to use, any part of the Rebuy Service (collectively, “<strong>Disputes</strong>”) shall be governed by the provisions set forth in this Section.</li>\n<li>Informal Resolution.\nBefore resorting to formal dispute resolution in accordance with this Section, Customer agrees to first contact Rebuy directly by email at legal@rebuyengine.com to seek an informal resolution to any Dispute.\nIn the event the Dispute is not resolved within thirty (30) days after submission, either party may institute arbitration proceedings in accordance with the procedures set forth in this Section.</li>\n<li>Agreement to Arbitrate.\nExcept as otherwise expressly set forth in this Agreement, any and all Disputes of every kind, arising out of or related to this Agreement (whether contractual or non-contractual) shall be subject to final, binding and confidential arbitration conducted by the American Bar Association under its rules of arbitration in force as of the date such Dispute is referred for arbitration (the “Rules”).\nTo the extent there is any conflict between the provisions set forth in this Section and the Rules or any procedural or other rules issued by the arbitrator, this Section will control.\nThe parties shall appoint a single arbitrator by mutual agreement.\nprovided that, if the parties cannot agree on an arbitrator, the arbitrator(s) shall be selected according to the Rules.\nThe seat of the arbitration shall be Minneapolis, Minnesota, United States of America, unless otherwise mutually agreed by the parties in writing.\nThe arbitrator(s) and the parties shall comply with the following: (i) the arbitration shall be conducted by telephone, online and/or be solely based on written submissions, the specific manner shall be chosen by the party initiating the arbitration.\n(ii) the arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise mutually agreed by the parties.\n(iii) all arbitration proceedings between the parties will be confidential unless otherwise agreed by the parties in writing.\nand (iv) any judgment on the award rendered by the arbitrator shall be binding, final, and confidential, and may be entered in any court of competent jurisdiction.\nThe arbitrator has exclusive authority to resolve any dispute relating to the interpretation, applicability, or enforceability of the Agreement to Arbitrate.\nIf either party challenges the right of the other party to obtain arbitration of a dispute between them, or otherwise seeks to file a court action notwithstanding the agreement of the parties to arbitrate disputes, any such legal suit, action or proceeding arising out of or relating to this Agreement shall be commenced solely in the state and federal courts located in Hennepin County, Minnesota, United States of America, and each party hereto irrevocably submits to the exclusive jurisdiction and exclusive venue of any such court in any such suit, action or proceeding.\nIn the event of a legal suit, action or proceeding regarding a matter which is determined to be subject to arbitration under this Agreement, the party which obtains the determination that the matter is subject to arbitration shall be entitled to an award of its costs and reasonable attorney’s fees in such legal suit, action or proceeding.\nNotwithstanding the Agreement to Arbitrate, Rebuy may seek injunctive or other equitable relief in any court with competent jurisdiction, to prevent immediate harm arising from any actual or alleged violation of a Rebuy’s Confidential Information or Intellectual Property Rights pending arbitration of any remaining claims.</li>\n</ol>\n</li>\n<li>\nMODIFICATIONS TO THIS AGREEMENT.\n<p>Rebuy reserves the right to update or modify this Agreement at any time.\nThe revised Agreement will be posted on Rebuy's website located at https://www.rebuyengine.com/legal/terms-of-service.\nExcept as stated below with respect to material changes, all updates and modifications to this Agreement will be effective from the day they are posted online, as indicated by the \"Last Updated\" date set forth above.\nIf Rebuy makes any material changes to this Agreement, Rebuy will provide reasonable prior notice to Customer of these changes by sending a notification to the email address Rebuy has on file for Customer, or, if Rebuy does not have an email address on file, by posting a prominent notice on Rebuy's website www.rebuyengine.com and/or through the user interface of the Platform.\nMaterial changes to this Agreement will become effective on the date set forth in the notice.\nIt is Customer's responsibility to regularly visit and review this Agreement for updates, changes and modification.\nIf Customer does not agree to any updates or modifications to this Agreement, simply do not use or access the Rebuy Service and, if applicable, terminate the Account.\nCustomer's and/or any of its Authorized Users' continued access or use of the Rebuy Service (or any part thereof) after the applicable effective date of the revised Agreement will constitute Customer's acceptance of the revised Agreement.</p>\n</li>\n<li>\nGENERAL.\n<p>Neither the rights nor the obligations arising under this Agreement are assignable by Customer, and any such attempted assignment or transfer shall be void and without effect.\nAny waiver of any provision of this Agreement must be in writing and executed by both parties.\nThe failure of either party to exercise any right provided for by this Agreement shall not be deemed a waiver of that right.\nIf any term or provision of this Agreement is determined to be illegal, unenforceable, or invalid in whole or in part for any reason, that provision shall be stricken from this Agreement and shall not affect the legality, enforceability or validity of the remainder of the provisions set forth in this Agreement.\nThe parties acknowledge and agree that they are dealing with each other as independent contractors and nothing in this Agreement and its performance shall be construed as creating a joint venture or agency between Rebuy and Customer.\nThis Agreement are not intended to grant rights to anyone except Customer and Rebuy, and in no event shall this Agreement create any third party beneficiary rights.\nRebuy may delegate the performance of any services hereunder to its affiliates and contractors.\nThis Agreement and any other policies or terms and condition referenced herein, constitute the entire agreement between the parties regarding the subject matter, and supersedes all prior oral or written agreements or communications with regard to the subject matter described.\nAny notice to Customer may be provided by email.\nThe headings of Sections of this Agreement are for convenience and are not to be used in interpreting this Agreement.\nAs used in this Agreement, the word “including” means “including but not limited to.” Customer agrees that this Agreement will not be construed against Rebuy by virtue of having drafted them.\nThe official text of this Agreement (and any notice submitted hereunder) will be in English.\nThe parties acknowledge that they require that this Agreement be drawn up in the English language only.\nLes parties reconnaissent qu’elles ont exigé que la présente convention soit rédigée en language anglaise seulement.\nIn the event of any dispute concerning the construction or meaning of this Agreement, reference will be made only to this Agreement as written in English and not to any translation into another language.\nAny delay in performance of any duties or obligations of either party will not be considered a breach of this Agreement if such delay is caused by a labor dispute, shortage of materials, fire, earthquake, flood, telecommunications or Internet failure, or any other event beyond the reasonable control of such party.</p>\n</li>\n<li>\nQUESTIONS AND ADDITIONAL INFORMATION.\n<p>Please feel free to contact Rebuy at legal@rebuyengine.com if you have any questions about this Agreement.</p>\n</li>\n</ol> Previous Versions\n<ul>\n<li>October 10, 2022</li>\n<li>November 08, 2018</li>\n</ul>\n<p>Create Intelligent Shopping Experiences.</p>\n<ul>\n</ul> PRODUCTS <ul>\n<li> Merchandising </li>\n<li> Smart Cart™&nbsp.\n</li>\n<li> Smart Links™ </li>\n<li> Checkout Extensions </li>\n<li> Post-Purchase </li>\n<li> Reorder Landing Pages </li>\n<li> Dynamic Bundles </li>\n<li> Apps and Integrations </li>\n</ul> RESOURCES <ul>\n<li> Blog </li>\n<li> Pricing </li>\n<li> Case Studies </li>\n<li> Help Center </li>\n<li> API Docs </li>\n<li> Inspiration </li>\n<li> Reviews </li>\n<li> Media Kit </li>\n</ul> PARTNERS <ul>\n<li> Partner Directory </li>\n<li> Create a Smart Cart App </li>\n<li> Partner Login </li>\n<li> Become a Partner </li>\n</ul> COMPANY <ul>\n<li> About </li>\n<li> Join Our Team </li>\n<li> Request a Demo </li>\n</ul>\n<p>Terms and Privacy &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n© 2023 Rebuy</p> ", "created_at": "2023-07-05 04:39:05.892449", "updated_at": "2023-07-05 04:41:09.274231"}], "points": [], "urls": ["rebuyengine.com"]}}