{"error": 448, "message": "OK", "parameters": {"id": 8189, "name": "Alluder", "created_at": "2023-05-02 20:51:59.248554", "updated_at": "2023-05-02 22:02:12.656842", "wikipedia": null, "keywords": null, "related": null, "slug": "alluder", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8189.png", "url": "alluder.com", "documents": [{"id": 15889, "name": "Privacy Policy", "url": "https://www.alluder.com/privacy", "xpath": "//body", "text": "You need to enable JavaScript to run this app.ALLUDERNOTESPOSTS&gt;&gt;ACCESS BETA WEBSITE&lt;&lt;Alluder Privacy Policy<p>Effective April 11, 2021.</p>\n<p>&nbsp;</p>\n<p>We want you to understand how and why Third North Technologies, LLC (“Alluder,” “we” or “us”) collects, uses, and shares information about you when you use our site, extensions, or other online products and services (collectively, the “Services”) or when you otherwise interact with us or receive a communication from us.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>What We Collect (And How it is Used and Shared)</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information You Provide to Us</strong>\n</p>\n<p>We collect information you provide to us directly when you use the Services.\nThis includes:</p>\n<p>Account Information:&nbsp;If you create an Alluder account, we require you to provide a username and password.\nYour username is public, and it doesn’t have to be related to your real name.\nYou may also provide other account information, like an email address.\nWe also store your user account preferences and settings.</p>\n<p>Content You Submit:&nbsp;We collect the content you submit to the Services.\nThis includes your posts and comments.\nYour content may include text, links, images, gifs, and videos.</p>\n<p>Actions You Take:&nbsp;We collect information about the actions you take when using the Services.\nThis includes your interactions with content, such as liking, saving, hiding, and reporting.</p>\n<p>Other Information:&nbsp;You may choose to provide other information directly to us.\nFor example, we may collect information when you fill out a form, apply for a job, request customer support, or otherwise communicate with us.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information We Collect Automatically</strong>\n</p>\n<p>When you access or use our Services, we may also automatically collect information about you.\nThis includes:</p>\n<p>Log and Usage Data: We may log information when you access and use the Services.\nThis may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), device settings, pages visited, links clicked, the requested URL, and search terms.\nExcept for the IP address used to create your account, Alluder will delete any IP addresses collected after 100 days.</p>\n<p>Information Collected from Cookies and Similar Technologies: We may receive information from cookies, which are pieces of data your browser stores and sends back to us when making requests, and similar technologies.\nWe use this information to improve your experience, understand user activity, personalize content and advertisements, and improve the quality of our Services.\nFor example, we store and retrieve information about your preferred language and other settings.\nSee our Cookie Notice for more information about how Alluder uses cookies.</p>\n<p>Location Information: We may receive and process information about your location.\nThis allows us to know what content is available via OTT’s in a given location.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information Collected from Other Sources</strong>\n</p>\n<p>We may receive information about you from other sources, including from other users and third parties, and combine that information with the other information we have about you.\nFor example, we may receive demographic or interest information about you from Google, and combine it with our own data using a common account identifier such as a hash of an email address or a mobile-device ID.</p>\n<p>Linked Services: If you authorize or link a third-party service (e.g., gmail) to access your Alluder account, Alluder receives information about your use of that service when it uses that authorization.\nLinking services may also cause the other service to send us information about your account with that service.\nFor example, if you sign in to Alluder with a third-party identity provider, that provider may share an email address with us.</p>\n<p>We use information about you to:</p>\n<ul>\n<li>Provide, maintain, and improve the Services;</li>\n<li>Research and develop new services;</li>\n<li>Help protect the safety of Alluder and our users, which includes blocking suspected spammers, addressing abuse, and enforcing the Alluder User Agreement and our other policies;</li>\n<li>Send you technical notices, updates, security alerts, invoices, and other support and administrative messages;</li>\n<li>Provide customer service;</li>\n<li>Communicate with you about services;</li>\n<li>Monitor and analyze trends, usage, and activities in connection with our Services;</li>\n<li>Personalize the Services, and provide and optimize content and features that match user profiles or interests.</li>\n</ul>\n<p>Much of the information on the Services is accessible to the public.\nBy using the Services, you are directing us to share this information freely.</p>\n<p>When you submit content (including a post or comment) to a public part of the Services, any visitors and users of our Services will be able to see that content, the username associated with the content, and the date and time you originally submitted the content.&nbsp;</p>\n<p>Your Alluder account has a profile page that is public.\nYour profile contains information about your activities on the Services, such as your username, prior posts and comments, awards received, and how long you have been a member of the Services.</p>\n<p>We do not sell your personal information.\nHowever, in addition to the personal information that is displayed publicly as described above, we may share personal information in the following ways:</p>\n<ul>\n<li>\n<em>With your consent.</em> We may share information about you with your consent or at your direction.</li>\n<li>\n<em>With linked services.</em> If you link your Alluder account with a third-party service, Alluder will share the information you authorize with that third-party service.</li>\n<li>\n<em>With our service providers.</em> We may share information with vendors, consultants, and other service providers who need access to such information to carry out work for us.\nTheir use of personal data will be subject to appropriate confidentiality and security measures.\nOne example: cloud providers who host our data and our services.</li>\n<li>\n<em>To comply with the law.</em> We may share information in response to a request for information if we believe disclosure is in accordance with, or required by, any applicable law, regulation, legal process, or governmental request, including, but not limited to, meeting national security or law enforcement requirements.\nTo the extent the law allows it, we will attempt to provide you with prior notice before disclosing your information in response to such a request.&nbsp;</li>\n<li>\n<em>In an emergency.</em> We may share information if we believe it's necessary to prevent imminent and serious bodily harm to a person.</li>\n<li>\n<em>To enforce our policies and rights.</em> We may share information if we believe your actions are inconsistent with our User Agreement or to protect the rights, property, and safety of ourselves and others.</li>\n<li>\n<em>With our affiliates.</em> We may share information between and among Alluder, and any of our parents, affiliates, subsidiaries, and other companies under common control and ownership.</li>\n<li>\n<em>Aggregated or de-identified information.</em> We may share information about you that has been aggregated or anonymized such that it cannot reasonably be used to identify you.\nFor example, we may show the total number of times a post has been liked without identifying who the visitors were.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>How We Protect Your Information</strong>\n</p>\n<p>We take measures to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration, and destruction.</p>\n<p>&nbsp;</p>\n<p>We store the information we collect for as long as it is necessary for the purpose(s) for which we originally collected it.\nWe may retain certain information for legitimate business purposes or as required by law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>\n<strong>Data Subject and Consumer Information Requests</strong>\n</p>\n<p>&nbsp;</p>\n<p>Requests for a copy of the information Alluder has about your account—including EU General Data Protection Regulation (GDPR) data subject access requests and California Consumer Privacy Act (CCPA) consumer information requests—can be submitted directly to adam@alluder.com.</p>\n<p>&nbsp;</p>\n<p>All other data subject and consumer requests under data protection laws should be sent via email to adam@alluder.com from the email address that you have verified with your Alluder account.</p>\n<p>&nbsp;</p>\n<p>Before we process a request from you about your personal information, we need to verify the request via your access to your Alluder account or to a verified email address associated with your Alluder account.\nYou may also designate an authorized agent to exercise these rights on your behalf.\nAlluder does not discriminate against users for exercising their rights under data protection laws to make requests regarding their personal information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>International Data Transfers</strong>\n</p>\n<p>We are based in the United States and we process and store information on servers located in the United States.\nWe may store information on servers and equipment in other countries depending on a variety of factors, including the locations of our users and service providers.\nBy accessing or using the Services or otherwise providing information to us, you consent to the processing, transfer, and storage of information in and to the U.S.\nand other countries, where you may not have the same rights as you do under local law.</p>\n<p>&nbsp;</p>\n<p>In connection with Alluder's processing of personal data received from the European Union, Switzerland, and the United Kingdom, we adhere to the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Program (“Privacy Shield”) and comply with its framework and principles.\nAlthough the EU-U.S.\nPrivacy Shield Program may no longer be a valid basis for certain international data transfers, Alluder continues to comply with the Privacy Shield framework and principles with respect to personal data received from the EU in addition to all other applicable laws.</p>\n<p>&nbsp;</p>\n<p>Please direct any inquiries or complaints regarding our compliance with the Privacy Shield principles to the point of contact listed in the “Contact Us” section below.\nIf we do not resolve your complaint, you may submit your complaint free of charge to JAMS.\nUnder certain conditions specified by the Privacy Shield principles, you may also be able to invoke binding arbitration to resolve your complaint.\nWe are subject to the investigatory and enforcement powers of the Federal Trade Commission.\nIn certain circumstances, we may be liable for the transfer of personal data from the EU, Switzerland, or the UK to a third party outside those countries.</p>\n<p>&nbsp;</p>\n<p>For more information about the Privacy Shield principles and to view our certification, please visit the U.S.\nDepartment of Commerce’s Privacy Shield site.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Additional Information for EEA Users</strong>\n</p>\n<p>Users in the European Economic Area have the right to request access to, rectification of, or erasure of their personal data.\nto data portability in certain circumstances.\nto request restriction of processing.\nto object to processing.\nand to withdraw consent for processing where they have previously provided consent.\nThese rights can be exercised using the information provided under “Your Choices” above or as described in the “Your Rights - Data Subject and Consumer Information Requests section” above.\nEEA users also have the right to lodge a complaint with their local supervisory authority.</p>\n<p>&nbsp;</p>\n<p>As required by applicable law, we collect and process information about individuals in the EEA only where we have a legal basis for doing so.\nOur legal bases depend on the Services you use and how you use them.\nWe process your information on the following legal bases:</p>\n<ul>\n<li>You have consented for us to do so for a specific purpose;</li>\n<li>We need to process the information to provide you the Services, including to operate the Services, provide customer support and personalized features and to protect the safety and security of the Services;</li>\n<li>It satisfies a legitimate interest (which is not overridden by your data protection interests), such as preventing fraud, ensuring network and information security, enforcing our rules and policies, protecting our legal rights and interests, research and development, personalizing the Services, and marketing and promoting the Services.\nor</li>\n<li>We need to process your information to comply with our legal obligations.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Additional Information for California Users</strong>\n</p>\n<p>The California Consumer Privacy Act (“CCPA”) requires us to provide California residents with some additional information about the categories of personal information we collect and share, where we get that personal information, and how and why we use it.</p>\n<p>&nbsp;</p>\n<p>In the last 12 months, we collected the following categories of personal information from California residents, depending on the Services used:</p>\n<ul>\n<li>Identifiers, like your Alluder username, email address, IP address, and cookie information.</li>\n<li>Internet or other electronic network activity information, such as information about your activity on our Services.</li>\n<li>Geolocation information based on your IP address, or more specific location information if you authorize your device to provide it to us.</li>\n<li>Audiovisual information in pictures, audio, or video content submitted to Alluder.</li>\n<li>Professional or employment-related information or demographic information, but only if you explicitly provide it to us, such as by applying for a job or filling out a survey.</li>\n<li>Inferences we make based on other collected data, for purposes such as recommending content.</li>\n</ul>\n<p>You can find more information about (a) what we collect and sources of that information, (b) the business and commercial purposes for collecting that information, and (c) the categories of third parties with whom we share that information in the “What We Collect (and How it is Used and Shared)” section above.</p>\n<p>&nbsp;</p>\n<p>If you are a California resident, you have additional rights under the CCPA, including the right to request access to or deletion of your personal information, and information about our data practices, as well as the right not to be discriminated against for exercising your privacy rights.\nThese rights can be exercised as described in the Data Subject and Consumer Information Requests section above.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Children</strong>\n</p>\n<p>Children under the age of 13 are not allowed to create an account or otherwise use the Services.\nAdditionally, if you are in the EEA, you must be over the age required by the laws of your country to create an account or otherwise use the Services, or we need to have obtained verifiable consent from your parent or legal guardian.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Changes to This Policy</strong>\n</p>\n<p>We may change this Privacy Policy from time to time.\nIf we do, we will let you know by revising the date at the top of the policy.\nIf the changes, in our sole discretion, are material, we may also notify you by sending an email to the address associated with your account (if you have chosen to provide an email address) or by otherwise providing notice through our Services.\nWe encourage you to review the Privacy Policy whenever you access or use our Services or otherwise interact with us to stay informed about our information practices and the ways you can help protect your privacy.\nBy continuing to use our Services after Privacy Policy changes go into effect, you agree to be bound by the revised policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>To send a GDPR data subject request or CCPA consumer request, follow the steps in the “Your Rights - Data Subject and Consumer Information Requests” section above.</p>\n<p>&nbsp;</p>\n<p>If you have any questions about this Privacy Policy, please contact us at support@alluder.com</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Alluder</p>\n<p>Discord</p>\n<p>Resources</p>\n<p>Terms</p>\n<p>Privacy</p>\n<p>FAQ</p>\n<p>Contact Us</p>\n<p>Support Us</p>\n<p>instagram</p>\n<p>Twitter</p>\n<p>Linkedin</p>\n<p>\n</p>", "created_at": "2023-05-02 20:52:16.071131", "updated_at": "2023-05-02 20:52:25.877086"}, {"id": 15888, "name": "Terms", "url": "https://www.alluder.com/tos", "xpath": "//body", "text": "You need to enable JavaScript to run this app.ALLUDERNOTESPOSTS&gt;&gt;ACCESS BETA WEBSITE&lt;&lt;Alluder Terms of Service<p>Effective April 11, 2021.</p>\n<p>&nbsp;</p>\n<p>This User Agreement (“Terms”) applies to your access to and use of the website, extensions, and other online products and services (collectively, the “Services”) provided by Third North Technologies, LLC.\n(“Alluder,” “we,” “us,” or “our,”).</p>\n<p>&nbsp;</p>\n<p>By accessing or using our Services, you agree to be bound by these Terms.\nIf you do not agree to these Terms, you may not access or use our Services.</p>\n<p>&nbsp;</p>\n<p>Please take a look at our <strong>Privacy Policy</strong> too—it explains how and why we collect, use, and share information about you when you access or use our Services.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Your Access to the Services</li>\n</ol>\n<p>&nbsp;</p>\n<p>Children under the age of 13 [18?] are not allowed to create an Account or otherwise use the Services.\nAdditionally, you must be over the age required by the laws of your country to create an account or otherwise use the Services, or we need to have received verifiable consent from your parent or legal guardian.</p>\n<p>&nbsp;</p>\n<p>In addition, certain of our Services or portions of our Services require you to be 18 years of age or older, so please read all notices and any Additional Terms carefully when you access the Services.</p>\n<p>If you are accepting these Terms on behalf of another legal entity, including a business or government entity, you represent that you have full legal authority to bind such entity to these Terms.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Your use of the Services&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>Alluder grants you a personal, non-transferable, non-exclusive, revocable, limited license to use and access the Services solely as permitted by these Terms.\nWe reserve all rights not expressly granted to you by these Terms.</p>\n<p>&nbsp;</p>\n<p>Except as permitted through the Services or as otherwise permitted by us in writing, your license does not include the right to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>license, sell, transfer, assign, distribute, host, or otherwise commercially exploit the Services or Content;</li>\n<li>modify, prepare derivative works of, disassemble, decompile, or reverse engineer any part of the Services or Content.\nor</li>\n<li>access the Services or Content in order to build a similar or competitive website, product, or service.</li>\n</ul>\n<p>&nbsp;</p>\n<p>We reserve the right to modify, suspend, or discontinue the Services (in whole or in part) at any time, with or without notice to you.\nAny future release, update, or other addition to functionality of the Services will be subject to these Terms, which may be updated from time to time.\nYou agree that we will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Services or any part thereof.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Your Alluder Account and Account Security</li>\n</ol>\n<p>&nbsp;</p>\n<p>To use certain features of our Services, you will be required to create an Alluder account (an “Account”) and provide us with a username, password, and certain other information about yourself as set forth in the <strong>Privacy Policy</strong>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>You are solely responsible for the information associated with your Account and anything that happens related to your Account.\nYou must maintain the security of your Account and immediately notify Alluder if you discover or suspect that someone has accessed your Account without your permission.</p>\n<p>&nbsp;</p>\n<p>You will not license, sell, or transfer your Account without our prior written approval.&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li> Your Content</li>\n</ol>\n<p>&nbsp;</p>\n<p>The Services may contain information, text, links, graphics, photos, videos, or other materials (“Content”), including Content created or submitted to the Services by you or through your Account (“Your Content”).\nWe take no responsibility for and we do not expressly or implicitly endorse, support, or guarantee the completeness, truthfulness, accuracy, or reliability of any of Your Content.</p>\n<p>&nbsp;</p>\n<p>By submitting Your Content to the Services, you represent and warrant that you have all rights, power, and authority necessary to grant the rights to Your Content contained within these Terms.\nBecause you alone are responsible for Your Content, you may expose yourself to liability if you post or share Content without all necessary rights.</p>\n<p>&nbsp;</p>\n<p>You retain any ownership rights you have in Your Content, but you grant Alluder the following license to use that Content:</p>\n<p>&nbsp;</p>\n<p>When Your Content is created with or submitted to the Services, you grant us a worldwide, royalty-free, perpetual, irrevocable, non-exclusive, transferable, and sublicensable license to use, copy, modify, adapt, prepare derivative works of, distribute, store, perform, and display Your Content and any name, username, voice, or likeness provided in connection with Your Content in all media formats and channels now known or later developed anywhere in the world.\nThis license includes the right for us to make Your Content available for syndication, broadcast, distribution, or publication by other companies, organizations, or individuals who partner with Alluder.\nYou also agree that we may remove metadata associated with Your Content, and you irrevocably waive any claims and assertions of moral rights or attribution with respect to Your Content.</p>\n<p>&nbsp;</p>\n<p>Any ideas, suggestions, and feedback about Alluder or our Services that you provide to us are entirely voluntary, and you agree that Alluder may use such ideas, suggestions, and feedback without compensation or obligation to you.</p>\n<p>&nbsp;</p>\n<p>Although we have no obligation to screen, edit, or monitor Your Content, we may, in our sole discretion, publish, edit, delete, or remove Your Content at any time and for any reason, including for violating these Terms, violating our Content Policy, or if you otherwise create or are likely to create liability for us.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Third-Party Content, Advertisements, and Promotions.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>The Services may contain links to third-party websites, products, or services, which may be posted by our affiliates, our partners, or other users (“Third-Party Content”).\nThird-Party Content is not under our control, and we are not responsible for any third party’s websites, products, or services.\nYour use of Third-Party Content is at your own risk and you should make any investigation you feel necessary before proceeding with any transaction in connection with such Third-Party Content.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Things You Cannot Do&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>When using or accessing Alluder, you must comply with these Terms and all applicable laws, rules, and regulations.\nPlease review the <strong>Content Policy</strong>, which are part of these Terms and contain Alluder’s rules about prohibited content and conduct.\nIn addition to what is prohibited in the <strong>Content Policy</strong>, you may not do any of the following:</p>\n<ul>\n<li>Use the Services in any manner that could interfere with, disable, disrupt, overburden, or otherwise impair the Services.</li>\n<li>Gain access to (or attempt to gain access to) another user’s Account or any non-public portions of the Services, including the computer systems or networks connected to or used together with the Services.</li>\n<li>Upload, transmit, or distribute to or through the Services any viruses, worms, malicious code, or other software intended to interfere with the Services, including its security-related features.</li>\n<li>Use the Services to violate applicable law or infringe any person’s or entity's intellectual property rights or any other proprietary rights.</li>\n<li>Access, search, or collect data from the Services by any means (automated or otherwise) except as permitted in these Terms or in a separate agreement with Alluder.&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p>We encourage you to report content or conduct that you believe violates these Terms or our <strong>Content Policy</strong>.\nWe also support the responsible reporting of security vulnerabilities.\nTo report a security issue, please email adam@alluder.com</p>\n<p>&nbsp;</p>\n<ol>\n<li> Copyright, Trademark, the DMCA, and Takedowns</li>\n</ol>\n<p>&nbsp;</p>\n<p>Alluder respects the intellectual property of others and requires that users of our Services do the same.\nWe have a policy that includes the removal of any infringing material from the Services and for the termination, in appropriate circumstances, of users of our Services who are repeat infringers.\nIf you believe that anything on our Services infringes a copyright or a trademark that you own or control, you may notify us by contacting us at adam@alluder.com&nbsp;</p>\n<p>&nbsp;</p>\n<p>Also, please note that if you knowingly misrepresent that any activity or material on our Service is infringing, you may be liable to Alluder for certain costs and damages.</p>\n<p>&nbsp;</p>\n<p>If we remove Your Content in response to a copyright or trademark notice, we will notify you via email.\nIf you believe Your Content was wrongly removed due to a mistake or misidentification in a copyright notice, you can send a counter notification via email.\nPlease see 17 U.S.C.\n§ 512(g)(3) for the requirements of a proper counter notification.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Indemnity</li>\n</ol>\n<p>&nbsp;</p>\n<p>Except to the extent prohibited by law, you agree to defend, indemnify, and hold us, our directors, officers, employees, affiliates, agents, contractors, third-party service providers, and licensors (the “Alluder Entities”) harmless from any claim or demand, including costs and attorneys’ fees, made by any third party due to or arising out of (a) your use of the Services, (b) your violation of these Terms, (c) your violation of applicable laws or regulations, or (d) Your Content.\nWe reserve the right to control the defense of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Disclaimers</li>\n</ol>\n<p>&nbsp;</p>\n<p>THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nALLUDER ENTITIES DO NOT WARRANT THAT THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR FREE.\nALLUDER DOES NOT CONTROL, ENDORSE, OR TAKE RESPONSIBILITY FOR ANY CONTENT AVAILABLE ON OR LINKED TO THE SERVICES OR THE ACTIONS OF ANY THIRD PARTY OR USER.\nWHILE ALLUDER ATTEMPTS TO MAKE YOUR ACCESS TO AND USE OF OUR SERVICES SAFE, WE DO NOT REPRESENT OR WARRANT THAT OUR SERVICES OR SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Limitation of Liability</li>\n</ol>\n<p>&nbsp;</p>\n<p>IN NO EVENT AND UNDER NO THEORY OF LIABILITY, INCLUDING CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE, WILL THE ALLUDER ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, OR LOST PROFITS ARISING FROM OR RELATING TO THESE TERMS OR THE SERVICES, INCLUDING THOSE ARISING FROM OR RELATING TO CONTENT MADE AVAILABLE ON THE SERVICES THAT IS ALLEGED TO BE DEFAMATORY, OFFENSIVE, OR ILLEGAL.\nACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.\nIN NO EVENT WILL THE AGGREGATE LIABILITY OF THE ALLUDER ENTITIES EXCEED THE GREATER OF ONE HUNDRED U.S.\nDOLLARS ($100).\nTHE LIMITATIONS OF THIS SECTION WILL APPLY TO ANY THEORY OF LIABILITY, INCLUDING THOSE BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, AND EVEN IF THE ALLUDER ENTITIES HAVE BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF ANY REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.\nTHE FOREGOING LIMITATION OF LIABILITY WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Governing Law and Venue</li>\n</ol>\n<p>&nbsp;</p>\n<p>We want you to enjoy Alluder, so if you have an issue or dispute, you agree to raise it and try to resolve it with us informally.\nYou can contact us with feedback and concerns at adam@alluder.com</p>\n<p>&nbsp;</p>\n<p>Except for the government entities listed below, any claims arising out of or relating to these Terms or the Services will be governed by the laws of California, without regard to its conflict of laws rules.\nAll disputes related to these Terms or the Services will be brought solely in the federal or state courts located in New York, New York, and you consent to personal jurisdiction in these courts.</p>\n<p>&nbsp;</p>\n<p>Government Entities</p>\n<p>&nbsp;</p>\n<p>If you are a U.S.\ncity, county, or state government entity, then this Section does not apply to you.</p>\n<p>If you are a U.S.\nfederal government entity, any claims arising out of or relating to these Terms or the Services will be governed by the laws of the United States of America without regard to its conflict of laws rules.\nTo the extent permitted by federal law, the laws of California (other than its conflict of law rules) will apply in the absence of applicable federal law.\nAll disputes related to these Terms or the Services will be brought solely in the federal or state courts located in New York, New York.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Changes to these Terms&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>We may make changes to these Terms from time to time.\nIf we make changes, we will post the revised Terms and update the Effective Date above.\nIf the changes, in our sole discretion, are material, we may also notify you by sending an email to the address associated with your Account (if you have chosen to provide an email address) or by otherwise providing notice through our Services.\nBy continuing to access or use the Services on or after the Effective Date of the revised Terms, you agree to be bound by the revised Terms.\nIf you do not agree to the revised Terms, you must stop accessing and using our Services before the changes become effective.</p>\n<p>&nbsp;</p>\n<ol>\n<li> Termination</li>\n</ol>\n<p>&nbsp;</p>\n<p>You may terminate these Terms at any time and for any reason by deleting your Account and discontinuing use of all Services.\nIf you stop using the Services without deactivating your Account, your Account may be deactivated due to prolonged inactivity.</p>\n<p>&nbsp;</p>\n<p>We may suspend or terminate your Account, moderator status, or ability to access or use the Services at any time for any or no reason, including for violating these Terms or our <strong>Content Policy</strong>.</p>\n<p>The following sections will survive any termination of these Terms or of your Account: 4 (Your Content), 6 (Things You Cannot Do), 10 (Indemnity), 11 (Disclaimers), 12 (Limitation of Liability), 13 (Governing Law and Venue), 16 (Termination), and 17 (Miscellaneous).</p>\n<p>&nbsp;</p>\n<ol>\n<li> Miscellaneous&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>These Terms constitute the entire agreement between you and us regarding your access to and use of the Services.\nOur failure to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.\nIf any provision of these Terms is, for any reason, held to be illegal, invalid, or unenforceable, the rest of the Terms will remain in effect.\nYou may not assign or transfer any of your rights or obligations under these Terms without our consent.\nWe may freely assign any of our rights and obligations under these Terms.</p>\n<p>&nbsp;</p>\n<p>Contact Information</p>\n<p>If you have any questions, please contact adam@alluder.com</p>\n<p>\n<br>\n<br>\n</p>\n<p>Alluder</p>\n<p>Discord</p>\n<p>Resources</p>\n<p>Terms</p>\n<p>Privacy</p>\n<p>FAQ</p>\n<p>Contact Us</p>\n<p>Support Us</p>\n<p>instagram</p>\n<p>Twitter</p>\n<p>Linkedin</p>\n<p>\n</p>", "created_at": "2023-05-02 20:51:59.27989", "updated_at": "2023-05-02 20:52:51.805767"}], "points": [], "urls": ["alluder.com"]}}