{"error": 448, "message": "OK", "parameters": {"id": 8877, "name": "Down Dog", "created_at": "2023-07-07 16:43:30.505425", "updated_at": "2023-07-07 22:02:28.331388", "wikipedia": null, "keywords": null, "related": null, "slug": "down-dog", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8877.png", "url": "downdogapp.com,hiit.downdogapp.com,meditation.downdogapp.com,barre.downdogapp.com", "documents": [{"id": 17349, "name": "Privacy Policy", "url": "https://www.downdogapp.com/privacy", "xpath": "//body", "text": " Yoga Buddhi Co.\n<p>Yoga Buddhi Co.\n(\"Yoga Buddhi,\" \"us,\" \"we,\" or \"our\") is committed to protecting and respecting your privacy in connection with your use of our website, www.downdogapp.com (the \"Website(s)\"), applications (\"Apps\") and other products, services and features thereof (the Website, the Apps and such other products, services and features are collectively referred to herein as the \"Product\" or \"Products\", which may be updated from time-to-time at the sole discretion of Yoga Buddhi).\nThis privacy policy (\"Privacy Policy\") and any other documents referred to herein set forth the basis on which any personal information we collect from you, or that you provide to us, in connection with the Products will be processed by us.\nPlease read the following carefully to understand our practices regarding your personal information and how we will collect, use and disclose your personal information.</p> 1.\nINFORMATION WE MAY COLLECT FROM YOU <p>We may collect and process the following information about you: Personal information including, for example, your name, e-mail address, telephone, information about your usage of the Products and information collected by tracking technologies as further described below that may identify you as an individual or allow online or offline contact with you as an individual.\nYoga Buddhi does not collect or process credit or debit card (\"Payment Card\") information.\nApple and Google collect Payment Card information with respect to in-app purchases made through the Apps, and our payment processor collects Payment Card information with respect to purchases made through the Websites.\nSuch payment processors generally provide us with some limited information related to you, such as a unique token that enables you to make additional purchases using the information they've stored, and your card's type, expiration date, billing address, and the last four digits of your card number.\nFacebook profile information, such as name, email address, and Facebook ID, if you choose to log in to the Products through Facebook.\nGoogle profile information, such as name, email address, and Google ID, if you choose to log in to the Products through Google.\nDevice Information such as operating system version, device type, and system performance information.\nInformation collected via tracking technologies, as fully described in section 4.\nIf you choose to send a \"Gift\" via www.downdogapp.com/gift, we will ask you for their name and email address.\nWe will use this information to invite him or her to join the Products with a Gift Code.\nWe store this information for the sole purpose of sending invitations and tracking the success of our Gift program.\nIf your Gift Recipient would like us to delete his or her information, they can do so by contacting us at help@downdogapp.com.\nFeedback written by you and submitted to us via the Apps or email, which we use to improve the Products and occasionally share with Contractors who provide services to Yoga Buddhi.</p> 2.\nCONFIDENTIALITY AND SECURITY <p>The security of your personal information is important to us.\nWe follow generally accepted standards to protect the personal information submitted to us, both during transmission and once it is received.\nIf you have any questions about the security of your personal information, you can contact us at help@downdogapp.com.\nExcept as described under the \"Disclosure of Your Information\" section below, we do not provide your personal information to any third party without your specific consent, as defined by applicable law.</p> 3.\nNEWSLETTERS OR OTHER ELECTRONIC COMMUNICATIONS <p>We periodically provide communications via the email address used to sign up for the Products.\nIf you inform us that you wish to cancel email promotional materials by selecting \"unsubscribe\" at the bottom of such communication.\nYou can also go to \"Settings\" in any App, toggle \"Receive Promo Emails\" to \"Off.\" If you no longer wish to receive push notifications, you may turn them off at the device level.\nIf you provide your phone number to us directly or through a third-party for the specific purpose of receiving an SMS message with a link to our Apps, you will receive such SMS message (the \"SMS Service\").\nStandard text message rates will apply.</p> 4.\nTRACKING TECHNOLOGIES <p>Yoga Buddhi and our analytics partners use technologies such as cookies, beacons, tags, and scripts to enable a service to recognize your device so you don't have to provide the same information several times during one task, recognize that you may have already given a username and password so you don't need to do it for every web page requested, and to measure how people are using the Products.\nWe use local storage, such as HTML5, to store content information and preferences.\nThird parties with whom we partner to provide certain features on the Products also use HTML5 to collect and store information.\nVarious browsers may offer their own management tools for removing HTML5.\nWe partner with third parties, such as Facebook and Google, to manage our advertising of the Products on other sites or platforms as well as across your other devices based on your past visits to our website.\nOur third party partners may use technologies such as cookies to gather information about your activities within the Products to deliver such advertising to you, such as retargeting ads.\nWe will acquire consent from you in order to use such trackers for advertising purposes to the extent required by applicable law.\nWe currently do not respond to do-not-track signals.\nFor more information about interest-based ads, including how to opt-out of having your web-browsing information used for behavioral advertising purposes, please visit www.aboutads.info/choices.\nPlease note that this does not opt you out of being served ads.\nYou may continue to receive generic ads on these third party platforms.\nYou may also opt out of receiving ads across devices by adjusting your ad preference in your Google account.\nWe use third party trackers to let us know when users have visited the Products by \"clicking-through\" our sponsored advertising or content hosted on third party platforms.\nThe Products use Google Analytics code to gather statistical information.\nGoogle Analytics sets cookies to help us accurately estimate the number of visitors to the Products and the volumes of usage of the Products.\nThis is done to ensure that the Products are available when you want them and are fast.\nFor more information on how Google Analytics processes this information, visit www.google.com/analytics.</p> 5.\nWHERE WE STORE YOUR PERSONAL INFORMATION <p>All information you provide to us through the Products is stored on our secure servers located in the US.\nAny payment transactions will be encrypted using SSL technology.\nall payment information is stored with our payment processor and is never stored on Yoga Buddhi's servers.\nWhere we have given you (or where you have chosen) a password which enables you to access certain parts of the Products, you are responsible for keeping this password confidential.\nWe ask you not to share a password with anyone.\nUnfortunately, the transmission of information via the Internet is not completely secure.\nAlthough we will do our best to protect your personal information, we cannot guarantee the security of your information transmitted to the Products.\nany transmission is at your own risk.\nOnce we have received your information, we will use strict procedures and security features to try to prevent unauthorized access.</p> 6.\nCORPORATE AND OTHER COMMUNITY SHARING <p>There is interest by large consumer communities (companies, universities, hospitals, insurance group, etc.) (\"Communities\") to introduce the Products to their employees and members.\nIf you have registered to use the Products through a code or other registration credential furnished by a Community (a \"Community Subscription\"), the Community may have access to your name and the date you registered to use the Products and may have access to your usage information on an aggregated basis with all other members of the Community that are using the Products.\nYour Community may also have access to your usage information on an individual basis if you have provided appropriate consent under applicable law for such sharing.\nFor example, many employers are offering incentive programs based on employee participation in health &amp.\nwellness programs and desire to better understand how each of their individual employees is using the Products.</p> 7.\nSINGLE SIGN-ON <p>You can log into our Products using sign-in services such as Facebook or Google.\nThese services will authenticate your identity, provide you the option to share certain personal information (such as your name and email address) with us.\nServices like Facebook give you the option to post information about your activities to your profile page to share with others within your network.</p> 8.\nACCESS TO AND DELETION OF PERSONAL INFORMATION <p>Upon request, Yoga Buddhi will provide you with information about whether we hold, or process on behalf of a third party, any of your personal information.\nTo request this information, please email help@downdogapp.com.\nYou may access your personal information to modify or update at any time by going to “Settings” in any App.\nUnder “Account”, tap “Email” and fill in the email you'd like to use, then hit “Save.” To request the deletion of your personal data that we have on file please email us at help@downdogapp.com.\nUpon request, Yoga Buddhi will permanently and irrevocably anonymize your data such that it can never be reconstructed to identify you as an individual.\nWe will respond to your request in a reasonable timeframe.</p> 9.\nUSES MADE OF THE INFORMATION <p>We use information held about you in the following ways: To ensure that content provided by the Products is presented in the most effective manner for you and for your computer or other device.\nTo provide you with information, products or services related to Yoga Buddhi that you will facilitate your engagement with the Products.\nTo provide you with promotional communications, such as email, to the extent that you have provided consent to receive such communications under applicable law.\nTo provide you with customer service communications.\nTo carry out our obligations arising from any agreements entered into between you and us.\nTo allow you to participate in interactive features of the Products, when you choose to do so.\nTo notify you about changes to the Products.\nTo understand your broad, non-specific geographic location to help us identify groups of users by general geographic market (such as zip code, state or country).\nTo account for applicable sales taxes based on zip codes provided to our payment processors for purchases made through the Websites.\nTo inform your Community about your registration and use of the Products as described under Corporate and Other Community Sharing in section 6 above.\nTo serve our advertisements to you through third party platforms, such as Facebook or Google, on other sites and apps or across your devices, to the extent that you have provided consent for such uses under applicable law To provide you with the SMS Service to the extent that you have provided consent for such practices under applicable law.\nWe may also ask you to complete surveys that we use for research purposes, although you do not have to respond to them.\nDetails of transactions you carry out through the Products and of the fulfillment of your Product orders.\nDetails of your visits to and interactions with the Products including, but not limited to, traffic data, location data, weblogs and other communication data, whether this is required for our own billing purposes or otherwise and the resources that you access.\nIf you are an existing customer, we will only contact you by electronic means (e-mail or in-Product communication) with information about products and services similar to those which were the subject of a previous sale to you.\nWe do not disclose information about identifiable individuals to companies that host advertisements on our behalf, but we may provide them with aggregate information about our users (for example, we may inform them that 500 men aged under 30 have clicked on their advertisement on any given day).\nWe may also use such aggregate information to help advertisers reach the kind of audience they want to target.</p> 10.\nDISCLOSURE OF YOUR INFORMATION <p>We may disclose your personal information to any member of our group, which means our subsidiaries, our ultimate holding company and its subsidiaries.\nWe may also disclose your personal information to third parties as follows: In some circumstances, based on your specific requests, we may need to disclose your personal information to a third party so that they can provide a service you have requested from such party, or fulfill a request for information from such party.\nAn example of this is the SMS Service.\nIn some circumstances, we may disclose the personal information that you have provided to Yoga Buddhi to a third party that offers and/or provides goods or services complementary to our own for the purpose of enhancing our users’ experiences by offering you integrated or complementary functionality, complementary services or bundled pricing options.\nIf Yoga Buddhi’s service providers (like hosting, market analytics, and payment service providers) require this information to provide services to Yoga Buddhi.\nYoga Buddhi requires each of its service providers to agree to maintain the confidentiality and security of your personal information.\nIn the event that we sell or buy any business or assets, in which case we may disclose your personal information to the prospective seller or buyer of such business or assets.\nIf Yoga Buddhi or substantially all of our assets are acquired by a third party, in which case personal information held by us about our customers will be one of the transferred assets.\nIf we are under a duty to disclose or share your personal information in order to comply with any legal obligation such as to comply with a subpoena, bankruptcy proceedings, similar legal process, or in order to enforce or apply our agreements with you.\nor to protect the rights, property, or safety of Yoga Buddhi, our customers, or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.\nWith your Community, if your subscription is a Community Subscription, as described under Corporate and Other Community Sharing above.\nWith third parties, such as Facebook, in order to serve Yoga Buddhi advertisements on such third party platforms, to the extent that you have consented to such practices under applicable law.\nIf you choose to have your account verified to confirm your status as a U.S.\nmilitary veteran, we may allow a third party platform to access the specific personal information you provide in order to perform the verification.</p> 11.\nWITHDRAWAL OF CONSENT FOR PROCESSING ACTIVITIES <p>To the extent that you have provided appropriate consent under applicable law to certain processing activities, such as use of trackers for the purpose of retargeting activities, such consent can be withdrawn at any time by emailing help@downdogapp.com.</p> 12.\nLINKS TO THIRD PARTY SITES <p>The Products may, from time to time, contain links to and from the Products of our partner networks, advertisers and affiliates.\nIf you follow a link to any of these external websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these websites or their policies.\nPlease check these policies before you submit any personal information to these external websites.</p> 13.\nSOCIAL MEDIA WIDGETS <p>Our Products include social media features, such as the Facebook Like button, and widgets, such as the “Share This” button, or interactive mini-programs.\nThese features may collect your Internet protocol address, which page you are visiting on or Products, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are hosted by a third party or hosted directly on our Products.\nYour interactions with these features are governed by the privacy statement of the company providing it.</p> 14.\nHEALTHKIT <p>Apple iOS users may opt-in to allow the Products to provide data regarding the amount of minutes practices to the Apple iOS “Health” application for display.\nThis data will not be shared with third parties or used for marketing purposes.</p> 15.\nGOOGLE FIT <p>Google Android users may opt-in to allow the Products to provide data regarding the amount of minutes practices to the Google Android “Fit” application for display.\nThis data will not be shared with third parties or used for marketing purposes.</p> 16.\nUSE OF PRODUCTS BY MINORS <p>You must be 18 years of age, or the age of majority in your province, territory or country, to sign up as a registered user of the Products.\nIndividuals under the age of 18, or the applicable age of majority, may utilize the Products only with the involvement and consent of a parent or legal guardian, under such person's account and otherwise subject to these Terms.</p> 17.\nINFORMATION POSTED ON FORUMS <p>Yoga Buddhi users may have the ability to post content to one or more Yoga Buddhi forums.\nAll such users may request and obtain removal of such posted content by contacting Yoga Buddhi at help@downdogapp.com and specifically identifying the content to be removed.\nPlease be advised that any such removal does not ensure complete or comprehensive removal of all traces of the content posted on the Yoga Buddhi forum(s).</p> 18.\nCHANGES TO OUR PRIVACY POLICY <p>We may update this Privacy Policy to reflect changes to our information practices.\nWe will not reduce your rights under this Policy without your consent, and we expect most such changes will be minor.\nIf the changes are significant, we will provide a notice (including, for certain services, email notification of Policy changes).\nEach version of this Policy will be identified at the bottom of the page by its effective date, and we will also keep prior versions of this Privacy Policy in an archive for your review.</p> 19.\nCONTACT AND EEA REGISTERED AGENT <p>Questions, comments and requests regarding this privacy policy are welcomed and should be addressed to help@downdogapp.com.\nThis Privacy Policy is effective and was last updated on December 6, 2021.\nYoga Buddhi’s physical address is 3154 17th Street, San Francisco, CA 94110.</p> ", "created_at": "2023-07-07 16:43:30.535394", "updated_at": "2023-07-07 16:43:50.503723"}, {"id": 17350, "name": "Terms of Service", "url": "https://media.downdogapp.com/misc/terms.pdf", "xpath": "//body", "text": null, "created_at": "2023-07-07 16:43:57.224853", "updated_at": "2023-07-07 16:44:09.533566"}], "points": [], "urls": ["downdogapp.com", "hiit.downdogapp.com", "meditation.downdogapp.com", "barre.downdogapp.com"]}}