{"error": 448, "message": "OK", "parameters": {"id": 9234, "name": "interpol", "created_at": "2023-07-15 14:25:39.951503", "updated_at": "2023-07-15 22:54:39.59804", "wikipedia": null, "keywords": null, "related": null, "slug": "interpol", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9234.png", "url": "interpol.int", "documents": [{"id": 18082, "name": " Cookie policy", "url": "https://www.interpol.int/Who-we-are/Cookie-policy", "xpath": "//body", "text": " <ul>\n<li> Who we are <ul>\n<li>\n<ul>\n<li> What is INTERPOL? </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> General Secretariat </li>\n<li> Secretary General </li>\n<li> Jürgen Stock biography </li>\n<li> Official visitors to the General Secretariat </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Governance </li>\n<li> General Assembly </li>\n<li> Executive Committee </li>\n<li> President </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Member countries </li>\n<li> National Central Bureaus (NCBs) </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Strategy </li>\n<li> Strategic Framework 2022-2025 </li>\n<li> Global Policing Goals </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Legal framework </li>\n<li> Data protection </li>\n<li> Legal documents </li>\n<li> Cooperation agreements </li>\n<li> Membership of INTERPOL </li>\n<li> Name and logo </li>\n<li> Information, communications and technology (ICT) law projects </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Our funding </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> INTERPOL 100 </li>\n<li> 1923 – how our history started </li>\n<li> Key dates </li>\n<li> INTERPOL then and now </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Commission for the Control of INTERPOL’s Files </li>\n<li> About the CCF </li>\n<li> How to submit a request </li>\n<li> CCF sessions and decisions </li>\n<li> Frequently Asked Questions </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Crimes <ul>\n<li>\n<ul>\n<li> Corruption </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Counterfeit currency and documents </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Crimes against children </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Cultural heritage crime </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Cybercrime </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Drug Trafficking </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Environmental crime </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Financial crime </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Firearms trafficking </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Human trafficking and migrant smuggling </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Illicit goods </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Maritime crime </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Organized crime </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Terrorism </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Vehicle crime </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> War crimes </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> How we work <ul>\n<li>\n<ul>\n<li> COVID-19 </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Border management </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Capacity building </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Command and coordination centre </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Criminal intelligence analysis </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Databases </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Forensics </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Fugitive investigative support </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> I-CORE: our vision for change </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Innovation </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> INTERPOL response teams </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Major event security </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Notices </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> The Dialogue </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Our partners <ul>\n<li>\n<ul>\n<li> Government partners </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> International organization partners </li>\n<li> INTERPOL and the European Union </li>\n<li> INTERPOL and the African Union </li>\n<li> INTERPOL and the United Nations </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Our partnerships with regional policing bodies </li>\n<li> Support for AFRIPOL </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> INTERPOL Foundation for a Safer World </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Private sector partners </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> General Assembly Exhibition </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> How to become a partner </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> What you can do <ul>\n<li>\n<ul>\n<li> Stay safe </li>\n<li> Beware of scams using INTERPOL’s name </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Help us find </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> If you need help </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Honouring the world's police </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Work for us </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> News </li>\n<li> Wanted persons </li>\n</ul> en <ul>\n<li> en </li>\n<li> fr </li>\n<li> es </li>\n<li> ar </li>\n</ul> icon-loupe What are you searching for ? icon-loupe Cookie policy Home Who we are Cookie policy About this website<p>The INTERPOL Website (the “Site”) provides information about the Organization and its activities and provides access to certain services.\nTo ensure the effective functioning of the Site and provision of these services, we rely on the use of cookies.</p>What is the scope of this Cookie Policy?<p>This Cookie Policy explains what cookies are, what types of cookies we use and for which purposes.\nIn addition, the Policy explains how you (the “User”) can exercise control over the use of cookies.</p>\n<p>As some cookies may process personal data, we would recommend that you take a few minutes to read and familiarize yourself with our Privacy Policy in addition to this Cookie Policy.</p>What is a cookie?<p>A cookie is a small text file that is saved by your browser on your device, for example your laptop or mobile, when you visit a website and can send information back to the site.\nThis information is most often used to provide you with a convenient browsing experience, for instance by remembering your language preference.</p>\n<p>Cookies can however be used for a range of different purposes, for example to gather statistics on the use of a site, to aid in site security or to correctly display information.</p>Do we use cookies?<p>We use cookies on several pages of our Site and this section will clarify the different types of cookies we use and the purposes for which they are used.</p>First party cookies<p>First party cookies are cookies we add to the Site ourselves.\nWe use these cookies to ensure the technical functionalities of our site, for instance when using web forms, and to gather statistics for web analytics.</p>\n<p>Some of these cookies are served to us by Google Analytics and information about your use of the Site may be shared with them to provide us with web analytics through their Web Analytics Solution.\nThis information is aggregated and anonymous and only serves to tell us how we can optimize our Site.\nFor more information on how Google process this information, please visit: https://support.google.com/analytics/answer/6004245?hl=en</p>Third party cookies<p>We are active on several social media platforms and provide Users with the opportunity to connect with us on these platforms or share content through social media buttons on the Site.\nIn addition, certain pages on the Site provide our content from these social media platforms in embedded format, such as videos.</p>\n<p>To provide these services, cookies of social media platforms, such as Twitter, Google and YouTube, are used on some of our webpages.\nIf you have any questions regarding the use of these third party cookies, we would recommend you read the cookie policies provided on their respective websites.&nbsp;&nbsp;</p>How long are cookies stored?<p>We use cookies on the Site that may be stored for different lengths of period, depending on the type of cookie:</p>\n<p>\n<strong>Session cookies</strong>\n</p>\n<p>Session cookies are deleted when you close your browser.</p>\n<p>\n<strong>Persistent cookies</strong>\n</p>\n<p>Persistent cookies remain on your device for a predefined period of time after which they expire.\n&nbsp;&nbsp;</p>How can you control these cookies?<p>Unless the cookies are necessary for the technical functioning of the Site, we will ask your consent prior to installing any cookies.</p>\n<p>You can control the use of cookies through your browser, including the deletion of existing cookies.\nFor more information on how to define your browser settings, please visit https://www.aboutcookies.org/</p>What happens when you click on a link to a third party website or application?<p>When you click on a link that redirects you to a third party website, such as our social media channels, INTERPOL is not responsible for the use of cookies on that website.</p>\n<p>As a consequence, our Cookie Policy no longer applies and we would advise you to familiarize yourself with the cookie policy of the website you are accessing.</p>How will you be informed of updates to this Policy?<p>In the event that we modify or update this Cookie Policy, we will clearly indicate the date of modification or update.</p>\n<p>Changes to this Cookie Policy will be effective immediately when this page is republished.</p>\n<p>If an update to the Cookie Policy pertains to a significant change to the way in which we use cookies, we will provide you with a notification on the Site.</p>How can you contact us?<p>INTERPOL General Secretariat</p>\n<p>200, quai Charles de Gaulle<br>69006 Lyon<br>France</p> Connect with us <ul>\n<li> Contact INTERPOL\n</li>\n<li> Careers\n</li>\n<li> Procurement\n</li>\n<li> About the CCF\n</li>\n</ul> Resources <ul>\n<li> News and Events\n</li>\n<li> Information for journalists\n</li>\n<li> Multimedia\n</li>\n<li> Documents\n</li>\n</ul> Policies <ul>\n<li> Cookie policy\n</li>\n<li> Privacy policy\n</li>\n<li> Terms of use\n</li>\n<li> Name and logo\n</li>\n</ul> Social media <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Site Map INTERPOL 2023.\nAll Rights Reserved.\nOur site uses cookies to ensure technical functionality, gather statistics and enable sharing on social media platforms.OK Tell me more <i>\n</i> ", "created_at": "2023-07-15 14:26:21.973968", "updated_at": "2023-07-15 14:26:31.894466"}, {"id": 18083, "name": " Terms of use", "url": "https://www.interpol.int/Who-we-are/Terms-of-use", "xpath": "/html/body/div[1]/div[1]/div[5]/div", "text": "<p>This Website (the “Site”) is owned by INTERPOL and any use made of this Site is subject to these terms of use.\nINTERPOL may, at its sole discretion, modify or revise these terms and conditions at any time by updating the text of this page.</p>\n<p>The provisions of the text below apply to all elements contained within the INTERPOL website (information, logos, images, etc.).\nWarning messages or additional information may also complement these provisions and are attached accordingly or referenced below</p>1.\nConditions for the use of information on this website<p>All information provided by INTERPOL on this website is made available as a courtesy to those who may choose to access the Site (“Users”).</p>\n<p>Unless otherwise indicated on individual document and multimedia materials, the reuse of information from this Site (e.\ng.\ndownloading and copying information, images, documents and materials), except for the personal data and pictures of the wanted and missing persons, is authorized for personal non-commercial (informational and educational purposes relating to the INTERPOL’s work) purposes, provided that:</p>\n<ul>\n<li>The information is not altered in any way;</li>\n<li>The source of the document or other material is acknowledged;</li>\n<li>The information is only used in accordance with the Site’s informational and public-awareness purposes, and in respect of INTERPOL’s basic values and principles;</li>\n<li>Interpol is not held liable for any consequence stemming from the reuse.</li>\n</ul>\n<p>Without prior written permission of INTERPOL it is forbidden:</p>\n<ul>\n<li>to make any other use than those specified above, including commercial use, of information posted on the Site,</li>\n<li>to reproduce the information of the Site on wanted and missing persons on any other website or in any other form,</li>\n<li>to copy, store in a retrieval system, or transmit in any form or by any means the information of the Site to any third party, to use any of data mining, robots, or similar data-gathering and extraction tools.</li>\n</ul>\n<p>The above-mentioned general permission for the reuse of information is not applicable where a prior permission from a copyright owner must be obtained for the reproduction or use of documents and multimedia materials, as specified in individual copyright notices.</p>2.\nDisclaimer for INTERPOL information<p>INTERPOL has the exclusive right to alter, limit or discontinue the Site or any material or services provided on the Site.</p>\n<p>While INTERPOL believes the information it provides on this Site to be reliable, human or technical error remains a possibility.\nTherefore, INTERPOL does not guarantee the accuracy, completeness, timeliness or correct sequence of the information provided on this Site.\nReliance upon the information provided by INTERPOL on this Site shall be at the User’s own risk.</p>\n<p>Neither INTERPOL, nor any of its respective agents, employees, or information sources, shall be liable to any User or anyone else for any inaccuracy, error, omission, interruption, deletion, defect, alteration of or use of any information provided by INTERPOL on this Site, or for its timeliness or completeness, nor shall they be liable for any interruption of service or non-receipt of information by the User, regardless of cause, or for any damages resulting therefrom.</p>\n<p>The User specifically acknowledges and agrees that INTERPOL is not liable for any conduct of any User.</p>\n<p>As a condition of use of this Site, the User agrees to indemnify INTERPOL from and against any and all actions, claims, losses, damages, liabilities and expenses (including reasonable attorneys’ fees) arising out of the User’s use of or inability to access this Site, including, without limitation, any claims alleging facts that, if true, would constitute a breach by the User of these Terms of Use.\nThe foregoing does not affect any liability which cannot be excluded or limited under applicable law.\nIf the User is dissatisfied with any material on this Site or with any of the Terms of Use, the User’s sole and exclusive remedy is to discontinue using the Site.</p>3.&nbsp.\nCopyright<p>\n<strong>Copyright © INTERPOL</strong>\n<br>All rights reserved.</p>\n<p>This Site and its content (e.g.\ntext data and multimedia items, such as graphics, images, audio and video material, photographs), is owned by Interpol, its members, partners, or providers of materials and is protected by intellectual property law.\nThe users of this Site undertake to respect the intellectual property rights held by INTERPOL and respective third parties.</p>\n<p>For additional information on the identity of the right holders and the conditions of use of a particular item, please contact the General Secretariat.</p>4.\nUse of the Organization’s name, emblem, logo and flag<p>INTERPOL's full and abbreviated name, emblem, logo and flag define the identity of INTERPOL and are legally protected.</p>\n<p>Any external entity wishing to use INTERPOL’s full or abbreviated name, emblem, logo or flag needs to obtain INTERPOL’s authorization in writing, which is subject to the terms and conditions specified on the page Name and Logo of this Site.</p>5.\nPrivacy<p>To ensure the effective functioning of the Site and provision of services, INTERPOL collects some personal data from users (log information, device and browser information, cookie information) when they access this Site.\n&nbsp;For more information, please read the Organization’s Privacy Policy and Cookie Policy.</p>6.\nDisclaimer for translation<p>This Site was primarily written in the English language.\nInterpol and contracted external parties provide translations of some content on this Site into French, Spanish and Arabic.\nThis is done with the aim of providing information to as many users of this Site as possible worldwide.\nNo warranty is made as to the accuracy or reliability of translations made from the source language into any other language.\nIf any questions arise concerning the accuracy of the information presented on any translated page of the Site, please refer to the English version of the text, which is leading.</p>7.\nDisclaimer for hypertext links<p>INTERPOL is not responsible for the content of any off-site pages that are referenced or linked by this Site or that make reference to this Site.</p>\n<p>The User specifically acknowledges that INTERPOL is not liable for any defamatory, offensive, misleading or illegal conduct of other Users, links or third parties, and that the risk of injury from the foregoing rests entirely with the User.</p>\n<p>Links from this Site to other sites, or from other sites to this Site, do not constitute an endorsement by INTERPOL, and are only provided as a convenience.\nIt is the responsibility of the User to evaluate the content and usefulness of information obtained from other sites.</p>8.\nDisclaimer of endorsement<p>Reference herein to any specific commercial products, processes, or services by trade name, trademark, manufacturer, or otherwise, does not necessarily constitute or imply the Organization’s endorsement or recommendation.</p>9.\nPrivileges and immunities<p>Nothing in these Terms of Use shall constitute or be considered to be a limitation upon or a waiver of INTERPOL’s privileges and immunities.</p>\n", "created_at": "2023-07-15 14:27:08.823177", "updated_at": "2023-07-15 14:27:15.949624"}, {"id": 18081, "name": " Privacy policy", "url": "https://www.interpol.int/Who-we-are/Privacy-policy", "xpath": "/html/body/div[1]/div/div[5]/div", "text": "About this site<p>INTERPOL’s Website (the “Site”) provides information about the Organization and our activities and provides access to certain services.\nTo ensure the effective functioning of the Site and provision of these services, personal data are collected from you (the “User”) when you access the Site.</p>What is the scope of this Privacy Policy?<p>This Privacy Policy explains what types of personal data we collect from Users of the Site, how we process that data and for which purposes.\nIn addition, the Policy explains how Users can exercise their rights regarding personal data that was collected through the Site.</p>What is personal data?<p>“Personal data” is any data about an identified natural person or a person who may be identified by means that may reasonably be used.</p>\n<p>For example, your name and email address can be considered personal data.</p>Do we collect personal data of our Site Users?<p>We collect personal data when you access the Site and its services in two ways:</p>\n<p>\n<strong>Data we collect through your use of the Site</strong>\n</p>\n<p>As you browse the Site or use the services on our Site, personal data is collected to ensure the effective functioning of the Site and the provision of services.\nWe collect the following types of personal data:</p>\n<ul>\n<li>\n<strong>Log information</strong>\n</li>\n</ul>\n<p>This includes data on the way you use our services, such as the web pages you visit, the time and date of your visit as well as your internet protocol (IP) address.</p>\n<ul>\n<li>\n<strong>Device and browser information</strong>\n</li>\n</ul>\n<p>This includes data on your device and browser specifications, such as the type of operating system and version, browser type and language settings.</p>\n<p>The processing of this data is based on the legitimate interest of the Organization to collect statistics on the use of the Site and monitor the Site and services for network and information security purposes.</p>\n<p>In addition, log, device and browser information may be used to assess the reliability of messages sent by Users to INTERPOL.\nIf the message is not intended for purposes of international police cooperation, this information will immediately be deleted.&nbsp;</p>\n<ul>\n<li>\n<strong>Cookie information</strong>\n</li>\n</ul>\n<p>The Site uses cookies that may collect personal data for statistics, online form submissions and when third party services are embedded on the Site, such as videos and social media buttons.\nYou can control these cookies in your browser settings.</p>\n<p>For more information on the Site’s use of cookies, please see our Cookie Policy.</p>\n<p>\n<strong>Data you provide to us</strong>\n</p>\n<p>The Site allows you to directly provide us with personal data either by filling out a form on the Site or by registering for one of our services on the Site.</p>\n<p>\n<strong>\n<em>By filling out a form on the Site</em>\n</strong>\n</p>\n<p>Users can contact INTERPOL by filling out a form on the Site.\nIn doing so, you may provide INTERPOL with:</p>\n<ul>\n<li>\n<strong>Contact details</strong>\n</li>\n</ul>\n<p>Some forms may require an email address to be filled out, but any other personal data you provide is voluntary.</p>\n<ul>\n<li>\n<strong>Personal data about you</strong>\n</li>\n</ul>\n<p>As the forms include a free text field, you may provide further personal data about yourself in your message or in attachment.\nThe provision of such personal data is voluntary.</p>\n<p>By providing us with such data, you consent with our processing of that data.\nYour contact details may be used to respond to your message.\nHowever, we will not pass this data on to other parties without your prior consent.</p>\n<p>In addition, your message may also contain:</p>\n<ul>\n<li>\n<strong>Other information</strong>\n</li>\n</ul>\n<p>As the forms include a free text field, you may provide personal data about other individuals in your message or in attachment, for instance information on wanted fugitives.\nThe provision of such personal data is voluntary.</p>\n<p>\n<strong>\n<em>By registering for a specific service</em>\n</strong>\n</p>\n<p>There are certain services accessible through the Site for which you need to register, such as the recruitment or procurement platform.</p>\n<p>As these services are provided for a specific purpose, such as recruitment, you will find more information related to the data protection policies of those specific services prior to registering.&nbsp;</p>How do we process your personal data?<p>The personal data we collect through your use of the Site is processed in accordance with the following principles:</p>\n<ul>\n<li>\n<strong>Lawful processing</strong>\n</li>\n</ul>\n<p>We process your personal data based on your consent or in the legitimate interest of the Organization, as explained in this Privacy Policy.</p>\n<ul>\n<li>\n<strong>Purpose limitatio</strong>n</li>\n</ul>\n<p>We only process your personal data for the purposes listed in this Privacy Policy.</p>\n<ul>\n<li>\n<strong>Data quality</strong>\n</li>\n</ul>\n<p>We conduct quality checks on the data we receive to assess whether it is accurate, relevant, up to date and not excessive in relation to the purpose for which it was collected.</p>\n<ul>\n<li>\n<strong>Transparency</strong>\n</li>\n</ul>\n<p>We process your personal data in a transparent manner by keeping you informed on why and how we process your data as well as the means by which you can exercise your rights.</p>\n<ul>\n<li>\n<strong>Confidentiality</strong>\n</li>\n</ul>\n<p>We will not disclose your personal data to third parties without your prior consent, unless specific circumstances arise under which we would consider ourselves required to do so (see below).</p>\n<ul>\n<li>\n<strong>Security</strong>\n</li>\n</ul>\n<p>We keep your data secure by protecting it against risks which may violate its integrity and confidentiality.</p>\n<ul>\n<li>\n<strong>Data Subject Rights</strong>\n</li>\n</ul>\n<p>You have the right to access, correct and delete your personal data.\nThese rights are further clarified in this Privacy Policy.</p>How long do we store your personal data?<p>We store your personal data, collected through your use of the Site and data you provide to us, for an initial period of five years or until the purpose for which the data was collected has been reached.</p>&nbsp;Do we disclose your personal data?<p>As a general rule, we will not forward your personal data to third parties without your prior consent.\nNevertheless, there may be circumstances under which we consider ourselves required to disclose your personal data for:</p>\n<ul>\n<li>the protection of your vital interests as well as those of other individuals;</li>\n<li>the establishment, exercise or defence of the Organization against any legal claims or allegations.\nor</li>\n<li>the protection and integrity of the Site and the services provided through the Site.</li>\n</ul>How do we process data for purposes of international police cooperation?<p>If the data you provide pertains to information on criminal activities, threats or wanted fugitives, the data will be processed by the relevant crime units and/or forwarded to the National Central Bureau(s) of the countries concerned.\nWe will process this data in accordance with INTERPOL’s Rules on the Processing of Data</p>\n<ul>\n<li>\n<strong>What are your rights as a data subject?</strong>\n</li>\n</ul>\n<p>Your rights, as a data subject, in the context of police cooperation are set out in several of INTERPOL’s legal instruments, including:</p>\n<ul>\n<li>INTERPOL’s Constitution;</li>\n<li>INTERPOL’s Rules on the Processing of Data;</li>\n<li>Statute of The Commission for the Control of INTERPOL’s Files.</li>\n</ul>\n<p>The Commission for the Control of INTERPOL’s Files is an independent oversight body.\nYou are entitled, in the context of police cooperation, to file an application to access, correct or delete your personal data.</p>\n<p>For more information on the Commission for the Control of INTERPOL’s Files, please visit their webpage.</p>\n<p>If your request pertains to a service on the Site for which you have registered, such as the recruitment portal, you may be able to access, amend and delete your personal data through the service.</p>What happens when you click on a link to a third party website or application?<p>When you click on a link that redirects you to a third party website or application, such as our social media channels, INTERPOL is not responsible for the collection of your personal data on that website or application.</p>\n<p>As a consequence, our Privacy Policy no longer applies and we would advise you to familiarize yourself with the privacy policy of the website or application you are accessing.</p>How will you be informed of updates to this Policy?<p>In the event that we modify or update this Privacy Policy, we will clearly indicate the date of modification or update.</p>\n<p>Changes to this Privacy Policy will be effective immediately when this page is published.</p>\n<p>If an update to the Privacy Policy pertains to a significant change to the way in which we process your personal data, we will provide you with a reasonable amount of time to assess the updated Privacy Policy and its impact prior to the Policy taking effect.</p>How can you contact us?<p>INTERPOL General Secretariat</p>\n<p>200, quai Charles de Gaulle<br>69006 Lyon<br>France</p>\n", "created_at": "2023-07-15 14:25:39.982305", "updated_at": "2023-07-15 14:28:31.746155"}], "points": [], "urls": ["interpol.int"]}}