{"error": 448, "message": "OK", "parameters": {"id": 8364, "name": "Foony", "created_at": "2023-05-17 04:46:08.650336", "updated_at": "2023-05-17 10:02:01.798295", "wikipedia": null, "keywords": null, "related": null, "slug": "foony", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8364.png", "url": "foony.com", "documents": [{"id": 16239, "name": "Community Guidelines", "url": "https://foony.com/community-guidelines", "xpath": "/html/body/div[1]/div/main/div/div", "text": "BACKCommunity GuidelinesAt Foony Limited our goal is to promote a friendly, positive, and safe environment for all members of our community to enjoy together.To achieve this goal we provide the following guidelines for our community (Community Guidelines) for you to follow when you are using our services, or interacting with other members of our community.To protect our community we reserve the right to suspend, ban, or terminate any user account or member that we consider to be in breach of these Community Guidelines, as well as the right to remove any and all content that we consider is inappropriate, harmful to, or not in the spirit of our community.These Community Guidelines apply to everyone and everything on our services, including all user created content, as well as all activity undertaken while using our services.These Community Guidelines are to be read in conjunction with, and any user of our services is subject to, our Terms of Service, our Privacy Policy, and our Cookies Policy.BREAKING THE LAWYou must respect and adhere to any applicable law be they local, state, or international, while using our services.\nYou must not promote, solicit, or encourage illegal activity, nor upload any content that features illegal activity.SELF-DESTRUCTIVE BEHAVIOURYou must not take part in any activity that may endanger your life, or lead to your physical harm.\nThis includes without limitation threats of suicide, illegal use of drugs, dangerous consumption of alcohol, or promotion or glorification of eating disorders.\nSelf-destructive behaviour is a serious issue, and we accordingly make no exceptions for self-destructive behaviour performed for entertainment, or made in jest, when that behaviour could reasonably be expected to cause injury.We do however allow members to share their personal experiences of these issues if it is for the purposes of raising awareness, or for seeking or providing support from or to other members of our community.VIOLENCE AND THREATSWe have zero tolerance for acts and threats of violence.\nAny account associated with such activities will be suspended indefinitely.\nThis includes attempts or threats to cause physical harm or kill, attempts or threats to hack or DDOS or other similar activities, and acts of intimidation.We do not allow content that depicts, encourages, or glorifies terrorism or violent extremism.\nThis includes threatening to, or encouraging others to commit acts that would cause serious physical harm to groups of people or to property.When there is a threat to public safety, or if our services are used to promote or glorify violence, we may suspend or ban the related account.HATEFUL SPEECH OR CONDUCTWe do not allow any form of hateful speech or conduct on our services.\nThis includes any content or activity that promotes or encourages discrimination, denigration, harassment, or violence based on race, ethnicity, colour, national origin, immigration status, religion, sex, gender, gender identity, sexual orientation, disability, serious medical condition, and other similar classes.Any form of discrimination or hateful speech will not be tolerated on our services, and the offending account may be suspended, banned, or terminated at our discretion.HARASSMENTWe oppose harassment of any kind, and will not allow such on our services.\nThis is a wide reaching category which can include stalking, personal attacks, promoting physical harm, malicious false reporting unwanted sexual advances, sexual objectification, or degrading attacks relating to sexual practices.UNAUTHORISED SHARING OF PRIVATE INFORMATIONYou must not share content that may reveal private information about individuals or their property, without that individual’s permission.\nThis includes content that violates another individual’s reasonable expectation for privacy, for example sharing information from protected or restricted access social media profiles.IMPERSONATIONContent meant to impersonate another individual or organisation is strictly prohibited.\nThis includes attempting to pass yourself off as a representative of Foony Limited.In addition you must not create a false identity for the purposes of using our services or when interacting with other members of our community.SPAM, SCAMS, AND OTHER MALICIOUS CONDUCTYou must not conduct any activity, or upload any content, that harms, interrupts, or otherwise disrupts our services or another user’s experience of our services.\nThis can include posting repetitive unwanted messages, advertising without our consent, phishing, false representation (such as feigned distress, posting deliberately misleading information, or deliberate false categorising of user content), and selling or sharing member’s accounts.NUDITY, PORNOGRAPHY, AND OTHER SEXUAL CONTENTUser content with an appropriate restricted age 18 plus tag such as list categories may refer to pornography or sexual acts.\nHowever actual nudity and explicit sexual material such as pornography, sexual acts, and sexual services are prohibited from our services.Notwithstanding the above we have zero tolerance for any sexual content, whether referred to or actual, to minors of any kind.\nAny content including animated or digitally created or manipulated media which depicts abuse, exploitation, or nudity of minors will be removed when detected and we will report any child exploitation we see on our services to relevant law enforcement.Furthermore any content that promotes or refers to sexual violence or exploitation is prohibited, and may be referred to relevant law enforcement.EXTREME VIOLENCE, GORE, AND OTHER OBSCENE CONDUCTAny content or promotion of extreme or gratuitous gore or violence is prohibited from our services.\nAny content that is gratuitously shocking, sadistic, or gruesome, or that normalises or glorifies extreme violence or suffering will have the related account suspended, banned, or terminated, and if appropriate reported to relevant legal enforcement.INTELLECTUAL PROPERTY RIGHTSAny content you share on our services should either be your own content, or else content you have authority to share.\nPlease respect other people’s rights over their intellectual property.Uploading or sharing any content that infringes another’s intellectual property rights is a violation of our Terms of Service.\nMultiple violations may lead to termination of your account.LAW ENFORCEMENTIf we believe there is a risk of physical harm or threat to public safety, we may work with appropriate law enforcement.EVASION OF SUSPENDED ACCOUNTSIf we decide to suspend or ban your account due to what we believe is your breach of these Community Guidelines or our Terms of Service, then such suspension or termination is binding until a successful appeal is made by you.Any attempt by you to circumvent your suspension or ban by use of other accounts may result in termination of yours and other associated accounts, and an indefinite ban from our services.CONTENT LABELINGWhen you upload content you are expected to accurately label said content to the best of your ability.\nDeliberate or extensive misuse of tags or labelling, particularly when dealing with age 18 plus content, is prohibited and may lead to your account being suspended or terminated.CHEATING IN GAMEAny activity aimed at giving a user an unfair advantage while playing an online multiplayer game, such as cheating, hacking, botting, or tampering is prohibited.\nThis includes exploiting other user’s live broadcasts such as ‘stream sniping’.OFF-SERVICE CONDUCTWe are committed to providing a safe and friendly environment for our community, which means if we are alerted to severe offenses of our users which takes place outside of our services, such as being a member of a hate group, terrorist recruitment group, or related to child grooming, then if our investigations of such a report confirms your involvement we are entitled to restrict or terminate your use of our services.INTERACTION WITH OTHER MEMBERS OF THE COMMUNITYYour overall conduct when using our services, and the way you interact with your fellow members of our community should follow common sense rules of etiquette.\nFor example you should be respectful, polite, and not flame, abuse, or insult other members.Our community members are here to enjoy themselves.\nRemember that your actions and conduct can have a negative impact to those on the receiving end.The age-old rule applies, treat others how you wish to be treated.", "created_at": "2023-05-17 04:46:08.681767", "updated_at": "2023-05-17 04:48:18.777649"}, {"id": 16241, "name": "Privacy Policy", "url": "https://foony.com/privacy-policy", "xpath": "/html/body/div[1]/div/main/div/div", "text": "BACKPrivacy Policy1 DEFINITIONS1.1.\nAccount: means an account you create with us to use our Services.1.2.\nCCPA: means the California Consumer Privacy Act 2018.1.3.\nChild or Children: means any person under the age of 16 in the EU or under the age of 13 anywhere else in the world.1.4.\nCompany or we or our or us: means Foony Limited.1.5.\nDII: means device-identifiable information.1.6.\nEEA: means the European Economic Area.1.7.\nEU: means the European Union.1.8.\nGDPR: means the General Data Protection Regulation.1.9.\nPII: means personally identifiable information.1.10.\nPrivacy Policy: means this privacy policy describing the data practices of Foony Limited.1.11.\nServices: means the services we provide and host including but not limited to use of our website, gaming, game hosting, chat rooms, selling of virtual skins, and so on.1.12.\nTerms of Service: means the terms and conditions for our Services to be read in conjunction with this Privacy Policy.1.13.\nuser or users or you or your: means the person or entity using the Services.2 INTRODUCTION2.1.\nWe are based in New Zealand and comply with the New Zealand Privacy Act 2020 and other relevant privacy and data protection laws when we deal with personal information.\nWe are committed to complying with any international obligations that are applicable, or may become applicable during the course of providing you the Services, including our obligations under the GDPR and the CCPA.2.2.\nWe use Google servers for the Services which are located in the United States.2.3.\nThis Privacy Policy describes how we collect, use, and share your personal information.2.4.\nWe do not sell your personal data to third parties, nor provide your personal data to marketing companies or other related organisations without your prior consent.2.5.\nIf you are based in the European Union and use the Services then the additional terms of this Privacy Policy relating to the GDPR will apply to you.2.6.\nIf you are a resident of California you may have a right under the CCPA to request information we have collected about you, and/or request this information be deleted, and/or opt out of the sale of your personal data to third parties.2.7.\nThis Privacy Policy in no way limits or excludes any of your rights in relation to the New Zealand Privacy Act 2020.2.8.\nBy using the Services you are consenting to the terms of this Privacy Policy including the processing of your data in the manner described in this Privacy Policy.2.9.\nIf you believe we have breached our privacy obligations, please contact us on one of the addresses noted in clause 13 below.3 INFORMATION WE COLLECT3.1.\nWhenever you access or make use of our Services, we may collect PII and DII about you and about the Services you use and how you use them.\n3.2.\nPII is information that can be used to identify you online or offline.\nThis includes your name, address, birthdate, and email.\nWe may collect PII when you provide this to us, for example when you use our Services, contact us, or connect with us on social media or through one of our partners.3.3.\nDII is information that can be used to identify your device, such as your IP address, gamer ids, cookies, statistical identifiers, usernames, and similar identifiers that are linked to a browser, device, or external account.3.4.\nYour Account may include both PII and DII and may be linked to your gameplay data, such as in-game performance history, in-game communications (such as text chat), game event progression history, game rewards history, server whispers, play time, screenshots, and more.3.5.\nWe log information about your interactions when using our Services, for example we keep records of the chat logs until a room has ended, and server whispers and player to player whispers are kept indefinitely.3.6.\nWe collect information from log files, including IP addresses, browser type, internet service providers, date and time stamps, number of clicks, and referring/exit pages.3.7.\nWe collect data about your other interactions while using our Services, including navigation paths, search queries, crashes, timestamps, clicks and shares, mouse movements, time spent using our Services and referral URLS, which we may combine with your PII and DII.4 USE OF COLLECTED INFORMATION4.1.\nWe use the information provided by you to:a) Provide the Services to you;b) Maintain, protect, and improve our Services;c) To verify your identity and prevent your Account being used by others;d) Carry out updates and requested password resets;e) Fulfil any subscription, consideration for payments made, or orders for merchandise made through our website and Services;f) With your consent provide you with newsletters, notices, and other marketing materials;g) Respond to communications from you;4.2.\nWe use the information collected from your use of our Services to:a) Monitor the performance of our Services and ensure our Services perform as efficiently as possible;b) Maintain system security and integrity;c) Conduct statistical analysis, for example relating to trends, movement on our website, and demographics.4.3.\nWe may also use your information to:a) Protect or enforce our legal rights and interests, including defending any claim;b) Respond to any lawful requests by public authorities, including where required as part of our obligations to law enforcement;c) Carry out any other purpose authorised by you.5 SHARING COLLECTED INFORMATION5.1.\nWe do not sell your personal data to third parties, nor provide your personal data to marketing companies or other related organisations without your prior consent.5.2.\nWe may disclose your information to any person or entity with your authorisation and consent.5.3.\nWe may disclose your information without your consent:a) To any of our supporting businesses, for example any host of an underlying IT system, external processors, hosts of data centres we use, or any required party to process a payment or to fulfil a merchandising order.b) To our professional advisors, for example our lawyer, accountant, or auditor.c) When we in good faith believe it is necessary to comply with any applicable law, enforceable government request, or to meet legal requirements.d) To detect or prevent fraud, or to protect against our other users or the public as required or permitted by law.e) To enforce the Terms of Service or any other agreement we may have with you.f) In the event of a sale or merger of the Company.\nUnder these circumstances your use of the Services and your relevant information would be transferred to the buyer.\nWe would take reasonable endeavours to notify you of such an event.g) For our other legitimate interests, except where these interests would be overridden by your fundamental rights and freedoms which require the protection of your personal data.\n5.4.\nWe may use and publish non-personal statistics and group data about the people who access and use our Services.6 PROCESSING COLLECTED INFORMATION6.1.\nWe have legitimate reasons for processing your information, which non-exhaustively includes:a) Processing your username, cookie data, IP address, game network IDs, gameplay data, virtual currency, and similar information to enable us to provide high quality games and related products;b) Processing group information and relationships of users to facilitate matchmaking features, debugging, and analytics;c) Processing user chat data in and out of games to enable social features, and to moderate content that violates our Terms of Service;d) Conducting analytics to measure usage and conversions, detect fraudulent users, implement and update data security measures;e) Processing purchase history for the purchase of providing you with help in recognising and resolving purchase and payment issues.7 PROTECTING COLLECTED INFORMATION7.1.\nNo data transmission over the internet can be guaranteed as completely secure.\nHowever we take reasonable steps to keep your personal information safe.\nWe implement technical and organisational measures to ensure that we maintain a level of security appropriate to the inherent risks in processing personal information.7.2.\nWe will notify you when there is a notifiable breach of privacy in accordance with the New Zealand Privacy Act 2020.8 CHILDREN8.1.\nWe respect the privacy of Children and do not intentionally collect information from persons aged under 16 in the EU, and under 13 everywhere else in the world.8.2.\nIf you are under the age of 16 and based in the EU, or under the age of 13 and based anywhere else in the world, you must not provide us with any of your own personal information while registering an Account, and must instead register an Account using your parent or guardian’s email.8.3.\nIf any parent or guardian believes that their Child has submitted personal information to us, please contact us at privacy@foony.com after which we will make reasonable efforts to delete any of that Child’s personal information.9 THIRD PARTIES9.1.\nWe strive to work with respected companies with privacy policies and legislative obligations similar to our own, however this Privacy Policy does not extend to products, sites, or services offered by third parties while you are using our Services.9.2.\nWe may use third parties to assist with offering you suitable advertising and improving our Services, however we do not control any third party’s privacy policies and cannot be held liable for their actions or practices.\nFor the avoidance of doubt this includes social networks and ad networks.9.3.\nIf you follow a link on our website to another website, the owner of that website will have its own privacy policy which you should review before providing any personal information to that website or its owner.\nWe cannot be held responsible for the consequences of you providing information to third parties.9.4.\nBy using our Services you agree by extension to the privacy policies of the third parties we engage in order to carry out the Services, in particular we note the following:Google Advertising: We use Google Advertising, a third party vendor who uses cookies to serve ads to users based on their prior visits to our website and Services.\nYou may opt out of a third party’s use of cookies by visiting your ads settings.\nFor more information about Google’s policies you can visit https://policies.google.com/?hl=en-US Millicast: Some of our Services allow for the use of webcams.\nWe use Millicast to host and stream webcams when webcams are used in conjunction with our Services.\nWhile we do not record you without your permission, by using our Services you consent to us holding snippets of videos created while using the Services for the purposes of ensuring a user is not breaking any applicable law.\nMillicast’s privacy policy can be viewed at https://www.millicast.com/privacy/ Firebase Authentication: We use Firebase Authentication for access tokens and refresh tokens which makes use of IndexedDB.\nFirebase Authentication is a part of Google Developers, and more information on their privacy policy can be found at https://policies.google.com/privacy Google reCAPTCHA v3: We use reCAPTCHA v3 as a means of preventing spam and abuse on our website and within our Services.\nWe do not use reCAPTCHA v3 for any other purposes such as determining credit worthiness, employment eligibility, financial status, or insurability of a user.\nMore information of reCAPTCHA v3’s privacy policy can be found at https://policies.google.com/privacy 10 TRANSFERS OF PERSONAL INFORMATION10.1.\nAs previously noted our servers are hosted by Google in the United States.\nThis means that Google is a business that supports the Services while being located outside of both the EEA and New Zealand.\nPlease refer to the GDPR Terms below relating to personal data transfers from the EEA.10.2.\nWe take reasonable steps to maintain secure internet connections, however if you provide us with information over the internet this is done at your own risk and we take no responsibility for breach of your privacy while doing so.11 PUBLIC INFORMATION11.1.\nAny personal information that you post on any public website related to our Services is publicly available and we are not liable for any consequences of you doing so.11.2.\nNon-personal information relating to your Account such as friends, opponents, followers, games you have played, your scores, play time, your subscription status, trophies/medals/achievements, and game stats will be available to the public.12 ACCESS TO AND CORRECTION OF PERSONAL INFORMATION12.1.\nSubject to specific grounds of refusal within the New Zealand Privacy Act 2020 and other applicable laws you are entitled to access information we hold about you, and as long as we hold that information and it can be readily retrieved we are obligated to provide said information to you.12.2.\nYou are entitled to request that we correct any inaccuracies in the personal information we hold about you.13 CONTACTING US13.1.\nAny request for information or request to correct information can be made to privacy@foony.com13.2.\nAny notification or request relating to legal matters can be made to legal@foony.com13.3.\nAny other questions about our Services or your information held can be made to support@foony.com14 GDPR TERMS14.1.\nThe GDPR regulates the collection, processing, and transfer of EU individuals’ personal data.14.2.\nIf you are based in the EU and use our Services, these GDPR terms will apply to you and form part of our Privacy Policy and our Terms of Service.14.3.\nIf you are based in the EU and provide us with personal information then we may be a “data controller” as defined in the GDPR, and the personal information you provide to us may be “personal data” as defined in the GDPR.14.4.\nWe are committed to complying with the GDPR when users based in the EU visit our website or use our Services.14.5.\nProcessing personal data: Your personal data that we process may consist of the personal data referred to thus far in this Privacy Policy.\nThere may be several legal bases for processing under the GDPR and similar laws, but in particular these include:a) Where we have your consent to do so;b) Where we need to do so in order to perform our obligations under a contract with you;c) Processing your username, cookie data, IP address, game network IDs, gameplay data, virtual currency, and similar information to enable us to provide high quality games and related products;d) Processing group information and relationships of users to facilitate matchmaking features, debugging, and analytics;e) Processing user chat data in and out of games to enable social features, and to moderate content that violates our Terms of Service;f) Conducting analytics to measure usage and conversions, detect fraudulent users, implement and update data security measures;g) Processing purchase history for the purchase of providing you with help in recognising and resolving purchase and payment issues.h) Where necessary to comply with applicable laws or regulations.14.6.\nChoice: If you choose not to allow us to collect information in accordance with this Privacy Policy we may suspend or limit your access to any part or all of the Services.\nWe note that we require your email address and username in order to set up an Account for use of our Services.If you choose to close your account you can do so by accessing our platform or contacting us at support@foony.com 14.7.\nYour rights: In relation to your personal data under the GDPR, your rights include, subject to legal exceptions:a) Access: if you request it we will confirm whether we are processing your personal data including the purposes, categories, source and use of the data and any automated processing of profiling being applied and provide you with a copy of that personal data.b) Rectification: if the personal data we hold about you is inaccurate or incomplete, you have the right to have it corrected or completed.\nIf your personal data has been shared with any third parties, where possible we will tell that third party about the correction.c) Erasure: we will delete your personal data when it is no longer needed for the purposes for which it was provided.\nIf you request that we delete your personal data we will do so as long as it does not breach any applicable laws.\nIf your personal data has been shared with any third parties, we will take reasonable steps to inform those third parties that the personal data needs to be deleted.d) Withdraw consent: if we are processing your data based on your consent only, you may withdraw that consent at any time.e) Restrict processing: under certain circumstances you may request that we restrict or block the processing of your personal data.\nIf your personal data has been shared with third parties, we will tell them about your request where possible.f) Object to processing: you may request that we cease processing your personal data at any time and we will do so to the extent required by the GDPR.g) Data portability: where you have consented to provide us with your personal data, or your personal data was necessary for us to perform a contract with you, you may obtain this personal data from us.\nWe will provide this personal data in a commonly used, machine-readable and interoperable format to enable data portability to another data controller.\nWhere technically feasible, and at your request, we will transmit your personal data directly to another data controller.h) Complain to a supervisory authority: you have the right to report any concerns you have about our privacy practices to the relevant data protection supervisory authority.\nFor example in the United Kingdom this is the Information Commissioner’s Office.i) Where personal data is processed for the purposes of direct marketing, you have the right to object to such processing, including profiling related to direct marketing.\nIf you would like to exercise any of your above rights, please contact us at support@foony.comIf you are not satisfied with the way we deal with your query, you may refer your query to your local data protection authority.14.8.\nChildren: We have no intention to collect personal data from EU citizens under the age of 16.\nIf you believe anyone under the age of 16 has provided personal data to us, please contact us at support@foony.com 14.9.\nTransferring data out of the EAA: The personal data we collect is stored in a country operating outside of the EAA.\nUnder the GDPR transferral of personal data from the EAA to a country outside of the EAA should only take place where the European Commission has decided that the country in question has an adequate level of protection.\nWhere there has been no adequate decision on a country, we may transfer your data to that country provided adequate safeguards are in place.Some of your personal data is processed in New Zealand, which is recognised as having an adequate level of data protection by the European Commission.Some of your personal data is processed by Google in the United States.\nCurrently the United States is not recognised as having an adequate level of data protection with regards to the GDPR.\nBy using our Services you acknowledge that you have been informed that your data will be processed in the United States which has less strict privacy laws and all the risks associated with that.\nYou acknowledge that your consent is freely given, processed for the reasons previously noted, and is unambiguous.14.10.\nData retention: personal data that we collect and process will not be kept longer than necessary for the purposes for which it is collected, or for longer than necessary to comply with applicable law, whichever is the longer.14.11.\nContact: if you have any concerns in relation to our Privacy Policy you can contact us at the addressed in clause 13 above.15 CHANGES15.1.\nThis Privacy Policy was last updated on 18 April 2021.15.2.\nThis Privacy Policy may change from time to time to reflect changes in business practice, legislation, or market realities.\nWe encourage you to review this Privacy Policy regularly to stay aware of any updates.15.3.\nWe reserve the right to change this Privacy Policy at our full discretion from time to time.\nWe will not be responsible for the consequences of you continuing to use our Services following any change in this Privacy Policy.", "created_at": "2023-05-17 04:46:08.74269", "updated_at": "2023-05-17 04:47:05.380387"}, {"id": 16240, "name": "Cookie Policy", "url": "https://foony.com/cookie-policy", "xpath": "/html/body/div[1]/div/main/div/div", "text": "BACKCookie Policy1 DEFINITIONS1.1.\nAccount: means an account you create with us to use our Services.1.2.\nCookies or its singular: means alphanumeric identifiers which are transferred to your computer’s hard drive through your web browser that enable us to recognise you when you access our website and Services.1.3.\nCookies Policy: means this cookies policy and is read in conjunction with the Privacy Policy and Terms of Service.1.4.\nCompany or we or our or us: means Foony Limited.1.5.\nPrivacy Policy: means the privacy policy describing the data practices of Foony Limited.1.6.\nServices: means the services we provide and host including but not limited to use of our website, gaming, game hosting, chat rooms, selling of virtual skins, and so on.1.7.\nTerms of Service: means the terms and conditions for our Services to be read in conjunction with the Privacy Policy and the Cookies Policy.1.8.\nuser or users or you or your: means the person or entity using the Services.2 COOKIES NOTICE2.1.\nWe use Cookies and other similar technologies on our website and our Services.2.2.\nThis Cookies Policy sets out our use of and your rights relating to Cookies when using our Services.3 TYPES OF COOKIES3.1.\nThere are four categories of Cookies that may be used through our Services, being:a) Necessary: which are required for our Services to operate;b) Performance: which help us understand how our Services are being used;c) Functionality: which enable additional functionalities in our Services;d) Targeting: which enable more relevant advertising and limit the number of times you see an advertisement.4 USE OF COOKIES4.1.\nWe may place Cookies on your computer for the purpose of personalising your access to our website and our Services by the following means:a) Login Cookie, which notifies us which Account you are currently logged into our Services with;b) Analytic Cookie, which analyses your use of our Services.4.2.\nThird parties that you access through use of our Cookies may also put their own Cookies on your computer.\nIt is your responsibility to ensure you are comfortable with the cookies policies of those third parties.4.3.\nIn addition to Cookies we use:a) local storage to store additional data;b) your IP address to prevent fraud, and display content more relevant to your location.5 CONTROL AND DELETION OF COOKIES5.1.\nControl and deletion of Cookies is entirely at your discretion.\nThe “help” section on your browser should instruct you how to prevent Cookies from being placed on your computer, and how to delete Cookies already on your computer.5.2.\nYou can set your browser to limit or reject Cookies, however this is likely to interfere with our Services which you may not be able to utilise to their full effect if you do so.\n6 CHANGE OF COOKIES POLICY6.1.\nWe may change our Cookies Policy from time to time and completely at our own discretion to reflect changes in our business, changes in legislation, and reasons as we otherwise consider necessary or appropriate.6.2.\nWe encourage you to review the date of our Cookies Policy frequently so that you stay aware of any updates.6.3.\nThis Cookies Policy was last updated on 18 April 2021.", "created_at": "2023-05-17 04:46:08.712825", "updated_at": "2023-05-17 04:47:58.716083"}, {"id": 16242, "name": "Terms of Service", "url": "https://foony.com/terms", "xpath": "/html/body/div[1]/div/main/div/div", "text": "BACKTerms of Service1 TERMS OF SERVICE1.1.\nYou should read these Terms of Service, our Privacy Policy, our Cookies Policy, and our Community Guidelines before using our Services.1.2.\nBy using our Services, whether as a guest or as a registered user, or in any other capacity, you are agreeing that these Terms of Service will govern your relationship with us and your use of the Services.1.3.\nIf you do not agree with these Terms of Service, you must not use any of our Services.2 DEFINITIONS2.1.\nAccount: means a registered account you create with us to use our Services.2.2.\nAffiliates: means our third party content providers, distributors, licensees, or licensors.2.3.\nChild or Children: means any person under the age of 16 in the EU or under the age of 13 anywhere else in the world.2.4.\nCookies Policy: means our policy on our use of cookies which is read in conjunction with our Privacy Policy and these Terms of Service.2.5.\nCompany or we or our or us: means Foony Limited.2.6.\nCommunity Guidelines: means the expected standards of behaviour when using our Services, which are read in conjunction with these Terms of Service.2.7.\nDispute: means any controversy or dispute relating to these Terms, including any claims arising out of your relationship with us, claims that arose before using our Services, and claims that arise after use of our Services ends.\nA dispute under these Terms does not include any claim relating to or arising from the enforcement or protection of Intellectual Property Rights which is subject to any applicable statutory consumer rights laws in your local jurisdiction.2.8.\nIntellectual Property Rights: means any and all rights, title, and interest whether known or unknown, patent rights, trade secret rights, copyrights, trademarks, service marks, trade dress, and similar rights of any type under the laws of any governmental authority and including without limitation all applications and registrations relating to these.2.9.\nPrivacy Policy: means our privacy policy describing the data practices of Foony Limited which must be read in conjunction with these Terms of Service.2.10.\nServices: means the services we provide and host including but not limited to use of our website, gaming, game hosting, chat rooms, selling and trading virtual skins and virtual currency, and all other services and products we provide.2.11.\nTerms of Service or Terms: means the terms and conditions in this document which governs your relationship with us and your use of our Services.2.12.\nuser or users or you or your: means the person or entity using our Services.2.13.\nUser Content: means any and all data that you upload, transmit, or create through use of the Services which includes without limitation character skins, buildings, account personas, display pictures, profile information, software, sound, images, skins, videos, lists for games, and any other content contributed by you.2.14.\nVirtual Goods: means digital material we may make available under certain restrictions, including without limitation:a) Virtual currency such as virtual cash, tokens, points, gems, gold, and coins for use in the Services.\nandb) Virtual items such as skins.3 OWNERSHIP AND LIMITED LICENSE3.1.\nOwnership: The Services are owned by us and are protected by laws relating to Intellectual Property Rights and other property rights.\nWe reserve all right, title, and interest in the Services which includes all Intellectual Property Rights and other property rights that are not explicitly granted to you in these Terms.3.2.\nLicense: Subject to your continuing compliance with these Terms of Service and subject to any limitations in these Terms, we grant you a non-commercial, non-exclusive, non-transferable, and revocable limited licence to make use of our Services.\nFor avoidance of doubt any rights you may have in relation to in-game characters and Virtual Goods are strictly a limited licence to use and at no time do you acquire ownership rights over the same.3.3.\nLimitations: If you use the Services in violation of any applicable law, these Terms of Service, or the limitations noted in this clause we are entitled to immediately revoke your limited licence at our sole judgement and if appropriate may make you subject to violations of applicable law.You agree that you will not directly or indirectly:a) Carry out any action or activity which we deem to be against the spirit or intent of our Services;b) Copy, modify, edit, create derivative works of, or adapt works from any part of the Services other than in accordance with your limited licence;c) Exploit for commercial purposes any part of our Services, including selling or renting access to or use of our Services;d) Delete, obscure, or alter any Intellectual Property Rights or other property rights notices from materials obtained from the Services;e) Organise or join in the activity of a group that is hateful, harmful, or offensive towards a race, religion, nationality, disability, sexual orientation or preference, or similar class as determined by us;f) Knowingly be involved in any form of disruption or attack to the Services which includes distribution of spyware, a virus, corrupted data, and/or causing the computers supporting the Services to overload and crash;g) Use any software or automated process to reverse engineer or manipulate the Services or Virtual Goods;h) Use any data gathering and extraction tools to extract information from our Services;i) Encourage or participate in any activity involving hacking, phishing, distribution of counterfeit services, or taking advantage of or creating exploits, cheats, bugs, errors, or undocumented features, except for the sole purpose of notifying us privately of these things;j) Attempt to gain unauthorised access to user accounts or Services that do not belong to you;k) Harass, threaten, or bully any representative of our Company, or any other user of the Services.3.4.\nRecording and Streaming Gameplay: Subject to these Terms and the limitations noted above, you are granted a limited licence to record and stream your gameplay when using our Services to video sites such as YouTube and streaming sites such as TwitchTV (Gameplay Sites).\nThis limited licence grants you the ability to include advertisements on these sites and to monetise your use of our Services through these means subject to these sites’ own terms of use.\nThis clause is subject to your continuing compliance with our Terms of Service, and at any time upon request from us you will remove any gameplay content from any Gameplay Sites and will not pursue us for any actual or potential loss you may suffer as a result.4 PAYMENT AND VIRTUAL GOODS4.1.\nAs part of our Services you may purchase a revocable license to use Virtual Goods.\nVirtual Goods are licenced to you in exchange for “real world” money and under the same limitations as those noted in clause 3.3.4.2.\nThe cost of Virtual Goods are set by us at our sole discretion and are available for purchase on conditions as we may specify.\nPayment for Virtual Goods is to be made via Paypal or Stripe.4.3.\nRegardless of whether Virtual Goods are gained as a reward through use of the Services or purchased within the Services, these remain our property and once purchased by you retain no monetary value.4.4.\nWe have the right to manage, modify, or eliminate all Virtual Goods at any time and without notice or payment to you.\nIf we exercise this right, we have no liability to you or any third party.4.5.\nAll charges incurred in connection to your use of the Services are payable in advance, and are final and non-refundable for any reason except as required by applicable consumer rights law in your local jurisdiction.4.6.\nYou will not receive compensation be it monetary or otherwise for any unused Virtual Goods you may have at the time your Account is closed regardless of whether this was voluntary or involuntary closure.4.7.\nOur Services allow for trade and transfer of Virtual Goods between users and Accounts provided the trade or transfer is carried out through our Services which are tailored for this purpose.\nYou are not entitled to trade or transfer any Virtual Goods to any other user or Account by using a third party, and you acknowledge that Virtual Goods cannot be transferred outside of the Services.5 USER CONTENT5.1.\nTo the maximum extent permitted by applicable law we are not responsible for the conduct or content of any user submitting User Content, and we assume no responsibility for monitoring of the Services for illegal conduct or content.\nWe are unable to screen all User Content before it is published and use of our Services is entirely at your own risk.\nYou are solely responsible for any User Content that you post.5.2.\nWhen uploading or publishing User Content you agree to abide by the following rules:a) The content will be accurate, complete, and free from fraud and deception;b) The content will be free of any Intellectual Property Rights infringements;c) The content will be free from obscenity, defamation, invasion of privacy, threats, and any other injury to a third party;d) The content will comply with these Terms of Service;e) The content will not violate any law, contractual restriction, or another party’s rights;f) The content will be free of viruses, adware, spyware, worms, or other malicious code;g) The content will be free of spam, commercial solicitation, chain letters, and mass mailings.5.3.\nWhen uploading or publishing User Content that includes mature themes, for example submissions for word or category games that includes references to porn, you must tag this User Content as being for ages eighteen plus (18+).5.4.\nWe strongly recommend that you do not include any personally identifiable information in User Content you share on our Services.\nWhile we are committed to keeping your personal data secure in accordance with our Privacy Policy, we are not responsible for the consequences of you sharing personal information through publicly available User Content.5.5.\nBy using our Services you grant us a non-exclusive, irrevocable, perpetual, transferable, royalty-free, and world-wide license to use your User Content or any portion of your User Content in any way we see fit.\nThis is to the widest discretion allowable under applicable laws and includes copying, commercialising, publishing, and selling your User Content.5.6.\nBy using our Services you grant us all licences and consents necessary to use your User Content for any purpose, including the right for us to authorise others to use the User Content in our place and except for so far as is prohibited by law you waive any rights as to attribution that you may have in your User Content.5.7.\nNotwithstanding any of the above we do not claim any ownership rights in your User Content and nothing in these Terms is intended to restrict your ability to use your User Content.5.8.\nWe are committed to complying with the Digital Millennium Copyright Act and other similar or equivalent laws, and accordingly if we are notified that you have infringed the Intellectual Property Rights of others then we may terminate your Account and your access to our Services without giving you notice.\nAlternatively, if you believe that your content has been infringed by us or one of our users you can notify us at legal@foony.comBe aware that if you misrepresent or falsely claim copyright infringement, you may be liable for damages including costs and lawyer fees.\nIf you wish to notify us of an infringement please provide the following:a) A description of the Intellectual Property Right that you claim has been infringed;b) A note of the content you claim is infringing that right;c) Your name, mailing address, phone number, and email address;d) A statement from you that you believe in good faith that the Intellectual Property Right has been infringed, that the information you have provided us is accurate, and that you are or are authorised to act on behalf of the owner of the Intellectual Property Right allegedly being infringed.\nande) Your physical or electronic signature.6 DURATION OF THESE TERMS OF SERVICE6.1.\nThese Terms of Service and any licence granted by your use of our Services remains in effect until terminated by us.\nTermination of any licence granted by us under these Terms does not affect any other provision within these Terms of Service.7 SERVICE ACCESS AND TERMINATION7.1.\nWhile we endeavour to provide our Services to you in such a way as to allow for your full enjoyment we note that:a) We may at our sole discretion amend, modify, upgrade, or patch any part of the Services;b) We may at our sole discretion immediately terminate or restrict your access to the Services for any reason without notice or incurring liability to you;c) Access to the Services may be interrupted for reasons beyond our control or for maintenance, and we cannot guarantee that you will always be able to access our Services whenever you wish to do so;d) Our Services may not be available in all geographical locations;e) You are solely responsible for any fees relating to internet or data usage you may incur when accessing our Services.7.2.\nCancellation of your Account: At our sole discretion we can choose to reject your request to register an Account for use of our Services.\nFurthermore if we believe you are in breach of these Terms of Service or for any reason whatsoever we can at our sole discretion restrict, alter, or end any of your rights relating to your existing Account and our Services.\nSuch termination can be immediate and without notice, and can include blocking your IP if we deem it necessary to do so.\nNotwithstanding termination of your Account you remain liable to us for any outstanding breaches of these Terms of Service.8 WARRANTY AND LIABILITY8.1.\nYou acknowledge that we and our Affiliates are not liable for:a) Any indirect, incidental, special, exemplary, or consequential damages including loss of profits, goodwill, or data, in any way whatsoever arising out of your use of, or your inability to use our Services.\norb) The conduct of third parties, which includes other users of the Services and operators of external sites.8.2.\nThe Services are provided to you on an “as is” and an “as is available” basis.\nWe make no warranties be they express or implied as to the operation of the Services unless such warranties or other consumer rights are legally incapable of being excluded or limited in your local jurisdiction.8.3.\nAny risk associated with using our Services to the fullest extent permissible by law rests entirely with you, as does the risk of any injury from using the Services.8.4.\nWe disclaim all warranties be they express or implied including warranties of merchantability and fitness for purpose.8.5.\nWe do not warrant that the Services are free from viruses or any other harmful component.8.6.\nTo the fullest extent allowed by any law any disclaimers of liability in these Terms of Service apply to all damages or injury caused by the Services, related to the Services, and inability to use the Services, under any cause of action in any jurisdiction, including actions for breach of warranty, breach of contract, or tort (including negligence).8.7.\nTo the fullest extent allowed under any applicable laws, our aggregate liability arising from these Terms of Service is limited to the total amount you have paid to us in the one hundred and eighty (180) days preceding the date you first assert any such claim.\nIf you have not paid us any amount in this timeframe then your sole remedy is to stop using our Services and for us to terminate your Account.8.8.\nBy using our Services you warrant that you are not located in a country that is subject to a United States Government Embargo or that has been designated by the United States Government as a “Terrorist Supporting” country, and that you are not listed on any United States Government List of Prohibited or restricted parties.8.9.\nWhere you are from a country, state, or county that does not allow for exclusion or limitation of certain warranties or liabilities for consequential or incidental damages, in such countries, states, or counties our liability in this respect is limited to the maximum extent permissible under applicable laws.8.10.\nExternal Websites: Where our Services include links to external websites, these links are provided for your convenience only and we make no warranty as to the safety of those sites, we have no liability for any loss suffered by you in visiting external websites, and any such link should not be taken as our endorsement of that website.\nYou should read that website’s own terms of use and privacy policy before you choose to provide any personal information to that external website.8.11.\nLost Data: In the event any information or data relating to your use of our Services (including game characters, Virtual Goods, or achievements) is lost, corrupted, or deemed by us to no longer be required, we will to the greatest extent permissible by law have no liability to you of any nature for such data.8.12.\nGeneral Exclusion of Warranty: To the greatest extent permissible by law, any warranty either express or implied that may be read into these Terms of Service is excluded.8.13.\nGeneral Exclusion of Liability: To the greatest extent permissible by law, under no circumstances are we, our contractors, our agents, or employees, liable to you for any loss, damage, costs, legal costs, professional costs, and any other expenses of any nature whatsoever incurred by you or any third party, whether direct or consequential.8.14.\nGeneral Limitation of Liability: To the greatest extent permissible by law where an exclusion of liability under these Terms is found to be ineffective or unenforceable then our liability is limited to the amount you have paid us in the one hundred and eighty (180) days preceding the date you first asserted a claim of our liability.8.15.\nFailure to Comply: We accept no liability for our failure to comply with these Terms of Service where such failure is due to circumstances beyond our control.9 INDEMNITY9.1.\nYou agree to fully indemnify us for any loss or damage you may suffer in contract, tort, equity, statute, regulation or otherwise including but not limited to economic loss, loss of turnover, loss of profits, loss of business, or loss of goodwill, whether direct or consequential as a result of your breach of the limited licence we have granted to you, or any third party use of any content created by you.9.2.\nYou agree to indemnify and hold harmless us, our Affiliates, and any representative of ours, or anyone else using the Services, of all claims, liabilities, judgements, awards, injuries, damages, losses, costs, fees, or expenses (including lawyer fees) that arise directly or indirectly from:a) Your failure to comply with these Terms of Service;b) Your use of our Services;c) Your actions that knowingly affect the Services via malware, virus, spyware, or any similar program installed in a way that executable code of any such program is scheduled to utilise or utilises processor cycles during periods of time when such program is not directly, or is indirectly being used.9.3.\nAt our discretion we reserve the right but are not obligated to at our own expense assume any defence of a matter otherwise subject to an indemnification from you.9.4.\nWe have no obligation to defend or indemnify you in any way, including but not limited to your use of our Services or any person or entity becoming aware of your use of our Services at any time.9.5.\nFor avoidance of doubt your indemnification obligations survive the termination of these Terms of Service.10 DISPUTE RESOLUTION10.1.\nIn the event of a Dispute you agree that you will in good faith attempt to negotiate with us a resolution for at least thirty (30) days before initiating any other proceedings.\nSuch informal negotiations commence upon us receiving notice from you at our offices being:Foony Limited<br>C/O Compass Business Partners Limited, Level 1<br>45 Heaton Street<br>Timaru<br>7910 New Zealand 10.2.\nIf the above process fails to reach resolution within fourteen (14) working days of us receiving notice, the Dispute will be submitted for mediation by a mediator agreed upon by both parties, or failing agreement by a mediator appointed by the Arbitrators and Mediators Institution of New Zealand at either party’s request.\n10.3.\nIn the event mediation fails to reach a resolution within fourteen (14) working days from the beginning of mediation, the Dispute will be submitted to arbitration by a single arbitrator agreed upon by both parties, or failing agreement by an arbitrator appointed by the Arbitrators and Mediators Institution of New Zealand at either party’s request.\nThe arbitrators ruling will be final unless the parties appeal any award to the High Court of New Zealand on a question of law under clause 5(1)(c) of the Second Schedule of the New Zealand Arbitration Act 1996.10.4.\nAny mediation or arbitration that takes place in relation to a Dispute will be conducted in English and will take place in Christchurch New Zealand.10.5.\nAll costs for mediation and arbitration will be shared equally by the parties unless otherwise agreed through mediation, or as ruled by the arbitrator.10.6.\nYou have the right to obtain independent legal advice in relation to these Terms, and you acknowledge that this binding arbitration provision will eliminate your legal right to sue in court, have a jury trial, and/or participate in a class action with respect to any Dispute.11 MISCELLANEOUS11.1.\nAge: Our Services are intended for mature users, and accordingly if you are a Child you must not use our Services.11.2.\nCreating an Account: In order to make full use of our Services you are required to register an account with us.\nIf you choose to register your Account, then you warrant that all information and personal details you have provided are correct, and in addition warrant that you are not a Child.\nFor avoidance of doubt you acknowledge that you have no ownership rights over your Account, including any Virtual Goods connected to your Account.11.3.\nUsername: Any username you choose in relation to your Account and use of the Services will be viewable by other members.\nAccordingly you warrant that your username will not infringe the rights of any third parties including Intellectual Property Rights, privacy, or confidentiality rights, and will not contain offensive language or discriminatory or defamatory remarks of any nature.11.4.\nChanges: It is your responsibility to read, understand, and accept these Terms in connection with the use of our Services.\nWe are entitled to change these Terms at any time and such changes are effective from the time posted.\nIf you continue to use our Services after any posted changes then you have agreed that those changes will apply to your continued use of our Services.\nYou should check this page regularly to stay aware of any changes.11.5.\nAmendments to Services: We at all times retain the right to deal with the Services as we deem appropriate and without any obligation to you, including altering, redesigning, suspending, or ending any part of the Services.11.6.\nWaiver: No act or failure to act by us will be deemed a waiver of any right contained in these Terms.\nAny waiver by us must be expressed in writing and signed by an authorised representative of the Company.\nAny waiver of a part of these Terms is a one off waiver, and the waived rights will not automatically be waived in the future.11.7.\nSeverability: If any provision or part provision in these Terms is found to be invalid or unenforceable, this does not affect the validity of any other provision or part provision, and the invalid provision or part provision shall be deemed modified to the extent required to permit its enforcement in a manner most closely representing the intention expressed by that provision or part provision.11.8.\nRemedies: Any violation or threatened violation of these Terms of Service will cause irreparable injury to us, entitling us to seek injunctive relief without the necessity of proving actual damages, in addition to all other remedies at law or in equity.\nYou acknowledge that monetary damages alone are an inadequate remedy for the injuries that we would suffer as a result of any user’s breach of these Terms of Service.11.9.\nGoverning Law and Jurisdiction: Any dispute or claim arising out of these Terms shall be governed by the laws of New Zealand without reference to any choice or conflict of laws principles.\nUnless it is a Dispute subject to arbitration in accordance with these Terms, then the Courts of New Zealand have exclusive jurisdiction over any legal suit, action, or proceeding arising out of or relating to, disputes or claims that may arise under these Terms.\nAccordingly you consent to the personal jurisdiction of the Courts in New Zealand, and hereby waive any and all jurisdictional or venue defenses otherwise available to you.11.10.\nLanguage: To the fullest extent permitted by law, the controlling language for these Terms of Service is English.11.11.\nLast Updated: These Terms of Service were last updated on 18 April 2021.", "created_at": "2023-05-17 04:46:08.772702", "updated_at": "2023-05-17 04:48:39.753589"}], "points": [], "urls": ["foony.com"]}}