{"error": 448, "message": "OK", "parameters": {"id": 3128, "name": "Kritik", "created_at": "2021-04-13 22:55:45.945888", "updated_at": "2021-04-14 00:02:41.341303", "wikipedia": null, "keywords": null, "related": null, "slug": "kritik", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3128.png", "url": "kritik.io,app.kritik.io", "documents": [{"id": 4998, "name": "Terms of Service", "url": "https://www.kritik.io/policy/terms-of-service", "xpath": "", "text": "About UsInstitutionsFeaturesFeaturesFeatures OverviewCalibrationCustom ActivitiesDiscussionsEnhance your LMSFeedbackInsights &amp.\nAnalyticsRubricsSupportTeam-based LearningCompare KritikCourse CurationWebinar &amp.\nebooksProfessor Storiesspotlight featureTeam-Based Learning Made Easy<p>Allow students to broaden their knowledge by applying their learnings to develop new concepts &amp.\ndeeper understandings of course materials through Kritik's team based learning feature</p>Professor Success StoriesResourcesCenter for Teaching ExcellenceWebinars &amp.\neBooksHelp CenterPricingRefer a Colleague<strong></strong>Sign-in / Sign-upEducators:&nbsp;Get Started<strong>Terms of Service</strong>\n<em>Last updated: May 6, 2020<br>‍<br>\n</em>To visit our <strong>Acceptable Use Policy</strong>, please click here.\n<br>To visit our <strong>Privacy Policy, </strong>please click here.\n<br>To visit our <strong>Master Subscription</strong>\n<strong>Agreement</strong>, please click here.<br>\n<strong>\n<br>‍</strong>The websites (https://kritik.io and https://app.kritik.io) (“<strong>Website”</strong>) are operated by Kritik Education Corp (“<strong>we</strong>”, “<strong>us</strong>”, “<strong>our</strong>” or “<strong>Kritik</strong>”), a Canadian corporation.These Terms of Service set out the terms and conditions on which You may access and/use our Website and our mobile applications (“App”) in order to have access to our student peer-to-peer learning services and Licensed Content (the “<strong>Kritik Services</strong>”).\nThese Terms of Service, together with the Acceptable Use Policy and the Privacy Policy referred to herein, form a legally binding agreement between You and us for use of the Kritik Services (“<strong>Agreement</strong>”).\nPlease read them carefully before you download our Apps or use the Website or attempt to access or use any Kritik Services.<strong>By using the Kritik Services You indicate that You accept this Agreement and you agree to be bound by it.\n</strong>If You do not agree to the Agreement please do not use the Kritik Services.\n“<strong>You</strong>” or <strong>“Your”</strong> is defined as an individual user of the Kritik Services such as a student or instructor.\nWhere applicable, <strong>“You”</strong> or <strong>“Your”</strong> is also defined as an individual using the Kritik Services through a subscription provided by an institution (such as a school, university or college) where the student is enrolled or the instructor is employed or contracted if such use is accessing and using the Kritik Services on behalf of or through such entity.Users using the Kritik Services through a subscription held by a school, university or college (or other such entity) (for example, students, professors or other staff) agree that they do so with the appropriate permissions and authority from the applicable institution.<br>\n<br>‍<strong>1.\nRESTRICTIONS AND REQUIREMENT FOR USING THE Kritik SERVICES <br>\n<br>1.1 Institutional Users</strong>.\n<br>Users using the Kritik Services through a subscription held by a school, university or college (or other such entity) (for example, students, professors or other staff) agree that they do so with the appropriate permissions and authority from the applicable institution.<br>‍<strong>1.2 Competitors</strong>.\n<br>You may not access or use the Kritik Services if you are our direct competitor, except with our prior written consent.\nIn addition, You may not access the Website or our App for purposes of monitoring availability, performance or functionality, or for any other benchmarking or competitive purposes.<br>‍<strong>1.3 Minors</strong>.\n<br>You represent that You are at least eighteen (18) years of age and You have the legal authority to enter into this Agreement.\nIf You are at least thirteen (13) years of age and less than eighteen (18) years of age, then Your parent or legal guardian must read and accept this Agreement, consent to Your use of the Kritik Services, and agree to You providing any personal information in connection with the Kritik Services on Your behalf.\n&nbsp;This Service is not meant for users under the age of thirteen (13).We may change these Terms of Service, the Acceptable Use Policy or the Privacy Policy from time to time, without prior notice.\n&nbsp;All changes will take effect within 30 days of being posted on our home page or otherwise notified to users.\nYour continued use of the Kritik Services will signify your acceptance of such changes.\nIf at any time you do not agree to be subject to any modified Terms of Service, you may no longer use the Website or Kritik Services.\n&nbsp;We reserve the right to make changes to the Kritik Service, at any time, with or without providing notice to you.\nIn the event that you do not agree with any changes to the Kritik Service or only remedy shall be to cease using the Kritik Service.<br>\n<br>‍<strong>2.\nYOUR PASSWORD AND ACCOUNT<br>\n<br>2.1.\nRegistered Users.</strong>\n<br>In order to gain access to the Kritik Services through the App or the Website, you are required to register for an account that is accessed by a username and password (“Account”) in order to use any features of the Kritik Services.\nIn registering for Your Account, You agree (i) that the information You provide to us in connection with your registration will be current, complete and accurate, (ii) not to choose a user name that violates any law or the intellectual property rights of others, or is offensive.\nprovided that Kritik reserves the right to reject the use of any user name for any reason or no reason, (iii) not to transfer, sell, convey or assign the right to use Your Account to any third party without the prior written consent of us and (iv) not to permit any third party to use Your user name and password to access your Account or the Kritik Services.\nYou further agree that you are responsible for the conduct of any party that uses Your Account, whether or not authorized by You, and for any breach of the security of the Kritik Services related to the use of your user name and/or password.\nYou agree that you shall not have more than one Account at any given time.\nYou agree not to create an Account or use the Kritik Services if you have been previously removed by Kritik, or if you have been previously banned from any of the Kritik Services.<br>‍<strong>2.2.\nGrant of Rights.</strong>\n<br>Upon registration and subject to the payment of any applicable fees, Kritik grants You the limited, revocable, non-transferable, non-exclusive right to access and use the Kritik Services (including any downloaded applications that permit interaction with the Kritik Services and any content to which you subscribe as further described in Section 3 below) for the term provided on the Order Form or Web Enrollment and subject to any additional terms contained therein.<br>‍<strong>2.3.\nWeb Enrollment and Order Forms.</strong>\n<br>The right to access to use the Kritik Services may be done through a subscription for service on the Website or with the App (“Web Enrollment”) or by an agreement or order form with an institution (“Order Form”) that incorporates by reference this Agreement.<br>\n<br>‍<strong>3.\nCOPYRIGHT POLICY<br>\n<br>3.1.</strong> We do not permit copyright infringing activities and infringement of intellectual property rights on and will remove any content on the Kritik Services if properly notified that such content infringes on another’s intellectual property rights.<br>\n<strong>3.2.</strong> If you are a copyright owner or an agent thereof and believe that any content made available through Kritik Services infringes upon your copyright, you may submit a notification by providing our Copyright Agent with the following information in writing:an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright’s interest;a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work;identification of the URL or other specific location on the Website where the material that you claim is infringing is located;your address, telephone number, and email addressa statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nanda statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.You can contact our Copyright Agent via email at info@kritik.io.<br>\n<br>‍<strong>5.\nTERMINATION<br>\n<br>5.1.\nSuspension or Termination.</strong>\n<br>You acknowledge and agree that we may, at our sole discretion, suspend or terminate Your access to all or part of the Kritik Services with or without notice and for any reason, including, without limitation, breach of these Terms of Service or the Acceptable Use Policy.\nUpon suspension or termination, Your right to use the Kritik Services will immediately cease, and we reserve the right to remove or delete any information that you may have on file with us, including any Account information or User Content.\nKritik shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Kritik Service.<br>‍<strong>5.2.\nEffect of Termination.</strong>\n<br>In the event of any termination or expiration:(i) All licenses and rights we granted to You hereunder shall immediately terminate;(ii) The accrued rights of the parties as at termination, or the continuation after termination of any provision expressly stated to survive or implicitly surviving termination shall not be affected or prejudiced.<br>\n<br>‍<strong>6.\nFEES PAYMENT AND REFUND POLICY<br>\n<br>6.1.\nTerm of Purchased User Subscriptions.</strong>\n<br>In consideration of the right to access and use the Kritik Services, you agree to pay the applicable fees specified in an Order Form or Web Enrollment (the “<strong>Fees</strong>”).\nUser subscriptions purchased by You, or for others, commence on the start date specified in the applicable Order Form or Web Enrollment and continue for the subscription term specified therein.\nFees are billed in advance and are non-refundable except as set out herein.\nA valid credit card or PayPal account is required for paying the Fees.\nYou will be billed as provided in an Order Form or Web Enrollment for the applicable Fee.\nAll Fees are exclusive of all sales, excise or use taxes, or any levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties.\nFees are subject to change upon 30 days’ notice from us.\nSuch notice may be provided at any time by posting the changes to the Website, the Kritik Service or by e-mail.<br>‍<strong>6.2.\nUser Subscriptions for Administrative Users.</strong>\n<br>Unless otherwise specified in the applicable Order Form or Web Enrollment, (i) the right to access and use the Kritik Services is purchased as user subscriptions and may be accessed by no more than the specified number of users, (ii) additional user subscriptions may be added during the applicable subscription term at the same pricing as that for the pre-existing subscriptions there under, prorated for the remainder of the subscription term in effect at the time the additional user subscriptions are added, and (iii) the added user subscriptions shall terminate on the same date as the pre-existing subscriptions.\nUser subscriptions are for designated users only and cannot be shared or used by more than one user but may be reassigned to new users replacing former users who no longer require ongoing use of the Kritik Services.<br>‍<strong>6.3.\nRefunds.<br>‍</strong>Kritik will provide refunds for Kritik Services purchased directly by You for a period of 2 weeks subsequent to initial activation.\nUpon granting of a refund, Your access to the Kritik Services refunded will be immediately terminated and all records (including grades) associated with these Kritik Services will be permanently deleted.\nRefund requests are to be sent to support@Kritik.io.<br>\n<br>‍<strong>7.\nPRIVACY<br>\n<br>7.1.\nPrivacy.</strong> Use of any personal information collected through your use of the Website, our Apps or the Kritik Services &nbsp;more generally is also governed by our Privacy Policy which is hereby incorporated into and made a part of these Terms of Service by this reference as though fully set forth herein.\n&nbsp;To visit our Privacy Policy please click here.<br>\n<br>‍<strong>8.\nAVAILABILITY<br>\n<br>8.1.\nAvailability.</strong>\n<br>While we endeavor to ensure that the Kritik Services are normally available 24 hours a day, we will not be liable if for any reason the Kritik Services (or any part of it) is unavailable at any time or for any period.<br>‍<strong>8.2.\nSuspension.</strong>\n<br>Access to the Kritik Services may be suspended temporarily and without notice in the case of system failure, maintenance or repair or for reasons beyond our control.<br>\n<br>‍<strong>9.\nYOUR CONDUCT<br>\n<br>9.1.\nAcceptable Use Policy.</strong>\n<br>When using the Kritik Services, you must comply with the provisions of our Acceptable Use Policy.\nFailure to comply with the Acceptable Use Policy could result in your account being suspended or terminated.\nFor greater certainty, in accessing the Kritik Services you agree not to use the Kritik Services for any commercial use, without our prior written authorization.<br>‍<strong>9.2.\nData Storage.</strong>\n<br>Any data or content you make available through the Kritik Services must comply with the provisions of our Acceptable Use Policy and is subject to any data storage limit we notify to you of from time to time.\nWe reserve the right to charge for data storage which exceeds our data storage limit.<br>‍<strong>9.3.\nRestrictions.</strong>\n<br>You agree that will not directly or indirectly: (i) modify or create any derivative work of the Kritik Services, documentation or service.\n(ii) sublicense, sell, lend, rent, lease, give, transfer, assign or otherwise dispose of all or any portion of the Kritik Services.\n(iii) reverse engineer, disassemble or decompile the technology used to provide the Kritik Services or attempt to discover or recreate the source code to the systems used to provide the Kritik Services including our Website and Apps.\nor (iv) remove, obscure, or alter any notice of copyright, trademark, trade secret, or other proprietary right related to our technology and the Kritik Services.<br>\n<br>‍<strong>10.\nLINKING TO OUR SITE<br>\n<br>10.1.\nLinking to our Website.</strong>\n<br>You may link to our Website’s home page, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but You must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.<br>‍<strong>10.2.\nNo Framing.</strong>\n<br>Our Website must not be framed on any other website, nor may you create a link to any part of our Website other than the home page.\nThe website from which You are linking must not display or link to any unlawful, harassing, defamatory, abusive, threatening, harmful, obscene, profane, sexually oriented, racially offensive or otherwise objectionable material.\nWe reserve the right to withdraw linking permission without notice.<br>\n<br>‍<strong>11.\nLINKING FROM OUR SITE<br>\n<br>11.1.\nLinking from Our Site.</strong>\n<br>Where our Website contains links to other sites and resources provided by third parties, these links are provided for Your information only.\nWe have no control over the contents of those sites or resources or the privacy policies or practices of such third party providers, and accept no responsibility for them or for any loss or damage that may arise from Your use of them.\n&nbsp;By using the Website you expressly agree that we will have no liability in respect of your use of such third party links.<br>‍<br>‍<strong>12.\nRELIANCE ON INFORMATION<br>\n<br>12.1.\nReliance on Information.\n<br>‍</strong>We cannot offer any guarantee that any information that is posted on our Website or System is complete, accurate or up to date.\nWe therefore disclaim all liability and responsibility arising from any reliance placed on such materials or information by any visitor to Our Website, or by any user of the Kritik Services.<br>\n<br>‍<strong>13.\nUSER CONTENT<br>\n<br>13.1.\nNo Other Interest.</strong>\n<br>As between Kritik and you, You retain ownership of any content that you upload, post, transmit or display on or through the Kritik Services including any intellectual property rights which subsist in that content (“<strong>User Content</strong>”).\nYou agree that you are responsible for protecting and enforcing those rights and that we have no obligation to do so on Your behalf.<br>‍<strong>13.2.\nUser Content License.</strong>\n<br>By uploading, posting or displaying User Content you grant us, our partners, and affiliates a non-exclusive, perpetual, royalty-free right to use, reproduce, modify, publish, distribute, perform, display and transmit the User Content for the sole purpose of providing services to You.\nIn addition, we shall be permitted to use anonymized User Content both during and after the term of this Agreement to optimize our service and for any other lawful purpose.\nIn no event will such data include any personally identifiable information.<br>‍<strong>13.3.\nUser Content Compliance.</strong>\n<br>Any User Content posted or shared by You on our System must comply with Our Acceptable Use Policy.<br>‍<strong>13.4.\nNecessary Rights.</strong>\n<br>It is a condition of the Agreement that you have all the necessary rights and consents to grant the licenses set out at in section 13.2 and to upload User Content to our System.\nIn particular, you must ensure that you have obtained any necessary consents, including parental consents, relating to the use of images of minors and/or vulnerable adults.<br>‍<strong>13.5.\nUser Content.</strong>\n<br>It is a condition of the Agreement that Your User Content does not contain any material which is the confidential information of any third party or which is defamatory, obscene or otherwise unlawful.<br>‍<strong>13.6.\nRemoval of User Content.</strong>\n<br>We have the right at our sole discretion to remove any User Content that, we feel in our judgment does not comply with the Agreement or violates any third party copyrights or trademarks.\nWe are not responsible for any delay or failure in removing such User Content.\nIf You post User Content that we choose to remove, You hereby consent to such removal, and consent to waive any claim against us.\nWe do not monitor all content uploaded, posted or published on our System.\nIf You believe that any content uploaded, posted or published on our System is defamatory and/or breaches the Agreement or infringes your intellectual property rights please contact us at info@kritik.io.\nWe may require You to provide additional information to help us assess your concern and correctly identify information to be removed.<br>‍<strong>13.7.\nUser Content Indemnity.</strong>\n<br>You agree to indemnify and hold Kritik, and its affiliates, officers, agents, partners, and employees, harmless from any claim or demand, including reasonable attorney’s fees, made by any third party due to or arising out of User Content you submit, post to, email, or otherwise transmit through Kritik Services, your use of the Kritik Services or your breach of the Agreement.<br>‍<br>‍<strong>14.\nINTELLECTUAL PROPERTY RIGHTS<br>\n<br>14.1.\nOur Intellectual Property.</strong>\n<br>We are the owner or a licensee of all intellectual property rights in the technology used to provide the Kritik Services and our licensors and their licensors are owners of all Licensed Content on Kritik Services.\nAll rights are reserved.\nNothing in these Terms of Service gives You a right to use any of our trade names, trademarks, service marks, logos, domain names, and other distinctive brand features.\nYou may not copy, modify, publish, transmit, transfer or sell, reproduce, create derivative works from, distribute, perform, display, or in any way exploit any of our intellectual property, in whole or in part, except as is expressly permitted herein.<br>‍<strong>14.2.\nSuggestions.</strong>\n<br>We shall have a royalty-free, worldwide, irrevocable, perpetual license to use, copy, modify and incorporate into the Kritik Services any suggestions, enhancement requests, recommendations or other feedback provided by You, relating to the operation of the Kritik Services more generally.<br>\n<br>‍<strong>15.\nDISCLAIMERS AND LIMITATIONS OF LIABILITY<br>\n<br>‍</strong>YOUR USE OF THE WEBSITE, OUR APPS AND ACCESS TO THE KRITIK SERVICES IS AT YOUR OWN RISK.\nNEITHER KRITIK, NOR ITS LICENSORS (WHICH INCLUDES AUTHORS AND PUBLISHERS) AND THEIR OFFICERS, DIRECTORS, EMPLOYEES, AFFILIATES, OR AGENTS WARRANT THAT THE USE OF THE KRITIK SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nNOR DO THEY MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE KRITIK SERVICES AND LICENSED CONTENT OR AS TO THE ACCURACY, RELIABILITY OR SUITABILITY OF ANY CONTENT ON THE KRITIK SERVICES.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM KRITIK OR THROUGH OR FROM USE OF THE KRITIK SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS OF SERVICE.\nTHE KRITIK SERVICES AND LICENSED CONTENT IS &nbsp;PROVIDED ON AN “AS IS,” “AS AVAILABLE” BASIS WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR AUDIENCE, AND NON-INFRINGEMENT.\nIN NO EVENT WILL KRITIK, ITS LICENSORS AND THEIR DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INCIDENTAL, INDIRECT, SPECIAL, OR CONSEQUENTIAL DAMAGES (EVEN IF KRITIK HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), ARISING OUT OF YOUR USE OF OR INABILITY TO ACCESS AND USE THE WEBSITE, LICENSED CONTENT OR THE KRITIK SERVICES, INCLUDING WITHOUT LIMITATION, LOSS OF REVENUE OR ANTICIPATED PROFITS, LOSS OF GOODWILL, LOST BUSINESS, LOST DATA, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETIONS OF FILES, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT LIMITED TO ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION, OR UNAUTHORIZED ACCESS TO KRITIK RECORDS, PROGRAMS, SERVICES OR SYSTEMS.\nBECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH JURISDICTIONS KRITIK AND ITS LICENSORS’ LIABILITY IS LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.\nWITHOUT LIMITING THE FOREGOING OR ANYTHING ELSE HEREIN CONTAINED, IN NO EVENT WILL KRITIK OR ITS LICENSORS BE LIABLE TO YOU FOR ANY DAMAGES, COSTS, CLAIMS OR OTHER LIABILITIES RELATED TO OR ARISING OUT OF THIS AGREEMENT, WHETHER IN CONTRACT, NEGLIGENCE OR TORT, IN EXCESS OF THE TOTAL FEES PAID BY YOU FOR THE RIGHT TO ACCESS AND USE THE KRITIK SERVICES AND LICENSED CONTENT DURING THE TWELVE (12) MONTH PERIOD IMMEDIATELY PRECEDING THE EVENT OR ACT GIVING RISE TO THE CAUSE OF ACTION.\nThis Section 15 will apply to the maximum extent permitted under applicable law.<br>\n<br>‍<strong>16.\nNOTICES<br>‍<br>‍</strong>All notices given by you to us must be given to Kritik at info@kritik.io.\nWe may give notice to you at either the e-mail or postal address you provide to us on your Order Form or Web Enrollment.\nNotice will be deemed received and properly served immediately when posted on the Kritik Services, 24 hours after an e-mail is sent, or three days after the date of posting of any letter.\nIn proving the service of any notice, it will be sufficient to prove, in the case of a letter, that such letter was properly addressed, stamped and placed in the post and, in the case of an e-mail that such e-mail was sent to the specified e-mail address of the addressee.<br>\n<br>‍<strong>17.\nASSIGNMENT<br>‍<br>‍</strong>You may not transfer, assign, or charge any of your rights or obligations arising under the Agreement, without our prior written consent.<br>\n<br>‍<strong>18.\nSEVERABILITY<br>‍<br>‍</strong>If any of these terms is at any time held by any jurisdiction to be void, invalid or unenforceable, then it shall be treated as changed or reduced, only to the extent minimally necessary to bring it within the laws of that jurisdiction and to prevent it from being void and it shall be binding in that changed or reduced form.\nSubject to that, each provision shall be interpreted as severable and shall not in any way affect any other of these terms.<br>\n<br>‍<strong>19.\nCOMPLIANCE WITH LAWS<br>‍<br>‍</strong>Each party will comply with all applicable laws, rules, regulations, orders and other requirements, now or hereafter in effect, of governmental authorities having jurisdiction in connection with its activities under the Agreement.<br>\n<br>‍<strong>20.\nWAIVER<br>‍<br>‍</strong>No waiver by us, in exercising any right shall operate as a waiver of any other right or of that same right at a future time.\nnor shall any delay in exercise of any power or right be interpreted as a waiver.<br>\n<br>‍<strong>21.\nENTIRE AGREEMENT<br>‍<br>‍</strong>These Terms of Service and any document expressly referred to in them represent the entire agreement between us and supersede any prior agreement, understanding or arrangement between us, whether oral or in writing and notwithstanding any different or additional terms that may be contained in the form of purchase order or other document used by you to place orders or otherwise effect transactions hereunder, which such terms are hereby rejected<br>\n<br>‍<strong>22.\nGOVERNING LAW<br>‍<br>‍</strong>This Agreement is to be construed under the laws of the Province of Ontario.\nThe Parties agree that the United Nations Convention on Contracts for the International Sale of Goods is hereby excluded in its entirety from application to this Agreement.\nIn the event of a dispute arising out of or in connection with the terms of this Agreement between you and us, then you agree to attempt to settle the dispute by engaging in good faith negotiations with us in a process of mediation before commencing arbitration or litigation.\n&nbsp;TO THE MAXIMUM EXTENT PERMITTED BY LOCAL LAW, YOU AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE KRITIK SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;2309 - 16 Yonge Street M5E2A1, ON, TorontoHelp CenterLinkedInFacebookInstagramTwitterSecurityTerms of Service© 2020 Kritik Education Inc.CloseRequest a DemoA personalized demo for Educators<strong>This Demo is for Educators only.\n</strong>\n<br>If you are a student, use our Intercom chat for assistance.First NameLast NameSchool EmailPhone (best day-time number)InstitutionNo, thank youThank you! Your request has been received!Ok, closeSomething went wrong while trying to request a demo.\nPlease, try again or contact support.\n", "created_at": "2021-04-13 22:55:46.946095", "updated_at": "2021-04-13 22:56:34.748497"}, {"id": 13336, "name": "Acceptable Use Policy", "url": "https://www.kritik.io/policy/acceptable-use-policy", "xpath": "/html/body/div[2]", "text": "Acceptable Use Policy<p>\n<em>Last updated: May 6, 2020</em>\n<strong>\n<br>\n<br>‍</strong>This Acceptable Use Policy (“Policy“) applies to all users of the KRITIK Services, including Our website, our mobile applications, and generally our services, including forums and other community features of the website.\nThis Acceptable Use Policy sets out specific terms under which you may access or download content from KRITIK Services.\nThe examples of prohibited uses of the KRITIK Services described in this Policy are not exhaustive.\nWe may modify this Policy at any time by posting a revised version.\nBy continuing to use the KRITIK Services after a posted update to this Policy, you are confirming your agreement to the latest version of this Policy.“We” “Us” or “Our” is defined as Kritik Education Corp, a Canadian corporation.\nWhere applicable, “You” or “Your” is defined as an individual user of the KRITIK Services, including instructors and student users.\nUsers purchasing from, downloading from, or uploading to the KRITIK Services on behalf of a school, university or college or other such entity agree that they do so only with the appropriate permissions and authority of the institution on whose behalf they purport to be acting.\nYour use of the KRITIK Services means that you accept, and agree to abide by, all provisions of this Acceptable Use Policy, which supplement Our Terms of Service.</p>\n<strong>Prohibited Uses</strong>\n<p>You may use the KRITIK Services (including the website and our mobile applications) only for lawful purposes.\nYou may not use the KRITIK Services:</p>\n<ul>\n<li>In any way that breaches any applicable local, national, or international law or regulation.</li>\n<li>In any way that is unlawful, fraudulent, or has any unlawful or fraudulent purpose or effect.</li>\n<li>To harm or attempt to harm minors or vulnerable adults in any way.</li>\n<li>To abuse, harass, threaten, impersonate or intimidate any other user or third party.</li>\n<li>To send, knowingly receive, upload, download, use or re-use any material that is infringing, libellous, defamatory, discriminatory, obscene, pornographic, sexually explicit, abusive, offensive, hateful, profane, violent, or otherwise violates or encourages someone to violate any law or right of any third party as determined in our sole discretion.</li>\n<li>To transmit, or procure the sending of, any unsolicited or unauthorized advertising or promotional material or any other form of similar solicitation (spam).</li>\n<li>To knowingly transmit any data, send or upload any material that contains viruses, Trojan horses, worms, time-bombs, keystroke loggers, spyware, adware or any other harmful programs or similar computer code designed to affect the operation of any computer software or hardware adversely.</li>\n<li>Post any information which is incomplete, false, inaccurate or not your own.</li>\n</ul>\n<strong>You also agree:</strong>\n<ul>\n<li>Not to reproduce, duplicate, copy or re-sell any part of the KRITIK Services in contravention of the provisions of the KRITIK Terms of Service.</li>\n<li>Not to bypass or attempt to bypass any measures We may use to prevent or restrict access to the KRITIK Services or to interfere or attempt to interfere with the proper functioning of the KRITIK Services.</li>\n<li>Not to access without authority, interfere with, damage or disrupt:</li>\n<li>any part of Our Website;</li>\n<li>any equipment or network on which Our Website is stored;</li>\n<li>any software used in the provision of Our Website.\nor</li>\n<li>any equipment or network or software owned or used by any third party.</li>\n</ul>\n<strong>Indemnification</strong>\n<p>YOU SHALL INDEMNIFY AND HOLD US AND OUR SUBSIDIARIES, AFFILIATES, OFFICERS, AGENTS, AND EMPLOYEES, HARMLESS FROM ALL CLAIMS, ACTIONS, PROCEEDINGS, DEMANDS, DAMAGES, LOSSES, COSTS, AND EXPENSES (INCLUDING REASONABLE ATTORNEYS’ FEES), INCURRED IN CONNECTION WITH ANY BREACH BY YOU OF THE TERM SOF THIS POLICY AND ANY MATERIALS SUBMITTED, POSTED, TRANSMITTED OR MADE AVAILABLE BY YOU THROUGH THE KRITIK SERVICES AND ANY VIOLATION BY YOU OF THE KRITIK TERMS OF SERVICE.</p>\n<strong>General</strong>\n<p>The KRITIK Terms of Service also govern your use of the KRITIK Services.Nothing in this Policy is intended to grant any rights in the Services beyond the rights granted to you in the KRITIK Terms of Service.\nIf We fail, at any time, to insist upon strict performance of any of Your obligations under this Policy, or if We fail to exercise any of the rights or remedies to which We are entitled under this Policy, this shall not constitute a waiver of such rights or remedies and shall not relieve you from compliance with such obligations.\nA waiver by Us of any default shall not constitute a waiver of any subsequent default.\nNo waiver by Us of any of the provisions of this Policy shall be effective unless it is expressly stated to be a waiver and is communicated to you in writing.\nPlease contact Us with questions about this Policy or to report violations of this Policy: info@kritik.io <br>\n<br>We will endeavour to answer your questions and advise you of any steps taken to address the issues raised by you.<br>\n</p>\n<strong>Suspension And Termination</strong>\n<p>Failure to comply with this Policy constitutes a material breach of Our Terms of Service.\nWe reserve the right to investigate any violation or suspected violation of this Policy but are under no obligation to do so.\nIn doing so, We may temporarily suspend your access to the KRITIK Services or terminate your account on the KRITIK Services, remove any content we believe violates this Policy, and report any activity that we suspect violates any law, rule, or regulation to law enforcement officials, school/employer, regulators, or the like, in Our sole discretion.\nWe exclude liability for actions taken in response to breaches of this Policy.\nThe responses described in this Policy are not limited, and We may take any other action We deem appropriate.<br>\n</p>", "created_at": "2022-12-16 19:01:44.712104", "updated_at": "2022-12-16 19:01:55.045739"}, {"id": 13337, "name": "Master Subscription Agreement", "url": "https://www.kritik.io/policy/master-subscription-agreement", "xpath": "/html/body/div[2]", "text": "Master Subscription Agreement<em>Last Updated: August 20, 2020</em>\n<p>\n<strong>THIS AGREEMENT</strong> (this “<strong>Agreement</strong>”) is between Kritik Education Corp.\n(“Kritik“) and the undersigned educational institution (the “<strong>Institution</strong>“), and is entered into as of the date set forth below.<br>For good and valuable consideration, the receipt and sufficiency of which is hereby acknowledged, the parties agree as follows:</p>\n<strong>1.\nDefinitions</strong>“<strong>Agreement Effective Date</strong>” has the meaning set forth in the Order Form.<br>“<strong>Fees</strong>” means the fees described in the Order Form.<br>“<strong>Institution Data</strong>” means all electronic data or information submitted by Institution and/or its Users to the Service.<br>“<strong>Malicious Code</strong>” means viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs.<br>“<strong>Order Form</strong>” means the order form to which this Agreement relates, which Order Form is attached to, and incorporated by reference in the terms and conditions of, this Agreement.<br>“<strong>Service</strong>” means Kritik’s engagement and institutional engagement education systems offered from time to time.<br>“<strong>Student Data</strong>” means either (i) education records of students as defined by the Family Educational Rights and Privacy Act (FERPA) or (ii) any other personally identifiable information about a student.<br>“<strong>Student User</strong>” means a student of the Institution who accesses the Service.<br>“<strong>Term</strong>” has the meaning ascribed to that term in Section 11.1.<br>“<strong>Terms of Use</strong>” means the Terms of Service, Privacy Policy, and Acceptable Use Policy in each case as amended from time to time and as published at https://www.kritik.io/policy/terms-of-service.<br>“<strong>Kritik</strong>” means Kritik Education (US) Corp., a Delaware corporation, for Institutions that reside in the United States of America.\nand Kritik Education Corp., a Canadian corporation, for Institutions that do not reside in the United States of America.“<br>‍<strong>User</strong>” means Student User, individual or entity that is authorized by Institution to use the Service, and who has been supplied a user account and password by Institution (or by Kritik at Institution’s request) for the Service.Any other capitalized terms not otherwise defined in this Agreement shall have the meanings attributed thereto in the Terms of Use.<strong>2.\nGrant of License.</strong>1.\n<strong>Provision of Service</strong>.\nConditioned on the provisions in this Section 2 and the other terms and conditions of this Agreement and payment of the applicable Fees, Kritik shall make the Service available to Institution during the Term for Institution’s internal use.\nOther than as expressly set forth in this Agreement, Kritik shall make the Service available to Users in accordance with, and subject to, the Terms of Use.<br>2.\n<strong>User Accounts</strong>.\nUser accounts are for use by designated Users and cannot be shared or used by more than one User and may not be reassigned to new Users replacing former Users who no longer require ongoing use of the Service.\nUsers shall be required to accept (and/or reaccept) the Terms of Use in such manner as Kritik may reasonably require from time to time.\nOther than to the extent specifically modified by this Agreement, the Institution and the Users shall comply with the Terms of Use in connection with their use of the Service.<br>\n<strong>3.\nKritik Responsibilities.\n</strong>Kritik shall: (i) in addition to its confidentiality obligations hereunder, not use or modify the Institution Data or Student Data (except for the purposes of performing its obligations or exercising its rights under this Agreement) or disclose the Institution Data or Student Data to anyone other than Institution and the applicable Users(s).\n(ii) maintain the security and integrity of the Service and the Institution Data.\n(iii) comply with the applicable laws of the United States, Canada and England and Wales in providing the Services (including those of FERPA and PIPEDA) and (iv) use commercially reasonable efforts to make the Service available twenty-four (24) hours a day, seven (7) days a week, except for: (a) planned downtime (of which Kritik shall give prior notice via the Service.\nor (b) any unavailability caused by circumstances beyond Kritik's reasonable control, including without limitation, acts of God, acts of government, flood, fire, earthquakes, civil unrest, acts of terror, strikes or other labor problems (other than those involving Kritik employees), computer, telecommunications, Internet service provider or hosting facility failures or delays involving hardware, software or power systems not within Kritik's possession or reasonable control, and denial of service attacks.<strong>4.\nInstitution Responsibilities</strong>1.\n<strong>Institution Data</strong>.\nAs between Kritik and Institution, Institution exclusively owns all rights, title and interest in and to all Institution Data.\nInstitution Data is deemed Confidential Information under this Agreement.\nKritik shall not access Institution’s User accounts, including Institution Data, except to: (x) respond to service or technical problems or at Institution’s request, (y) as necessary for the operation of the Service or billing, or (z) collect data on the customer’s usage of the system for benchmarking and best practices.\nInstitution hereby grants Kritik a non-exclusive license for the Term (and for thirty (30) days thereafter) to use the Institution Data as reasonably required to provide the Service.\nUpon the termination of this Agreement for any reason, notwithstanding any other provision of the Terms of Use then in effect, Kritik : (i) shall not exercise its rights to remove or delete any Institution Data other than upon 30 days’ prior written notice to the Institution, and (ii) shall take commercially reasonable efforts to co-operate with the Institution migrate or deliver any Institution Data to the Institution in a standard medium or form for conveying bulk data as the parties may agree in writing during such 30-day period.<br>\n<br>2.\n<strong>Student Data</strong>.\nInstitution represents, warrants and covenants that it has all necessary consents in respect of any Student Data that it share with Kritik to enable Kritik to provide the Service.\nInstitution hereby grants Kritik a non-exclusive license for the Term (and for thirty (30) days thereafter) to use the Student Data as reasonably required to provide the Service.<br>\n<br>3.\n<strong>Compliance with Terms of Use</strong>.\nInstitution shall comply with, is wholly responsible for, and shall ensure compliance by Users with, the Terms of Use (including, without limitation, the Acceptable Use Policy set forth therein).\nInstitution shall: (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability, and appropriateness of all Institution Data.\n(ii) use commercially reasonable efforts to prevent unauthorized access to, or use of, the Service, and notify Kritik promptly of any such unauthorized access or use.\n(iii) comply with all applicable local, provincial, state, federal and foreign laws in using the Service.\n(iv) provide Kritik with means to communicate with the Institution’s instructors in order to promote the use of the System in their classroom(s).<br>\n<br>4.\n<strong>Use Guidelines</strong>.\nInstitution shall not: (i) license, sublicense, sell, resell, rent, lease, transfer, assign, distribute, time share or otherwise commercially exploit or make the Service available to any third party.\n(ii) use the Service to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws.\n(iii) use the Service to send or store infringing, obscene, threatening, libelous, or otherwise unlawful or tortious material, including material that is harmful to children or violates third-party privacy or publicity rights.\n(iv) use the Service to send or store Malicious Code.\n(v) interfere with or disrupt the integrity or performance of the Service or the data contained therein.\nor (vi) attempt to gain unauthorized access to the Service or its related systems or networks.\nKritik shall provide the Institution with at least five (5) days’ prior written notice of Kritik's intent to remove User Content from the Web Site or System pursuant to Section 11.5 of the Terms of Use.<br>\n<br>5.\n<strong>Institution Responsibility</strong>.\nInstitution represents to Kritik it is authorized to use the Institution Data and that before it provides it to Kritik that it has obtained any licenses, consents and authorizations necessary for Kritik to provide the Services.\nInstitution shall hold Kritik harmless from, and indemnify it for, any final judgment of a court of competent jurisdiction to the extent arising from or related to this Agreement and attributable to the negligence of Institution or of its officers or employees when acting within the course and scope of their employment.<br>\n<br>6.\n<strong>Terms of Use</strong>.\nFor certainty, the indemnification obligations of the Institution set forth in this Section 4 shall supersede and replace any indemnification obligations on the part of the Institution set forth in the Terms of Use, but shall not limit the indemnification obligations on the part of any Student Users set forth in such Terms of Use.\nStudent User’s will sign separate Terms of Use with Kritik for his/her access to and use of the Service.<strong>5.\nFees &amp.\nPayment.</strong>1.\n<strong>Fees</strong>.\nIn consideration for the receipt of the Service, Institution shall pay Kritik the Fees at such time, and in such manner prescribed by the Order Form.\nAll amounts are payable in United States dollars, unless otherwise expressly set forth in the Order Form.\nKritik shall not apply any charges to any Users pursuant to Section 6.1 of the Terms of Use relating to the Service during the term of this Agreement.<br>\n<br>2.\n<strong>Invoicing &amp.\nPayment</strong>.\nFees for the Service will be invoiced within five (5) days from the date hereof.\nUnless otherwise stated in an invoice, charges are due net thirty (30) days from the invoice date and are non-refundable<br>\n<br>3.\n<strong>Taxes</strong>.\nUnless otherwise stated, Kritik 's fees do not include any direct or indirect local, state, provincial, federal or foreign taxes, levies, duties or similar governmental assessments of any nature, including value-added, goods and services, harmonized, use or withholding taxes (collectively, “Taxes”).\nInstitution is responsible for paying all Taxes associated with its purchases hereunder, excluding taxes based on Kritik's net income or property.\nIf Kritik has the legal obligation to pay or collect Taxes for which Institution is responsible under this section, the appropriate amount shall be invoiced to and paid by Institution, unless Institution provides Kritik with a valid tax exemption certificate authorized by the appropriate taxing authority.<br>\n<br>4.\n<strong>Audit Rights</strong>.\nKritik shall have the right to use the capabilities of the Service to confirm the number of Users using the Service and Institution’s compliance with this Agreement.<br>\n<br>5.\n<strong>Suspension of Service</strong>.\nIf Institution’s account is thirty (30) days or more overdue (except with respect to charges then under reasonable and good faith dispute), in addition to any of its other rights or remedies, Kritik reserves the right to suspend the Service provided to Institution, without liability to Institution, until such amounts are paid in full.<br>‍<strong>6.\nProprietary Rights.</strong>1.\n<strong>Reservation of Rights</strong>.\nSubject to the limited rights expressly granted hereunder, Kritik reserves all rights, title and interest in and to the Service, including all related intellectual property rights.\nNo rights are granted to Institution hereunder other than as expressly set forth herein.<br>\n<br>2.\n<strong>Restrictions</strong>.\nInstitution shall not (and shall not allow any third party to): (a) modify, translate, reverse engineer, decompile, disassemble, or create derivative works based on the Service except to the extent that enforcement is prohibited by applicable law notwithstanding a contractual provision to the contrary.\n(b) circumvent any user limits or other timing or use restrictions that are built into the Service.\n(c) remove any proprietary notices, labels, or marks from the Service or The Terms of Use.\n(d) frame or mirror any content forming part of the Service.\n(e) access the Service in order to (i) build a competitive product or service, or (ii) copy any ideas, features, functions or graphics of the Service.\nor (f) use all or any portion of the Service for hazardous purposes requiring fail-safe performance, such as aircraft navigation, air traffic control, or weapons systems, in which the failure of the Service could lead directly to death, personal injury, or severe physical or environmental damage.<br>\n<br>3.\n<strong>Suggestions</strong>.\nKritik shall have a royalty-free, worldwide, transferable, sublicenseable, irrevocable, perpetual, unrestricted license to use or incorporate into the Service any suggestions, enhancement requests, recommendations or other feedback provided by Institution or its Users relating to the operation of the Service.<strong>7.\nConfidentiality.</strong>1.\n<strong>Definition of Confidential Information</strong>.\nAs used herein, <strong>“Confidential Information”</strong> means all confidential and proprietary information of a party (the <strong>“Disclosing Party”</strong>) disclosed to the other party (the <strong>“Receiving Party”</strong>), whether orally or in writing, that is designated as confidential or that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure, including the terms and conditions of this Agreement, the Institution Data, Student Data, the Service, business and marketing plans, technology and technical information, product designs, and business processes.\nConfidential Information shall not include any information that: (i) is or becomes generally known to the public without breach of any obligation owed to the Disclosing Party.\n(ii) was known to the Receiving Party prior to its disclosure by the Disclosing Party without breach of any obligation owed to the Disclosing Party.\n(iii) was independently developed by the Receiving Party without breach of any obligation owed to the Disclosing Party;(iv) is received from a third party without breach of any obligation owed to the Disclosing Party or (v) is required to be disclosed by applicable law or legal proceedings.<br>\n<br>2.\n<strong>Confidentiality</strong>.\nThe Receiving Party shall not disclose or use any Confidential Information of the Disclosing Party for any purpose outside the scope of this Agreement, except with the Disclosing Party’s prior written permission.<br>\n<br>3.\n<strong>Protection</strong>.\nEach party agrees to protect the confidentiality of the Confidential Information of the other party in the same manner that it protects the confidentiality of its own proprietary and confidential information of like kind (but in no event using less than reasonable care).<br>\n<br>4.\n<strong>Compelled Disclosure</strong>.\nIf the Receiving Party is compelled by law to disclose Confidential Information of the Disclosing Party, it shall provide the Disclosing Party with prior notice of such compelled disclosure (to the extent legally permitted) and reasonable assistance, at the Disclosing Party’s cost, if the Disclosing Party wishes to contest the disclosure.<br>\n<br>5.\n<strong>Remedies</strong>.\nIf the Receiving Party discloses or uses (or threatens to disclose or use) any Confidential Information of the Disclosing Party in breach of confidentiality protections hereunder, the Disclosing Party shall have the right, in addition to any other remedies available to it, to seek injunctive relief to enjoin such acts, it being specifically acknowledged by the parties that any other available remedies may be inadequate.<br>\n<br>6.\n<strong>Publicity</strong>.\nNeither party may issue press releases relating to this Agreement without the other party’s prior written consent.\nEach party may include the name and logo of the other party in lists of customers or vendors in accordance with the other party’s standard guidelines.<strong>8.\nWarranties &amp.\nDisclaimers.</strong>1.\n<strong>Warranties</strong>.\nEach party represents and warrants that it has the legal power to enter into this Agreement.\nKritik &nbsp;represents and warrants that the Service will not contain or transmit to Institution any Malicious Code (except for any Malicious Code contained in User or Institution-uploaded materials or otherwise originating from Institution or a User.<br>\n<br>2.\n<strong>Disclaimer</strong>.\nEXCEPT AS EXPRESSLY PROVIDED HEREIN, Kritik MAKES NO REPRESENTATIONS AND PROVIDES NO WARRANTIES OR CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, AND SPECIFICALLY DISCLAIMS ALL IMPLIED REPRESENTATIONS, WARRANTIES AND/OR CONDITIONS, INCLUDING ANY REPRESENTATIONS, WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, DURABILITY, TITLE, NON-INFRINGEMENT, SATISFACTORY QUALITY OR FITNESS FOR A PARTICULAR PURPOSE, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.<strong>9.\nIndemnification.</strong>1.\n<strong>Indemnification by </strong>Kritik.\nSubject to this Agreement, Kritik shall indemnify Institution against any damage (including reasonable attorneys’ fees) awarded to a third party against Institution by a court of competent jurisdiction in any proceedings made or brought against Institution by a third party alleging that the use of the Service as contemplated hereunder infringes a Canadian or United States intellectual property rights of a third party (<strong>“IP Claims”</strong>).\nsubject to the condition that Institution (a) promptly gives written notice of each IP Claim to Kritik.\n(b) gives Kritik sole control of the defense and settlement of each IP Claim (provided that Kritik may not settle or defend any IP Claim unless it unconditionally releases Institution of all liability).\nand (c) provides to Kritik, at Kritik's cost, all reasonable assistance in respect to each IP Claim.<br>\n<br>2.\n<strong>Mitigation</strong>.\nIf (a) Kritik becomes aware of an actual or potential IP Claim, or (b) Institution provides Kritik with notice of an actual or potential IP Claim, Kritik may (or in the case of an injunction against Institution, shall), at Kritik's sole option and determination: (I) procure for Institution the right to continue to use the Service.\nor (II) replace or modify the Service with equivalent or better functionality so that Institution’s use is no longer infringing.\nor (III) if (I) or (II) are not commercially reasonable, terminate provision of the Service and refund to Institution any pre-paid Service fees for any periods after the termination of the Service, less any outstanding moneys owed by Institution to Kritik.<br>\n<br>3.\n<strong>Exclusions</strong>.\nThe obligations in Sections 9.1 and 9.2 do not extend to (1) any IP Claim based upon infringement or alleged infringement of any patent, trademark, copyright or other intellectual property right by the combination of the Service furnished by Kritik with other products, software or services not provided by Kritik.\n(2) any IP Claim related to any Institution Data, or (3) any IP Claim related to any use or exercise of any other right in respect to the Service outside the scope of the rights granted in this Agreement.<br>\n<br>‍<strong>10.\nLimitation of Liability.</strong>1.<strong> Limitation of Liability</strong>.\nIN NO EVENT SHALL Kritik's AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR UNDER ANY OTHER THEORY OF LIABILITY, EXCEED THE AMOUNTS ACTUALLY PAID BY AND DUE FROM CUSTOMER HEREUNDER IN THE TWELVE MONTHS PRECEDING THE INCIDENT GIVING RISE TO LIABILITY.<br>\n<br>2.\n<strong>Exclusion of Consequential and Related Damages</strong>.\nIN NO EVENT SHALL EITHER PARTY HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, BUSINESS INTERRUPTION, LOSS OF DATA, LOST SAVINGS OR OTHER SIMILAR PECUNIARY LOSS) HOWEVER CAUSED AND, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR UNDER ANY OTHER THEORY OF LIABILITY, WHETHER OR NOT THE PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br>\n<br>3.\n<strong>Certain Damages Not Excluded</strong>.\nNOTWITHSTANDING THE FOREGOING, NO LIMITATION OF EITHER PARTY’S LIABILITY SET FORTH IN THIS AGREEMENT SHALL APPLY TO (I) DAMAGES ARISING FROM A PARTY’S BREACH OF ITS CONFIDENTIALITY OBLIGATIONS, (II) DAMAGES ARISING FROM ANY INFRINGEMENT AND/OR MISAPPROPRIATION OF A PARTY’S INTELLECTUAL PROPERTY RIGHTS.\nOR (III) ANY CLAIMS FOR NON-PAYMENT.<br>\n<br>‍<strong>11.\nTerm &amp.\nTermination</strong>1.\n<strong>Term of Agreement</strong>.\nThis Agreement shall commence as of the Agreement Effective Date and shall continue in effect for the term (the <strong>“Initial Term”</strong>) set forth in the Order Form.\nThereafter, the term of the Agreement shall be automatically renewed on the expiry of the Initial Term for additional one (1) year renewal terms (any such subsequent renewal terms referred to in this Agreement as a <strong>“Renewal Term”</strong>), unless either party gives written notice of non-renewal to the other party at least sixty (60) days prior to the end of the Initial Term or any Renewal Term hereof.\nCollectively, the Initial Term and any subsequent Renewal Terms shall constitute the <strong>“Term”<br>\n<br>2.\nTermination for Cause.\n</strong>A party may terminate this Agreement for cause: (i) upon thirty (30) days written notice of a material breach to the other party if such breach remains uncured at the expiration of such period.\nor (ii) if the other party becomes the subject of a petition in bankruptcy or any other proceeding relating to insolvency, receivership, liquidation or assignment for the benefit of creditors.<br>\n<br>3.\n<strong>Outstanding Fees</strong>.\nTermination shall not relieve Institution of the obligation to pay any fees accrued or payable to Kritik prior to the effective date of termination.<br>\n<br>4.\n<strong>Surviving Provisions</strong>.\nThe following provisions shall survive any termination or expiration of this Agreement: Sections 5 through 12.<strong>12.\nGeneral Provisions.</strong>1.\n<strong>Relationship of the Parties</strong>.\nThe parties are independent contractors.\nThis Agreement does not create a partnership, franchise, joint venture, agency, fiduciary or employment relationship between the parties.<br>\n<br>2.\n<strong>Notices</strong>.\nAll notices under this Agreement shall be in writing and shall be deemed to have been given in the manner set forth in the Terms of Use.\nprovided, however, that notice of any e-mail communication shall be deemed to be received 48 hours after an e-mail is sent.<br>\n<br>3.\n<strong>Waiver and Cumulative Remedies</strong>.\nNo failure or delay by either party in exercising any right under this Agreement shall constitute a waiver of that right.\nOther than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.<br>\n<br>4.\n<strong>Severability</strong>.\nIf any provision of this Agreement is held by a court of competent jurisdiction to be contrary to law, the provision shall be modified by the court and interpreted so as best to accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of this Agreement shall remain in effect.<br>\n<br>5.\n<strong>Assignment</strong>.\nNeither party may assign any of its rights or obligations hereunder, whether by operation of law or otherwise, without the prior written consent of the other party (not to be unreasonably withheld).\nNotwithstanding the foregoing, each party may assign this Agreement in its entirety, without consent of the other party, in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its stock or assets.\nAny attempt by a party to assign its rights or obligations under this Agreement in breach of this section shall be void and of no effect.\nSubject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns<br>\n<br>6.\n<strong>Governing Law</strong>.\nIf the Institution resides in Canada and uses the System in Canada, this Agreement is to be construed under the laws of the Province of Ontario.\nIf the Institution reside in Australia or New Zealand and use the Kritik Services in Australia or New Zealand, this Agreement is to be construed under the laws of New South Wales.\nOtherwise, this Agreement is to be construed under the laws of the State of New York, excluding any body of law governing conflicts of law.\nThe parties agree that the United Nations Convention on Contracts for the International Sale of Goods is hereby excluded in its entirety from application to this Agreement.\nIn the event of a dispute arising out of or in connection with the terms of this Agreement between Institution and Kritik, then Institution agrees to attempt to settle the dispute by engaging in good faith negotiations with Kritik in a process of mediation before commencing arbitration or litigation.\nThe parties confirm that it is their wish that this Agreement as well as all other documents relating to this Agreement, including notices, be drawn up in English only.<br>\n<br>7.\n<strong>Force Majeure</strong>.\nNeither party shall be responsible for its failure to perform to the extent due to unforeseen circumstances or causes beyond its control, including but not limited to acts of God, wars, terrorism, riots, embargoes, acts of civil or military authorities, fires, floods, accidents, or strikes, labour problems (other than those involving the employees of the affected party), computer, telecommunications, Internet service provider or hosting facility failures or delays involving hardware, software or power systems not within a party’s possession or reasonable control, provided that such party gives the other party prompt written notice of the failure to perform and the reason therefore and uses its reasonable efforts to limit the resulting delay in its performance.<br>\n<br>8.\n<strong>Entire Agreement</strong>.\nThis Agreement, including all schedules, exhibits and addenda hereto, and the Terms of Use constitute(s) the entire agreement between the parties, and supersedes all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nNo modification, amendment, or waiver of any provision of this Agreement shall be effective unless in writing and signed by the party against whom the modification, amendment or waiver is to be asserted.\nTo the extent of any conflict or inconsistency between the provisions in the body of this Agreement and any schedule, exhibit or addendum hereto or the Terms of Use, the terms of this Agreement shall prevail.<br>\n<br>9.\n<strong>Counterparts</strong>.\nThis Agreement may be executed by facsimile and in counterparts, which taken together shall form one legal instrument.", "created_at": "2022-12-16 19:02:37.015614", "updated_at": "2022-12-16 19:02:48.573682"}, {"id": 13338, "name": "Privacy Policy", "url": "https://www.kritik.io/policy/privacy-policy", "xpath": "/html/body/div[2]", "text": "Privacy Policy<em>Last Updated: May 06, 2020 <br>\n</em>\n<strong>\n<br>‍</strong>Kritik Education Corp.\nand its divisions, affiliates and subsidiaries (hereinafter “KRITIK” “we”/”us”/”our”) respects the privacy and the integrity of any personal information that You provide in the use of our Web sites and System, whether You are an institutional user (“Institution”), a student or a professor/instructor (“Faculty”).\nThis Privacy Policy explains our policy regarding the collection, use and disclosure of Your personal information.This Privacy Policy will be continuously assessed against new technologies, business practices and our users’ needs.\nAs we update, expand and diversify our products and services, this Privacy Policy may evolve.\nPlease check this Privacy Policy from time to time for updates by checking the date of the “Last Update” at the top of this document.\nWe will post any Privacy Policy changes on this page and, if the changes are significant, we will provide a more prominent notice (including, for certain services, email notification of privacy policy changes).\nA link to our Privacy Policy will be provided on the home page of our Web sites and is accessible at&nbsp;https://www.kritik.io/privacy-policy.\nAll changes will take effect within 30 days of being posted on our home page or otherwise notified to users unless a shorter period of time is required in order to comply with applicable laws.\n&nbsp;You acknowledge and agree that Your access of our Web sites and Your use of our services following any posted changes to the Privacy Policy indicate Your acceptance of such changes.We also encourage You to review the Terms of Service (the “Terms of Service”), the agreement between You and KRITIK that governs Your use of the Web site, as well as provides the terms and conditions under which KRITIK provides, and You may use, the KRITIK services and mobile applications in order to have access to our student engagement services (the “KRITIK Services”).\nThe Privacy Policy is incorporated into and made a part of the Terms of Service.\n<br>\n<br>‍<strong>Application of This Policy<br>‍</strong>At KRITIK, we are committed to protecting the privacy of our users, which is why we do not sell or rent any personal information (as defined in ‘What is Personal Information’) regarding our users to any third party.\nWe hope this Privacy Policy will answer Your questions regarding how we treat personal information gathered from visitors to our Web sites and users of the KRITIK Services.<br>\n<br>‍<strong>What is Personal Information<br>‍</strong>For the purposes of this Privacy Policy, “personal information” means information or an opinion that identifies a living individual or can be used to identify an individual, including but not limited to Your name, address, e-mail address, country of residence, as well as other information when such information is combined with other information (e.g.\nname of education institution, student ID, grades, cell phone number).\nPersonal information does not include business contact information (for example, if You are an administrative user on behalf of an educational institution, your email address at the institution might not be deemed personal information except in Australia where this sentence does not apply).\nExcept in Australia, Personal information also does not include “aggregate” information or de-identified information, which is data we collect about and through the use of our Web site and the KRITIK Services and may include anonymized data which does not identify any individuals and cannot be traced back or linked to an identifiable individual.\nOur privacy policy does not restrict or limit our collection and use of aggregate or de-identified information, or other types of non-personal information.<br>\n<br>‍<strong>Consent<br>‍</strong>You acknowledge and agree that by accessing our Web site, using our mobile applications or using the KRITIK Services more generally You fully understand, accept and voluntarily consent to the collection, use, retention and disclosure of personal information in accordance with this Privacy Policy.\nIt is always Your choice whether or not You provide us with Your personal information.\nhowever, a decision to withhold personal information may restrict or prevent us from providing You with a particular product or service including access to any subscriber features of the KRITIK Services.\nWe will only collect, use, and disclose Your personal information in accordance with this Privacy Policy, except where otherwise permitted or required by applicable law or regulatory requirement.<br>\n<br>‍<strong>Collection of Personal Information<br>‍</strong>In order to use certain features of our services You must first complete a registration process and establish an account (“Account”).\n&nbsp;During registration for Your Account You will be required to provide basic information such as Your first and last name, educational institution, valid email address for Your educational institution and establish a password (“Account Information”).\nKRITIK will retain Account Information and associate it with Your Account.\n&nbsp;We do not control the educational institutions use of these features however, we will not use Your contact information &nbsp;to contact You for any non-KRITIK Service related purposes, and we will not share it with third parties and if You have selected at any time not to receive communications by SMS or phone we will respect that choice..For students, our servers automatically record information about Your use of the System, such as when You log in and submit answers to questions or provide feedback to the instructor.\nWe will associate that information with their account.\nThe instructors may use those data for academic evaluation purposes.\nWe store and maintain personal and associated account information in order to provide the System.KRITIK may conduct statistical analyses on students’ performance to study the effectiveness of the KRITIK Services and increase in-class learning.\nNo identification of users will be revealed at any point to any third party.\nWe do not sell, rent, trade or otherwise disclose personal and associated account information about our users.In addition, to place an order for certain services (eg.\naccess to licensed content), KRITIK will require that You (assuming age of majority) provide payment information such as credit card numbers and billing addresses and KRITIK will also acquire Your IP address.\n&nbsp;Credit card information, including the card number, expiry date and security code, is securely collected by us and passed directly to payment processors over a secure socket layer (see the section entitled “Payment Processor” below).\nCredit card data is not retained by KRITIK in any form.<br>\n<br>‍<strong>Use of Your Personal Information<br>‍</strong>You acknowledge that KRITIK may use personal information that You voluntarily disclose to us to:Provide Institution/Faculty with information about new products, services, newsletters, informative e-mails, and research on future product ideas or improvements (and, by using the KRITIK Services, You<br> give Your consent to receive such information);Assist us in creating, improving, or providing content that is relevant to You;Provide Institution/Faculty with special offers that may be of interest (if You have opted-in to receive such marketing and promotional materials) and to improve their experience on our Web sites or with our System;Assist us in creating better products and services to meet the needs of Institution/Faculty;Allow You to purchase and download products, obtain access to the System or otherwise engage in activities You select;Provide You with technical support;Help You quickly find software, services or product information important to Institutions/Faculty;Send transaction-related communications such as welcome letters, and product/service order confirmations.\nKRITIK may also send Institutions/Faculty surveys or marketing communications to inform them of new products or services or other information that may be of interest (and, by using the KRITIK Services, You give Your consent to<br> receive such information).\nandRestrict the availability of some of the products, services and content to certain parts of the world, where required for legal reasons, by using Your address, IP address and other information in order to enforce those restrictions.While using the KRITIK Services, You may have opportunities to post reviews or other personal information in forums on the Web site at Your own discretion.\nPlease understand that when You post such information, it is made public and is not subject to our control.\nYou should exercise caution when deciding to disclose any personal information in a publicly available forum such as the Web site and agree to indemnify KRITIK for any damages or claims resulting from any of Your postings.\nKRITIK is not obligated to monitor postings and at its discretion remove any content submitted.<br>\n<br>‍<strong>Disclosure of Your Personal Information<br>‍</strong>KRITIK will not sell or rent Your personal information to any other party and will only use and disclose Your personal information for the purposes for which it was collected as described in this Privacy Policy.\nHowever, You agree that KRITIK may disclose Your personal information in the circumstances set out below:If You are a student, KRITIK may disclose Your personal information to administrators and instructors at Your academic institution including Your teachers and teaching assistants;KRITIK may disclose Your personal information with Your prior consent, or the consent of Your parents if You are under 18 years old;KRITIK may be required by law to disclose personal information without Your consent in the event of emergency situations or when required by government, valid legal process, or other legal authority;KRITIK may also disclose Account Information to the administration of any institution (at which You are a professor/instructor) for administrative purposes including the right for the institution to compile a list of instructors who use the Services and contact such instructors in order to obtain references to evaluate an implementation of the Services.KRITIK may also disclose personal information to third parties in connection with a corporate re-organization, merger or amalgamation, or the sale of all or substantially all of our assets, provided that, where appropriate, any party to whom the information is disclosed is bound by agreements or obligations, and required to use or disclose Your personal information in a manner consistent with the use and disclosure provisions of this Privacy Policy, unless You consent otherwise.\norKRITIK may share Your personal information with service providers who perform services on our behalf.\nFor example, we may hire other companies to handle the processing of payments, collect debts, to provide data storage, to host websites, to fulfill orders, to assist in direct marketing, to conduct audits, etc.\nThose companies will be permitted to obtain only the personal information they need only as necessary to provide services to us.\nEach company is bound by agreement or obligations with KRITIK to implement and maintain reasonable security procedures and practices in order to use and disclose Your personal information in a manner consistent with the use and disclosure provisions of this Privacy Policy, unless You consent otherwise.\nThese service providers are located in Canada, the United States and Europe and, as a result, Your personal information may be stored, processed or transferred into or out of these countries.\nWe take all reasonable measures and precautions to protect Your personal information when it is being handled by our service providers.\nIf You wish to obtain more information on our use of service providers and our policies and practices regarding such service providers, please contact us as set forth below.For Australian users, by accepting our terms and conditions and continuing to use our Website/Services You expressly consent to us disclosing Your personal information to persons and entities in other countries (“Overseas Recipient”) for the purposes of this Privacy Policy.\nPlease be aware that, in giving such consent:The requirement under the Australian Privacy Principle (APP) 8.1 to take reasonable steps to ensure that the Overseas Recipient does not breach the APPs (other than APP 1) set out in the Privacy Act 1999 (Cth) (Privacy Act) will not apply to KRITIK.\nandIf the Overseas Recipient handles the personal information in breach of the Privacy Act:KRITIK will not be accountable under the Privacy Act.\nandYou will not be able to seek redress under the Privacy Act for such breach.However, this does not change our commitment to safeguard Your personal information and we take all reasonable measures and precautions to protect yourYour personal information when it is being handled by our service providers.\nand Overseas Recipients.\nIf you You wish to obtain more information on our use of service providers and our policies and practices regarding such service providers, please contact us as set forth below.<strong>\n<br>\n<br>How to Opt-Out / Withdraw Consent<br>‍</strong>You can withdraw Your consent for the use of Your personal information at any time by requesting the deletion of Your Account or by providing written notice to us of that withdrawal.\n&nbsp;However, You acknowledge that information may be retained by KRITIK for audit or archival purposes or as required by applicable federal, state and provincial laws.\nYou can also review and update Your personal information yourself through the user features in Your account (see further Access to Your Personal Information).If You are an Institution or Faculty and opted-in to receive marketing communications but at any time You do not wish to continue receive marketing communications, You may follow the “unsubscribe” instructions included within each e-mail communication or by selecting or deselecting (depending on the service) the appropriate option in Your Account settings.\n&nbsp.\nPlease keep in mind that, even if You choose not to receive marketing communications, You cannot opt-out of receiving transactional or account communications related to services or products that You have requested (e.g.\npurchase confirmation e-mails and receipts) or important updates from us from time to time relating to the KRITIK Services or updates to the legal terms that govern Your use of the KRITIK Services.<br>\n<br>‍<strong>Retention of Personal Information<br>‍</strong>KRITIK maintains information about You for as long as we provide services to You, and for as long as it remains necessary for identified purposes or as required by law which may extend beyond the termination of our relationship with You.\n&nbsp.\n&nbsp;We may retain certain data as necessary to prevent fraud or future abuse, or for legitimate business purposes, such as analysis of aggregated, non-personally-identifiable data, account recovery, or if required by law.\nAll retained personal information will remain subject to the terms of this Privacy Policy.\n&nbsp;If You request that Your name be removed from our databases, it may not be possible to completely delete all Your Personal Information due to technological and legal constraints.\nHowever, we will take such steps as are reasonable to destroy the informationor to ensure that the information is de‑identified.<br>\n<br>‍<strong>Safeguards We Have in Place<br>‍</strong>KRITIK stores and process Your personal information on our servers principally in Canada and the United States as well as internationally.\nAccordingly, Your data may be available to government bodies or their agencies in those jurisdictions under a lawful order, irrespective of the safeguards we have put in place for the protection of Your personal information.\n&nbsp;KRITIK employs reasonable managerial and technical measures to ensure that Your personal information is secure.\nIn addition, our dedicated team of information technology professionals works to maintain data accuracy and prevent unauthorized access to sensitive information.\n&nbsp;Unfortunately, no security system can be guaranteed to be 100% secure.\nAccordingly, we cannot guarantee the security of Your personal information and do not assume any liability for improper access to it.\nThe Internet is not a secure medium and You acknowledge and agree that the privacy of Your e-mail communication and personal information can never be guaranteed as any e-mail communication may be lost, intercepted or altered.\nBy using our Web sites, or providing personal information to us through any means, You agree that we can communicate with You electronically regarding security, privacy, and administrative issues relating to Your use of our Web sites and our services.<br>\n<br>‍<strong>Compliance with the Family Education Rights &amp.\nPrivacy Act (FERPA)<br>‍</strong>In the United States, the Family Educational Rights &amp.\nPrivacy Act, 20 U.S.C.\n§ 1232(g), restricts the disclosure of personally identifiable information from a student’s education records, unless an exception applies.\n&nbsp;For U.S.\nusers, KRITIK’s data protection and privacy policies and practices comply with FERPA and other applicable federal and state education privacy laws.\nKRITIK maintains the confidentiality of FERPA-covered student data, and only uses this information to deliver and improve KRITIK Services provided to schools and their students, as provided in KRITIK’s agreements with schools.\n&nbsp;You may also have specific rights related to accessing and/or updating Your Personal Information when FERPA applies.\n<br>\n<br>Additionally, peer grading, as done by KRITIK, is not considered to be ‘sharing’ of grades and is permitted under FERPA – Family Education Rights and Privacy Act – regulations.\n&nbsp;(Owasso Independent School District No.\nI-011 v.\nFalvo, 534 I.S.\n426, 2002.)<br>\n<br>For further information about FERPA compliance, or to access, modify, or remove any such data, please contact us at info@kritik.io.To the extent that a provision in this Privacy Policy conflicts with a provision in FERPA or another state or federal education privacy law, KRITIK will abide by the more restrictive provision.<strong>\n<br>\n<br>Access to Your Personal Information<br>‍</strong>You are responsible for updating and maintaining the truth and accuracy of the personal information You provide to us relating to Your Account.\nIf You want to update the personal information, You have provided to us, You should do so by visiting: https://app.kritik.io/settings/about.\nYou must be signed in to access Your Account and the privacy link above.<br>\n<br>‍<strong>Collection of Non-Personal Information<br>‍</strong>You acknowledge and agree that from time to time KRITIK, its service providers and business partners &nbsp;may collect non-personal information from Your use of our Web site and services such as server log files, environmental variables (such as MAC address, IP addresses, computer type (Windows or Macintosh), screen resolution, OS version, Internet browser, and Internet browser version) and from scanning navigational data to collect non-personal information about our users in order to help us deliver better service and user experience.\nSuch non-personal information could include the IP addresses or areas of site being clicked on most frequently.\nKRITIK and our service providers (including ad servers, outbound email vendors, affiliate vendors and search engine advertising agencies, and providers of web analytics tools) and business partners may also use “cookies” as well as so-called “pixel tags,” “web beacons,” “clear GIFs” and other similar technologies to help us deliver better service and user experience and to facilitate Your ongoing access to and use of our services.\nCookies are files saved to Your computers through Your Web browser to enable websites or service providers systems to recognize Your browser and capture and remember certain information.\nKRITIK, like many other Web services, uses cookies to understand and save Your preferences for future visits and to compile aggregate data about site traffic and site interaction, so that we can offer better site experiences and tools in the future.\nIf You do not want information collected through the use of cookies, there is a simple procedure in most browsers that allows You to automatically decline cookies, or to be given the choice of declining or accepting the transfer of a particular cookie, or cookies from a particular website, to Your computer.\nIf You choose to reject all cookies, You may not be able to access the services.\nTo learn more about cookies, please visit http://www.allaboutcookies.org/.\nYou may find more information about opting out of most third-party service cookies at www.networkadvertising.org or other related sites.You may opt out of the DoubleClick cookie by visiting the Google advertising opt-out page or You may opt out of Google Analytics by visiting the Google Analytics opt-out page.\nGoogle has additional information available about their Remarketing Privacy Guidelines, and Restrictions.KRITIK does not respond to Do Not Track signals on web browsers, as the industry has not settled on a Do Not Track Compliance standard<br>\n<br>‍<strong>Privacy Policy Information<br>‍</strong>If You have any questions about this Privacy Policy or concerns about how we manage Your personal information, or if you would like to make a complaint about how we manage Your, please contact us by email at:info@kritik.ioWe will endeavor to answer Your questions within a reasonable period oftime and advise You of any steps taken to address the issues raised by You.<br>\n<br>‍<strong>Hyperlinks<br>‍</strong>Our Web sites are connected by “hyperlinks” to other websites.\nYou acknowledge and agree that KRITIK makes no representation, warranty, covenant, or claim regarding, and KRITIK expressly disclaims and denies any responsibility or liability for, directly or indirectly, the privacy practices on any third-party website or resource accessible by hyperlink from our Web sites.\nYou agree that the inclusion of any such hyperlink does not suggest, represent, warrant, covenant or imply that KRITIK monitors, endorses or exerts any control over such website or linked resource whatsoever.\n&nbsp;You agree that KRITIK provides these hyperlinks to You only as a convenience, and the inclusion of any hyperlink does not suggest, represent, warrant, covenant or imply affiliation, endorsement or adoption by KRITIK of any such website or linked resource whatsoever.When You leave our Web sites, You acknowledge and agree that our terms and policies do not govern Your access to, and use of, other websites.\nYou acknowledge our recommendation to review the applicable privacy and data gathering practices, of any website or linked resource to which You navigate from our Web sites.<br>\n<br>‍<strong>Social Media Widgets<br>‍</strong>Our Web site may include Social Media Features, such as the Facebook button and Widgets, such as the Share this button or interactive mini-programs that run on our Web site.\nThese features may collect Your IP address, which page You are visiting on our Web site, and may set a cookie to enable the feature to function properly.\nSocial Media Features and Widgets are either hosted by a third party or hosted directly on our website.\nYour interactions with these features are governed by the privacy policy of the company providing it.<br>\n<br>‍<strong>Your California Privacy Rights<br>‍</strong>In accordance with California Civil Code 1798.83, California residents are entitled to know that they may file grievances and complaints at California Department of Consumer Affairs, 400 R Street, Suite 1080, Sacramento, CA 95814, or by phone at 916-445-1254 or 800-952-5210.\nor by email to dca@dca.ca.gov.KRITIK does not share Users’ personal information with third parties for the third parties’ direct marketing purposes.\n&nbsp;Nonetheless, if You are a California resident, You may request information about the disclosure of Your personal information to third parties for the third parties’ direct marketing purposes by emailing info@kritik.io.<br>\n<br>‍<strong>United Kingdom and European Union Residents<br>‍</strong>If You are a resident of the United Kingdom or the European Union, the applicable data protection legislation permits You to request that we tell You what personal information we hold about You and how we process it and that we provide You with a copy of that information.\nYou are also entitled to access, rectify, change, update, delete, revoke, or improve upon Your personal information at any time.\nYou can exercise this right free of charge.\nWe may ask You to provide further information to confirm Your identity before considering Your request.\nTo make such a request, please send an email or write us using the contact information under “Privacy Policy Information”.In addition, for purposes of providing the Website and services, You acknowledge that KRITIK may transfer Your personal data to servers located in Canada or other countries outside of the UK and the European Economic Area which provide for a different level of data protection.\nBy using, and continuing to use the Website and services You agree to that transfer.<br>\n<br>‍<strong>Australian Users<br>‍</strong>In accordance with the Privacy Act 1988 (Cth), if You reside in Australia, You are entitled to access and correct Your personal information at any time.\nWe will, on request, provide You with access to the information we hold about You, including for the purpose of correcting or updating that information, unless there is an exception to such disclosure which applies under the Australian Privacy Principles (APPs).\nTo make such a request, please send an email or write us using the contact information under “Privacy Policy Information”.\nBefore we provide You with access to Your personal information we will require some proof of identity.\nFor most requests, Your information will be provided free of charge, however, we may charge a reasonable fee if Your request requires a substantial effort on our part.\nIf we refuse to provide You with access to the information, we will provide You with reasons for the refusal and inform You of any exceptions relied upon under the APPs (unless it would be unreasonable to do so).<br>\n<br>‍<strong>Payment Processor<br>‍</strong>KRITIK uses BrainTree (http://braintreepayments.com/), PayPal (http://paypal.com), and Stripe (https://stripe.com) as payment processor for our services.\n&nbsp;You acknowledge and agree that KRITIK may disclose personal information to BrainTree, PayPal, and Stripe such as Your name and email address so that BrainTree, PayPal, or Stripe may contact You directly for personal information such as credit card information.\nKRITIK provides payment processors with the minimal set of personal and billing information required to process Your payment and minimize fraudulent payment risk.You acknowledge and agree that KRITIK makes no representation, warranty, covenant, or claim regarding, and KRITIK expressly disclaims and denies any responsibility or liability for, directly or indirectly, the privacy practices in regard to any personal information that we disclose on Your behalf or You provide to Braintree, PayPal or Stripe directly or any other party in relation to purchasing a product or service from our Web sites.You acknowledge and agree that our terms and policies do not govern any other party.You acknowledge our recommendation to review the applicable privacy and data gathering practices, of any third party to which You provide personal information.<br>\n<br>‍<strong>Online Privacy of Users Under 13<br>‍</strong>This Privacy Policy describes how KRITIK collects, processes, uses, and shares information that we collect from all users, including children.\nIn the United States, the Children’s Online Privacy Protection Act (COPPA), 15 U.S.C.\n§§ 6501–6506, governs the collection and use of personal information from children under 13.\n&nbsp;We only collect personal information from children in the United States who are under 13 if the child’s parent or legal guardian has provided us with the necessary consent, or if the child’s educational institution has contractually agreed to obtain parental consent for the child to use KRITIK services and to disclose information to us for educational purposes.Parents and legal guardians of these users have the right to review or have deleted the child’s personal information and refuse to permit its further collection or use by emailing info@kritik.io.KRITIK operates the sites and services that collect personal information from KRITIK users under 13 years old.\n&nbsp;KRITIK can be contacted at:info@kritik.ioIf You have reason to believe that a child under 13 years old has provided KRITIK with personal information, and that child’s parents or school have not provided KRITIK with the adequate consent, please contact us at info@kritik.io.KRITIK complies with COPPA, and to the extent that any provision of this Privacy Policy complies with any provision of COPPA, the more restrictive provision applies.<br>\n<br>‍<strong>Interpretation of this Privacy Policy<br>‍</strong>This Privacy Policy does not create or confer upon any individual any rights, or impose upon KRITIK any obligations, in addition to any rights or obligations imposed by applicable federal and provincial privacy laws if You reside inCanada, or the Privacy Act in Australia.\nShould there be any inconsistency between this Privacy Policy and applicable federal and provincial privacy laws or the Privacy Act in Australia, this Privacy Policy will be interpreted to comply with the applicable privacy laws.Unless otherwise stated above, any services provided by KRITIK is controlled and operated by us from Canada, and we do not intend that the KRITIK Services subject us to the laws or jurisdiction of any state, country or territory other than that of Canada.\nWe do not represent or warrant that the services, or any part of the KRITIK Services, are appropriate or available for use in any particular jurisdiction.\nThose who choose to access the services do so on their own initiative and at their own risk, and are responsible for complying with all local laws, rules and regulations.\nWe may limit the KRITIK Services’ availability, in whole or in part, to any person, geographic area or jurisdiction we choose, at any time and in our sole discretion.", "created_at": "2022-12-16 19:03:12.107064", "updated_at": "2022-12-16 19:03:21.160802"}], "points": [], "urls": ["kritik.io", "app.kritik.io"]}}