{"error": 448, "message": "OK", "parameters": {"id": 7114, "name": "PokeTube", "created_at": "2022-12-24 14:03:37.06726", "updated_at": "2023-03-29 17:55:47.258565", "wikipedia": null, "keywords": null, "related": null, "slug": "poketube", "is_comprehensively_reviewed": true, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/7114.png", "url": "poketube.fun,poketube.site,poketube.online,poketube.xyz", "documents": [{"id": 13547, "name": "Privacy Policy", "url": "https://poketube.fun/privacy", "xpath": "//body", "text": " We dont collect or share your personal information! That's our privacy policy TL;DR lol <p>\n<b>\n</b>\n</p>\n<p>\n<b>Poketube does not collect or share personal information.\npoketube is a free software program that you can fork it yourself.\nyou can see the repo here.<br>\n<br> see history of this privacy policy here</b>\n</p>\n<b>\n<p> You dont have to read this entire policy as it might put you to sleep.\nSo in TL;DR:We dont collect or share your personal information.\nthats it lol </p>\n<ul> SECTIONS <li>Preamble</li>\n<li>Information Not Collected</li>\n<li>Information Collected</li>\n<li> Information Shared</li>\n<li>Tools We use</li>\n<li>Liability</li>\n</ul> The Boring Part <p>BORINGG SHUT UP NERD</p>\n<p> POKETUBE POLICY LICENSE INFO<br> ===================================<br>\n<br> Copyright (C) 2021-2022 POKETUBE <br>\n<br> This policy is licensed under the Creative Commons Attribution-ShareAlike 4.0 International License.\nTo view a copy of this license, visit http://creativecommons.org/licenses/by-sa/4.0/<br>\n<br> =================================== </p> Preamble&nbsp.\n<p>\n<i>Please note that im not a lawyer, so dont execpt too much on this policy :P</i>\n</p>\n<p> Haiii! Welcome to PokeTubes Privacy Policy! We Dont collect or share your information.\nEver.\nWhen we collect information, we mean, aggregated information (see \"Information Collected\" section for more info).\nThe main reason that we dont collect your information is we care about your privacy.\nlike alot (like alot alot).\nsee.\nwhynottrack.com<br>\n<br> We are free software, meaning you have freedom while using PokeTube.\nLearn why you should care about your freedom here.\n<br>\n<br>\nWe dont use javascript on the front-end of PokeTube.\nMeaning that you can use PokeTube With no javascript add-ons.\nLearn Why here.\n<br>\n<br>\nP.S:I love you &lt;3 </p>\n<p>START OF PRIVACY POLICY</p> Information Not Collected &nbsp.\n<p> (yes, you heard it right, Information <i> Not Collected </i>) <br>\n<br> When you watch a video at PokeTube, we don't know who you are and there is no way to tie the things you are watching.\nWhen you access a website, your Web browser automatically sends information about your computer.\n(e.g.\nyour User agent and IP address.)<br>\n<br> Because this information could be used to link you to your peronsal information, we do not log (store) it at all.\nThis is a very unusual practice, but we feel it is an important step to protect your privacy.\nIt is unusual for a reason.\nmost server software auto-stores this information, so you have to go out of your way not to store it.\nAt PokeTube, no cookies are used by default.\nPokeTube Doesnt use cookies (See the storage tab yourself!).\n<br>\n<br> At PokeTube, we dont collect your personal information or share it.\nWe dont collect your IP address.\nYour device metadata (e.g.\ndevice resolution, OS etc.) is not collected in anyway.\n<br>\n<br> Our servers are secured with SHA-384 Signature Algorithm.\nmeaning we cant see the videos you watching, things you search, or things you do.\nLearn more About hash Algorithms here.<br>\n<br> We migth use third party services on PokeTube, but third party request on PokeTube is proxied by default.\nno third party can see wat the hell ru doing on PokeTube.\nWe do this by proxying the requests via a whole diffrent server, so no third party can see you.<br>\n<br>\n</p> Information Collected &nbsp.\n<p>We use a tool called Piwik (A free software Web analytics system, see piwik.org) to collect information.\nBy information we mean, aggregated data about things such as the number of visits daily/weekly/monthly to PokeTube.\n<br>\n<br> This data can't be used to identify you or your device or to learn anything about you individually.\nThis Information thats being collected is anonymous and only analyzed in aggregate.\nIt will never identify you or your machine.<br>\n<br> This Process does not use cookies in any way.\nIf you want to opt out (for some reason, we still dont know why lol), Click the \"Opt out Of Metrics\" Button on the bottom rigth side of the player.\nNo data that identifies you or that can be linked to you as an individual is collected on poketube.</p>\n<p>We Also save searches, but again, not in a personally identifiable way, as we do not store IP addresses or unique User agent strings.\nWe use aggregate, non-personal search data.<br>\n<br>\nFinally, if you Subscribe to updates on PokeTube status site, we may be store your email to send you email notifications whenever we create, update or resolve an incident.\nyou can also use a Private Duck Address to keep your email identity hidden and a email that can be easily deactivated.\nSubscribing to updates is optional to do so !</p> Information Shared &nbsp.\n<p>\nru fr or ong? WE DONT SHARE YOUR INFO LOL </p> Tools we use &nbsp.\n<p>\n<i>Any requests being made to these tools are being proxied by poketubes proxy</i>\n<br>\n<br> We use ReturnYoutubeDislike's api to get dislike information.<br>\n</p>\n<p>\nWe use Apples Itunes Service to get song info.\nwe do not send any unique identifiers such as IP addresses to Apple, and you are still anonymous.\n</p>\n<p>We use LightTube's api to get ;</p>\n<ul>\n<li>- Video information </li>\n<li>- Recomended videos </li>\n<li>- Channel information</li>\n</ul> No personal Information is collected by the tools we use.\n<p>\n</p> Liability <p> We take no responsibility for the use of our tool, or external instances provided by third parties.\nWe strongly recommend you abide by the valid official regulations in your country.\nFurthermore, we refuse liability for any inappropriate use of PokeTube, such as illegal downloading.\nThis tool is provided to you in the spirit of free, libre software.\n</p>\n<p> You may view the GPL V3 licence which this software is provided to you here.\na copy of the section is bellow.\n</p>\n<blockquote> IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MODIFIES AND/OR CONVEYS THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</blockquote>\n<p>END OF PRIVACY POLICY</p>\n<p>This is the end of our privacy policy (so helpful ik)</p> Other Cool Stuff <p> holly shit these are stuff that are not boring (real) </p> Other Free YouTube Front-Ends &nbsp.\n<p>If you care about privacy and your freedom, you might also want to check out these other YouTube Front-ends that take it seriously by default</p>\n<ul>\n<li>Invidious [Source Code] </li>\n<li>LightTube [Source Code]</li>\n</ul>\n<p>Each One does things a bit differently in terms of privacy and your freedom.\nHowever, none store your personal information by default and they are free software, which make them all pretty safe in our opinion</p> License &nbsp.\n<p> PokeTube is free software, You can fork and modify the source code under the terms of the GNU General Public License Version 3 or later.\nour source code is Here! </p>\n<p> see our license page </p> Feedback &nbsp.\n<p> I (Ashley) am the creator of Poketube and personally wrote this privacy policy.\nIf you have any questions or concerns, please submit feedback on codeberg :3 </p> Ty! &lt;3 &nbsp.\n<p> Thank you qt for reading this privacy policy, ILY&lt;3 </p>\n</b>\n<b>\n</b>\n<b>\n</b>\n<b>\n</b>\n<b>\n</b>\n<b>\n</b>", "created_at": "2022-12-24 14:03:37.129861", "updated_at": "2022-12-24 14:05:01.797868"}], "points": [{"id": 29596, "title": "You are not being tracked", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2022-12-24 16:03:19.107164", "updated_at": "2023-07-11 10:06:53.379901", "quoteText": null, "case_id": 218, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 30565, "title": "The terms for this service are easy to read", "source": "https://poketube.fun/privacy", "status": "the terms of this service are easy to read. theres tldr sections for each section.", "created_at": "2023-04-03 15:31:26.71747", "updated_at": "2023-04-03 16:24:35.11338", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29592, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2022-12-24 14:48:04.919469", "updated_at": "2023-07-11 06:26:38.002334", "quoteText": null, "case_id": 197, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 29591, "title": "IP addresses of website visitors are not tracked", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2022-12-24 14:18:37.031786", "updated_at": "2023-07-11 06:26:52.055915", "quoteText": null, "case_id": 192, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 29597, "title": "Your personal data is not shared with third parties", "source": "https://poketube.fun/privacy", "status": "", "created_at": "2022-12-24 16:23:04.026365", "updated_at": "2022-12-24 17:06:49.41516", "quoteText": null, "case_id": 311, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 29598, "title": "No need to register", "source": "https://poketube.fun", "status": "You dont need to register on poketube.", "created_at": "2022-12-24 16:42:12.741204", "updated_at": "2022-12-24 18:05:40.386084", "quoteText": null, "case_id": 320, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29595, "title": "Information is provided about security practices", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2022-12-24 15:55:08.437264", "updated_at": "2023-07-11 06:26:52.563745", "quoteText": null, "case_id": 226, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 29590, "title": "Features of the website are made available under a free software license", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2022-12-24 14:06:47.833883", "updated_at": "2023-07-11 06:26:53.192903", "quoteText": null, "case_id": 171, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 29599, "title": "Your personal data is not shared with third parties", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2022-12-24 17:01:13.504494", "updated_at": "2023-07-11 06:26:52.477054", "quoteText": null, "case_id": 311, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 30327, "title": "This Service does not keep any logs.", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-28 13:01:07.225734", "updated_at": "2023-07-11 06:28:09.346271", "quoteText": null, "case_id": 501, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 30328, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-28 13:06:44.529538", "updated_at": "2023-07-11 06:28:07.953651", "quoteText": null, "case_id": 291, "document_id": 13547, "quoteStart": null, "quoteEnd": null}, {"id": 30566, "title": "Your feedback is invited regarding changes to the terms.", "source": "https://poketube.fun/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-03 15:32:16.502454", "updated_at": "2023-07-11 06:28:28.700925", "quoteText": null, "case_id": 119, "document_id": 13547, "quoteStart": null, "quoteEnd": null}], "urls": ["poketube.fun", "poketube.site", "poketube.online", "poketube.xyz"]}}