{"error": 448, "message": "OK", "parameters": {"id": 3368, "name": "Señor Dinero", "created_at": "2021-05-01 18:38:46.077342", "updated_at": "2021-05-02 00:00:55.587533", "wikipedia": null, "keywords": null, "related": null, "slug": "seor_dinero", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3368.png", "url": "senordinero.com", "documents": [{"id": 5570, "name": "Privacy Policy", "url": "https://senordinero.com/legal/privacy/", "xpath": "", "text": " <ul>\n<li>support@senordinero.com</li>\n<li>|</li>\n<li>+1 844 9346376</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> About Us </li>\n<li> Contact Us </li>\n<li> Legal </li>\n<li> FAQ </li>\n</ul> Privacy Policy <ul>\n<li>Home</li>\n<li>/ &nbsp.\nLegal</li>\n<li>/ &nbsp.\nPrivacy</li>\n</ul> PRIVACY POLICY <ul>\n<li>Purpose</li>\n<li>This Website</li>\n<li>Information that the company collects</li>\n<li>How the Company uses and shares your information</li>\n<li>Your consent</li>\n<li>Information access and your choices</li>\n<li>Account Closure</li>\n<li>Notice of furnishing negative information</li>\n<li>Email, communications and telemarketing</li>\n<li>Information security</li>\n<li>Legal matters</li>\n</ul>\n<p>The Privacy Policy explains the terms under which we may use the information we obtain from you, including your rights and our commitments.</p>\n<p>This privacy policy (the “Policy”) stated below is intended to replace and supersede any privacy\npolicy previously delivered to you or appearing on our website, any transaction agreement,\napplication, loan document or any other document previously delivered to you.\nIf there are conflicts\nbetween this Policy and any other policy, we have delivered to you, the terms of this Policy shall\ncontrol until revised.\nWe will post any privacy policy changes on this page and, if the changes are\nsignificant, we will provide a more prominent notice (including, for certain services, email\nnotification of privacy policy changes).\nPlease be sure to review\nThe Terms and Condition of the Use of this Website.\nThis notice provides important information about the way we\ncollect, share, and protect your information.\nThis privacy policy applies to anyone who applies for\nor uses our products or services, or visits our websites, including, but not limited to, current and\nformer users.\nThis statement shall describe our sharing practices when you become a user of the\nwebsite.</p>\nPurpose\n<p>The purpose of this Privacy Policy is to describe how we collect, uses and share\ninformation about you through our interfaces (e.g., websites and mobile applications) owned and\ncontrolled by us, including this website accessed through any URL provided by us or any third party\n(collectively referred to herein as the “Website”).\nPlease read this notice carefully to understand\nwhat we do.\nIf you do not understand any aspects of our Privacy Policy, please feel free to contact\nus at support@crediterium.com.</p>\nThis Website\n<p>This Privacy Policy applies only to information we collect at and through the Website.\nOur Website\nmay also contain links to third party sites that are not owned or controlled by us.\nand we are not\nresponsible for the privacy practices of such other sites.\nPlease be on notice that when you leave\nour Website you should review the privacy statements of each and every website that collects\npersonal information.\nPlease note that your use of our Website is also subject to our Terms and\nCondition.</p>\nInformation that the company collects\n<p>We collect personal identifiable information (“PII”), including, but not limited to, non-public\npersonal information that you provided as well as other types of personally identifiable information\nfrom you and from other sources as described herein which may include your name, address, telephone\nnumber, email address, social security number, date of birth, employment information, your bank\naccount information, etc.\n(collectively, “Your Information”).\nOur primary goal in collecting your\nInformation is to personalize and improve your customer experience with us.\nIn addition, we\nuse Your Information to accommodate and assist in your request to access to direct lenders and third\nparty service providers for products and services you are or may be interested in.\nThis may include\nsharing Your Information with non-affiliated third parties.\nPlease note that third parties that\nreceive Your Information maintain their own privacy policies and policies regarding information\nsharing and you should contact those third parties directly regarding their policies and to limit\ntheir sharing of Your Information.</p>\n<p>In addition, We collect and/or track the following types of information: (i) Information we receive\nfrom you on applications or other forms, such as transaction documents, bank statements, employment\nverification forms, sales documents, online forms, e-mails, registration forms, surveys, or other\ndocuments or submissions related to the products and services we provide, including your name,\naddress, telephone number, social security number, driver’s license number, email address,\nemployment information, demographic information, bank account information, and information about\nyour assets, debts and income, (ii) information about your transactions with us, our affiliates such\nas your account history, transaction balances, payment history, overdraft history, parties to\ntransactions, and your reasons for doing business with us.\n(iii) information we receive from third\nparties, such as consumer reporting agencies and other lenders, regarding your credit worthiness and\ncredit history, and to verify your identity.\n(iv) information we obtain to verify representations\nmade by you, such as your employment history or income.\n(v) Information obtained from home server\ndomain names, IP address, type of client computer, and type of Web browser.\nvi) Information you\nprovides via email, documents or online application or to any representatives.</p>\n<p>Information You Provide to Us.\nWe collect information you provide to us, for example when you create\nor modify your account, register to use our Website, purchase products or services from us, request\ninformation from us, contact customer support, or otherwise communicate with us.\nThis information\nmay include: Name.\nHome address.\nEmail address.\nHome, work.\nand mobile telephone numbers.\nCredit\ncard number.\nBank and/or other account numbers.\nDate of Birth.\nSocial Security Number.\nDriver’s\nLicense or other national, state, or government ID numbers.\nand Salary and other financial\ninformation.\nIf information is provided to a third-party website, it may be collected by us.</p>\n<p>Information We Collect Automatically.\nLocation Information and Your Internet Protocol (IP) address.</p>\n<p>Information We Collect Through Your Use of our Website: Google Analytics We may use Google Analytics\nor a similar service which is web analytics service provided by Google, Inc.\n(“Google”) to collect\ncertain information relating to your use of the Website.\nGoogle Analytics uses “cookies”.\nThese can\nbe text files placed on your computer, to help the Website analyze how users use the site.\nFor more\ninformation on what information Google collects and how is it used, please visit\nGoogle Privacy &amp.\nTerms.\nWe may also use\nGoogle Analytics Advertising Features to provide you with interest-based advertising based on your\nonline activity.\nFor more information regarding Google Analytics please visit Google’s website, and\npages that describe Google Analytics, such as https://www.google.com/analytics/learn/privacy.html.</p>\n<p>Information Collected Through Cookies and Similar Technologies We and our service providers may use\ncookies, web beacons, and other technologies to receive and store certain types of information\nwhenever you interact with our Website through your computer or mobile device.\nA cookie is a small\nfile containing a string of characters that is sent to your computer when you visit a website.\nWhen\nyou visit the Website again, the cookie allows the Website to recognize your browser.\nCookies may\nstore unique identifiers, user preferences and other information.\nYou can reset your browser to\nrefuse all cookies or to indicate when a cookie is being sent.\nHowever, some Website features or\nservices may not function properly without cookies.\nWe use cookies to improve the quality of our\nservice, including for storing user preferences, tracking user trends, identify and prevent fraud.\nand providing relevant advertising to you.</p>\n<p>No Information From Children Under Age 18.\nIf you are under the age of 18, please do not try to\nregister with us at this Website or provide any personal information about yourself to us.\nIf we\nlearn that we have collected personal information from a child under the age of 18, we will promptly\ndelete that information.</p>\nHow the Company uses and shares your information\n<ul>\n<li>\n<p>To Provide Products, Services, and Information.\nWe collect information from you so that we can\nprovide loan products and services that you apply for using the Website, provide information that\nyou request from us, and setup your online account so you can manage your account details online.\nWe may use your personal information to contact you about your account, evaluate your credit,\nunderwrite your loan, fund your loan, make payments on your loan, and to setup your online\naccount.\nWe may send you information about our products and services, and new offerings.</p>\n</li>\n<li>\n<p>Credit Bureaus.\nWe may share your information about you and your account to credit reporting\nagencies and bureaus.\nThis may include both on-time and late payment, missed payment, or other\ndefaults on your account, and this information may be reflected on your credit history and or\nreport.</p>\n</li>\n<li>\n<p>Sharing with Third Parties.\nWe may provide information to third party service providers that help\nus operate and manage our Website.\nThese service providers will have access to your personal\ninformation in order to provide these services, but when this occurs, we implement reasonable\ncontractual and technical protections to limit their use of that information to helping us provide\nthe service.</p>\n</li>\n<li>\n<p>Advertising.\nWe may use how you browse and shop in order to show you ads for products or services\nthat are more relevant to your interests.\nWe may use cookies and other information to provide\nrelevant interest-based advertising to you.\nInterest-based ads are ads presented to you based on\nyour browsing behavior in order to provide you with ads more tailored to your interests.\nThese\ninterest-based ads may be presented to you while you are browsing our site or third-party sites\nnot owned by the Company.</p>\n</li>\n</ul>\nYour consent\n<p>In addition to the sharing described elsewhere in this Policy and in your loan documents, your\npersonal information may be shared with companies, organizations or individuals outside of the\nCompany when we have your consent to do so.</p>\nInformation access and your choices\n<p>You can access and update certain information we have relating to your online account by logging\ninto your account and accessing preference settings on the Website.\nFor any questions about personal\ninformation you may have or to update your information, please contact the Company at the number or\nemail provided in the Contact us page.\nYou have the ability to\nopt-out of receiving marketing and promotional e-mails from the Company by choosing the opt-out or\nunsubscribe feature contained in any marketing emails we sent directly or through our partners.</p>\nAccount Closure\n<p>If you have paid off your balance in full you can close your account at any time.\nYou can ask for\nyour account be closed through email, phone, U.S.\nmail.\nIf you close your account, certain\ninformation may be retained by the company for marketing or advertisement purposes.\nAlso, a copy of\nthe information is maintained for record keeping purposes, and to avoid identity theft or fraud.</p>\nNotice of furnishing negative information\n<p>WE MAY REPORT INFORMATION ABOUT YOUR ACCOUNT TO CREDIT BUREAUS OR CREDIT REPORTING AGENCIES.\nLATE\nPAYMENTS, MISSED PAYMENTS, OR OTHER DEFAULTS ON YOUR ACCOUNT MAY BE REFLECTED IN YOUR CREDIT REPORT\nOR OTHER REPORTS THAT CONTAIN INFORMATION ABOUT YOUR CREDIT, CREDIT HISTORY OR PAYMENT HISTORY</p>\nEmail, communications and telemarketing\n<p>By registering, using or submitting Your Information on this Website, you may receive telemarketing\nemails or calls on your mobile number in response to your information provided that you gave your\nexpress consent to receive calls.\nYou expressly acknowledge that Company may provide Your Information\nto Third Parties for promotional offers and marketing by email or telemarketing calls.\nWe may\nadvertise, directly or indirectly, to you using telephones and cell phones even if your telephone\nnumber or cell phone number is maintained on a state or federal do not call registry.\nBy using our\nWebsite, you agree that such usage and requests for products and services constitutes a purchase, an\ninquiry and/or an application for purposes of the Amended Telemarketing Sales Rule, 16 CFR §310 et\nseq.\n(the “ATSR”) or the Telephone Consumer Protection Act as amended (TCPA).\nAlso, you authorized\nus to contact you via telemarketing in accordance with the ATSR or TCPA.</p>\nInformation security\n<p>We use industry standard physical, technical and administrative security measures and safeguards to\nensure the confidentiality, integrity and availability of your personal information.\nHowever, no measure of\nsecurity and the Internet is 100% secure, the Company does not guarantee the security of\nany information you transmit to us.\nIt is possible that information may can be accessed, disclosed,\naltered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\nYou are\nencouraged, and it is your responsibility, to protect the security of your login and password\ninformation.</p>\nLegal matters\n<p>We will share personal information with third party companies, organizations or individuals outside\nof the Company if we have a good-faith belief the disclosure, use or access to the information is\nreasonably necessary to: i) Meet any applicable law, regulation, subpoena, legal process or\nenforceable governmental request.\nii) Enforce applicable Terms of Use, including investigation of\npotential violations., iii) prevent, discover or find out fraud, security or technical issues, or\niv) Protect against harm to the rights, property or safety of the Company, our users, customers or\nthe public as required or permitted by law.\\ Please feel free to contact us with any questions: If\nyou have any questions, concerns, complaints or suggestions regarding our Privacy Policy or\notherwise need to contact us, please contact us at the email or number provided in the\nContact Us section of this website.</p> Ready to get Your Loan? Apply Now! <i>\n</i>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n</ul>\n<ul>\n</ul> ", "created_at": "2021-05-01 18:38:47.066642", "updated_at": "2021-05-01 18:42:49.010996"}, {"id": 13369, "name": "Terms of Use", "url": "https://senordinero.com/legal/tos/", "xpath": "//body", "text": " <ul>\n<li>support@senordinero.com</li>\n<li>|</li>\n<li>+1 844 9346376</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> About Us </li>\n<li> Contact Us </li>\n<li> Legal </li>\n<li> FAQ </li>\n</ul> Terms of Use <ul>\n<li>Home</li>\n<li>/ &nbsp.\nLegal</li>\n<li>/ &nbsp.\nTos</li>\n</ul> TERMS OF USE <ul>\n<li>Purpose</li>\n<li>Ownership of Site</li>\n<li>Access</li>\n<li>Privacy</li>\n<li>Consent to Electronic Communication or Consent to be Contacted</li>\n<li>Computer Equipment</li>\n<li>Cookies</li>\n<li>Account Access, Passwords/Logins and Registration</li>\n<li>Information security</li>\n<li>Submissions, Reviews, Feedback and other Postings to the Site</li>\n<li>Copyright Notices</li>\n<li>Trademark Notices</li>\n<li>Web Content and Materials</li>\n<li>Potential Disruption of Service</li>\n<li>Limitation of Liability</li>\n<li>Enforceability and Governing&nbsp;Law</li>\n<li>Indemnification</li>\n<li>Waiver of Jury Trial and Arbitration Provision</li>\n</ul>\n<p>The following Terms of Use describe the conditions governing the use of our website and other\nservices by visitors and consumers requesting financial services from us or any of our subsidiaries.</p>\n<p>PLEASE READ THESE TERMS AND CONDITIONS (“TERMS”) CAREFULLY.\nBY ACCESSING THIS SITE YOU AGREE TO BE\nBOUND BY THESE TERMS AND CONDITIONS.\nTHESE TERMS AND CONDITIONS ARE SUBJECT TO CHANGE AT ANY TIME AT\nOUR SOLE DISCRETION.\nIF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, PLEASE DO NOT ACCESS OUR\nSITE OR DISCONTINUE YOUR USE OF THIS SITE AND SERVICES.</p>\nPurpose\n<p>We grant to you, for your personal use only, a nonexclusive, limited and revocable right to access\nand use any of our websites regardless of the internet address or domain name used to access it (the\n“Site”).\nYou agree not to use the Site or content for any other purpose, including commercial\npurposes, such as co-branding, framing, linking, or reselling any portion of the Site without our\nprior written consent.\nUnauthorized use of our Site and systems, including but not limited to\nunauthorized entry into Company’s systems, misuse of passwords, or misuse of any information posted\nto the Site, is strictly prohibited.\nYou acknowledge that your use of the Site may be monitored,\ntracked or recorded, and your use of our Site expressly consents to such monitoring, tracking or\nrecording.</p>\nOwnership of Site\n<p>Agreement to Terms of Use.\nAll pages including any linked websites and mobile applications (the\n“Site”).\nThe Site is owned and operated by the Company.\nThese Terms govern your use of the Site and\nany of the products and services made available via the Site (“Services).\nYour compliance with these\nTerms is a condition to your use of the Site and Services.\nBy using our Site or using or applying\nfor a Service, you are agreeing to these Terms and the terms of our Privacy Notice or Privacy Policy\nassociated with this Site.\nThese Terms constitute a legal contract between you and the Company\ngoverning your use of the Site and Services, to the extent not superseded by the terms and\nconditions of any contract we enter into with you for Services.</p>\nAccess\n<p>This site may be accessed using most browsers and requires cookies to be enabled to apply for a loan\nand to use your account.\nYour information and application will be sent to us using the secure SSL\nindustry standard encryption.\nYou should receive an acknowledgement of receipt from us after\nsubmitting your application, if you do not, please check your spam folder, and then contact our\ncustomer service department.\nPlease do not submit specific questions regarding your account through\nour Contact Us link, as this is not a secure form of communication.\nPlease contact our customer\nservice department, at the number provide at the Top of these Terms with questions regarding your\napplication or account.</p>\nPrivacy\n<p>Company’s privacy notice applied to your use of this Site and its terms are expressly\nincorporated by reference.</p>\nConsent to Electronic Communication or Consent to be Contacted\n<p>By providing your contact information and using this Site, applying for a Loan or Service or\nproviding information pursuant to an application for a Loan or Service to us or one of our\naffiliates, you are expressly consenting to be contacted by the Company, its affiliates, Customer\nServices Representative or other agents of the Company by telephone, email, text/SMS messages or\nmailing addresses in our records or from other public or nonpublic data bases we may have lawful\naccess and in connection with any such telephone calls, you consent to the use of\npre-recorded/artificial voice message and/or automatic dialing devices, at any telephone number\nassociated with your account, including mobile telephone numbers that could result in charges to you\nfor matters related to your account, loan, payments on your account or application even if you have\nopted into the national Do Not Call List administered by the Federal Trade Commission, any state\nequivalent Do Not Call List or the Do Not Call List of any specific institution.\nThe Company or its\nrepresentatives can contact you for the services of your loan servicing, regarding the application,\nfor anything related to your loan or application including reminders of your payments, collections\nand other loan-related issues.\nYou further agree and acknowledge that we may use third party\nservices and other providers to contact you on our behalf regarding your account or the Terms.\nYou\nmay change your contact preferences by contacting us at the number listed on the Contact Us page.</p>\nComputer Equipment\n<p>The Company is not responsible for any errors or problems that arise from the malfunction or failure\nof your computer equipment.\nYou may access our site and your account using any computer connected to\nthe Internet, browsers supported include Internet Explorer 6 and above, Firefox, and Chrome.\nIf you\naccess your account from a public or shared computer, you are responsible for signing out of your\naccount at the end of your session and removing any personal information that may be collected by\nthat computer.</p>\nCookies\n<p>Our website may use a feature of your Internet browser called a cookie.\nA cookie is a piece of\ninformation which a web server may place on your computer when you visit a web site.\nThe use of\ncookies is to facilitate your Internet session, to maintain security and to improve the user\nexperience.\nFor example, the Company and Site may use cookies to verify your identity, remember your\npersonal settings such as your account preferences, and to monitor your use of our website to\nimprove our services.\nIf you choose not to enable cookies on your browser, you might not be able to\napply for a loan on our Site or any of our Affiliate’s.</p>\nAccount Access, Passwords/Logins and Registration\n<p>The Company may at our option change the parameters for the password used to access the Site\n(“Password”) without prior notice to you, and if the Company does so, you will be required to change\nyour password the next time you access your account.\nTo prevent unauthorized access to your account,\nyou agree to protect and keep confidential your account number, User ID, Password, or other means of\naccessing your account.\nFailure to do so could permit unauthorized persons to gain access to your\nsensitive personal and account information and to use that information for fraudulent purposes,\nincluding identity theft.\nIf you disclose your account numbers, User IDs, and/or Passwords to any\nperson(s) or entity, you assume all risks and losses associated with such disclosure.\nIf you permit\nany other person(s) or entity to use the Site on your behalf, or to access or use your account\nnumbers, User IDs, Passwords, or other means to access your accounts, you are responsible for any\ntransactions and activities performed from your accounts and for any use of your personal and\naccount information by such person(s) or entity.\nIf you believe someone may attempt to access or has\naccessed your account without your permission, or that any other unauthorized use or security breach\nhas occurred, you agree to immediately notify us at the number listed on the Contact Us page.</p>\nInformation security\n<p>You understand and acknowledge that a username and password is an adequate level of security.\nHowever, you also understand and acknowledge that no internet communications can be completely\nprivate or secure and any non-public information you send to the Site or Company may be intercepted\nor read by others even with the Company’s security measures to protect against such actions.\nYou\nagree that as a condition of use of this Site that you will not: a) obtain a private or non-public\ninformation from any other user of the Site, b) attempt to or access data or information not\nintended for you, c) test the vulnerability, breach security or authentication measures without\nprior written authorizations, d) send email, text message or communications to any other users of\nthe Site or any other person except within the scope of your intended use and e) attempt to\ninterfere with the operation of the Site which may include but is not limited to sending spam,\nvirus, flooding or overload communications/data or emails.</p>\nSubmissions, Reviews, Feedback and other Postings to the Site\n<p>If you post, upload or submit any comments, information, files, images or other materials to us or\nthe Site, or if you submit any materials through third party services, such as tweeting, by tagging\nus on Facebook (collectively, “Submissions”), you represent and warrant that you are the owner of or\nhave the necessary rights and licenses to provide such Submissions.\nIn addition you further agree\nto, and hereby grant to us, a universal, irrevocable, and fully transferable no fee and royalty free\nright and license to use the Submissions at our sole and complete discretion and to use your name as\nprovided in connection with your Submission or as set forth in your account.\nYou are not allowed to\nprovide any Submissions that (i) are abusive, unlawful, obscene, or harmful, or that could encourage\ncriminal or unethical behavior, (ii) violate or infringes the intellectual property or privacy\nrights of any person or entity, or (iii) contain or transmit a virus or any other harmful component.\nWe take no responsibility and assume no liability for any Submissions provided by you or any third\nparty, and under no circumstances shall we be liable for any user Submissions, including, but not\nlimited to any loss or damage that results from the Submissions being transmitted or made available\non the Site or through the use of the Site and Services.</p>\nCopyright Notices\n<p>The Site, including but not limited to all design, text, sound recordings and images, are owned,\nexcept as otherwise expressly stated, by the Company or Site.\nThey may not be copied, transmitted,\ndisplayed, performed, distributed (for compensation or otherwise), licensed, altered, framed, stored\nfor subsequent use or otherwise used in whole or in part in any manner without the Company’s prior\nwritten consent.\nIf you believe something on the Site has been reproduced in a manner that\nconstitutes a copyright infringement or a violation, you can notify the Company by: i)\nidentification of the copyrighted work you believe is the subject to an infringement, identify the\nmaterial you believe should be removed, ii) provide your name, address and contact number that the\nCompany can contact you about your inquiry or complaint and iii) provide a signed statement that the\nabove information is true and correct and that you are the copyright owner or authorized agent to\nact on behalf of the copyright owner.\nUpon receipt of such information, the Company will review and\npromptly remove, disable or other inactivate the materials.\nPlease send such notices as per the\ncontact methods provided in the Contact Us page.</p>\nTrademark Notices\n<p>The names and logos of the Company or Site are owned or licensed to the Company, its successors,\naffiliates or agents and may not be used without prior written authorization.</p>\nWeb Content and Materials\n<p>The information on this Site is for information purposes only.\nThe Company makes every good faith\neffort to be accurate, but the Company does not warrant its completeness, timeliness, or accuracy.\nYou agree that you will not engage in any activities related to the Site that are contrary to\napplicable law, regulation or the terms of any agreements you may have with us, and in circumstances\nwhere locations of the Site require a password or identification information, you will use\nreasonable security methods to prevent others from obtaining your password or other identifying\ninformation.</p>\n<p>THE COMPANY MAY DISCONTINUE OR MAKE CHANGES IN THE INFORMATION, PRODUCTS OR SERVICES AT ANY TIME\nWITHOUT PRIOR NOTICE TO YOU AND WITHOUT ANY LIABILITY TO YOU.\nTHE COMPANY RESERVES THE RIGHT TO\nTERMINATE ANY OR ALL OF THE SITE’S CONTENT OR SERVICES WITHOUT PRIOR NOTICE TO THE USER.\nTHE\nAVAILABILITY OF THE SITE’S INFORMATION, PRODUCTS OR SERVICES DOES NOT MEAN THE COMPANY DISTRIBUTING\nOR SOLICITING, TO ANY PERSON, TO USE THE WEBSITE OR SUCH INFORMATION, PRODUCTS OR SERVICES WHERE\nPROHIBITED BY LAW.</p>\nPotential Disruption of Service\n<p>Access to our Site may from time to time be unavailable, delayed, limited or slowed due to causes\nbeyond the control of the Company and the Company makes no guarantees as to the availability of the\nSite.</p>\nLimitation of Liability\n<p>THE SITE (INCLUDING ALL INFORMATION AND MATERIALS CONTAINED ON THE SITE) IS PROVIDED ON AN “AS IS”\nBASIS.\nTHE COMPANY MAKES NO WARRANTIES AND REPRESENTATIONS REGARDING OUR SITE.\nTHE COMPANY\nSPECIFICALLY DISCLAIMS ALL WARRANTIES AND REPRESENTATIONS OF ANY KIND WITH REGARD TO THE SITE,\nINCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD-PARTY RIGHTS, FREEDOM\nFROM VIRUSES OR OTHER HARMFUL CODE, ACCURACY, ADEQUACY, OR FITNESS FOR ANY PARTICULAR PURPOSE.\nFURTHER, THE COMPANY WILL NOT BE LIABLE FOR ANY DELAY, DIFFICULTY IN USE, INACCURACY OF INFORMATION,\nCOMPUTER VIRUSES, MALICIOUS CODE OR OTHER DEFECT IN THIS SITE, OR FOR THE INCOMPATIBILITY BETWEEN\nTHIS WEBSITE AND FILES AND THE USER’S BROWSER OR OTHER SOFTWARE.\nUNDER NO CIRCUMSTANCES WILL THE\nCOMPANY BE LIABLE FOR ANY LOST PROFITS, LOST OPPORTUNITY OR ANY INDIRECT, CONSEQUENTIAL, INCIDENTAL,\nSPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES ARISING OUT OF ANY USE OF OR INABILITY TO USE OUR WEBSITE,\nREGARDLESS OF WHETHER WE HAVE BEEN APPRISED OF THE LIKELIHOOD OF SUCH DAMAGES OCCURRING AND\nREGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, WARRANTY, INFORMED, KNEW OR REASONABLY SHOULD\nHAVE KNOWN, (INCLUDING NEGLIGENCE), STRICT LIABILITY, OR OTHERWISE.</p>\nEnforceability and Governing&nbsp;Law\n<p>In the event any of the terms or provisions of these Terms of Use shall be held to be unenforceable,\nthe remaining terms and provisions shall remain in full force and effect.\nThese Terms of Use shall\nbe subject to any other agreements you have entered into with the Company, its affiliates,\nsuccessors or agents.\nYour access to and use of the Site are governed by the laws of the State of\nDelaware.</p>\nIndemnification\n<p>You agree to defend, indemnify and hold the Company and its affiliates and its and their Members,\nManagers, officers, employees, agents, contractors, successors or assigns thereof harmless from and\nagainst all third party claims, damages and expenses (including reasonable attorneys' fees) against\nor incurred by us arising out of your identity breach of these Terms or violation of applicable law,\nany of your Submissions, your use or access of the Site, or access by anyone accessing the Site\nusing your account.</p>\nWaiver of Jury Trial and Arbitration Provision\n<p>THIS ARBITRATION AGREEMENT IS BETWEEN You (“You” or “Your”), and Crediterium DE LLC or its subsidiaries\n(collectively referred to as “CREDITERIUM”) (“Lender”).\nThis Arbitration Agreement applies to all of\nyour Transaction Agreements, including but not limited to Your Application, Privacy Policy, Consent\nto Electronic Delivery of Documents, Text Message Consent, Optional Revocable Authorization\nAgreement, Optional Revocable Debit Card Authorization Agreement, Disclosures, Loan Agreement and\nDisclosures, and any other Agreements or transactions in connection with your Application and your\nLoan, (collectively “Your Transaction Agreements”).</p>\n<p>Arbitration is a process in which persons with a dispute: (a) waive their rights to file a lawsuit\nand proceed in court and to have a jury trial to resolve their disputes.\nand (b) agree, instead, to\nsubmit their disputes to a neutral third person (an “arbitrator”) for a decision.\nEach party to the\ndispute has an opportunity to present evidence to the arbitrator.\nPre-arbitration discovery may be\nlimited.\nThe arbitrator will issue a final and binding decision resolving the dispute, which may\nthen be enforced by a court judgment.\nA court rarely overturns an arbitrator’s decision.\nIt is\nacknowledged and agreed that this arbitration is intended to keep both parties' costs down in the\nevent of a disagreement and is a material inducement to the parties to enter into this Agreement.\nTHEREFORE, YOU ACKNOWLEDGE AND AGREE AS FOLLOWS:</p>\nDisputes\n<p>For purposes of this Waiver of Jury Trial and Arbitration Agreement (hereinafter the “Arbitration\nAgreement”), the words “dispute” and “disputes” are given the broadest possible meaning and include,\nwithout limitation (a) all claims, disputes, or controversies arising from or relating directly or\nindirectly to the signing of this Arbitration Agreement, however excluding the validity and scope of\nthis Arbitration Agreement and any claim or attempt to set aside this Arbitration Agreement.\n(b) all\nfederal or state law claims, disputes or controversies, arising from or relating directly or\nindirectly to Your Loan, the information you gave us before entering into Your Loan, and/or any past\nand/or future claims or disputes between you and us.\n(c) all counterclaims, crossclaims and third\nparty claims.\n(d) all common law claims, based upon contract, tort, fraud, or other intentional\ntorts.\n(e) all claims based upon a violation of any state or federal law.\n(f) all claims asserted by\nus against you, including claims for money damages to collect any sum we claim you owe us.\n(g) all\nclaims asserted by you individually against us and/or any of our employees, agents, directors,\nofficers, shareholders, managers, members, parent company or affiliated entities (hereinafter\ncollectively referred to as “related third parties”), including claims for money damages and/or\nequitable or injunctive relief.\n(h) All claims asserted on your behalf by another person.\n(i) all\nclaims asserted by you as a private attorney general, as a representative and member of a class of\npersons, or in any other representative capacity, against us and/or related third parties\n(hereinafter referred to as “Representative Claims”) .\nand/or (j) all claims arising from or\nrelating directly or indirectly to the disclosure by us or related third parties of any nonpublic\npersonal information about you.</p>\nWaiver\n<p>You acknowledge and agree that by entering into this Arbitration Agreement:</p>\n<ol>\n<li>\n<p>YOU ARE GIVING UP YOUR RIGHT TO HAVE A TRIAL BY JURY TO RESOLVE\nANY DISPUTE ALLEGED.</p>\n</li>\n<li>\n<p>YOU ARE GIVING UP YOUR RIGHT TO HAVE A COURT, OTHER THAN SMALL\nCLAIMS COURT, RESOLVE ANY DISPUTE.</p>\n</li>\n<li>\n<p>YOU ARE GIVING UP YOUR RIGHT TO SERVE AS A CLASS REPRESENTATIVE\nOR PARTICIPATE IN A CLASS ACTION.\nANY DISPUTE MAY NOT BE\nCONSOLIDATED WITH THE DISPUTE OF ANOTHER PERSON.</p>\n</li>\n</ol>\nClass Waiver\n<p>Except as provided below, all disputes against us and/or related third parties shall be resolved by\nbinding arbitration only on an individual basis with you.\nTHEREFORE, THE ARBITRATOR SHALL NOT\nCONDUCT CLASS ARBITRATION.\nTHAT IS, THE ARBITRATOR SHALL NOT ALLOW YOU TO SERVE AS A REPRESENTATIVE,\nAS A PRIVATE ATTORNEY GENERAL, OR IN ANY OTHER REPRESENTATIVE CAPACITY FOR OTHERS IN THE\nARBITRATION.</p>\nNotice and Choice of Arbitrator\n<p>Any party to a dispute, including related third parties, may send the other party written notice by\nU.S.\nCertified Mail of their intent to arbitrate, along with the subject of the dispute and the\nrelief requested, even if a lawsuit has been filed.\nRegardless of who demands arbitration, you shall\nhave the right to select any of the following arbitration organizations to administer the\narbitration: the American Arbitration Association (+1 (800) 778-7879)\nJAMS (1-800-352-5267).\nHowever, the parties may agree to select a local\narbitrator who is an attorney, retired judge, or arbitrator registered and in good standing with an\narbitration association and arbitrate pursuant to such arbitrator’s rules.\nThe party receiving\nnotice of arbitration will respond in writing by U.S.\nCertified Mail within twenty (20) days.\nIf you\ndemand arbitration, you must inform us in your demand of the arbitration organization you have\nselected or whether you desire to select a local arbitrator.\nIf related third parties or we demand\narbitration, you must notify us within twenty (20) days in writing by U.S.\nCertified Mail of your\ndecision to select an arbitration organization or your desire to select a local arbitrator.\nIf you\nfail to notify us, then we have the right to select an arbitration organization.\nThe parties to such\ndispute will be governed by the rules and procedures of such arbitration organization applicable to\nconsumer disputes, to the extent those rules and procedures do not contradict the express terms of\nyour Loan Agreements, including the limitations on the arbitrator herein.\nYou may obtain a copy of\nthe rules and procedures by contacting the arbitration organizations listed above.</p>\nArbitration Fees and Hearing\n<p>Regardless of who demands arbitration, at your request we will advance your portion of the\narbitration expenses, including the filing, administrative, hearing and arbitrator’s fees\n(“Arbitration Fees”).\nThroughout the arbitration, each party shall bear his or her own attorneys'\nfees and expenses, such as witness and expert witness fees.\nThe arbitrator shall apply applicable\nsubstantive law consistent with the Federal Arbitration Act (“FAA”), and applicable statutes of\nlimitation, and shall on or claims of privilege recognized at law.\nThe arbitration hearing will be\nconducted in the county of your residence, or within 30 miles from such county, or in such other\nplace as mutually agreed by the parties or ordered by the arbitrator.\nThe arbitrator may decide,\nwith or without a hearing, any motion that is substantially similar to a motion to dismiss for\nfailure to state a claim or a motion for summary judgment.\nIn conducting the arbitration proceeding,\nthe arbitrator shall not apply any federal or state rules of civil procedure or evidence.\nIf the\narbitrator renders a decision or an award in your favor resolving the dispute, then you will not be\nresponsible for reimbursing us for your portion of the Arbitration Fees, and we will reimburse you\nfor any Arbitration Fees you have previously paid.\nIf the arbitrator does not render a decision or\nan award in your favor resolving the dispute, then the arbitrator shall require you to reimburse us\nfor the Arbitration Fees we have advanced, not to exceed the amount which would have been assessed\nas court costs if the dispute had been resolved by a state court with jurisdiction, less any\nArbitration Fees you have previously paid.\nAt the timely request of any party, the arbitrator shall\nprovide a written explanation for the award.\nThe arbitrator’s award may be filed with any court\nhaving jurisdiction.</p>\nSmall Claims Court Exception\n<p>All parties may ask a small claims court to decide a Dispute that meets the requirements of the\nSmall Claims Court, so long as no party to the small claims court lawsuit seeks to recover damages\nbeyond the jurisdiction of the small claims court.\nIf you file a small claims court lawsuit against\nus, then we lose the right to elect arbitration of your Dispute (but not of other persons'\nDisputes), however you may not consolidate or join the claims of others.\nAny Dispute, which is\noutside the jurisdiction of a small claims court, shall be resolved by binding arbitration.\nAny\nappeal of a judgment from a small claims court shall be resolved by binding arbitration.</p>\nInterstate Commerce\n<p>This Arbitration Agreement is made pursuant to a transaction involving interstate commerce and shall\nbe governed by the FAA.\nIf a final, non- appealable judgment of a court having jurisdiction over\nthis transaction finds, for any reason, that the FAA does not apply to this transaction, then our\nagreement to arbitrate shall be governed by the arbitration law of the State of Delaware.</p>\nMiscellaneous\n<p>This Arbitration Agreement is binding upon and benefits you, your respective heirs, successors and\nassigns, and is binding upon and benefits us, our successors and assigns, and related third parties.\nThis Arbitration Agreement continues in full force and effect, even if your Loan has been paid or\ndischarged through bankruptcy.\nIn the event that any of this Arbitration Agreement is held\nunenforceable, the remainder of the Arbitration Agreement shall be in full force and effect.</p>\nOpt-out Process\n<p>You may choose to opt out of and not be subject to this Arbitration Agreement.\nYou must notify us in\nwriting within ninety (90) days of the date of this Agreement at the address shown in the\nContact Us section.\nYour written notice must include your name, address, transaction number,\nphone number, the date of this Agreement, and a statement that you wish to opt out of this\nArbitration Agreement.\nYour notice to opt-out will only apply to this particular transaction with us\nand not to subsequent or previous transactions.\nNo one may reject the Arbitration Agreement on your\nbehalf.\nThis is the only way you can reject the Arbitration Agreement.\nRejection of the Arbitration\nAgreement will not affect your right to credit, how much credit you receive, or any contract term\nother than the Arbitration Agreement.</p> Ready to get Your Loan? Apply Now! <i>\n</i>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n</ul>\n<ul>\n</ul> ", "created_at": "2022-12-17 05:19:53.470687", "updated_at": "2022-12-17 05:20:02.357907"}], "points": [], "urls": ["senordinero.com"]}}