{"error": 448, "message": "OK", "parameters": {"id": 8522, "name": "Epidemic Sound", "created_at": "2023-06-27 14:43:58.936489", "updated_at": "2023-06-27 22:02:17.396017", "wikipedia": null, "keywords": null, "related": null, "slug": "yes-theory", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8522.png", "url": "epidemicsound.com", "documents": [{"id": 16545, "name": "Cookie Policy ", "url": "https://www.epidemicsound.com/policy/cookie-policy/", "xpath": "//body", "text": null, "created_at": "2023-06-27 14:43:58.967354", "updated_at": "2023-06-27 14:44:34.455324"}, {"id": 16546, "name": "Privacy Policy ", "url": "https://www.epidemicsound.com/policy/v2/privacy-policy/", "xpath": "//body", "text": " Epidemic Sound – privacy notice to website visitors and users of our Services<p>\n<strong>Last updated on 12 April 2022.</strong>\n</p>\n<p>Welcome to read our privacy notice to website visitors and users of our Services (as defined below).\nIf you're getting in touch with us while representing a customer, partner, vendor, or similar business contact of ours, please read more here instead.</p>1.\nINTRODUCTION\n<p>1.1 This privacy notice describes how Epidemic Sound AB, reg.\nno.\n556781-0899, Västgötagatan 2, 118 27 Stockholm, Sweden (“Epidemic Sound”, “we”, “our”, “us”) collects and uses your personal data when you use our music, sound effects and services as offered through our website or mobile application (the “Services”), or otherwise visit our website.\nIt tells you what to expect us to do with your personal data when you interact with us and describes the rights you may have in relation to our use of your data, as well as how to exercise those rights.</p>\n<p>1.2 As a data controller, we must ensure that we use your personal data in compliance with applicable privacy and data protection laws (primarily the General Data Protection Regulation (EU) 2016/679, the “GDPR”) and to protect your personal data accordingly.\nIf you have questions or concerns regarding how we fulfil our obligations, you are welcome to contact us using the details in Section 9 below.</p>\n<p>1.3 We use cookies and similar technologies, e.g.\nto provide the right functionality and features for our website and Services.\nTo read more about how we use these technologies, what information they allow us to collect and process and for what purposes this is carried out, please read our cookie policy.</p>\n<p>1.4 To the extent you carry out activities or access services run by companies other than us, e.g.\nin relation to content published on other websites, this privacy notice will not apply and these other companies will be responsible for the processing of your personal data.</p>\n<p>1.5 We may update this privacy notice from time to time.\nAt the top of the page, you can see the last date when this was made.</p>2.\nWHAT PERSONAL DATA DO WE COLLECT AND USE?\n<p>2.1 In order for Epidemic Sound to be able to provide our website and Services, e.g.\nmanage user accounts, develop and optimize personalized user experiences, recommendations or offers, we collect and process your personal data as further explained below.</p>\n<p>2.2 The personal data we use is primarily collected directly from you when you interact with us on our website or when you use our Services.\nWhen you use our Services, we process (i) the information provided by you when you create and manage the account you use, (ii) data automatically generated as you use our Services and results created based on such data and (iii) information you provide when you contact us, for example when communicating with our customer service or when you participate in our surveys or promotions.</p>\n<p>2.3 To help you better understand what kind of personal data we use, we explain this further below.</p>Category of personal dataDescription<p>\n<strong>User account data</strong>\n</p>\n<ul>\n<li>information provided at sign-up and when you update or manage the account you use to access the Services, such as email address, account password, media channels/profiles (e.g.\nFacebook, Instagram, YouTube, TikTok, Twitch or podcast channel), payment method, payment details, first and last name, age, company name, business type, address, location/country and the contact details (email addresses) of other users you invite to collaborate with in connection with the playlists you create</li>\n</ul>\n<p>\n<strong>Subscription data</strong>\n</p>\n<ul>\n<li>information about the license(s) or subscription(s) associated with the account you use and the status of such license(s) or subscription(s), including (where applicable) e.g.\nmulti-channel network (MCN) or multi-platform network (MPN) affiliation, as well as registered/whitelisted social media channels</li>\n</ul>\n<p>\n<strong>Payment data</strong>\n</p>\n<ul>\n<li>\n<p>payment information such as your payment method, credit or debit card type and other card data (e.g.\nvalidity date and CVV code), details of your transaction history and other financial data to process your payment depending on the payment method of your choice</p>\n</li>\n<li>\n<p>where your user account is connected to a subscription paid by an enterprise or a company, we only process the payment data of that enterprise or company</p>\n</li>\n</ul>\n<p>\n<strong>Technical device and user data</strong>\n</p>\n<ul>\n<li>\n<p>technical information generated while using our website or Services, such as IP address, (non-specific) location or area/country, type of device, operating system and web browser, dates, times and duration of visits (including if you are a first time or returning visitor) and other web traffic information</p>\n</li>\n<li>\n<p>information about your visit and behavior on our website and platforms, such as page views and site navigation patterns based on data collected via cookies and similar technologies (to read more about how we use these technologies, what information they allow us to collect and process, and for what purposes this is carried out, please read our cookie policy)</p>\n</li>\n</ul>\n<p>\n<strong>Service usage data</strong>\n</p>\n<ul>\n<li>\n<p>information about your use of and interaction with our Services, such as how you use our playlist functions, create playlists and what music and sound effects you played or downloaded for creating content</p>\n</li>\n<li>\n<p>insights about your interests or preferences, collected via e.g.\nyour user ID, such as how you use features of our Services, how our music or sound effects are used and how they are perceived when published in content on social media platforms or other media channels</p>\n</li>\n<li>\n<p>similar information and insights based on data collected via cookies and similar technologies (to read more about how we use these technologies.\nwhat information they allow us to collect and process and for what purposes this is carried out, please read our cookie policy)</p>\n</li>\n</ul>\n<p>\n<strong>Music curation data</strong>\n</p>\n<ul>\n<li>information provided to our music curators, such as track references or references to e.g.\nmedia productions</li>\n</ul>\n<p>\n<strong>Digital rights management data</strong>\n</p>\n<ul>\n<li>information on content published online and that includes our music, such as data from YouTube’s ContentID, including video and channel data associated with such content</li>\n</ul>\n<p>\n<strong>Contact requests data</strong>\n</p>\n<ul>\n<li>information provided when you communicate with us, for example if you have questions, feedback or conversations with our customer support function, or when you otherwise communicate with us via for example email or website forms</li>\n</ul>\n<p>\n<strong>Referral data</strong>\n</p>\n<ul>\n<li>information relating to the number of paying new subscribers (referrals) you referred to us</li>\n</ul>\n<p>\n<strong>Surveys, promotions and contests data</strong>\n</p>\n<ul>\n<li>information that you submit to us in order to participate in surveys, promotions or contests, such as feedback regarding your experience with our Services or audiovisual content that you created with our music or sound effects together with the media channels, profiles or contact details provided to us in said context</li>\n</ul>3.\nFOR WHAT PURPOSES DO WE USE THE PERSONAL DATA WE COLLECT AND WHAT ARE OUR LEGAL BASES FOR DOING SO?\n<p>3.1 To help you better understand why we use your personal data and to make sure you know we use it only as necessary in a legitimate way, the purposes for carrying out our processing activities as well as the legal bases we rely on for doing so are explained below.</p>Purposes of the processingCategories of personal dataLegal bases<p>\n<strong>Functionality purposes:</strong>\n</p>\n<p>To maintain and improve our website and Services, including to enable functionality, troubleshoot, fix errors and bugs, detect and counter errors, intrusions and incidents and create statistics to understand our visitors better and to improve functionality and user experience.</p>\n<ul>\n<li>Technical device and user data</li>\n</ul>\n<p>Legitimate interests (where our legitimate interests are to be able to maintain, improve and protect our website, Services and their functionality)</p>\n<p>\n<strong>User account management purposes:</strong>\n</p>\n<p>To allow registration and management of user accounts</p>\n<ul>\n<li>User account data</li>\n<li>Subscription data</li>\n</ul>\n<p>Performance of the contract we have with you regarding the Services</p>\n<p>or</p>\n<p>Legitimate interest (where our legitimate interest is to instead perform our contract with the company you represent)</p>\n<p>\n<strong>Platform functionality purposes:</strong>\n</p>\n<p>To maintain and enable the functionality of our Services, mainly to allow users to discover, create and edit playlists as well as to download and use music and sound effects for the content they create</p>\n<ul>\n<li>Technical device and user data</li>\n<li>Service usage data</li>\n</ul>\n<p>Performance of the contract we have with you regarding the Services</p>\n<p>or</p>\n<p>Legitimate interest (where our legitimate interest is to instead perform our contract with the company you represent)</p>\n<p>\n<strong>Service personalization purposes:</strong>\n</p>\n<p>To personalize user experience and provide our Services in a relevant manner, mainly to understand what music and sound effects to recommend to users, based on analysis of user interaction with our Services, such as how a user creates and use playlists and what music and sound effects they download to create content</p>\n<ul>\n<li>Technical device and user data</li>\n<li>Service usage data</li>\n<li>Contact requests data</li>\n<li>Digital rights management data</li>\n</ul>\n<p>Legitimate interest (where our legitimate interest is to provide our Services in an adequate and relevant manner to you or the company you represent)</p>\n<p>\n<strong>Music curation purposes:</strong>\n</p>\n<p>To help our users or the companies they represent to find the right music our sounds to specific content at their specific requests (music curation services)</p>\n<ul>\n<li>Music curation data</li>\n</ul>\n<p>Performance of the contract we have with you regarding the requested music curation services</p>\n<p>or</p>\n<p>Legitimate interest (where our legitimate interest is to instead perform our contract with the company you represent)</p>\n<p>\n<strong>Improvement purposes:</strong>\n</p>\n<p>To improve and develop our Services and ensure we continue to deliver relevant music and sound effects for creating successful content, based on user or customer profile together with analysis and insights of how users interact with our Services, e.g.\nthe type of social media channels and content created with our music or sound effects, the type of business they are active in and their location</p>\n<ul>\n<li>Technical device and user data</li>\n<li>Service usage data</li>\n<li>User account data</li>\n<li>Subscription data</li>\n<li>Contact requests data</li>\n</ul>\n<p>Legitimate interest (where our legitimate interest is to provide our Services in an adequate and relevant manner to you or the company you represent)</p>\n<p>\n<strong>Marketing purposes:</strong>\n</p>\n<p>To provide users or the company they represent with personalized offers and recommendations via emails or similar means of communication (for instance on social media platforms), based on user or customer profile together with analysis and insights of how users interact with our Services, e.g.\nthe type of social media channels and content created with our music or sound effects, the type of business they are active in and their location.</p>\n<ul>\n<li>Technical device and user data</li>\n<li>Service usage data</li>\n<li>User account data</li>\n<li>Subscription data</li>\n<li>Contact requests data</li>\n</ul>\n<p>Legitimate interest (where our legitimate interests are to be able to market our offers and recommendations to you or the company you represent</p>\n<p>\n<em>You can easily opt out from receiving marketing messages by clicking the unsubscribe link in our emails.</em>\n</p>\n<p>\n<strong>Customer support purposes:</strong>\n</p>\n<p>To communicate via our customer support service, e.g.\nrelated to technical support, subscriptions or accounts or requests regarding whitelisting.</p>\n<ul>\n<li>Subscription data</li>\n<li>Digital rights management data</li>\n<li>Contact requests data</li>\n</ul>\n<p>Legitimate interest (where our legitimate interest is to be able to communicate and provide support related to our Services)</p>\n<p>\n<strong>Customer insights purposes:</strong>\n</p>\n<p>To show how frequently our Services are used as well as to present insights about customer specific usage of our Services, in order to allow our enterprise customers to evaluate the value created to their business.</p>\n<ul>\n<li>Information reflecting usage of our Services for each customer, based on mainly (aggregate) data or results of: number of downloads and plays and other music usage in terms of genres, artists and moods assigned to certain sounds.</li>\n</ul>\n<p>Legitimate interest (where our legitimate interest is to be able to help our customers understand the value created by our Services)</p>\n<p>\n<strong>Whitelisting and other digital rights management purposes:</strong>\n</p>\n<p>To ensure we do not make claims against licensed use of our music (i.e.\nfor whitelisting) - and correspondingly to ensure we can enforce our rights in relation to infringing use of our music or sound effects.\nThis also includes collecting information from third parties, e.g.\npartners who distribute our Services, in order to ensure that the data we use for said purposes is up to date as well as to share information with them when we update such data</p>\n<ul>\n<li>User account data</li>\n<li>Subscription data</li>\n<li>Digital rights management data</li>\n<li>Contact requests data</li>\n</ul>\n<p>Performance of the contract we have with you regarding the Services</p>\n<p>or</p>\n<p>Legitimate interest (where our legitimate interest is to instead perform our contract with the company you represent)</p>\n<p>or</p>\n<p>Where applicable instead: The establishment, exercise or defence of legal claims</p>\n<p>\n<strong>Reconnecting purposes:</strong>\n</p>\n<p>To be able to reach out to inactive users or customers based on analysis and insights about their previous interactions with our Services, for example how they created and used playlists, what music and sound effects they downloaded to create content and information about why they lost touch with us</p>\n<ul>\n<li>Service usage data</li>\n<li>User account data</li>\n<li>Subscription data</li>\n<li>Contact requests data</li>\n<li>Other information regarding you as a prospective customer representative, such as your professional profile and why you or the company you represent chose to terminate your subscription with us</li>\n</ul>\n<p>Legitimate interest (where our legitimate interest is to be able to reconnect with and market our offers or recommendations to potential customers or users)</p>\n<p>\n<strong>Referral purposes:</strong>\n</p>\n<p>To keep track on the number of new users (referrals) that a user refers to us and how many of these referrals who convert their free trials to payment subscriptions, in order to be able to reward the user with referral credits</p>\n<ul>\n<li>Referral data</li>\n</ul>\n<p>Legitimate interest (where our legitimate interest is to be able to reach out with our Services to new users)</p>\n<p>\n<strong>Promotion purposes:</strong>\n</p>\n<p>To arrange and enable users to participate in surveys, promotions and contests.</p>\n<ul>\n<li>Surveys, promotions and contests data</li>\n</ul>\n<p>Legitimate interest (where our legitimate interest is to be able to arrange and manage surveys, promotions and contests)</p>\n<p>\n<strong>Payment processing purposes:</strong>\n</p>\n<p>To process payments as well as to make available relevant payment methods</p>\n<ul>\n<li>Subscription data</li>\n<li>Payment data</li>\n</ul>\n<p>Performance of the contract we have with you regarding the Services</p>\n<p>or</p>\n<p>Legitimate interest (where our legitimate interest is to instead perform our contract with the company you represent)</p>\n<p>\n<strong>Regulatory reporting purposes:</strong>\n</p>\n<p>To ensure we fulfil our requirements relating to payments, taxes as well as documenting and reporting our financial status</p>\n<ul>\n<li>Subscription data</li>\n<li>Payment data</li>\n</ul>\n<p>Compliance with our legal obligations in relation to e.g.\ntaxes and bookkeeping</p>\n<p>\n<strong>Legal enforcement purposes:</strong>\n</p>\n<p>To enforce (legal) rights or obligations, whether set forth in e.g.\nour agreement with a user or the company they represent, an agreement with a third party or following from applicable laws, regulations or other statutes we are subject to.</p>\n<ul>\n<li>Service usage data</li>\n<li>User account data</li>\n<li>Subscription data</li>\n<li>Contact requests data</li>\n<li>Other information necessary to enforce rights or obligations in each specific case</li>\n</ul>\n<p>Establishment, exercise or defence of legal claims</p>4.\nFOR HOW LONG DO WE STORE YOUR PERSONAL DATA?\n<p>4.1 We review our storage of personal data on a regular basis, in order to delete or anonymize data when it is no longer necessary to keep for the purposes it was collected.</p>\n<p>4.2 This normally means we store your personal data for as long as you or\nthe company you represent have a customer relationship and/or an open\naccount with us under an active subscription, and then for up to two (2)\nyears thereafter in order to ensure you have the opportunity to reconnect\nwith us and seamlessly return to your user account.</p>\n<p>4.3 Your personal data may also be stored for other reasons after your subscription to use our Services has ended, e.g.\nin order for us to be able to fulfil our remaining contractual or legal obligations or address legal claims related to our relationship with you or the company you represent or work for.</p>\n<p>4.4 For more information, please contact us through this webform.</p>5.\nSHARING YOUR PERSONAL DATA OUTSIDE OF OUR ORGANIZATION\n<p>5.1 If you use our website or Services your personal data will be shared with the following categories of recipients in order for us to carry out our business activities and fulfil our obligations as described in Section 3 above.</p>\n<ul>\n<li>\n<p>\n<strong>Other Epidemic Sound group companies.</strong> We may share your personal data with our group companies to enable e.g.\nlocalized support and offers.</p>\n</li>\n<li>\n<p>\n<strong>MCN/MPN partners.</strong> If you have signed up for our Services as part of a multi-channel network (MCN) or multi-platform network (MPN), we may share your signup data (User account data and Subscription data) and your Contact request data with the MCN or MPN you belong to in order to manage your account and subscription.</p>\n</li>\n<li>\n<p>\n<strong>Service providers.</strong> We engage third party service providers who will receive and process your personal data, subject to the data protection obligations or other agreements or arrangements we apply for such situations.\nSuch third party service providers are typically necessary to operate our website and Services, such as technical infrastructure service providers and analytics service providers.They also include external consultancy services such as accounting services and legal services.</p>\n</li>\n<li>\n<p>\n<strong>Media and communication platforms.</strong> In the context of our whitelisting and other digital rights management activities, we may share your personal data with e.g.\nsocial media and communication platforms to ensure that we do not claim any licensed use of our music and sound.\nWe may also share your personal data with e.g.\nsocial media and communication platforms to reach out to you with information and personalized offers for marketing purposes and similar activities relating to our business.</p>\n</li>\n<li>\n<p>\n<strong>Public agencies and authorities.</strong> We share information with public agencies and authorities to comply with our legal obligations, or to claim or respond to legal processes (e.g., a court order), or where otherwise necessary for the establishment, exercise or defence of legal claims (e.g.\nto address fraud).</p>\n</li>\n<li>\n<p>\n<strong>Sale or transfer.</strong> We may also share your personal data to third parties (such as a data room vendor and/or potential investors) in case of a merger, tenure, acquisition or sale of all, or parts of, our assets.</p>\n</li>\n<li>\n<p>\n<strong>Authorized resellers.</strong> We may share your personal data with our official third party resellers in order for them to be able to offer and market our content to you.</p>\n</li>\n<li>\n<p>\n<strong>Third party services and sites.</strong> If you connect your user account to a third-party application, we may automatically share your activity and activity-related stories with that service, including the content you consume.</p>\n</li>\n</ul>6.\nINTERNATIONAL TRANSFERS\n<p>6.1 In order to carry out activities described in this privacy notice, we will share your personal data with our group companies.\nThis includes transfers to our group companies within the EU/EEA as well as outside the EU/EEA (the USA and South Korea).\nTransfers of your personal data outside of the EU/EEA also takes place in relation to other recipients listed in Section 5 above, e.g.\nour service providers, partners and social media platforms.</p>\n<p>6.2 Before we transfer personal data outside the EU/EEA we have to ensure that the level of protection of your personal data and your rights remain adequate.</p>\n<p>This means we must base such transfers on specific mechanisms, most commonly</p>\n<ul>\n<li>\n<p>adequacy decisions adopted by the European Commission, pursuant to article 45 of the GDPR (information about such decisions are available here).\nor</p>\n</li>\n<li>\n<p>standard contractual clauses adopted by the European Commission, pursuant to article 46 of the GDPR (information about these clauses are available here).\nand that we otherwise shall</p>\n</li>\n<li>\n<p>ensure appropriate contractual, technical, and organisational measures are in place, to ensure that your personal data is afforded a level of protection essentially equivalent to that guaranteed within the EU/EEA.</p>\n</li>\n</ul>7.\nKEEPING YOUR PERSONAL DATA SECURE\n<p>7.1 We are committed to protecting your personal data.\nTo help maintain the security of your personal data we have implemented organizational and technical measures to adequately protect it, e.g.\npolicies, instructions, routines against unauthorised access and unnecessary retention as well as safeguards such as firewalls, fraud detection and other systems to detect unauthorized activities aimed at our website or Services.\nWe keep these measures under close review in order to keep our systems and the personal data we process safe.</p>8.\nYOUR RIGHTS AND HOW TO EXERCISE THEM\n<p>8.1 There are a number of rights that you may be entitled to exercise in relation to us when we process your personal data.\nBelow, you find a summary of what these rights involve and when they may apply.\nIf you want to know more or wish to make a request in order to exercise your rights, you are welcome to contact us through this webform or mail your request to the address in Section 9 below.</p>\n<p>We kindly ask you to note that there may be limitations to your rights and that we may have to take steps to be able to fulfil them correctly, e.g.\nto confirm your identity and to ensure we continue to respect the rights of others.</p>\n<p>8.2 Your rights and when they may apply:</p>\n<ul>\n<li>\n<p>\n<strong>Right of access.</strong> You have the right to know whether we process personal data relating to you and to obtain a copy of the personal data we process about you.\nYou also have the right to supplementary information similar to the information in this privacy notice to understand how we are using your data, e.g.\nwhy we are processing it, what categories of personal data it concerns and for how long we store it.</p>\n</li>\n<li>\n<p>\n<strong>Right to rectification.</strong> You have the right to have inaccurate personal data about you corrected and, in some cases, you may even supplement it.</p>\n</li>\n<li>\n<p>\n<strong>Right to erasure.</strong> You have the right to obtain that we erase personal data relating to you when we no longer have a relevant or valid reason to process or store it, such as when you (or the company you represent) quit your subscription with us and end your relationship with us, or if you object to certain processing carried out by us and we cannot adequately justify continued processing.</p>\n</li>\n<li>\n<p>\n<strong>Right to portability.</strong> You have the right to reuse your personal data.\nThis means you may have the right to receive it from us or have it directly transmitted to someone else for continued use at your choice, where the personal data has been provided or generated directly by you during the course of your relationship with us, e.g.\nwhen using the Services, or (where applicable) during activities carried out based on your consent.\nPlease note however that this excludes information or results we have inferred or created.\nNeither does the right to portability apply to the extent we only process data manually.\nYour right to portability will further depend on interoperability, what is technically feasible and whether it will adversely affect the rights of others.</p>\n</li>\n<li>\n<p>\n<strong>Right to object.</strong> You have the right to object to our continued processing of your personal data.\nFor example, where our processing is carried out with reference to our or someone else’s legitimate interests, your objection may result in an obligation for us to cease the processing unless we are able to sufficiently justify continued processing.</p>\n</li>\n<li>\n<p>\n<strong>Right to restriction.</strong> Following your request to exercise your rights there may be situations where we must cease our processing activities and restrict them, without erasing your personal data.\nThis might be because you object to such erasure or need the personal data to establish, exercise, or defend legal claims.\nThere may also be situations where we need to verify e.g.\nthe accuracy of the personal data concerned or where we disagree with each other to the extent we need to assess whether we can still process your personal data in spite of your objection.\nIn such cases, you have the alternative to obtain that we restrict the processing of the personal data concerned which means (i) we will only store it or use in very limited situations (if applicable), such as with your consent or to establish, exercise, or defend legal claims and (ii) you will be informed before we lift any such restriction.</p>\n</li>\n<li>\n<p>\n<strong>Right to lodge a complaint with a supervisory authority.</strong> If you are unhappy with how we process your personal data or our practices around privacy and data protection matters otherwise, you have the right to lodge a complaint to a supervisory authority.\nIn Sweden, this is the Swedish Authority for Privacy Protection (Sw.\nIntegritetsskyddsmyndigheten), but each EU member state has their own supervisory authority that you can reach out to at your convenience.\nBefore you lodge a complaint with the supervisory authority, you are of course always welcome to contact us with any concerns or complaints.\nThe easiest way to do so is to reach out via this webform or at the address in Section 9 below.</p>\n</li>\n</ul>9.\nHOW TO CONTACT US\n<p>9.1 If you have more questions and would like to get in touch with us, you are more than welcome to contact us via this webform or via mail at the address below.</p>\n<p>Epidemic Sound AB (Attn: GDPR Working Group)\nVästgötagatan 2, 118 27 Stockholm, Sweden</p> We use cookies <p>We and our partners use cookies to store and access personal data such as browsing data for purposes such as serving and personalizing content and advertising and analyzing site traffic.\nYou may find out more about the purposes for which we and our partners use cookies or exercise your preferences by clicking the ‘Change cookie settings’ button below.</p> Accept Change cookie settings We use cookies<p>We and our partners use cookies to store and access personal data such as browsing data for purposes such as serving and personalizing content and advertising and analyzing site traffic.\nYou may find out more about the purposes for which we and our partners use cookies or exercise your preferences by clicking the ‘Change cookie settings’ button below.\n</p> AcceptChange cookie settingsCookie settingsYou can revisit your consent choices or withdraw consent at any time by clicking the link to your cookie settings in our Cookie Policy.\nWe work in coordination with an industry framework, signaling your preferences globally for all participating websites.\n<br>Cookie policyAllow allManage consent preferencesStrictly Necessary CookiesAlways active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies list‎Statistics Statistics <p>Cookies used for gathering statistics of users.</p>Cookies list‎Marketing Marketing <p>Cookies used for marketing.</p>Cookies list‎Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest Switch Label label Switch Label label Switch Label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm my choices", "created_at": "2023-06-27 14:44:59.224667", "updated_at": "2023-06-27 14:45:08.396824"}], "points": [], "urls": ["epidemicsound.com"]}}