{"error": 448, "message": "OK", "parameters": {"id": 9851, "name": "Minecraft-mp.com", "created_at": "2023-10-31 16:24:59.101926", "updated_at": "2023-10-31 23:02:50.021006", "wikipedia": null, "keywords": null, "related": null, "slug": "minecraft-mp-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9851.png", "url": "minecraft-mp.com", "documents": [{"id": 19631, "name": "Terms Of Service", "url": "https://minecraft-mp.com/terms/", "xpath": "/html/body/div[3]", "text": " <strong>Our website is made possible by displaying online advertisements to our visitors.</strong>\n<br>\n<strong>\n<i>\n</i> Please consider supporting us by enabling cookies and third party services.</strong> Terms Of Service <p>By using \"<strong>Minecraft-mp.com</strong>\", you accept these Terms of Service.\n<br>\n<br>\n<strong>Last Revision: August 26th, 2023</strong>\n</p> User Account\n<p>By creating an account on \"<strong>Minecraft-mp.com</strong>\", you allow us to send you notices, warnings, internal newsletters, password retrieval and account activation on your email address.</p>\n<p>You can unsubscribe from notices, warnings and internal newsletters at any time in your account here : Account Settings.</p> Use of Service\n<p>By using our services, you allow us to make periodic connections attempts to your server and warrant that the server is a <strong>Minecraft</strong> server and that you are the owner or an authorized person to add the server on the owner's behalf.<br>\n<br> You also consent to not publish following content:<br>\n</p>\n<ul>\n<li>pornographic content</li>\n<li>illegal content</li>\n<li>racist content</li>\n</ul>\n<p>\n</p> About Minecraft-mp.com <p>\"<strong>Minecraft-mp.com</strong>\" is a third party Minecraft server list and not an official Minecraft service.\nIt is not approved by or associated with Mojang or Microsoft.</p>\n<p>Minecraft and associated Minecraft images are copyright of Mojang and Microsoft.</p> Server Content and Information\n<p>You own the content and information you post on \"<strong>Minecraft-mp.com</strong>\".\nBy adding your server to \"<strong>Minecraft-mp.com</strong>\", you consent that content covered by intellectual property rights, like server banners (\"IP Content\"), you specifically grant us a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license to use any IP content you provide on your server's listing (\"IP License\").\nThis IP License is terminated when you delete the IP content from your server or when you deleted your account.\nWhen you remove this IP content, you understand that this deleted content may persist in backup copies for a reasonable period of time but this content will not be available to others.\nYou also understand that such content may be accessed and used outside of \"<strong>Minecraft-mp.com</strong>\" (like search engines).</p>\n<br>\nRemoval of Server\n<p>We reserve the right to remove any server at anytime with or without any reason.\nYou may delete your server off from \"<strong>Minecraft-mp.com</strong>\" at anytime by clicking on the \"Delete\" icon on your server management page.\n</p>\n<br>\nFake Player Count\n<p>Displaying a fake player count on your server is not allowed.</p>\n<br> Duplicate Servers\n<p>Duplicate servers are not allowed.\nA duplicate server is a server having the same Hostname/MOTD, player count and pointing to the same IP address than another server.</p>\n<br>\nSubServers\n<p>Subservers are allowed, but <strong>only the main server can have votes</strong>.\nSubservers are several servers with different Hostname/MOTD and player count but linked into a network with BungeeCord or something else.<br>This is to avoid that big networks take several slots with an unfair advantage.</p> Vote Cheating\n<p>Vote cheating is not allowed.\nAny server doing vote cheating might get blocked, removed and/or blacklisted from our website.<br>\n<br> Vote cheating is:<br>\n</p>\n<ul>\n<li>A person using a VPN, Proxy or any means to make multiple daily votes.</li>\n<li>Using bot, script or any means to make multiple daily votes.</li>\n</ul>\n<p>\n</p> Termination\n<p>We reserve the right to terminate any account at anytime with or without any reason.</p> Warranty Disclaimer\n<p>There are no warranties of any kind, express or implied, with respect to any service.</p> Change of Terms\n<p>We reserve the right to change the Terms of Service at anytime with or without notice.</p> ", "created_at": "2023-10-31 16:24:59.140076", "updated_at": "2023-10-31 16:25:18.620792"}, {"id": 19632, "name": "General Terms And Conditions of Sale", "url": "https://minecraft-mp.com/cgv/", "xpath": "/html/body/div[3]", "text": " <strong>Our website is made possible by displaying online advertisements to our visitors.</strong>\n<br>\n<strong>\n<i>\n</i> Please consider supporting us by enabling cookies and third party services.</strong> General Terms And Conditions of Sale <p>\n<strong>Last Revision: January 12th, 2022</strong>\n</p> 1.\nPurpose\n<p>\nThese \"General Terms And Conditions of Sale\" are intended, first, to inform any potential consumer on the terms and conditions under which the seller makes the sale, and secondly, to define the rights and obligations of the parties in the sale of services by the seller to the consumer that applies without restriction or qualification, to all sales by the company Listforge, services offered on the website \"Minecraft-mp.com\".<br>\n<br> The fact for anyone to buy a service on the website \"Minecraft-mp.com\" implies full acceptance of these terms and conditions which the buyer acknowledges prior to its purchase.<br>\n<br> The buyer, prior to purchase, declare: <br>\n- Have full legal capacity, allowing him to respect and accept these terms and conditions.<br>\n<br> The company Listforge reserves the right to modify at any time these terms and conditions, depending on the evolution of its website or legislation.\nIn such cases, the company Listforge will inform the buyer by posting on its website.\nHowever, it is the responsibility of the buyer to check these terms and conditions to stay informed of any such changes.\n</p> 2.\nInformation About Company Listforge\n<p>\n<strong>Société LISTFORGE</strong>\n<br>\nSARL au capital de 145 000 €<br>\n1 rue Kirschleger - 67000 STRASBOURG - FRANCE<br>\nSIRET 81255479800023<br>\nRCS 812 554 798</p> 3.\nWebsite Access\n<p>It's the responsibility of the buyer to get the technology means to access the website \"Minecraft-mp.com\".\nIt's also the buyer that must pay the connection cost for his own access to the \"Minecraft-mp.com\" website.</p> 4.\nFormation of the Contract and Purchase 4.1 Price and Auction <p>\nPrices for services on the \"Minecraft-mp.com\" website, quoted in dollars, are those in effect at the time of purchase by the consumer.\n<br>\n<br> Prices and auction include VAT applicable on the date of purchase and any change in the VAT rate will be reflected on the price of services proposed on the website \"Minecraft-mp.com.\" <br>\n<br> If the buyer is in an area or country exempted from VAT, prices and auctions will not include VAT.\n<br>\n<br> Consumers subject to VAT will pay the same price than exempted consumer, the company Listforge has chosen to take VAT payment in his charge.\n<br>\n<br> Service prices can be changed by the company Listforge at any time.\nThis change will be reported to the consumer before the purchase.\nThe auction is defined by the consumer, they are not affected by this rule.</p> 4.2 Purchase <p>\nAny purchase implies acceptance, without limitation or qualification to these terms and conditions.\n<br>\n<br> From the moment the consumer has registered its purchase by clicking the \"Pay Now\" button, it is deemed to have accepted knowingly and without reservation, these terms and conditions.\n<br>\n<br> The purchase will be considered final only after payment by the consumer of the full price.\nThe service will only start after the payment of the full price.\nThe services related to auction are started after the payment of the full price and after the start date of delivery specified in the rules of the auction.\n</p> 5.\nPayment\n<p>\nPayment of the full price must be made during the purchase process.\nPartial payment will not be accepted.\n<br>\n<br> All payments, regardless of their origin, are payable in Dollars and only with the payment service Paypal, provided by the Paypal company.\n<br>\n<br> The receipt of the full amount of the purchase will be made by the company Listforge after confirmation of payment by Paypal company.<br>\n<br> The buyer guarantees to the company Listforge that he has required permission to make payment through PayPal.\n<br>\n<br> The company Listforge reserves the right to suspend or cancel any services, regardless of their nature and level of performance in the event of non-payment of any sum payable by the purchaser, or in case of a payment incident.\n<br>\n<br> To fight against Internet fraud, information about your payment could be transmitted to any authorized third party for verification.\n</p> 6.\nRefunds\n<p>\nOnce payment of a service was performed on the site \"Minecraft-mp.com\" it is possible to receive a refund only in the case of a malfunction or disruption of service of the site Internet \"Minecraft-mp.com.\" The refund will be proportionnal to the duration of the malfunction or disruption of service.<br>\n<br> It is to the entire discretion of the company Listforge to decide if there was a malfunction or disruption of service on the \"Minecraft-mp.com\" website that may cause a refund.\n</p> 7.\nWarranty and Responsability 7.1 Warranty and Responsability about Minecraft\n<p>\nThe company Listforge and \"Minecraft-mp.com\" website are not affiliated with Minecraft game and his publisher Mojang.\nTherefore the company Listforge can not be held responsible for problem, malfunction or disruption of service with Minecraft game.<br>\n<br>\n</p> 7.2 Service : Uptime Reset\n<p>\nThe company Listforge and \"Minecraft-mp.com\" website agrees to restore the server uptime to 100% after payment confirmation by Paypal.\nIt is the responsibility of the consumer to ensure that the server remains accessible to connection made by the website \"Minecraft-mp.com.\" Otherwise, server uptime will again drop below 100% and the company Listforge will not be held responsible.\n</p> 7.3 Service : Premium Option\n<p>\nThe company Listforge and \"Minecraft-mp.com\" website agrees to display the server as defined in the rules of Premium Option.\nThe company Listforge does not guarantee in any case any result.\n</p> 8.\nNo Waiver\n<p>\nThe failure of either party not to claim a breach to the other party of any of the obligations contained in the present terms and conditions shall not be interpreted for the future as a waiver to the obligation in question.\n</p> 9.\nApplicable Law\n<p>\nSales of services by the company Listforge are subject to French law.\n</p> 10.\nComputers and Liberty Law\n<p>\nThe information collected by company Listforge in any purchase by the consumer is required to perform the service on the website \"Minecraft-mp.com.\" Under the Data Protection Act 78-17 of 6 January 1978, the buyer has a right of access, rectification, opposition and deletion of data by contact the company Listforge.</p> ", "created_at": "2023-10-31 16:24:59.174523", "updated_at": "2023-10-31 16:26:13.232334"}, {"id": 19633, "name": "Privacy Policy", "url": "https://minecraft-mp.com/privacy/", "xpath": "/html/body/div[3]", "text": " <strong>Our website is made possible by displaying online advertisements to our visitors.</strong>\n<br>\n<strong>\n<i>\n</i> Please consider supporting us by enabling cookies and third party services.</strong> Privacy Policy <p>We collect only the following data for the use of \"<strong>Minecraft-mp.com</strong>\".\nWe never sell your personal information to third parties.\nIf you have any questions or concerns regarding our privacy policy, please contact us at:\ncontact@minecraft-mp.com\n<br>\n<br>\n<strong>Last Revision: February 15th, 2023</strong>\n</p>\n<i>\n</i> What Data Do We collect? <i>\n</i> Access Information\n<p>Like many other websites, we make use of log files.\nThe information inside the log files includes internet protocol (IP) addresses, type of browser, type of operating system, Internet Service Provider (ISP), date/time, referring/exit pages....<br>\n<br>\n<u>IP addresses and other such information are not linked to any other information that are personally identifiable</u>.</p>\n<i>\n</i> User Account\n<p>When you register on \"<strong>Minecraft-mp.com</strong>\", you must provide a nickname and a valid email address.\nWe only use these information for notices, warnings, internal newsletters, password retrieval and account activation.</p>\n<p>On registration and each login action, we also collect the IP address used.\nWe only collect this information for two purposes:\n</p>\n<ul>\n<li>Abuse detection and prevention</li>\n<li>Security measure for account protection</li>\n</ul>\n<p>\n</p>\n<p>When using our Premium option, you must provide before payment the following information : Name and firstname, Company Name (if applicable), Country of residence and a VAT number (if applicable).\nThese information will be used for our invoices and tax purpose.\nThese information can be transmitted to financial authorities for tax and accountant purpose.</p>\n<i>\n</i> Vote Information\n<p>When you vote for a server on \"<strong>Minecraft-mp.com</strong>\", we collect the following information : IP address, Country associated with the IP address , Referrer URL, User agent (browser and system used).</p>\n<p>The IP address can be shared with a third party for abuse detection (usage of VPN/Proxy).\nSee \"Third Parties\" section for more information.</p>\n<i>\n</i> Server Information\n<p>When you register a server on \"<strong>Minecraft-mp.com</strong>\", we collect all information you provide us with.\nBy registering your server, you accept that we publicly publish some information, like your server's IP address, server port...</p>\n<i>\n</i> Data Retention Time <i>\n</i> Access Information\n<p>Access information stored in our log files can be kept up to two years for security needs.</p>\n<i>\n</i> User Account\n<p>Data associated with user account are kept until user request removal of his data.\nA copy of these data are stored in external backups and can be kept up to 20 days after the removal request.</p>\n<i>\n</i> Vote Information\n<p>Vote data (See \"What Data Do We collect?\") stored in our database are kept for one month.</p>\n<i>\n</i> Server Information\n<p>Server information are kept until user request removal.\nA copy of these data are stored in external backups and can be kept up to 20 days after the removal request.</p>\n<i>\n</i> Data Removal <i>\n</i> Access Information\n<p>Access information are removed automatically based on our log rotation settings.\nSee \"Data Retention Time\" for more information.</p>\n<i>\n</i> User Account\n<p>Each user has an option to delete immediatly his account and data associated with it in our database.\nCopies of these data stored in our backups are automatically deleted after the retention time indicated in \"Data Retention Time\".</p>\n<i>\n</i> Vote Information\n<p>Vote information are removed automatically.\nSee \"Data Retention Time\" for more information.</p>\n<i>\n</i> Server Information\n<p>Each user has an option to delete immediatly the data associated with his server.\nCopies of these data stored in our backups are automatically deleted after the retention time indicated in \"Data Retention Time\".</p>\n<i>\n</i> Cookies <i>\n</i> What Are Cookies?\n<p>A cookie is a small text file that a website saves on your computer or mobile device when you visit the site.\nIt enables the website to remember your actions and preferences (such as login, language, font size and other display preferences) over a period of time, so you don't have to keep re-entering them whenever you come back to the site or browse from one page to another.</p>\n<i>\n</i> How Do We Use Cookies?\n<p>We use cookies to store your session information.\nThis allow us to logged you in automatically.\nYou can remove and disable cookies by modifying the settings in your browser.\nHowever, keep in mind that this may cause you to be unable to login on \"<strong>Minecraft-mp.com</strong>\".\n</p>\n<p>We use cookies with our vote system to help us detect abuse.\nYou can remove and disable cookies by modifying the settings in your browser.\nHowever, keep in mind that this may cause you to be unable to vote on \"<strong>Minecraft-mp.com</strong>\".\n</p>\n<i>\n</i> Third Parties and Third Party Cookies <p>Our website uses various third party services.\nSome of these third party service might require cookies to work.\n<br>\n<strong>European citizens might disable them using our privacy setting banner.</strong>\n</p>By disabling third party services and cookies, you will not be able to use some parts of our website.\n<i>\n</i> Google Analytics\n<p>Our website uses Google Analytics, a web analytics service provided by Google, Inc.\n(\"Google\").\nWe don't use any \"Advertising Features\" and \"IP Anonymization\" feature is enabled.\nThis service requires use of cookies.</p>\n<i>\n</i> Google Adsense\n<p>Our website uses Google AdSense, a web advertising service provided by Google, Inc.\n(\"Google\").\nThis service requires use of cookies.</p>\n<i>\n</i> Google reCAPTCHA\n<p>Our website uses Google reCAPTCHA, a security service that protects your websites from spam and abuse provided by Google, Inc.\n(\"Google\").\nThis service requires use of cookies.</p>\n<i>\n</i> ShareThis\n<p>Our website uses ShareThis, a social bookmarking service provided by ShareThis.\nThis service requires use of cookies.</p>\n<i>\n</i> IPHub\n<p>Our website uses IPHub, a Proxy/VPN detection service.\nWhen you use our vote feature, we transmit your IP address to IPHub.\nNo other data are transmitted to IPHub.</p>\n<i>\n</i> Cookie-Script\n<p>Our website uses Cookie-Script, a cookie management service to collect consent to third party cookies for European citizens.\nThis service requires use of cookies that cannot be disabled.</p>\n<i>\n</i> Cloudflare\n<p>Our website uses Cloudflare, a content delivery network and DDoS protection.\nThis service requires use of cookies.\nMore information here.</p>\n<i>\n</i> Links To Other Websites <p>Our website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide while visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p>\n<i>\n</i> Other Terms <p>\"<strong>Minecraft-mp.com</strong>\" reserves the right to change the Privacy Policy at anytime with or without notice.\n</p> ", "created_at": "2023-10-31 16:24:59.205761", "updated_at": "2023-10-31 16:26:52.32809"}], "points": [], "urls": ["minecraft-mp.com"]}}