{"error": 448, "message": "OK", "parameters": {"id": 2709, "name": "BTGuard", "created_at": "2021-02-05 00:58:11.053426", "updated_at": "2021-03-25 03:19:28.569215", "wikipedia": null, "keywords": null, "related": null, "slug": "btguard", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2709.png", "url": "btguard.com", "documents": [{"id": 3998, "name": "Privacy Policy", "url": "https://btguard.com/privacy", "xpath": "/html/body/div/div/div/div[2]/div/div[1]/div/div", "text": "\nPrivacy Policy <p>\nNetcrawled LLC is committed to protecting your privacy.\nAccordingly, we have developed this Policy in order for you to understand how we collect, use, communicate and disclose and make use of personal information.\nThe following outlines our privacy policy.\n</p>\n<p>\n</p>\n<ul>\n<li>We do not sell, trade or rent your personal information to other companies.</li>\n<li>Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.</li>\n<li>We will collect and use of personal information solely with the objective of fulfilling those purposes specified by us and for other compatible purposes, unless we obtain the consent of the individual concerned or as required by law.</li>\n<li>We will only retain personal information as long as necessary for the fulfillment of those purposes.</li>\n<li>We will collect personal information by lawful and fair means and, where appropriate, with the knowledge or consent of the individual concerned.</li>\n<li>Personal data should be relevant to the purposes for which it is to be used, and, to the extent necessary for those purposes, should be accurate, complete, and up-to-date.</li>\n<li>We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.</li>\n<li>We will make readily available to customers information about our policies and practices relating to the management of personal information.</li>\n</ul>\n<br>\n<br>\n<p>\n</p>\n<p>\n<b>Netcrawled LLC DOES NOT collect your Internet Protocol (IP) addresses or customer usage.</b>\n<br>\n<br>\nUpdated: November 15, 2011\n</p> ", "created_at": "2021-02-05 00:58:56.473744", "updated_at": "2021-02-05 00:59:00.771155"}, {"id": 13379, "name": "TERMS OF SERVICE", "url": "https://btguard.com/tos", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<b>BTGuard - TERMS OF SERVICE</b>\n<br>\n<br>\n<p>\n<b>Your personal information will never be exposed to a third party without a court order.</b>\n</p>\n<p>\n<b>1.\nTerms</b>\n<br>\nBTGuard services are provided by Netcrawled LLC.\nBy using BTGuard services and accessing it's website, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using our services and accessing this site.\nThe materials contained in this web site are protected by applicable copyright and trade mark law.\n</p>\n<p>\n<b>2.\nUser License</b>\n<br>\n</p>\n<ul>\n<li>Permission is granted to download the materials (information or software) and use services from Netcrawled LLC for personal use.\nThis is the grant of a license, not a transfer of title, and under this license you may not:<br>\n<ul>\n<li>a.\nUse our services for hacking, DOS hacks, SPAM or other activities of a malicious nature.</li>\n<li>b.\nUse the materials for any commercial purpose, or for any public display (commercial or non-commercial).</li>\n<li>c.\nAttempt to decompile or reverse engineer any software contained on Netcrawled LLC's web site.</li>\n<li>e.\nShare your account with others outside of your household(immediate family) or access point(router).</li>\n<li>f.\nConduct illegal activities.</li>\n</ul>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Netcrawled LLC at any time without refund.\n</li>\n<li>You understand and agree that you(the user) are solely responsible for all of your activities while using our service and the content downloaded or uploaded.\n</li>\n<li>You understand and agree that you are solely responsible for special, consequential, or exemplary damages, including but not limited to: damages for loss of profits, goodwill, use, data or other intangible losses.\n</li>\n<li>You understand and agree that you are solely responsible for the working condition(s) of your device &amp.\ninternet connection and Netcrawled LLC is NOT responsible for technical support related to your hardware or it's software.\n</li>\n</ul>\n<br>\n<p>\n</p>\n<p>\n<b>3.\nDisclaimer</b>\n<br>\nThe materials on Netcrawled LLC's web site are provided \"as is\".\nNetcrawled LLC makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, Netcrawled LLC does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.\n</p>\n<p>\n<b>4.\nLimitations</b>\n<br>\nIn no event shall Netcrawled LLC or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Netcrawled LLC's Internet site, even if Netcrawled LLC or a Netcrawled LLC authorized representative has been notified orally or in writing of the possibility of such damage.\n</p>\n<p>\n<b>5.\nRevisions and Errata</b>\n<br>\nThe materials appearing on Netcrawled LLC's web site could include technical, typographical, or photographic errors.\nNetcrawled LLC does not warrant that any of the materials on its web site are accurate, complete, or current.\nNetcrawled LLC may make changes to the materials contained on its web site at any time without notice.\nNetcrawled LLC does not, however, make any commitment to update the materials.\n</p>\n<p>\n<b>6.\nLinks</b>\n<br>\nNetcrawled LLC has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Netcrawled LLC of the site.\nUse of any such linked web site is at the user's own risk.\n</p>\n<p>\n<b>7.\nSite Terms of Service Modifications</b>\n<br>\nNetcrawled LLC may revise these terms of use for its web site at any time without notice.\nBy using this service and web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.\n</p>\n<br>\n<br>\nUpdated: November 15, 2011 <br>\n<br>\n<br>\n<br>\n<em>\n<b>Login&nbsp;&nbsp;</b>\n</em>\n<em>\n<b>Forgot</b>\n</em>\n<p>Netcrawled LLC © 2014 | Privacy Policy | Affiliate Program</p> ", "created_at": "2022-12-17 18:57:16.206027", "updated_at": "2022-12-17 18:57:33.536722"}], "points": [], "urls": ["btguard.com"]}}