{"error": 448, "message": "OK", "parameters": {"id": 8602, "name": "TapChamps ", "created_at": "2023-06-29 04:35:28.869749", "updated_at": "2023-06-29 10:02:14.257325", "wikipedia": null, "keywords": null, "related": null, "slug": "tapchamps", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8602.png", "url": "tapchamps.com", "documents": [{"id": 16743, "name": "Privacy Policy", "url": "https://www.tapchamps.com/privacy", "xpath": "//body", "text": " <ul>\n<li>Support</li>\n<li>Contact</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>Privacy Policy<p>This Privacy Policy (together with our terms of use, which are available at tapchamps.com/terms) governs the manner in which Tapchamps (“Tapchamps”) collects, uses, maintains and discloses personal data collected from users of the tapchamps.com website and app (the “Site”) as well as all websites and apps working directly or indirectly with Tapchamps.\nThis privacy policy applies to the Site and all products and services offered by Tapchamps.\nPlease read this policy carefully to understand the views and practices of Tapchamps regarding your personal data and how Tapchamps will treat it.</p>\n<p>\n<br>\n</p>Personal Data on website<p>\n<br>\n</p>\n<p>Tapchamps fully respects your right to privacy and will collect personal data from you only if you voluntarily submit such information to us.\nPersonal data that we collect about you may include your name, email address, gender, date of birth, telephone number, instant messenger, social account, address and bank details.\nAny personal data which you volunteer to Tapchamps will be treated strictly in accordance with the Data Protection Acts 1988 and 2003.\nYou may refuse to supply personal data to us, except that it may prevent you from engaging in certain Site related activities.</p>\n<p>\n<br>\n</p>Non-personally identifiable information<p>\n<br>\n</p>\n<p>We may collect non-personally identifiable information about you whenever you interact with our Site.\nNon-personally identifiable information may include:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nthe browser name</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\naggregated usage information;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nthe session ID;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nthe operating system,&nbsp;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nthe Internet service providers utilized,&nbsp;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\ndevice information such as your International mobile equipment identity (“IMEI”), IP address or Android ID, Advertising ID or IDFA and other similar information (together, the “ID”)</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nthe time and date you access the mobile app;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nthe name and type of apps on your phone;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nthe game achievements you unlock;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nthe device information and location data;.</p>\n<p>\n<br>\n</p>\n<p>Please note that, although the IDs are not considered to be personal information in every jurisdictions, some jurisdiction (such as EU) consider those IDs as personal information.\nWe hence treat IDs as personal information.</p>\n<p>\n<br>\n</p>Web browser cookies<p>\n<br>\n</p>\n<p>Our Site may use \"cookies\" to distinguish you from other users of the Site and to enhance your experience when using the Site.\nCookies may be placed by your browser on your hard drive for record-keeping purposes and sometimes to track information about your use of the Site.\nYou may choose to set your web browser to refuse cookies, or to alert you when cookies are being sent.\nIf you do so, please note that some parts of the Site may not function properly.</p>\n<p>\n<br>\n</p>How we use collected information<p>\n<br>\n</p>\n<p>Tapchamps may collect and use Users personal information on the site for the following purposes:</p>\n<ul>\n<li>\n<em>- To improve customer service</em>.\nTo help us respond to your customer service requests and support needs more efficiently.\nIt also helps us to administer the Site for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes.</li>\n<li>\n<em>To personalize user experience.&nbsp;</em>We may use information in the aggregate to understand how our users as a group use the services and resources provided on our Site.</li>\n<li>\n<em>Safety.&nbsp;</em>As part of our efforts to keep the Site safe and secure and to avoid fraudulent use.</li>\n<li>\n<em>To perform internal operations</em> such as preventing fraud and abuse of our Services, troubleshooting operational issues.\nto conduct data analysis.\nand to monitor usage and activity trends;</li>\n<li>\n<em>Recommend new games</em> based on the preferences of the Users;</li>\n<li>\n<em>To send periodic emails.</em>If you decide to opt-in to our mailing list, you will receive emails that may include company news, updates, related product or service information, etc.\nIf at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or you may contact us via our Site at support@tapchamps.com</li>\n</ul>\n<p>\n<br>\n</p>How we protect your information<p>\n<br>\n</p>\n<p>We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.</p>\n<p>\n<br>\n</p>\n<p>Sensitive and private data exchange between the Site and your browser happens over a SSL secured communication channel and is encrypted and protected with digital signatures.</p>\n<p>\n<br>\n</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to our Site.\nany transmission is at your own risk.\nOnce we have received your information, we will use strict procedures and security features to try to prevent unauthorized access.</p>\n<p>\n<br>\n</p>Sharing your personal information<p>\n<br>\n</p>\n<p>We may disclose your personal data to third parties:</p>\n<ul>\n<li>Where we engage trusted third parties to provide services in connection with the Site or our business, including sending out newsletters or surveys on our behalf.</li>\n<li>In the event that we sell or buy any business or assets, in which case we may disclose your personal data to the prospective seller or buyer of such business or assets.</li>\n<li>If Tapchamps or substantially all of its assets are acquired by a third party, in which case personal data held by it about its customers will be one of the transferred assets.</li>\n<li>If we are under a duty to disclose or share your personal data in order to comply with any legal obligation, or in order to enforce or apply our Website terms of use (tapchamps.com/terms) and other agreements, or to protect the rights, property, or safety of Tapchamps, our customers or others.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>We may share your personal information with any member of our group, which means our subsidiaries, our ultimate holding company and its subsidiaries, as defined in section 7 and 8 of the Companies Act 2014.</p>\n<p>\n<br>\n</p>Advertising<p>\n<br>\n</p>\n<p>Ads appearing on our network may be delivered to you by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement and to compile non personally identifiable information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.</p>\n<p>\n<br>\n</p>\n<p>In order to prevent fraud and attribute clicks and conversions, we may collect certain device information including the following:</p>\n<ul>\n<li>Name and properties of mobile applications/websites through which a consumer interacts with the Services;</li>\n<li>Country;</li>\n<li>IP Address;</li>\n<li>Internet browser user-agent used to access the Services.\nand</li>\n<li>Identifier for advertisers (IFA).</li>\n</ul>\n<p>\n<br>\n</p>\n<p>Right to be forgotten and withdrawal of consent to collect personal data:</p>\n<p>\n<br>\n</p>\n<p>You may request that your Personal data collected by Tapchamps be deleted at any time.\nTapchamps agrees to permanently delete such data within a reasonable delay upon reception of a written request sent to privacy@tapchamps.com</p>\n<p>\n<br>\n</p>\n<p>You may also withdraw your consent to the collection of Personal data at any time by sending a written request to privacy@tapchamps.com.\nUpon receiving notice that you have revoked your consent, we will stop using your Personal Information within a reasonable time.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>Please note that by choosing to delete your personal data or withdraw your consent to the collection of Personal data, your personal information together with any loyalty points that you have earned will be deleted.\nThis is not recommended in case you want to temporarily stop using Tapchamps.\nAn email requesting your confirmation will be sent to the email you registered with before we delete your account.</p>\n<p>\n<br>\n</p>Children<p>\n<br>\n</p>\n<p>We do not knowingly collect personal information from children under the age of 16 through the Advertising Services and the Site.</p>\n<p>\n<br>\n</p>\n<p>We are not responsible for the content or privacy practices of other websites or our advertising partners.\nPlease check their privacy policies before you submit any personal data to such websites or advertising partners.</p>\n<p>\n<br>\n</p>Your Access and Amendment Rights<p>\n<br>\n</p>\n<p>You have the right, subject to certain exemptions, to obtain a copy of any personal data which we hold about you (for which we may charge you a small fee of €6.35) and to have inaccuracies in the information corrected and to request that we restrict or block the processing of your personal data.\nIf you wish to avail of any of these rights, please contact our data protection officer at dataprotection@tapchamps.com.</p>\n<p>\n<br>\n</p>Changes to this privacy policy<p>\n<br>\n</p>\n<p>Tapchamps has the discretion to update this privacy policy at any time.\nWhen we do, we will post a notification on the main page of our Site and revise the updated date at the bottom of this page.\nWe encourage you to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p>\n<p>Your continued use of the Site after any change in this Privacy Policy will constitute your acceptance of such change.</p>\n<p>\n<br>\n</p>Your acceptance of these terms<p>\n<br>\n</p>\n<p>By using this Site, you signify your acceptance of and consent to the practices described in this policy and terms of use (tapchamps.com/terms).\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.</p>\n<p>\n<br>\n</p>Contacting us<p>\n<br>\n</p>\n<p>If you have any questions, comments or requests in relation to this Privacy Policy, the practices of the Site, or your dealings with the Site, please contact us at privacy@tapchamps.com</p>\n<p>6-9 Trinity Street, Dublin 2, Ireland&nbsp;</p>\n<p>\n<br>\n</p>\n<p>This document was last updated on March 15th 2020.</p>Join TapChamps!<br>Easy — No SDK Required!<p>Just send us your tracking link, desired CPI, KPIs and let us take care of the rest!</p>\n<p>© 2022 TapChamps</p>Terms &amp.\nConditions — Privacy Policy — Support <p>Business</p>\n<p>Support</p> Send", "created_at": "2023-06-29 04:35:28.928606", "updated_at": "2023-06-29 04:35:55.943768"}, {"id": 16742, "name": "Terms & Conditions ", "url": "https://www.tapchamps.com/terms/", "xpath": "//body", "text": " <ul>\n<li>Support</li>\n<li>Contact</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>Terms &amp.\nConditions1— Introduction<p>These terms of use (together with the documents that they refer to) govern your use of our website&nbsp;tapchamps.com&nbsp;and our mobile application Tapchamps (together the&nbsp;“Site”).\nby using the Site, you confirm that you accept and agree to comply with these terms of use in full.\nIf you disagree with these terms of use or any part of these terms of use, you must not use the Site.</p>\n<p>These terms of use refer to our Privacy Policy (which is available at&nbsp;tapchamps.com/privacy) which sets out the terms on which we process any personal data we collect from you, or that you provide to us.\nBy using the Site, you consent to such processing and you warrant that all data provided by you is accurate.</p>\n<p>These terms of use apply to your participation in the services offered by Tapchamps which consist of offering rewards to users for downloading and/or reviewing and/or playing any games suggested in the Site.\nSuch participation is subject to additional terms and conditions which are made available to you, and which you must agree to, when you sign up to participate in the Tapchamps program.</p>\n<p>\n<br>\n</p>2— Licence to use the Site<p>\n<br>\n</p>\n<p>Unless otherwise stated, we or our licensors own the intellectual property rights in the Site and material on the Site, including, without limitation, text, graphics, logos, button icons, images, audio clips and software.\nSubject to the licence below, all these intellectual property rights are reserved.</p>\n<p>You are granted a limited licence solely to view, download for caching purposes only, and print pages from the Site for your own personal use, subject to the restrictions set out below and elsewhere in these terms of use.</p>\n<p>You must not reproduce, duplicate, copy or otherwise exploit material on the Site for a commercial purpose that is not expressly permitted by us.</p>\n<p>You must not modify the paper or digital copies of any materials you have printed off or downloaded in any way, and you must not use any illustrations, photographs, video or audio sequences or any graphics separately from any accompanying text.</p>\n<p>Our status (and that of any identified contributors) as the authors of content on the Site must always be acknowledged.</p>\n<p>If you print off, copy or download any part of the Site in breach of these terms of use, your right to use the Site will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.</p>\n<p>\n<br>\n</p>3— User account eligibility&nbsp;<p>\n<br>\n</p>\n<p>Only one User account is allowed per User.\nIt is strictly forbidden to transfer or sell a User account to third parties.&nbsp;</p>\n<p>By using the Site, you warrant and represent that&nbsp;</p>\n<ul>\n<li>all information you submit to the Site are accurate</li>\n<li>you will keep the accuracy of all such information</li>\n<li>You will not use a virtual private network (“VPN”), proxy or any other means to hide the real source of traffic</li>\n<li>you are not accessing the application through any kind of emulator&nbsp;</li>\n<li>you are not using any autoclicker,&nbsp;web robot (“Bot”) or similar software that allows you to manipulate data relating to your phone's input, or that fakes phone usage, or that makes automated views, clicks or conversions.</li>\n<li>You are not using any software that can unlock in-game content for free or that can change the game play in any way.</li>\n<li>You will not access the Site through any device other than an Android mobile phone or tablet.</li>\n<li>You will not use disposable email addresses enabling you to automatically open verification links nor forward messages to alternate addresses.</li>\n<li>You are not using a rooted device or any device for which you have been granted privileged control.&nbsp;</li>\n<li>You are not attempting to fraudulently earn rewards through any means other than playing games.</li>\n<li>You will be completely responsible for any use of your Account by you and anyone other than you.&nbsp;</li>\n</ul>\n<p>Your account may be indefinitely suspended without any warning if we believe that you infringe any of these Terms.\nTapchamps reserves the right to nullify all rewards earned and to disable the redemption of rewards on any account that has been suspended, regardless of the reason of the suspension.</p>\n<p>You will receive a notification to enable the \"Display over Other Apps\" setting.\nAllowing it will help us better suggest to you games you may like.&nbsp;</p>\n<p>\n<br>\n</p>4— Acceptable use<p>\n<br>\n</p>\n<p>You must not use the Site in any way, either knowingly or recklessly, that causes, or may cause, damage to the Site or impairment of the availability or accessibility of the Site.\nor in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.</p>\n<p>You must not use the Site to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit, logic bomb or other malicious or harmful computer software.</p>\n<p>You must not attempt to gain unauthorized access to the Site, the server on which the Site is stored or any server, computer or database connected to the Site.\nYou must not attack the Site via a denial-of-service attack or a distributed denial-of-service attack.\nBy breaching this provision, you may commit a criminal offence under the Criminal Damage Act 1991, the Criminal Justice (Theft and Fraud Offences) Act 2001, the Criminal Justice Act 2011, or under other applicable laws.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use the Site will cease immediately.</p>\n<p>You must not conduct any systematic or automated data collection activities (including, without limitation, scraping, data mining, data extraction and data harvesting) on or in relation to the Site without our express written consent.</p>\n<p>You must not use the Site to transmit or send unsolicited commercial communications.</p>\n<p>You must not use the Site for any purposes related to marketing without our express written consent.</p>\n<p>\n<br>\n</p>5— Restricted access<p>\n<br>\n</p>\n<p>You may not be able to access certain areas of the Site which are restricted.\nWe reserve the right to restrict access to other areas of the Site, or indeed the whole Site, at our discretion, including, without limitation, if we believe that particular conduct violates applicable law, is harmful to our interests or is in breach of these terms of use.</p>\n<p>Confidentiality must be ensured at all times regarding the use of User ID and password.\nCredentials that are used to access restricted areas of the Site, content &amp.\nservices must be kept confidential.</p>\n<p>You must notify Tapchamps in writing immediately if you become aware of any unauthorised use of your account or password.</p>\n<p>You are responsible for any activity on the Site.\nIf you fail to keep your password confidential you will be liable for any losses arising out of such a failure.</p>\n<p>You must not use any other person's user ID and password to access the Site, unless you have that person's express permission to do so.\nWe may disable your user ID and password at any time in our sole discretion with or without notice or explanation.</p>\n<p>\n<br>\n</p>6— User content<p>\n<br>\n</p>\n<p>In these terms of use, \"your content\" means material (including, without limitation, text, images, audio material, video material and audio-visual material) that you submit to the Site, for whatever purpose.</p>\n<p>You grant us a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your content in any existing or future media.\nYou also grant us the right to sub-license these rights and the right to bring an action for infringement of these rights.</p>\n<p>Any content you upload to the Site will be considered non-confidential and non-proprietary, and we have the right to use, copy, distribute and disclose to third parties any such content for any purpose.</p>\n<p>We also have the right to disclose your identity to any third party who is claiming that any content posted or uploaded by you to the Site constitutes a violation of their intellectual property rights, or of their right to privacy.</p>\n<p>You warrant and represent that your content will comply with these terms of use and you will be liable to us and indemnify us for any breach.</p>\n<p>Your content must not be illegal or unlawful, must not infringe any third party's legal rights and must not be capable of giving rise to legal action whether against you, us or a third party (in each case under any applicable law).</p>\n<p>You must not submit any content to the Site that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.</p>\n<p>We reserve the right to edit or remove any material submitted to the Site, or stored on our servers, or hosted or published upon the Site.</p>\n<p>The views expressed by other users on the Site do not represent our views or values.</p>\n<p>Notwithstanding our rights under these terms of use in relation to your content, we do not undertake to monitor the submission of such content to, or the publication of such content on, the Site.\nWe will not be responsible, or liable to any third party, for the content or accuracy of any content posted by you or any other user of the Site.</p>\n<p>\n<br>\n</p>7— Limitation of Liability and Disclaimer<p>\n<br>\n</p>\n<p>You hereby acknowledge and agree that the Site is available for use ‘as is’ and ‘as available’, with no warranties of any kind whatsoever and that, without prejudice to the generality of the foregoing, we make no warranty regarding, and shall have no responsibility for, the accuracy, availability, reliability, security, fitness for purpose or performance of the Site or the contents thereof.</p>\n<p>You acknowledge and agree that we may temporarily suspend access to the Site for any reason without notice, including but not limited to where there is a breakdown, error, defect or malfunction of any part of the Site.</p>\n<p>Except as expressly set out in these Terms of Use, all representations, warranties, terms and conditions whether express or implied in relation to the Site or the information contained herein are hereby excluded to the fullest extent permitted by law.</p>\n<p>Due to the fact that we cannot guarantee that the Site will be fault free or that the information contained on the Site will be correct, we do not accept any liability for any loss or damage whatsoever arising out of or in connection with the Site or the contents thereof, whether under theories of contract, tort (including negligence), strict liability or otherwise.</p>\n<p>Rewards earned may be redeemed ONLY&nbsp;in countries where related merchants are available.\nTapchamps&nbsp;is not accountable for any reward that the user is unable to redeem due to their age or country of residence.\nTapchamps&nbsp;is also not responsible for any lost or malfunctioning Rewards.</p>\n<p>\n<br>\n</p>8— Indemnity<p>\n<br>\n</p>\n<p>You shall defend, indemnify and hold us and our officers, directors and employees harmless on demand from and against all claims, actions, proceedings, losses, damages, expenses and costs (including, without limitation, court costs and reasonable legal fees) arising out of or in connection with any breach by you of any provision of these terms of use, or arising out of any claim that you have breached any provision of these terms of use.</p>\n<p>\n<br>\n</p>9— Breaches of these terms of use<p>\n<br>\n</p>\n<p>Without prejudice to our other rights under these terms of use, if you breach these terms of use in any way, we may take such action as we deem appropriate to deal with the breach, including suspending your access to the Site, prohibiting you from accessing the Site, blocking computers using your IP address from accessing the Site, contacting your internet service provider to request that they block your access to the Site and/or bringing court proceedings against you.</p>\n<p>\n<br>\n</p>10— Compliance with Applicable Laws<p>\n<br>\n</p>\n<p>Due to the global nature of the Internet you agree to comply with all local laws regarding on-line conduct.\nYou also agree to comply with any applicable rules regarding the export of any technical data from any country.</p>\n<p>\n<br>\n</p>11— Links to Other Sites<p>\n<br>\n</p>\n<p>The Site may contain links to sites operated by third parties.\nSuch links are provided for your convenience only.\nWe have no control over these sites and we are not responsible for their availability or content.\nThe inclusion on the Site of links to such other sites does not imply any endorsement of the material on such sites or any association with their operators.\nWe will not be liable for any loss or damage that may arise from your use of them.</p>\n<p>\n<br>\n</p>12— Linking to the Site<p>\n<br>\n</p>\n<p>You may link to the home page of the Site, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it.\nYou must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.\nYou must not establish a link to the Site in any site that is not owned by you.\nThe Site must not be framed on any other site, nor may you create a link to any part of the Site other than the home page.\nWe reserve the right to withdraw linking permission without notice.</p>\n<p>If you wish to make any use of content on the Site other than that set out above, please contact&nbsp;support@tapchamps.com.</p>\n<p>\n<br>\n</p>13— Variation<p>\n<br>\n</p>\n<p>We may revise these terms of use and any documents referred to herein from time to time.\nRevised terms of use will apply to the use of the Site from the date of publication of the revised terms of use on the Site.\nThe Site will specify the latest date on which the terms of use have been amended.\nPlease check this page from time to time to take notice of any changes we have made, as they are binding on you if you continue to use the Site.</p>\n<p>\n<br>\n</p>14— Assignment<p>\n<br>\n</p>\n<p>We may transfer, sub-contract or otherwise deal with our rights and/or obligations under these terms of use without notifying you or obtaining your consent.</p>\n<p>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms of use.</p>\n<p>\n<br>\n</p>15— Severability<p>\n<br>\n</p>\n<p>If a provision of these terms of use is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.</p>\n<p>\n<br>\n</p>16— Exclusion of third party rights<p>\n<br>\n</p>\n<p>These terms of use are for the benefit of you and us, and are not intended to benefit any third party or be enforceable by any third party.\nThe exercise of our and your rights in relation to these terms of use is not subject to the consent of any third party.</p>\n<p>\n<br>\n</p>17— Entire agreement<p>\n<br>\n</p>\n<p>Subject to the first paragraph of Section 9, these terms of use, together with our privacy policy and DPA, constitute the entire agreement between you and us in relation to your use of the Site and supersede all previous agreements in respect of your use of the Site.</p>\n<p>\n<br>\n</p>18— Law and jurisdiction<p>\n<br>\n</p>\n<p>These terms of use will be governed by and construed in accordance with laws of Ireland, and any disputes relating to these terms of use will be subject to the jurisdiction of the courts of Ireland.</p>\n<p>\n<br>\n</p>19— Our details<p>\n<br>\n</p>\n<p>The full name of our company is Ad4Game Ireland Limited (all references to&nbsp;“we”,&nbsp;“us”, or&nbsp;“our”&nbsp;in these terms refer to Ad4Game).</p>\n<p>We are registered in Ireland under company number 529980 with registered address at 16 South Main Street, Naas, County Kildare, Ireland.\nOur main trading address is 6-9 Trinity Street, Dublin 2, Ireland.\nOur VAT number is IE3209107LH.</p>\n<p>You can contact us by email to&nbsp;contact@tapchamps.com</p>\n<p>\n<br>\n</p>\n<p>Last updated March 30th, 2020</p>Join TapChamps!<br>Easy — No SDK Required!<p>Just send us your tracking link, desired CPI, KPIs and let us take care of the rest!</p>\n<p>© 2022 TapChamps</p>Terms &amp.\nConditions — Privacy Policy — Support <p>Business</p>\n<p>Support</p> Send", "created_at": "2023-06-29 04:35:28.899568", "updated_at": "2023-06-29 04:36:07.634397"}], "points": [], "urls": ["tapchamps.com"]}}