{"error": 448, "message": "OK", "parameters": {"id": 9242, "name": "pay.com ", "created_at": "2023-07-16 00:36:55.157581", "updated_at": "2023-07-16 10:02:36.136223", "wikipedia": null, "keywords": null, "related": null, "slug": "pay-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9242.png", "url": "pay.com", "documents": [{"id": 18094, "name": "Terms", "url": "https://www.iubenda.com/terms-and-conditions/93550893", "xpath": "//body", "text": " Terms and Conditions of <strong>Pay.com Group of companies</strong>\n<p>These Terms govern</p>\n<ul>\n<li>the use of this Website, and,</li>\n<li>any other related Agreement or legal relationship with the Owner</li>\n</ul>\n<p>in a legally binding way.\nCapitalized words are defined in the relevant dedicated section of this document.</p>\n<br>\n<p>The User must read this document carefully.</p>\n<p>This Website is provided by:</p>\n<p>\nPAYCOMCY LIMITED, a limited liability company duly registered under the laws of the Republic of Cyprus, reg.\nno.\nHE 408974, with registered address at Andrea Kariolou 38, Agios Athanasios, 4102, Limassol, Cyprus\n<br>Pay.com US, Inc, a corporation registered under the laws of the State of Delaware with file number 6425328 and whose registered office is at 8 The Green, Ste R, Dover County of Kent, 19901\n<br>\n<br>Data Protection Officer contact details: legal@pay.com</p>\n<p>\n<b>Owner contact email:</b> info@pay.com\n</p> TERMS OF USE<p>Unless otherwise specified, the terms of use detailed in this section apply generally when using this Website.</p>\n<p>Single or additional conditions of use or access may apply in specific scenarios and in such cases are additionally indicated within this document.</p>\n<p>By using this Website, Users confirm to meet the following requirements:</p>\nContent on this Website\n<p>Unless where otherwise specified or clearly recognizable, all content available on this Website is owned or provided by the Owner or its licensors.</p>\n<p>The Owner undertakes its utmost effort to ensure that the content provided on this Website infringes no applicable legal provisions or third-party rights.\nHowever, it may not always be possible to achieve such a result.<br>\nIn such cases, without prejudice to any legal prerogatives of Users to enforce their rights, Users are kindly asked to preferably report related complaints using the contact details provided in this document.</p>\nAccess to external resources\n<p>Through this Website Users may have access to external resources provided by third parties.\nUsers acknowledge and accept that the Owner has no control over such resources and is therefore not responsible for their content and availability.</p>\n<p>Conditions applicable to any resources provided by third parties, including those applicable to any possible grant of rights in content, result from each such third parties’ terms and conditions or, in the absence of those, applicable statutory law.</p>\nAcceptable use\n<p>This Website and the Service may only be used within the scope of what they are provided for, under these Terms and applicable law.</p>\n<p>Users are solely responsible for making sure that their use of this Website and/or the Service violates no applicable law, regulations or third-party rights.</p>\n<p>We hereby grant to You a limited, revocable, personal, non-transferable and non-exclusive license to access, read and download one copy of the content of this Website solely for the purpose of evaluating the services offered by us.</p>\n<p>You further agree that You will not create derivative works of, reverse engineer, decompile, disassemble, adapt, translate, transmit, arrange, modify, copy, bundle, sell, sublicense, export, merge, transfer, adapt, loan, rent, lease, assign, share, outsource, host, publish, make available to any person or otherwise use, either directly or indirectly, the content of this Website in whole or in part, in any form or by any means whatsoever, be they physical, electronic or otherwise.\nYou shall not permit, allow or do anything that would infringe or otherwise prejudice the proprietary rights of the Owner or its licensors or allow any third party to access the content of this Website in any way that would constitute such infringement.\nThe restrictions set out in this Agreement shall not apply to the limited extent the restrictions are prohibited by applicable law.</p>\n<p>If You procure services from the Owner or one of its licensors, then such services shall be delivered pursuant to a separate agreement and are not provided hereunder and You shall have no rights or claims in respect of such services hereunder.</p>\n<p>Limitation of liability and Disclaimer</p>\n<p>This Website may contain links to other sites.\nThe Owner does not assume responsibility for the accuracy or appropriateness of the information, data, opinions, advice or statements contained at such sites, and when You access such sites, You are doing so at Your own risk.\nIn providing links to the other sites, the Owner is in no way acting as a publisher or disseminator of the material contained on those other sites and does not seek to monitor or control such sites.\nA link to another site should not be construed to mean that the Owner is affiliated or associated with same.\nTHE OWNER DOES NOT RECOMMEND OR ENDORSE ANY OF THE CONTENT, INCLUDING WITHOUT LIMITATION ANY HYPERLINKS TO, OR CONTENT FOUND, ON OTHER WEBSITES.\nThe mention of another party or its product or service on this Website should not be construed as an endorsement of that party or its product or service.</p>\n<p>THE CONTENT MAY NOT BE ACCURATE, UP TO DATE, COMPLETE OR UNTAMPERED, AND IS NOT TO BE RELIED UPON.</p>\n<p>THE CONTENT IS PROVIDED FOR INFORMATIONAL PURPOSES ONLY AND SHOULD NOT BE INTERPRETED AS A RECOMMENDATION FOR ANY SPECIFIC PRODUCT OR SERVICE, USE OR COURSE OF ACTION.</p>\n<p>EXCEPT AS EXPRESSLY PROVIDED IN A SEPARATE AGREEMENT WITH YOU, THIS WEBSITE AND ALL CONTENT, PRODUCTS, SERVICES AND SOFTWARE ON THIS WEBSITE OR MADE AVAILABLE THROUGH THIS WEBSITE ARE PROVIDED “AS IS” WITHOUT ANY REPRESENTATIONS, WARRANTIES, GUARANTEES OR CONDITIONS, OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, WARRANTIES AS TO UNINTERRUPTED OR ERROR-FREE OPERATION, AVAILABILITY, ACCURACY, COMPLETENESS, RELIABILITY, TIMELINESS, LEGALITY, SUITABILITY, PRIVACY, SECURITY, MERCHANTABILITY, QUALITY, TITLE, NON-INFRINGEMENT OR FITNESS FOR A PARTICULAR PURPOSE, OR THOSE ARISING OUT OF A COURSE OF DEALING OR USAGE OF TRADE.</p>\n<p>THE OWNER ASSUMES NO OBLIGATION TO UPDATE THE CONTENT ON THIS SITE.\nTHE CONTENT ON THIS SITE MAY BE CHANGED WITHOUT NOTICE TO YOU.\nTHE OWNER IS NOT RESPONSIBLE FOR ANY CONTENT OR INFORMATION THAT YOU MAY FIND UNDESIRABLE OR OBJECTIONABLE.\nTHE OWNER DISCLAIMS ANY LIABILITY FOR UNAUTHORIZED USE OR REPRODUCTION OF ANY PORTION OF THE WEBSITE.\nACCESSING THE CONTENT FROM TERRITORIES WHERE IT MAY BE ILLEGAL IS PROHIBITED.</p> Common provisionsNo Waiver\n<p>The Owner’s failure to assert any right or provision under these Terms shall not constitute a waiver of any such right or provision.\nNo waiver shall be considered a further or continuing waiver of such term or any other term.</p>\nService interruption\n<p>To ensure the best possible service level, the Owner reserves the right to interrupt the Service for maintenance, system updates or any other changes, informing the Users appropriately.</p>\n<p>Within the limits of law, the Owner may also decide to suspend or terminate the Service altogether.\nIf the Service is terminated, the Owner will cooperate with Users to enable them to withdraw Personal Data or information in accordance with applicable law.</p>\n<p>Additionally, the Service might not be available due to reasons outside the Owner’s reasonable control, such as “force majeure” (eg.\nlabor actions, infrastructural breakdowns or blackouts etc).</p>\nService reselling\n<p>Users may not reproduce, duplicate, copy, sell, resell or exploit any portion of this Website and of its Service without the Owner’s express prior written permission, granted either directly or through a legitimate reselling programme.</p>\nIntellectual property rights\n<p>Without prejudice to any more specific provision of these Terms, any intellectual property rights, such as copyrights, trademark rights, patent rights and design rights related to this Website are the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties relating to intellectual property.</p>\n<p>All trademarks — nominal or figurative — and all other marks, trade names, service marks, word marks, illustrations, images, or logos appearing in connection with this Website are, and remain, the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties related to intellectual property.</p>\nChanges to these Terms\n<p>The Owner reserves the right to amend or otherwise modify these Terms at any time.\nIn such cases, the Owner will appropriately inform the User of these changes.</p>\n<p>Such changes will only affect the relationship with the User for the future.</p>\n<p>The continued use of the Service will signify the User’s acceptance of the revised Terms.\nIf Users do not wish to be bound by the changes, they must stop using the Service.\nFailure to accept the revised Terms, may entitle either party to terminate the Agreement.</p>\n<p>The applicable previous version will govern the relationship prior to the User's acceptance.\nThe User can obtain any previous version from the Owner.</p>\nAssignment of contract\n<p>The Owner reserves the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these Terms, taking the User’s legitimate interests into account.\nProvisions regarding changes of these Terms will apply accordingly.</p>\n<p>Users may not assign or transfer their rights or obligations under these Terms in any way, without the written permission of the Owner.</p>\nContacts\n<p>All communications relating to the use of this Website must be sent using the contact information stated in this document.</p>\nSeverability\n<p>Should any provision of these Terms be deemed or become invalid or unenforceable under applicable law, the invalidity or unenforceability of such provision shall not affect the validity of the remaining provisions, which shall remain in full force and effect.</p> Definitions and legal references This Website (or this Application)\n<p>The property that enables the provision of the Service.</p>\nAgreement\n<p>Any legally binding or contractual relationship between the Owner and the User, governed by these Terms.</p>\nOwner (or We)\n<p>Indicates the natural person(s) or legal entity that provides this Website and/or the Service to Users.</p>\nService\n<p>The service provided by this Website as described in these Terms and on this Website.</p>\nTerms\n<p>All provisions applicable to the use of this Website and/or the Service as described in this document, including any other related documents or agreements, and as updated from time to time.</p>\nUser (or You)\n<p>Indicates any natural person or legal entity using this Website.</p>\n<p> Latest update: October 03, 2022 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p>\n<p>Terms and Conditions generated with </p> Generate yours ", "created_at": "2023-07-16 00:36:56.407692", "updated_at": "2023-07-16 00:38:01.504772"}, {"id": 18095, "name": "Privacy Policy And Cookie Policy", "url": "https://www.iubenda.com/privacy-policy/93550893/legal", "xpath": "//body", "text": " Privacy Policy of <strong>Pay.com Group of companies</strong>\n<p>This Website collects some Personal Data from its Users.</p>\n<br>\n<p>This document contains a section dedicated to California consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Virginia consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Colorado consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Connecticut consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Utah consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Brazilian Users and their privacy rights.</p>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Owner and Data Controller <p>PAYCOMCY LIMITED, a limited liability company duly registered under the laws of the Republic of Cyprus, reg.\nno.\nHE 408974, with registered address at Andrea Kariolou 38, Agios Athanasios, 4102, Limassol, Cyprus\n<br>Pay.com US, Inc, a corporation registered under the laws of the State of Delaware with file number 6425328 and whose registered office is at 8 The Green, Ste R, Dover County of Kent, 19901\n<br>\n<br>Data Protection Officer contact details: legal@pay.com</p>\n<p>\n<strong>Owner contact email:</strong> info@pay.com</p> Types of Data collected <p> Among the types of Personal Data that this Website collects, by itself or through third parties, there are: Tracker.\nUsage Data.\nemail address.\nfirst name.\nlast name.\nphone number.\nprofession.\nCurrent City.\ncompany name.\nusername.\nphysical address.\ngender.\npurchase history.\ncountry.\ncity.\ndate of birth.\nData communicated while using the service.\npayment info.\nbilling address.\ndevice information.\nshipping address.\npassword.\nnumber of Users.\nsession statistics.\nlatitude (of city).\nlongitude (of city).\nbrowser information.\nfax number.\nstate.\ncounty.\nZIP/Postal code.\nvarious types of Data.\nfield of activity.\nUser ID.\nwebsite.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Website.<br>Unless specified otherwise, all Data requested by this Website is mandatory and failure to provide this Data may make it impossible for this Website to provide its services.\nIn cases where this Website specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools — by this Website or by the owners of third-party services used by this Website serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through this Website and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Website (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Heat mapping and session recording, Analytics, Advertising, Platform services and hosting, Interaction with data collection platforms and other third parties, Tag Management, Displaying content from external platforms, Handling compliance, Handling payments, Remarketing and behavioral targeting, User database management, Managing contacts and sending messages, Managing support and contact requests, Interaction with live chat platforms, Interaction with support and feedback platforms, Registration and authentication, Interaction with external social networks and platforms, Traffic optimization and distribution and Contacting the User.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Advertising <p>This type of service allows User Data to be utilized for advertising communication purposes.\nThese communications are displayed in the form of banners and other advertisements on this Website, possibly based on User interests.<br>\nThis does not mean that all Personal Data are used for this purpose.\nInformation and conditions of use are shown below.\n<br>\nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e.\ndisplaying ads tailored to the User’s interests and behavior, including those detected outside this Website.\nFor more information, please check the privacy policies of the relevant services.<br>\nServices of this kind usually offer the possibility to opt out of such tracking.\nIn addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document.</p> Google Ad Manager (Google Ireland Limited) <p>Google Ad Manager is an advertising service&nbsp;provided by Google Ireland Limited that allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.\nIn order to opt out from being tracked by various advertising networks, Users may make use of Youronlinechoices.\nIn order to understand&nbsp;Google's use of data, consult Google's partner policy.<br>\nThis service uses the “DoubleClick” Cookie, which tracks use of this Website and User behavior concerning ads, products and services offered.\n&nbsp;</p>\n<p>Users may decide to disable all the DoubleClick Cookies by going to: Google Ad Settings.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul> Salesforce (Salesforce.com, inc.) <p>Salesforce is an advertising service provided by Salesforce.com, inc.</p>\n<p>Personal Data processed: Trackers.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Hotjar Form Analysis &amp.\nConversion Funnels (Hotjar Ltd.) <p>Hotjar is an analytics service provided by Hotjar Ltd.<br>\nHotjar honors generic Do Not Track headers.\nThis means your browser can tell its script not to collect any of your data.\nThis is a setting that is available in all major browsers.\nFind Hotjar’s opt-out information here.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: Malta – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> Facebook Ads conversion tracking (Facebook pixel) <p>Facebook Ads conversion tracking (Facebook pixel) is an analytics service provided by Facebook, Inc.\nor by Facebook Ireland Ltd, depending on how the Owner manages the Data processing, that connects data from the Facebook advertising network with actions performed on this Website.\nThe Facebook pixel tracks conversions that can be attributed to ads on Facebook, Instagram and Audience Network.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> Google Analytics (Google Ireland Limited) <p>Google Analytics is a web analysis service provided by Google Ireland Limited (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Website, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n</ul> Salesforce Analytics Cloud (Salesforce.com, inc.) <p>Salesforce Analytics Cloud is an analytics service provided by salesforce.com, inc.</p>\n<p>Personal Data processed: Trackers.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> HubSpot Analytics (HubSpot, Inc.) <p>HubSpot Analytics is an analytics service provided by HubSpot, Inc.</p>\n<p>Personal Data processed: Trackers.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out .\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> FullStory (FullStory, Inc.) <p>FullStory is an analytics and heat mapping service provided by FullStory, Inc.<br>\nFullStory maps how frequently Users interact with the different areas of this Website, allowing the Owner to draw conclusions about their interests and preferences.\nFullStory further allows for the recording of mapping sessions making them available for later visual playback.</p>\n<p>Personal Data processed: Trackers.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> Google Analytics 4 (Google Ireland Limited) <p>Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Website, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.<br>\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server.\nUsers can learn more by consulting Google’s official documentation.</p>\n<p>Personal Data processed: browser information.\ncity.\ndevice information.\nlatitude (of city).\nlongitude (of city).\nnumber of Users.\nsession statistics.\nTrackers.\nUsage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ninternet information.\ngeolocation data.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Contacting the User Contact form (this Website) <p>By filling in the contact form with their Data, the User authorizes this Website to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.</p>\n<p>Personal Data processed: city.\ncompany name.\ncountry.\ncounty.\ndate of birth.\nemail address.\nfax number.\nfield of activity.\nfirst name.\ngender.\nlast name.\nphone number.\nphysical address.\nprofession.\nstate.\nUser ID.\nvarious types of Data.\nwebsite.\nZIP/Postal code.</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\nemployment related information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Displaying content from external platforms <p>This type of service allows you to view content hosted on external platforms directly from the pages of this Website and interact with them.<br>\nThis type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.</p> Google Fonts (Google Ireland Limited) <p>Google Fonts is a typeface visualization service provided by Google Ireland Limited that allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data processed: Usage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Handling compliance Performing Know-Your-Client (KYC) Procedures (Merchants &amp.\nVendors) <p>Pay.com performs KYC and Anti-money laundering procedures for the onboarding of new merchants or third-party vendors:<br>* as part of Pay.com's legal obligations, including its obligations to regulators.\nand<br>* pursuant to Pay.com's legitimate interests of complying with sponsor organisations and protecting its own risk position<br>\n<br>Data Subjects involved: Physical persons associated with Merchant or Vendor Legal Entities (i.e., Directors, Shareholders, Signatories):<br>\n<br>Types of Personal data processed: First Name, Last Name, Address, Gender, Postal Code, Phone number, Email address, Date of birth, Nationality, Country of residence, Bank account details, Identity card, Passport, Other State or Government issued identification information Utility bill, Bank reference letter, Tax document, Clean-record criminal certificate, Source of funds, Politically exposed information, CV, signature, facial scan images and other biometric identifiers<br>\n<br>Retention period: Pay.com will retain the information for 5 years after the completion of the KYC procedures and the completion of the business relationship.<br>\n<br>Third-party engagement: Pay.com may engage with certain third-parties for the undertaking of this procedure (or any parts of the procedure).\nIn doing so, Pay.com will enter into a written agreement with such third party that requires the recipient to both keep the personal information confidential and not use it for any purpose(s) other than those necessary to perform such procedures.<br>\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Handling payments <p>Unless otherwise specified, this Website processes any payments by credit card, bank transfer or other means via external payment service providers.\nIn general and unless where otherwise stated, Users are requested to provide their payment details and personal information directly to such payment service providers.\nThis Website isn't involved in the collection and processing of such information: instead, it will only receive a notification by the relevant payment service provider as to whether payment has been successfully completed.</p> Processing of online transactions (Consumers) <p>Pay.com is processing online payment transactions of Consumers on behalf of e-Commerce merchants that are Pay.com customers.\nThe processing involves the processing of e-Commerce Consumers personal information that are necessary for the completion of the payment transaction with the Merchant.\nThe acceptance of Pay.com Terms and Conditions by a Consumer is a prerequisite for any payment transaction processing.<br>\n<br>Types of Personal data processed: Full Name, Address, Gender, Postal Code, Phone number, Email address, Date of birth, Gender, Nationality, Country of residence, Payment Card Information, Billing Address.<br>\n<br>Retention period: The retention period is 5 years from the transaction day based on the requirements set by the PSDII regulation.<br>\n<br>Third-party engagement: Pay.com may engage with certain third-parties for the undertaking of this procedure (or any parts of the procedure).\nIn doing so, Pay.com will enter into a written agreement with such third party that requires the recipient to both keep the personal information confidential and not use it for any purpose(s) other than those necessary to perform such procedures.</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul> WorldPay (WorldPay Limited) <p>WorldPay is a payment service provided by WorldPay Limited.</p>\n<p>Personal Data processed: billing address.\ndevice information.\nemail address.\nfirst name.\nlast name.\npayment info.\nphone number.\nphysical address.\npurchase history.\nTrackers.</p>\n<p>Place of processing: United Kingdom – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> Apple Pay (Apple Inc.) <p>Apple Pay is a payment service provided by Apple Inc., which allows Users to make payments using their mobile phones.</p>\n<p>Personal Data processed: billing address.\nemail address.\nfirst name.\nlast name.\npayment info.\nphone number.\npurchase history.\nshipping address.\nTrackers.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> Google Pay (Google Ireland Limited) <p>Google Pay is a payment service provided by Google Ireland Limited, which allows users to make online payments using their Google credentials.</p>\n<p>Personal Data processed: billing address.\nemail address.\nfirst name.\nlast name.\npayment info.\nphone number.\npurchase history.\nshipping address.\nTrackers.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> PayPal (PayPal Inc.) <p>PayPal is a payment service provided by PayPal Inc., which allows Users to make online payments.</p>\n<p>Personal Data processed: billing address.\ndevice information.\nemail address.\nfirst name.\nlast name.\npayment info.\nphone number.\npurchase history.\nTrackers.\nUsage Data.\nusername.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: See the PayPal privacy policy – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CPA, CTDPA and UCPA </li>\n</ul> PayPal Carrier Payments (PayPal Inc.) <p>PayPal Carrier Payments is a payment service provided by PayPal, Inc., which allows Users to make online payments using their mobile phone operator.</p>\n<p>Personal Data processed: billing address.\ndevice information.\nemail address.\nfirst name.\nlast name.\npayment info.\nphone number.\npurchase history.\nTrackers.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: See the PayPal privacy policy – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul> PayPal Payments Hub (PayPal Inc.) <p>PayPal Payments Hub is a payment service provided by PayPal Inc.</p>\n<p>Personal Data processed: billing address.\ndevice information.\nemail address.\nfirst name.\nlast name.\npassword.\npayment info.\nphone number.\npurchase history.\nTrackers.\nUsage Data.\nusername.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: See the PayPal privacy policy – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Heat mapping and session recording <p>Heat mapping services are used to display the areas of this Website that Users interact with most frequently.\nThis shows where the points of interest are.\nThese services make it possible to monitor and analyze web traffic and keep track of User behavior.<br>\nSome of these services may record sessions and make them available for later visual playback.</p> Hotjar Heat Maps &amp.\nRecordings (Hotjar Ltd.) <p>Hotjar is a session recording and heat mapping service provided by Hotjar Ltd.<br>\nHotjar honors generic „Do Not Track” headers.\nThis means the browser can tell its script not to collect any of the User's data.\nThis is a setting that is available in all major browsers.\nFind Hotjar’s opt-out information here.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: Malta – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Interaction with data collection platforms and other third parties <p>This type of service allows Users to interact with data collection platforms or other services directly from the pages of this Website for the purpose of saving and reusing data.<br>\nIf one of these services is installed, it may collect browsing and Usage Data in the pages where it is installed, even if the Users do not actively use the service.</p> Mailchimp widget (The Rocket Science Group LLC) <p>The Mailchimp widget is a service for interacting with the Mailchimp email address management and message sending service provided by The Rocket Science Group LLC.</p>\n<p>Personal Data processed: email address.\nfirst name.\nlast name.\nphone number.\nTracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Interaction with external social networks and platforms <p>This type of service allows interaction with social networks or other external platforms directly from the pages of this Website.<br>\nThe interaction and information obtained through this Website are always subject to the User’s privacy settings for each social network.<br>\nThis type of service might still collect traffic data for the pages where the service is installed, even when Users do not use it.<br>\nIt is recommended to log out from the respective services in order to make sure that the processed data on this Website isn’t being connected back to the User’s profile.</p> PayPal button and widgets (PayPal Inc.) <p>The PayPal button and widgets are services allowing interaction with the PayPal platform provided by PayPal Inc.</p>\n<p>Personal Data processed: Trackers.\nUsage Data.</p>\n<p>Place of processing: See the PayPal privacy policy – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Interaction with live chat platforms <p>This type of service allows Users to interact with third-party live chat platforms directly from the pages of this Website, in order to contact and be contacted by this Website‘s support service.<br>\nIf one of these services is installed, it may collect browsing and Usage Data in the pages where it is installed, even if the Users do not actively use the service.\nMoreover, live chat conversations may be logged.</p> Zendesk Chat (Zendesk, Inc.) <p>Zendesk Chat is a service for interacting with the Zendesk live chat platform provided by Zendesk, Inc.</p>\n<p>Personal Data processed: company name.\ncountry.\nData communicated while using the service.\nemail address.\nfirst name.\nlast name.\nphone number.\nphysical address.\nTrackers.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Interaction with support and feedback platforms <p>This type of service allows Users to interact with third-party support and feedback platforms directly from the pages of this Website.<br>\nIf one of these services is installed, it may collect browsing and Usage Data in the pages where it is installed, even if the Users do not actively use the service.</p> Zendesk Widget (Zendesk, Inc.) <p>The Zendesk Widget is a service for interacting with the Zendesk support and feedback platform provided by Zendesk Inc.</p>\n<p>Personal Data processed: company name.\ncountry.\ndate of birth.\nemail address.\nfirst name.\ngender.\nlast name.\nphone number.\nphysical address.\nTrackers.\nUsage Data.\nusername.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Managing contacts and sending messages <p>This type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.<br>\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.</p> HubSpot Email (HubSpot, Inc.) <p>HubSpot Email is an email address management and message sending service provided by HubSpot, Inc.</p>\n<p>Personal Data processed: email address.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Managing support and contact requests <p>This type of service allows this Website to manage support and contact requests received via email or by other means, such as the contact form.<br>\nThe Personal Data processed depend on the information provided by the User in the messages and the means used for communication (e.g.\nemail address).</p> Zendesk (Zendesk, Inc.) <p>Zendesk is a support and contact request management service provided by Zendesk Inc.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Platform services and hosting <p>These services have the purpose of hosting and running key components of this Website, therefore allowing the provision of this Website from within a unified platform.\nSuch platforms provide a wide range of tools to the Owner – e.g.\nanalytics, user registration, commenting, database management, e-commerce, payment processing – that imply the collection and handling of Personal Data.\n<br>\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Webflow (Webflow, Inc.) <p>Webflow is a platform provided by Webflow, Inc.\nthat allows the Owner to build, run and host this Website.\nWebflow is highly customizable and can host websites from simple blogs to complex e-commerce platforms.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Registration and authentication <p>By registering or authenticating, Users allow this Website to identify them and give them access to dedicated services.<br>\nDepending on what is described below, third parties may provide registration and authentication services.\nIn this case, this Website will be able to access some Data, stored by these third-party services, for registration or identification purposes.\n<br>\nSome of the services listed below may also collect Personal Data for targeting and profiling purposes.\nto find out more, please refer to the description of each service.</p> Log In with PayPal (PayPal Inc.) <p>Log In with PayPal is a registration and authentication service provided by PayPal Inc.\nand is connected to the PayPal network.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: See the PayPal privacy policy – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Remarketing and behavioral targeting <p>This type of service allows this Website and its partners to inform, optimize and serve advertising based on past use of this Website by the User.<br>\nThis activity is facilitated by tracking Usage Data and by using Trackers to collect information which is then transferred to the partners that manage the remarketing and behavioral targeting activity.<br>\nSome services offer a remarketing option based on email address lists.<br>\nServices of this kind usually offer the possibility to opt out of such tracking.\nIn addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document.</p> Salesforce Audience Studio (Salesforce.com, inc.) <p>Salesforce Audience Studio is a remarketing and behavioral targeting service provided by Salesforce.com, inc.<br>\nSalesforce Audience Studio makes use of tracking technologies to monitor User behavior.\nThis Data is then used to personalize the User's experience and to provide targeted advertising.\nSalesforce Audience Studio may also connect the collected Data with other networks, including advertising networks, and enable these parties to track and target the User.\nThe Owner, unless otherwise specified in this document, has no direct relationship with the third parties that Salesforce Audience Studio may be including.</p>\n<p>Personal Data processed: Trackers.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Tag Management <p>This type of service helps the Owner to manage the tags or scripts needed on this Website in a centralized fashion.<br>\nThis results in the Users' Data flowing through these services, potentially resulting in the retention of this Data.</p> Google Tag Manager (Google Ireland Limited) <p>Google Tag Manager is a tag management service provided by Google Ireland Limited.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, CPA, CTDPA and UCPA </li>\n<li> targeted advertising according to the CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> Traffic optimization and distribution <p>This type of service allows this Website to distribute their content using servers located across different countries and to optimize their performance.<br>\nWhich Personal Data are processed depends on the characteristics and the way these services are implemented.\nTheir function is to filter communications between this Website and the User's browser.<br>\nConsidering the widespread distribution of this system, it is difficult to determine the locations to which the contents that may contain Personal Information of the User are transferred.</p> Cloudflare (Cloudflare Inc.) <p>Cloudflare is a traffic optimization and distribution service provided by Cloudflare Inc.<br>\nThe way Cloudflare is integrated means that it filters all the traffic through this Website, i.e., communication between this Website and the User's browser, while also allowing analytical data from this Website to be collected.</p>\n<p>Personal Data processed: Trackers.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n<li> User database management <p>This type of service allows the Owner to build user profiles by starting from an email address, a personal name, or other information that the User provides to this Website, as well as to track User activities through analytics features.\nThis Personal Data may also be matched with publicly available information about the User (such as social networks' profiles) and used to build private profiles that the Owner can display and use for improving this Website.<br>\nSome of these services may also enable the sending of timed messages to the User, such as emails based on specific actions performed on this Website.</p> HubSpot CRM (HubSpot, Inc.) <p>HubSpot CRM is a User database management service provided by HubSpot, Inc.</p>\n<p>Personal Data processed: company name.\ncountry.\nCurrent City.\nemail address.\nfirst name.\ngender.\nlast name.\nphone number.\nphysical address.\nprofession.\npurchase history.\nTrackers.\nUsage Data.\nusername.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\nemployment related information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul> HubSpot Lead Management (HubSpot, Inc.) <p>HubSpot Lead Management is a User database management service provided by HubSpot, Inc.</p>\n<p>Personal Data processed: city.\ncompany name.\ncountry.\ndate of birth.\nemail address.\nfirst name.\ngender.\nlast name.\nphone number.\nphysical address.\nprofession.\npurchase history.\nTrackers.\nUsage Data.\nusername.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\ninternet information.\nemployment related information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA, VCDPA, CPA, CTDPA and UCPA </li>\n<li>a sharing according to the CCPA</li>\n<li> targeted advertising according to the VCDPA, CPA, CTDPA and UCPA </li>\n</ul>\n</li>\n</ul> Information on opting out of interest-based advertising <p> In addition to any opt-out feature provided by any of the services listed in this document, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section of the Cookie Policy.\n</p> Further information about the processing of Personal Data <ul>\n<li> Engagement with Third-Parties <p>We may disclose the personal information we collect about you to a third party for business purposes.\nSuch purposes may include the engagement of third parties for the undertaking, or completion of specific parts of our operations, functions or procedures.\nIn doing so, Pay.com will enter into a written agreement with such third party that requires the recipient to both keep the personal information confidential and not use it for any purpose(s) other than those necessary to perform such procedures.\n</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following, to the extent permitted by law:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time, free of charge and without providing any justification.\nWhere the User objects to processing for direct marketing purposes, the Personal Data will no longer be processed for such purposes.\nTo learn whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be answered by the Owner as early as possible and always within one month, providing Users with the information required by law.\nAny rectification or erasure of Personal Data or restriction of processing will be communicated by the Owner to each recipient, if any, to whom the Personal Data has been disclosed unless this proves impossible or involves disproportionate effort.\nAt the Users’ request, the Owner will inform them about those recipients.</p> Cookie Policy <p>This Website uses Trackers.\nTo learn more, the User may consult the Cookie Policy.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Website or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, this Website may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, this Website and any third-party services may collect files that record interaction with this Website (System logs) or use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>This Website does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Website and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Information for California consumers\n<p>This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running this Website and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>This section applies to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the state of California, United States of America, according to the \"California Consumer Privacy Act of 2018\" (the \"CCPA\"), as updated by the \"California Privacy Rights Act\" (the \"CPRA\") and subsequent regulations.\nFor such consumers, this section supersedes any other possibly divergent or conflicting information contained in the privacy policy.</p>\n<p> This part of the document uses the terms “personal information” (and “sensitive personal information”) as defined in the California Consumer Privacy Act (CCPA).\n</p> Notice at collection Categories of personal information collected, used, sold, or shared <p>In this section we summarize the categories of personal information that we've collected, used, sold, or shared and the purposes thereof.\n<strong>You can read about these activities in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</strong>\n</p> Information we collect: the categories of personal information we collect\n<p>We have collected the following categories of personal information about you: identifiers, commercial information, internet information, geolocation data and employment related information.</p>\n<p> We have collected the following categories of sensitive personal information: username, username, username, payment info, payment info, payment info, username, payment info, payment info, payment info, username and password </p>\n<p>We will not collect additional categories of personal information without notifying you.</p> Your right to limit the use or disclosure of your sensitive personal information and how you can exercise it <p>You have the right to request that we limit the use or disclosure of your sensitive personal information to only that which is necessary to perform the services or provide the goods, as is reasonably expected by an average consumer.</p>\n<p>We can also use your sensitive personal information to perform specific purposes set forth by the law (such as, including but not limited to, helping to ensure security and integrity.\nundertaking activities to verify or maintain the quality or safety of our service) and as authorized by the relevant regulations.</p>\n<p>Outside of the aforementioned specific purposes, you have the right to freely request, at any time, that we do not use or disclose your sensitive personal information.\nThis means that whenever you ask us to stop using your sensitive personal information, we will abide by your request and we will instruct our service providers and contractors to do the same.</p>\n<p>To fully exercise your right to limit the use or disclosure of your sensitive personal information you can contact us at any time, using the contact details provided in this document.</p>\n<p>For a simplified method you can also use the privacy choices link provided on this Website.</p>\n<p>We use any personal information collected from you in connection with the submission of your request solely for the purposes of complying with the request.</p>\n<p>Once you have exercised this right, we are required to wait at least 12 months before asking whether you have changed your mind.</p> What are the purposes for which we use your personal information?\n<p>We may use your personal information to allow the operational functioning of this Website and features thereof (“business purposes”).\nIn such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.</p>\n<p>We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section “Detailed information on the processing of Personal Data” within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.</p> How long do we keep your personal information?\n<p>Unless stated otherwise inside the “Detailed information on the processing of Personal Data” section, we will not retain your personal information for longer than is reasonably necessary for the purpose(s) they have been collected for.</p> How we collect information: what are the sources of the personal information we collect?\n<p>We collect the above-mentioned categories of personal information, either directly or indirectly, from you when you use this Website.</p>\n<p>For example, you directly provide your personal information when you submit requests via any forms on this Website.\nYou also provide personal information indirectly when you navigate this Website, as personal information about you is automatically observed and collected.</p>\n<p>Finally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of this Application and features thereof.</p> How we use the information we collect: disclosing of your personal information with third parties for a business purpose <p>For our purposes, the word “third party” means a person who is not any of the following: a service provider or a contractor, as defined by the CCPA.</p>\n<p>We disclose your personal information with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</b> These third parties are grouped and categorized in accordance with the different purposes of processing.</p> Sale or sharing of your personal information\n<p>For our purposes, the word “sale” means any “selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to <strong>a third party, for monetary or other valuable consideration</strong>”, as defined by the CCPA.</p>\n<p>This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.</p>\n<p>For our purposes, the word “sharing” means any “sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer's personal information by the business to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between a business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged”, as defined by the CCPA.<br>\nPlease note that the exchange of personal information with a service provider pursuant to a written contract that meets the requirements set by the CCPA, does not constitute a sale or sharing of your personal information.</p> Your right to opt out of the sale or sharing of your personal information and how you can exercise it\n<p>We sell or share your personal information with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</b> These third parties are grouped and categorized in accordance with the different purposes of processing.<br>\n<br>You have the right to opt out of the sale or sharing of your personal information.\nThis means that whenever you request us to stop selling or sharing your personal information, we will abide by your request.<br>Such requests can be made freely, at any time, without submitting any verifiable request.<br>To fully exercise your right to opt out, you can contact us at any time using the contact details provided in this document.<br>For a simplified opt-out method you can also use the privacy choices link provided on this Website.</p>\n<p>If you want to submit requests to opt out of the sale or sharing of personal information via a user-enabled global privacy control, like the Global Privacy Control (“GPC”), you are free to do so and we will abide by such request in a frictionless manner (as defined in the CPRA regulations).\nThe GPC consists of a setting or extension in the browser or mobile device and acts as a mechanism that websites can use to indicate they support the GPC signal.\nIf you want to use GPC, you can download and enable it via a participating browser or browser extension.\nMore information about downloading GPC is available here.</p>\n<p>We use any personal information collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p>\n<p>Once you have opted out, we are required to wait at least 12 months before asking whether you have changed your mind.</p> Your privacy rights under the California Consumer Privacy Act and how to exercise them The right to access personal information: the right to know and to portability\n<p>You have the right to request that we disclose to you:</p>\n<ul>\n<li>the categories of personal information that we collect about you;</li>\n<li>the sources from which the personal information is collected;</li>\n<li>the purposes for which we use your information;</li>\n<li>to whom we disclose such information;</li>\n<li>the specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>You also have <b>the right to know what personal information is sold or shared and to whom.</b> In particular, you have the right to request two separate lists from us where we disclose:</p>\n<ul>\n<li>the categories of personal information that we sold or shared about you and the categories of third parties to whom the personal information was sold or shared.\n</li>\n<li>the categories of personal information that we disclosed about you for a business purpose and the categories of persons to whom it was disclosed for a business purpose.</li>\n</ul>\n<p>The disclosure described above will be limited to the personal information collected or used over the past 12 months.</p>\n<p>If we deliver our response electronically, the information enclosed will be \"portable\", i.e.\ndelivered in an easily usable format to enable you to transmit the information to another entity without hindrance — provided that this is technically feasible.</p> The right to request the deletion of your personal information\n<p>You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on this Website, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).</p>\n<p>If no legal exception applies, as a result of exercising your right, we will delete your personal information and notify any of our service providers and all third parties to whom we have sold or shared the personal information to do so — provided that this is technically feasible and doesn’t involve disproportionate effort.</p> The right to correct inaccurate personal information\n<p>You have the right to request that we correct any inaccurate personal information we maintain about you, taking into account the nature of the personal information and the purposes of the processing of the personal information.</p> The right to opt out of sale or sharing of personal information and to limit the use of your sensitive personal information\n<p>You have the right to opt out of the sale or sharing of your personal information.\nYou also have the right to request that we limit our use or disclosure of your sensitive personal information.</p> The right of no retaliation following opt-out or exercise of other rights (the right to non-discrimination)\n<p>We will not discriminate against you for exercising your rights under the CCPA.\nThis means that we will not discriminate against you, including, but not limited to, by denying goods or services, charging you a different price, or providing a different level or quality of goods or services just because you exercised your consumer privacy rights.</p>\n<p>However, if you refuse to provide your personal information to us or ask us to delete or stop selling your personal information, and that personal information or sale is necessary for us to provide you with goods or services, we may not be able to complete that transaction.</p>\n<p>To the extent permitted by the law, we may offer you promotions, discounts, and other deals in exchange for collecting, keeping, or selling your personal information, provided that the financial incentive offered is reasonably related to the value of your personal information.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.</p>\n<p>For us to respond to your request, it’s necessary that we know who you are.\nTherefore, you can only exercise the above rights by making a verifiable request which must:</p>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;</li>\n<li>describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nWe will use any personal information collected from you in connection with the verification of your request solely for the purposes of verification and shall not further disclose the personal information, retain it longer than necessary for purposes of verification, or use it for unrelated purposes.</p>\n<p>If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.</p>\n<p>If you are an adult, you can make a verifiable request on behalf of a child under your parental authority.</p>\n<p>You can submit a maximum number of 2 requests over a period of 12 months.</p> How and when we are expected to handle your request\n<p>We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.</p>\n<p>We will respond to your request within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Our disclosure(s) will cover the preceding 12-month period.\nOnly with regard to personal information collected on or after January 1, 2022, you have the right to request that we disclose information beyond the 12-month period, and we will provide them to you unless doing so proves impossible or would involve a disproportionate effort.</p>\n<p>Should we deny your request, we will explain you the reasons behind our denial.</p>\n<p>We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive.\nIn such cases, we may charge a reasonable fee, or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind it.</p> Information for Virginia consumers\n<p>This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the controller running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>This section applies to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the Commonwealth of Virginia, according to the “Virginia Consumer Data Protection Act\" (the \"VCDPA\"), and, for such consumers, it supersedes any other possibly divergent or conflicting information contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal data” as defined in the VCDPA.\n</p> Categories of personal data processed <p>In this section, we summarize the categories of personal data that we've processed and the purposes thereof.\n<b>You can read about these activities in detail in the section titled “Detailed information on the processing of Persona Data” within this document</b>.</p> Categories of personal data we collect <p> We have collected the following categories of personal data: identifiers, commercial information, internet information, geolocation data and employment related information\n</p>\n<p>We do not collect sensitive data.</p>\n<p>We will not collect additional categories of personal data without notifying you.</p> Why we process your personal data <p>To find out why we process your personal data, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.<br>\nYou can freely give, deny, or withdraw such consent at any time using the contact details provided in this document.</p> How we use the data we collect: sharing of your personal data with third parties <p> We share your personal data with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document</b>.\nThese third parties are grouped and categorized in accordance with the different purposes of processing.<br>\nFor our purposes, the word \"third party\" means \"a natural or legal person, public authority, agency, or body other than the consumer, controller, processor, or an affiliate of the processor or the controller\" as defined by the VCDPA.</p> Sale of your personal data <p>For our purposes, the word “sale” means any “exchange of personal data for monetary consideration by us to a third party“ as defined by the VCDPA.\n<br>\nPlease note that according to the VCDPA, the disclosure of personal data to a processor that processes personal data on behalf of a controller does not constitute a sale.\nIn addition, other specific exceptions set forth in the VCDPA may apply, such as, but not limited to, the disclosure of personal data to a third party for the provision of a product or service requested by you.\n<br>\nAs specified in the “Detailed information on the processing of Personal Data” section of this document, our use of your personal information may be considered a sale under VCDPA.</p> Your right to opt out of the sale of your personal data and how you can exercise it <p>You have the right to opt out of the sale of your personal data.\nThis means that whenever you request us to stop selling your data, we will abide by your request.\nTo fully exercise your right to opt out you can contact us at any time using the contact details provided in this document.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purpose of complying with the request.</p> Processing of your personal data for targeted advertising <p>For our purposes, the word \"targeted advertising\" means \"displaying advertisements to you where the advertisement is selected based on personal data obtained from your activities over time and across nonaffiliated websites or online applications to predict your preferences or interests\" as defined by the VCDPA.\n<br>\n<br>Please note that according to the VCDPA, targeted advertising does not include: “advertisements based on activities within a controller's own websites or online applications.\nadvertisements based on the context of a consumer's current search query, visit to a website or online application.\nadvertisements directed to a consumer in response to the consumer's request for information or feedback.\nor processing personal data solely for measuring or reporting advertising performance, reach, or frequency”.</p>\n<p>To find out more details on the processing of your personal data for targeted advertising purposes, you can read the section titled “Detailed information on the processing of Personal Data” within this document.</p> Your right to opt out of the processing of your personal data for targeted advertising and how you can exercise it <p>You have the right to opt out of the processing of your personal data for targeted advertising.\nThis means that whenever you ask us to stop processing your data for targeted advertising, we will abide by your request.\nTo fully exercise your right to opt out you can contact us at any time, using the contact details provided in this document.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p> Your privacy rights under the Virginia Consumer Data Protection Act and how to exercise them <p>You may exercise certain rights regarding your data processed by us.\nIn particular, you have the right to do the following:</p>\n<ul>\n<li>\n<b>access personal data: the right to know.</b> You have the right to request that we confirm whether or not we are processing your personal data.\nYou also have the right to access such personal data.</li>\n<li>\n<b>correct inaccurate personal data.</b> You have the right to request that we correct any inaccurate personal data we maintain about you, taking into account the nature of the personal data and the purposes of the processing of the personal data.</li>\n<li>\n<b>request the deletion of your personal data.</b> You have the right to request that we delete any of your personal data.</li>\n<li>\n<b>obtain a copy of your personal data.</b> We will provide your personal data in a portable and usable format that allows you to transfer data easily to another entity — provided that this is technically feasible.</li>\n<li>\n<b>opt out of the processing of your personal data for the purposes of targeted advertising</b>, the <b>sale of personal data</b>, or <b>profiling</b> in furtherance of decisions that produce legal or similarly significant effects concerning you.</li>\n<li>\n<b>non-discrimination.</b> We will not discriminate against you for exercising your rights under the VCDPA.\nThis means that we will not, among other things, deny goods or services, charge you a different price, or provide a different level or quality of goods or services just because you exercised your consumer privacy rights.\nHowever, if you refuse to provide your personal data to us or ask us to delete or stop selling your personal data, and that personal data or sale is necessary for us to provide you with goods or services, we may not be able to complete that transaction.\nTo the extent permitted by the law, we may offer a different price, rate, level, quality, or selection of goods or services to you, including offering goods or services for no fee, if you have exercised your right to opt out, or our offer is related to your voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program.</li>\n</ul> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your request to us by contacting us via the contact details provided in this document.</p>\n<p>For us to respond to your request, we need to know who you are.</p>\n<p>We will not respond to any request if we are unable to verify your identity using commercially reasonable efforts and therefore confirm that the personal data in our possession actually relate to you.\nIn such cases, we may request that you provide additional information which is reasonably necessary to authenticate you and your request.</p>\n<p>Making a consumer request does not require you to create an account with us.\nHowever, we may require you to use your existing account.\nWe will use any personal data collected from you in connection with your request solely for the purposes of authentication, without further disclosing the personal data, retaining it longer than necessary for purposes of authentication, or using it for unrelated purposes.</p>\n<p>If you are an adult, you can make a request on behalf of a child under your parental authority.</p> How and when we are expected to handle your request\n<p>We will respond to your request without undue delay, but in all cases and at the latest within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Should we deny your request, we will explain to you the reasons behind our denial without undue delay, but in all cases and at the latest within 45 days of receipt of the request.\nIt is your right to appeal such decision by submitting a request to us via the details provided in this document.\nWithin 60 days of receipt of the appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf the appeal is denied you may contact the Attorney General to submit a complaint.</p>\n<p>We do not charge a fee to respond to your request, for up to two requests per year.\nIf your request is manifestly unfounded, excessive or repetitive, we may charge a reasonable fee or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind them.</p> Information for Colorado consumers\n<p>This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the controller running this Website and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>This section applies to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the State of Colorado, according to the “Colorado Privacy Act\" (the \"CPA\"), and, for such consumers, it supersedes any other possibly divergent or conflicting information contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal data” as defined in the CPA.\n</p> Categories of personal data processed <p>In this section, we summarize the categories of personal data that we've processed and the purposes thereof.\n<b>You can read about these activities in detail in the section titled “Detailed information on the processing of Persona Data” within this document</b>.</p> Categories of personal data we collect <p> We have collected the following categories of personal data: identifiers, commercial information, internet information, geolocation data and employment related information\n</p>\n<p>We do not collect sensitive data.</p>\n<p>We will not collect additional categories of personal data without notifying you.</p> Why we process your personal data <p>To find out why we process your personal data, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.<br>\nYou can freely give, deny, or withdraw such consent at any time using the contact details provided in this document.</p> How we use the data we collect: sharing of your personal data with third parties <p> We share your personal data with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document</b>.\nThese third parties are grouped and categorized in accordance with the different purposes of processing.</p>\n<p>For our purposes, the word \"third party\" means \"a person, public authority, agency, or body other than a consumer, controller, processor, or affiliate of the processor or the controller.\" as defined by the CPA.</p> Sale of your personal data <p>As specified in the “Detailed information on the processing of Personal Data” section of this document, our use of your personal data may be considered a sale under the CPA.</p>\n<p>For our purposes, the word \"sale\", \"sell\", or \"sold\" means \"the exchange of personal data for monetary or other valuable consideration by a controller to a third party\" as defined by the CPA.</p>\n<p>Please note that according to the CPA, the disclosure of personal data to a processor that processes personal data on behalf of a controller does not constitute a sale.\nIn addition, other specific exceptions set forth in the CPA may apply, such as, but not limited to, the disclosure of personal data to a third party for the provision of a product or service requested by you.</p> Your right to opt out of the sale of your personal data and how you can exercise it <p>You have the right to opt out of the sale of your personal data.\nThis means that whenever you request us to stop selling your data, we will abide by your request.</p>\n<p>To fully exercise your right to opt out you can contact us at any time, using the contact details provided in this document.</p>\n<p>For a simplified opt-out method you can also use the privacy choices link provided on this Website.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purpose of complying with the request.</p> Processing of your personal data for targeted advertising <p>As specified in the “Detailed information on the processing of Personal Data” section of this document, we may use your personal data for targeted advertising purposes.</p>\n<p>For our purposes, the word \"targeted advertising\" means \"displaying to a consumer an advertisement that is selected based on personal data obtained or inferred over time from the consumer's activities across nonaffiliated websites, applications, or online services to predict consumer preferences or interests\" as defined by CPA.\n<br>\n<br>Please note that according to the CPA, targeted advertising does not include: “advertisements directed to a consumer in response to the consumer's request for information or feedback.\nadvertisements based on activities within a controller's own websites or online applications or any affiliated website or online application.\nadvertisements based on the context of a consumer's current search query, visit to an internet web site or online application.\nor processing personal data solely to measure or report advertising frequency, performance or reach”.</p> Your right to opt out of the processing of your personal data for targeted advertising and how you can exercise it\n<p>You have the right to opt out of the processing of your personal data for targeted advertising.\nThis means that whenever you ask us to stop processing your data for targeted advertising, we will abide by your request.</p>\n<p>To fully exercise your right to opt out you can contact us at any time, using the contact details provided in this document.</p>\n<p>For a simplified opt-out method you can also use the privacy choices link provided on this Website.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p> Universal opt-out mechanism: Global privacy control <p>If you want to submit requests to opt-out of the sale of personal data or the targeted advertising via a user-enabled global privacy control, like the Global Privacy Control (“GPC”), you are free to do so and we will abide by such request.\nThe GPC consists of a setting or extension in the browser or mobile device and acts as a mechanism that websites can use to indicate they support the GPC signal.\nIf you want to use GPC, you can download and enable it via a participating browser or browser extension.\nMore information about downloading GPC is available here.</p> Your privacy rights under the Colorado Privacy Act and how to exercise them <p>You may exercise certain rights regarding your data processed by us.\nIn particular, you have the right to do the following:</p>\n<ul>\n<li>opt out of the processing of your personal data for the purposes of targeted advertising, the sale of personal data, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning you.</li>\n<li>access personal data.\nYou have the right to request that we confirm whether or not we are processing your personal data.\nYou also have the right to access such personal data.</li>\n<li>correct inaccurate personal data.\nYou have the right to request that we correct any inaccurate personal data we maintain about you, taking into account the nature of the personal data and the purposes of the processing of the personal data.</li>\n<li>request the deletion of your personal data.\nYou have the right to request that we delete any of your personal data.</li>\n<li>obtain a copy of your personal data.\nWe will provide your personal data in a portable and usable format that allows you to transfer data easily to another entity – provided that this is technically feasible.</li>\n</ul>\n<p>In any case, we will not increase the cost of, or decrease the availability of, a product or service, based solely on the exercise of any of your rights and unrelated to the feasibility or the value of a service.\nHowever, to the extent permitted by the law, we may offer a different price, rate, level, quality, or selection of goods or services to you, including offering goods or services for no fee, if our offer is related to your voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your request to us by contacting us via the contact details provided in this document.</p>\n<p>For us to respond to your request, we need to know who you are and which right you wish to exercise.</p>\n<p>We will not respond to any request if we are unable to verify your identity using commercially reasonable efforts and therefore confirm that the personal data in our possession actually relate to you.\nIn such cases, we may request that you provide additional information which is reasonably necessary to authenticate you and your request.</p>\n<p>Making a consumer request does not require you to create an account with us.\nHowever, we may require you to use your existing account.\nWe will use any personal data collected from you in connection with your request solely for the purposes of authentication, without further disclosing the personal data, retaining it longer than necessary for purposes of authentication, or using it for unrelated purposes.</p>\n<p>If you are an adult, you can make a request on behalf of a child under your parental authority.</p> How and when we are expected to handle your request\n<p>We will respond to your request without undue delay, but in all cases and at the latest within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Should we deny your request, we will explain to you the reasons behind our denial without undue delay, but in all cases and at the latest within 45 days of receipt of the request.\nIt is your right to appeal such decision by submitting a request to us via the details provided in this document.\nWithin 45 days of receipt of the appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf the appeal is denied you may contact the Attorney General to submit a complaint.</p>\n<p>We do not charge a fee to respond to your request, for up to two requests per year.</p> Information for Connecticut consumers\n<p>This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the controller running this Website and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>This section applies o all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the State of Connecticut, according to “An Act Concerning Personal Data Privacy and Online Monitoring \" (also known as \"The Connecticut Data Privacy Act\" or the “CTDPA\"), and, for such consumers, it supersedes any other possibly divergent or conflicting information contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal data” as defined in the CTDPA.\n</p> Categories of personal data processed <p>In this section, we summarize the categories of personal data that we've processed and the purposes thereof.\n<b>You can read about these activities in detail in the section titled “Detailed information on the processing of Persona Data” within this document</b>.</p> Categories of personal data we collect <p> We have collected the following categories of personal data: identifiers, commercial information, internet information, geolocation data and employment related information\n</p>\n<p>We do not collect sensitive data.</p>\n<p>We will not collect additional categories of personal data without notifying you.</p> Why we process your personal data <p>To find out why we process your personal data, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.<br>\nYou can freely give, deny, or withdraw such consent at any time using the contact details provided in this document.</p> How we use the data we collect: sharing of your personal data with third parties <p> We share your personal data with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document</b>.\nThese third parties are grouped and categorized in accordance with the different purposes of processing.</p>\n<p>For our purposes, the word \"third party\" means \"a person, public authority, agency, or body other than a consumer, controller, processor, or affiliate of the processor or the controller.\" as defined by the CTDPA.</p> Sale of your personal data <p>As specified in the “Detailed information on the processing of Personal Data” section of this document, our use of your personal data may be considered a sale under the CTDPA.</p>\n<p>For our purposes, the word \"sale\", \"sell\", or \"sold\" means \"the exchange of personal data for monetary or other valuable consideration by a controller to a third party\" as defined by the CTDPA.</p>\n<p>Please note that according to the CTDPA, the disclosure of personal data to a processor that processes personal data on behalf of a controller does not constitute a sale.\nIn addition, other specific exceptions set forth in the CTDPA may apply, such as, but not limited to, the disclosure of personal data to a third party for the provision of a product or service requested by you.</p> Your right to opt out of the sale of your personal data and how you can exercise it <p>You have the right to opt out of the sale of your personal data.\nThis means that whenever you request us to stop selling your data, we will abide by your request.</p>\n<p>To fully exercise your right to opt out you can contact us at any time, using the contact details provided in this document.</p>\n<p>For a simplified opt-out method you can also use the privacy choices link provided on this Website.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purpose of complying with the request.</p> Processing of your personal data for targeted advertising <p>As specified in the “Detailed information on the processing of Personal Data” section of this document, we may use your personal data for targeted advertising purposes.</p>\n<p>For our purposes, the word \"targeted advertising\" means \"displaying to a consumer an advertisement that is selected based on personal data obtained or inferred over time from the consumer's activities across non affiliated websites, applications, or online services to predict consumer preferences or interests\" as defined by CTDPA.\n<br>\n<br>Please note that according to the CTDPA, targeted advertising does not include: “advertisements based on activities within a controller's own web sites or online applications.\nadvertisements based on the context of a consumer's current search query, visit to an internet web site or online application.\nadvertisements directed to a consumer in response to the consumer's request for information or feedback.\nor processing personal data solely to measure or report advertising frequency, performance or reach”.</p> Your right to opt out of the processing of your personal data for targeted advertising and how you can exercise it\n<p>You have the right to opt out of the processing of your personal data for targeted advertising.\nThis means that whenever you ask us to stop processing your data for targeted advertising, we will abide by your request.</p>\n<p>To fully exercise your right to opt out you can contact us at any time, using the contact details provided in this document.</p>\n<p>For a simplified opt-out method you can also use the privacy choices link provided on this Website.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p> Universal opt-out mechanism: Global privacy control <p>If you want to submit requests to opt-out of the sale of personal data or the targeted advertising via a user-enabled global privacy control, like the Global Privacy Control (“GPC”), you are free to do so and we will abide by such request.\nThe GPC consists of a setting or extension in the browser or mobile device and acts as a mechanism that websites can use to indicate they support the GPC signal.\nIf you want to use GPC, you can download and enable it via a participating browser or browser extension.\nMore information about downloading GPC is available here.</p> Your privacy rights under the Connecticut Data Privacy Act and how to exercise them <p>You may exercise certain rights regarding your data processed by us.\nIn particular, you have the right to do the following:</p>\n<ul>\n<li>access personal data.\nYou have the right to request that we confirm whether or not we are processing your personal data.\nYou also have the right to access such personal data.</li>\n<li>correct inaccurate personal data.\nYou have the right to request that we correct any inaccurate personal data we maintain about you, taking into account the nature of the personal data and the purposes of the processing of the personal data.</li>\n<li>request the deletion of your personal data.\nYou have the right to request that we delete any of your personal data.</li>\n<li>obtain a copy of your personal data.\nWe will provide your personal data in a portable and usable format that allows you to transfer data easily to another entity – provided that this is technically feasible.</li>\n<li>opt out of the processing of your personal data for the purposes of targeted advertising, the sale of personal data, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning you.</li>\n</ul>\n<p>In any case, we will not increase the cost of, or decrease the availability of, a product or service, based solely on the exercise of any of your rights and unrelated to the feasibility or the value of a service.\nHowever, to the extent permitted by the law, we may offer a different price, rate, level, quality, or selection of goods or services to you, including offering goods or services for no fee, if our offer is related to your voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your request to us by contacting us via the contact details provided in this document.</p>\n<p>For us to respond to your request, we need to know who you are and which right you wish to exercise.</p>\n<p>We will not respond to any request if we are unable to verify your identity using commercially reasonable efforts and therefore confirm that the personal data in our possession actually relate to you.\nIn such cases, we may request that you provide additional information which is reasonably necessary to authenticate you and your request.</p>\n<p>Making a consumer request does not require you to create an account with us.\nHowever, we may require you to use your existing account.\nWe will use any personal data collected from you in connection with your request solely for the purposes of authentication, without further disclosing the personal data, retaining it longer than necessary for purposes of authentication, or using it for unrelated purposes.</p>\n<p>If you are an adult, you can make a request on behalf of a child under your parental authority.</p> How and when we are expected to handle your request\n<p>We will respond to your request without undue delay, but in all cases and at the latest within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Should we deny your request, we will explain to you the reasons behind our denial without undue delay, but in all cases and at the latest within 45 days of receipt of the request.\nIt is your right to appeal such decision by submitting a request to us via the details provided in this document.\nWithin 45 days of receipt of the appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf the appeal is denied, you may contact the Attorney General to submit a complaint.</p>\n<p>We do not charge a fee to respond to your request, for up to one request per year.</p> Information for Utah consumers\n<p>This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the controller running this Website and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>This section applies to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the State of Utah, according to the “Consumer Privacy Act\" (the “UCPA\"), and, for such consumers, it supersedes any other possibly divergent or conflicting information contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal data” as defined in the UCPA.\n</p> Categories of personal data processed <p>In this section, we summarize the categories of personal data that we've processed and the purposes thereof.\n<b>You can read about these activities in detail in the section titled “Detailed information on the processing of Persona Data” within this document</b>.</p> Categories of personal data we collect <p> We have collected the following categories of personal data: identifiers, commercial information, internet information, geolocation data and employment related information\n</p>\n<p>We do not collect sensitive data.</p>\n<p>We will not collect additional categories of personal data without notifying you.</p> Why we process your personal data <p>To find out why we process your personal data, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p> How we use the data we collect: sharing of your personal data with third parties <p> We share your personal data with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document</b>.\nThese third parties are grouped and categorized in accordance with the different purposes of processing.</p>\n<p>For our purposes, the word \"third party\" means \"a person other than: the consumer, controller, or processor.\nor an affiliate or contractor of the controller or the processor\" as defined by the UCPA.</p> Sale of your personal data <p>As specified in the “Detailed information on the processing of Personal Data” section of this document, our use of your personal data may be considered a sale under the UCPA.</p>\n<p>For our purposes, the word \"sale\", \"sell\", or \"sold\" means \"the exchange of personal data for monetary or other valuable consideration by a controller to a third party\" as defined by the UCPA.</p>\n<p>Please note that according to the UCPA, the disclosure of personal data to a processor that processes personal data on behalf of a controller does not constitute a sale.\nIn addition, other specific exceptions set forth in the UCPA may apply, such as, but not limited to, the disclosure of personal data to a third party for the provision of a product or service requested by you.</p> Your right to opt out of the sale of your personal data and how you can exercise it <p>You have the right to opt out of the sale of your personal data.\nThis means that whenever you request us to stop selling your data, we will abide by your request.</p>\n<p>To fully exercise your right to opt out you can contact us at any time, using the contact details provided in this document.</p>\n<p>For a simplified opt-out method you can also use the privacy choices link provided on this Website.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purpose of complying with the request.</p> Processing of your personal data for targeted advertising <p>As specified in the “Detailed information on the processing of Personal Data” section of this document, we may use your personal data for targeted advertising purposes.</p>\n<p>For our purposes, the word \"targeted advertising\" means \"displaying to a consumer an advertisement that is selected based on personal data obtained or inferred over time from the consumer's activities across nonaffiliated websites, applications, or online services to predict consumer preferences or interests\" as defined by UCPA.\n<br>\n<br>Please note that according to the UCPA, targeted advertising does not include: “advertisements based on activities within a controller's own websites or online applications or any affiliated website or online application.\nadvertisements based on the context of a consumer's current search query, visit to an web site or online application.\nadvertisements directed to a consumer in response to the consumer's request for information, product, a service or feedback.\nor processing personal data solely to measure or report advertising performance, reach or frequency.”</p> Your right to opt out of the processing of your personal data for targeted advertising and how you can exercise it\n<p>You have the right to opt out of the processing of your personal data for targeted advertising.\nThis means that whenever you ask us to stop processing your data for targeted advertising, we will abide by your request.</p>\n<p>To fully exercise your right to opt out you can contact us at any time, using the contact details provided in this document.</p>\n<p>For a simplified opt-out method you can also use the privacy choices link provided on this Website.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p> Your privacy rights under the Utah Consumer Privacy Act and how to exercise them <p>You may exercise certain rights regarding your data processed by us.\nIn particular, you have the right to do the following:</p>\n<ul>\n<li>access personal data.\nYou have the right to request that we confirm whether or not we are processing your personal data.\nYou also have the right to access such personal data.</li>\n<li>request the deletion of your personal data.\nYou have the right to request that we delete any of your personal data.</li>\n<li>obtain a copy of your personal data.\nWe will provide your personal data in a portable and usable format that allows you to transfer data easily to another entity – provided that this is technically feasible.</li>\n<li>opt out of the processing of your personal data for the purposes of targeted advertising or the sale of personal data.</li>\n</ul>\n<p>In any case, we will not increase the cost of, or decrease the availability of, a product or service, based solely on the exercise of any of your rights and unrelated to the feasibility or the value of a service.\nHowever, to the extent permitted by the law, we may offer a different price, rate, level, quality, or selection of goods or services to you, including offering goods or services for no fee, if our offer is related to your voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your request to us by contacting us via the contact details provided in this document.</p>\n<p>For us to respond to your request, we need to know who you are and which right you wish to exercise.</p>\n<p>We will not respond to any request if we are unable to verify your identity using commercially reasonable efforts and therefore confirm that the personal data in our possession actually relate to you.\nIn such cases, we may request that you provide additional information which is reasonably necessary to authenticate you and your request.\nWe may retain your email address to respond to your request.</p>\n<p>If you are an adult, you can make a request on behalf of a child under your parental authority.</p> How and when we are expected to handle your request\n<p>We will respond to your request without undue delay, but in all cases and at the latest within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Should we deny your request, we will explain to you the reasons behind our denial without undue delay, but in all cases and at the latest within 45 days of receipt of the request.</p>\n<p>We do not charge a fee to respond to your request, for up to one request per year.</p> Information for Users residing in Brazil\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the entity running this Website and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).<br> The provisions contained in this section apply to all Users who reside in Brazil, according to the \"Lei Geral de Proteção de Dados\" (Users are referred to below, simply as “you”, “your”, “yours”).\nFor such Users, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.\n<br> This part of the document uses the term “personal information“ as it is defined in the Lei Geral de Proteção de Dados (<strong>LGPD</strong>).</p> The grounds on which we process your personal information <p>We can process your personal information solely if we have a legal basis for such processing.\nLegal bases are as follows:\n</p>\n<ul>\n<li> your consent to the relevant processing activities;</li>\n<li> compliance with a legal or regulatory obligation that lies with us;</li>\n<li> the carrying out of public policies provided in laws or regulations or based on contracts, agreements and similar legal instruments;</li>\n<li> studies conducted by research entities, preferably carried out on anonymized personal information;</li>\n<li> the carrying out of a contract and its preliminary procedures, in cases where you are a party to said contract;</li>\n<li> the exercising of our rights in judicial, administrative or arbitration procedures.\n</li>\n<li> protection or physical safety of yourself or a third party;</li>\n<li> the protection of health – in procedures carried out by health entities or professionals;</li>\n<li> our legitimate interests, provided that your fundamental rights and liberties do not prevail over such interests.\nand </li>\n<li> credit protection.</li>\n</ul>\n<p>\n</p>\n<p>To find out more about the legal bases, you can contact us at any time using the contact details provided in this document.</p> Categories of personal information processed <p>To find out what categories of your personal information are processed, you can read the section titled “Detailed information on the processing of Personal Data” within this document.</p> Why we process your personal information <p>To find out why we process your personal information, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p> Your Brazilian privacy rights, how to file a request and our response to your requests Your Brazilian privacy rights <p> You have the right to:\n</p>\n<ul>\n<li>obtain confirmation of the existence of processing activities on your personal information;</li>\n<li>access to your personal information;</li>\n<li>have incomplete, inaccurate or outdated personal information rectified;</li>\n<li>obtain the anonymization, blocking or elimination of your unnecessary or excessive personal information, or of information that is not being processed in compliance with the LGPD;</li>\n<li>obtain information on the possibility to provide or deny your consent and the consequences thereof;</li>\n<li>obtain information about the third parties with whom we share your personal information;</li>\n<li>obtain, upon your express request, the portability of your personal information (except for anonymized information) to another service or product provider, provided that our commercial and industrial secrets are safeguarded;</li>\n<li>obtain the deletion of your personal information being processed if the processing was based upon your consent, unless one or more exceptions provided for in art.\n16 of the LGPD apply;</li>\n<li>revoke your consent at any time;</li>\n<li>lodge a complaint related to your personal information with the ANPD (the National Data Protection Authority) or with consumer protection bodies;</li>\n<li>oppose a processing activity in cases where the processing is not carried out in compliance with the provisions of the law;</li>\n<li>request clear and adequate information regarding the criteria and procedures used for an automated decision.\nand</li>\n<li>request the review of decisions made solely on the basis of the automated processing of your personal information, which affect your interests.\nThese include decisions to define your personal, professional, consumer and credit profile, or aspects of your personality.</li>\n</ul>\n<p>\n</p>\n<p> You will never be discriminated against, or otherwise suffer any sort of detriment, if you exercise your rights.</p> How to file your request\n<p>You can file your express request to exercise your rights free from any charge, at any time, by using the contact details provided in this document, or via your legal representative.</p> How and when we will respond to your request\n<p>We will strive to promptly respond to your requests.<br> In any case, should it be impossible for us to do so, we’ll make sure to communicate to you the factual or legal reasons that prevent us from immediately, or otherwise ever, complying with your requests.\nIn cases where we are not processing your personal information, we will indicate to you the physical or legal person to whom you should address your requests, if we are in the position to do so.</p>\n<p>In the event that you file an <strong>access</strong> or personal information <strong> processing confirmation</strong> request, please make sure that you specify whether you’d like your personal information to be delivered in electronic or printed form.\n<br> You will also need to let us know whether you want us to answer your request immediately, in which case we will answer in a simplified fashion, or if you need a complete disclosure instead.\n<br> In the latter case, we’ll respond within 15 days from the time of your request, providing you with all the information on the origin of your personal information, confirmation on whether or not records exist, any criteria used for the processing and the purposes of the processing, while safeguarding our commercial and industrial secrets.</p>\n<p>In the event that you file a <strong>rectification, deletion, anonymization or personal information blocking</strong> request, we will make sure to immediately communicate your request to other parties with whom we have shared your personal information in order to enable such third parties to also comply with your request — except in cases where such communication is proven impossible or involves disproportionate effort on our side.</p> Transfer of personal information outside of Brazil permitted by the law <p>We are allowed to transfer your personal information outside of the Brazilian territory in the following cases:\n</p>\n<ul>\n<li>when the transfer is necessary for international legal cooperation between public intelligence, investigation and prosecution bodies, according to the legal means provided by the international law;</li>\n<li>when the transfer is necessary to protect your life or physical security or those of a third party;</li>\n<li>when the transfer is authorized by the ANPD;</li>\n<li>when the transfer results from a commitment undertaken in an international cooperation agreement;</li>\n<li>when the transfer is necessary for the execution of a public policy or legal attribution of public service;</li>\n<li>when the transfer is necessary for compliance with a legal or regulatory obligation, the carrying out of a contract or preliminary procedures related to a contract, or the regular exercise of rights in judicial, administrative or arbitration procedures.</li>\n</ul>\n<p>\n</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through this Website (or third-party services employed in this Website), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Website, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using this Website who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Processor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Website.\nThe Data Controller, unless otherwise specified, is the Owner of this Website.</p> This Website (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by this Website as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Current City <p>Provides access to the User's current location.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Website, if not stated otherwise within this document.</p>\n<p> Latest update: June 27, 2023 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> Show the simplified Privacy Policy <p>Privacy Policy generated with </p> Generate yours ", "created_at": "2023-07-16 00:38:47.038128", "updated_at": "2023-07-16 00:38:55.523503"}], "points": [], "urls": ["pay.com"]}}