{"error": 448, "message": "OK", "parameters": {"id": 9703, "name": "Rapid VPN", "created_at": "2023-10-02 16:50:49.685475", "updated_at": "2023-10-02 22:02:59.779846", "wikipedia": null, "keywords": null, "related": null, "slug": "rapid-vpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9703.png", "url": "rapidvpn.app", "documents": [{"id": 19306, "name": "Terms of Service ", "url": "https://rapidvpn.app/ios_terms", "xpath": "//body", "text": " <p>\n<b>Terms\nof Service</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Welcome\nto Rapid VPN, a service provided by DuoPeak, Inc.\n(“RapidVPN”,\n\"DuoPeak\", \"we\" or \"us\").\nThis page explains the\nterms by which you may use our online and/or mobile services, website, games,\nand software provided on or in connection with the service (collectively the\n\"Service\").\nBy installing, accessing, or using the Service, or by\nchecking a box or clicking a button signifying your assent to these terms, you\nsignify that you have read, understood, and agree to be bound by this Terms of\nUse Agreement (\"Agreement\") and to the collection and use of your\ninformation as set forth in the Rapid VPN Privacy Policy https://rapidvpn.app/ios_privacy,\nwhether or not you are a registered user of our Service.</p>\n<p>&nbsp;</p>\n<p>We&nbsp.\nreserve the right to modify these terms and will provide notice of these\nchanges as described below.\nThis Agreement applies to all visitors, users, and\nothers who access the Service (\"Users\").\nPlease read this Agreement carefully\nto ensure that you understand each provision.</p>\n<p>&nbsp;</p>\n<p>If you have questions regarding this Terms of Service\nagreement, or our collection and use of information\nas outlined in the Privacy Policy, please contact us as at\nrapidvpn.cs@gmail.com.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>1.\nLicense</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>1.1\nYou acknowledge that you have only a non-exclusive and limited right to use our products\nand services for non-commercial purposes only within\nthe validity period of the agreement.\nYou may make a single copy of the Product\nfor archival or backup purposes.\nYou must include all\nNotices on all copies of the Product.\nYou may not reverse engineer, decompile,\nor disassemble the Product or attempt to gain access to the source code for the\nProduct, except and only to the extent that it is expressly permitted by\napplicable law, and to the extent applicable law permits contractual waiver of\nsuch right, you hereby waive your rights to do so.</p>\n<p>&nbsp;</p>\n<p>1.2\nYou will not transfer or assign the Product or this Terms of Service, or any rights or obligations hereunder without the prior\nwritten consent of Rapid VPN or DuoPeak, Inc.</p>\n<p>&nbsp;</p>\n<p>1.3\nYour rights under these Terms will automatically terminate\nif you breach any of your material obligations under this Terms of\nService agreement.\nUpon any termination of Terms, you will destroy all copies of the Product promptly after\nsuch termination.</p>\n<p>&nbsp;</p>\n<p>1.4\nAll rights not expressly granted are reserved.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.\nInfringement Indemnity</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Neither\nRapid VPN, nor its affiliates, subsidiaries nor the Licensors will have any\nliability for any claim based upon or arising out of (1) Intentional or\nnegligent acts of anyone other than the provider of Product.\nor (2) the combination,\noperation or use of the Products with any equipment, devices or software not\nsupplied by Rapid VPN, or (3) the alteration or modification of Product.</p>\n<p>&nbsp;</p>\n<p>To\nthe full extent permitted by law, this section states the entire liability of\nRapid VPN, its affiliates, subsidiaries and the Licensors and your sole remedy\nwith respect to any claim of infringement.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.\nLimited Warranty</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>The Service\nis provided on an \"as is\" and \"as available\" basis.\nUse of\nthe Service is at your own risk.\nTo the maximum extent permitted by applicable\nlaw, the Service is provided without warranties of any kind, whether express or\nimplied, including, but not limited to, implied warranties of merchantability,\nfitness for a particular purpose, or non-infringement.\nEspecially in the following cases:</p>\n<p>&nbsp;</p>\n<p>(a) modification or alteration of the Products made without the\nprior written approval of Rapid VPN,</p>\n<p>&nbsp;</p>\n<p>(b) accident, neglect, misuse or abuse, or</p>\n<p>&nbsp;</p>\n<p>(c) exposure to conditions outside the range of the\nenvironmental, power and operating specifications provided by Rapid VPN.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.\nDisclaimer and Limitation of Liability</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Except\nas expressly set forth in these Terms of Service,\nneither Rapid VPN, its affiliates, subsidiaries nor the Licensors make any\nother warranties, express or implied, including any implied warranties of\nmerchantability and fitness for a particular purpose.</p>\n<p>&nbsp;</p>\n<p>Rapid\nVPN, its affiliates, subsidiaries and the Licensors expressly disclaim all\nwarranties not stated in this Terms of Service agreement.\nAny implied warranties that may be imposed by law are\nlimited to the terms contained in this TOS to the Rapid VPN extent permitted by\nlaw.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.\nUser Judgment</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Some\nfeatures of Rapid VPN will cause some programs, functions or files be stopped,\nremoved or uninstalled.</p>\n<p>&nbsp;</p>\n<p>Before\nusing Rapid VPN, you should carefully read the instructions and tips and judge\nwhether the product meet your purposes, needs, and safety requirements.\nOnce\nyou install the product and / or make any operation, you commit yourself to\nbear the relevant responsibilities.</p>\n<p>&nbsp;</p>\n<p>We\nprovide a privacy policy that as an important part of this agreement, you\nshould read this policy and agree to its contents before installing and running\nthe product.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.\nCopyright Policy</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Any\nend user should not use Rapid VPN for infringement on the intellectual property\nrights of others, (including without limitation to patent, trademark, trade\nsecret, copyright, and other proprietary rights), and if you, the copyright\nowner or an authorised representative, believe that any content infringes on\nyour copyrights, you may submit a notification pursuant to the Digital\nMillennium Copyright Act (“DMCA”) by providing us with the information as\nfollows:</p>\n<p>&nbsp;</p>\n<p>-\nA physical or electronic signature of a person authorized to act on behalf of\nthe owner or an agent of an exclusive right that is allegedly infringed;</p>\n<p>&nbsp;</p>\n<p>-\nIdentification of the copyright claimed to have been infringed;</p>\n<p>&nbsp;</p>\n<p>-\nIdentification of the material that is claimed to be infringing, and where it\nis located in the App;</p>\n<p>&nbsp;</p>\n<p>-\nInformation reasonably sufficient to permit the service provider to contact\nyou;</p>\n<p>&nbsp;</p>\n<p>-\nA statement that you have a good faith belief that use of the material in the\nmanner complained of is not authorized by the copyright owner, its agent, or\nthe law, and;</p>\n<p>&nbsp;</p>\n<p>-\nA statement, made under penalty of perjury, that the above information is\naccurate, and that you are the copyright owner or are authorized to act on\nbehalf of the owner.</p>\n<p>&nbsp;</p>\n<p>We\nrespect the intellectual property rights of others and will respond to clear\nnotices of alleged infringement.\nYou acknowledge that if you fail to comply\nwith all of the requirements of this section, your notice may not be valid.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.\nGeneral Terms and Conditions</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>7.1\nThis Terms\nof Service agreement constitutes the entire agreement\nbetween you and Rapid VPN with respect to the subject matter hereof and\nsupersedes all previous and contemporaneous written and oral representations,\nproposals, negotiations and communications, including, without limitation, the\nterms and conditions of any purchase order.</p>\n<p>&nbsp;</p>\n<p>7.2\nRapid VPN may assign this TOS or any of the rights or obligations hereunder,\nand any causes of action arising hereunder, to any third party without\nnecessity or obligation of notice to you.\nThe waiver or failure of either party\nto exercise in any respect any right provided for herein will not be deemed a\nwaiver of any further right hereunder.\nThe invalidity or unenforceability of\nany provision of this Terms of Service agreement will not affect the validity or enforceability of any other\nprovision, the remaining provisions being deemed to continue in full force and\neffect.</p>\n<p>&nbsp;</p>\n<p>7.3\nRapid VPN will not be responsible for any failure to perform its obligations\nunder this Terms\nof Service agreement due to circumstances beyond its\nreasonable control, including without limitation acts of God, war, riot,\nterrorism, embargoes, acts of civil or military authorities, fire, flood or\naccidents.\nYou agree that Rapid VPN will be entitled to all legal and equitable\nremedies otherwise available to it to protect the intellectual property,\nproprietary rights and Confidential Information of itself and its Licensors,\nincluding, without limitation, the right to seek and obtain injunctive relief\nand enforce the same against you without the necessity of having to post bond\nor other such guarantee.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.\nPaid Services</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>8.1\nIn-Service Purchases.</p>\n<p>In\ncertain areas of the Service, you may purchase with \"real world\"\ncurrency a limited, personal, non-transferable, non-sublicensable, revocable\nlicense to use: (a) \"virtual currency\" including, but not limited to\nvirtual cash or gems.\n(b) certain types of DuoPeak Property.\nand (c) certain\nother goods or services (\"Merchandise\").\nWe may manage, regulate,\ncontrol, modify, or eliminate services at any time, with or without notice, and\nshall have no liability to you or any third party if we exercise any such rights.</p>\n<p>&nbsp;</p>\n<p>8.2\nNo Refunds.</p>\n<p>You\nmay cancel your Rapid VPN subscription at any time.\nhowever, there are no\nrefunds for cancellation.\nIn the event that Rapid VPN suspends or terminates\nyour account or this Agreement, you understand and agree that you shall receive\nno refund or exchange for any unused time on a subscription, any license or\nsubscription fees for any portion of the Service, any content or data\nassociated with your account, or for anything else.\nFurther, all purchases of\nRapid VPN products and services are non-refundable, and Rapid VPN shall not be\nrequired to provide a refund for any reason.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.\nPrivacy</b>\n</p>\n<p>&nbsp;</p>\n<p>We\ncare about the privacy of our Users.\nYou understand that by using the Services\nyou consent to the collection, use and disclosure of your personally\nidentifiable information and aggregate data as set forth in our Privacy Policy https://rapidvpn.app/ios_privacy,\nand to have your personally identifiable information collected, used,\ntransferred to and processed in the United States.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.\nSecurity</b>\n</p>\n<p>&nbsp;</p>\n<p>We\ncare about the integrity and security of your personal information.\nHowever, we\ncannot guarantee that unauthorized third parties will never be able to defeat\nour security measures or use your personal information for improper purposes.\nYou acknowledge that you provide your personal information at your own risk.</p>\n<p>&nbsp;</p>\n<p>\n<b>11.\nThird-Party Links and Information</b>\n</p>\n<p>&nbsp;</p>\n<p>The\nService may contain links to third-party materials that are not owned or\ncontrolled by Rapid VPN or DuoPeak.\nNeither Rapid VPN nor Duopeak endorse or\nassume any responsibility for any such third-party sites, information,\nmaterials, products, or services.\nIf you access a third-party website or\nservice from the Service or share your User Content on or through any\nthird-party website or service, you do so at your own risk, and you understand\nthat this Agreement and our Privacy Policy do not apply to your use of such\nsites.</p>\n<p>&nbsp;</p>\n<p>DuoPeak\ndoes not warrant, endorse, guarantee, or assume responsibility for any product\nor service advertised or offered by a third party through the Service or any\nhyperlinked website or service, and DuoPeak will not be a party to or in any\nway monitor any transaction between you and third-party providers of products\nor services.</p>\n<p>&nbsp;</p>\n<p>You\nexpressly relieve Rapid VPN and DuoPeak from any and all liability arising from\nyour use of any third-party website, service, or content, including without limitation\nUser Content submitted by other Users.\nAdditionally, your dealings with or\nparticipation in promotions of advertisers found on the Service, including\npayment and delivery of goods, and any other terms (such as warranties) are\nsolely between you and such advertisers.\nYou agree that Rapid VPN and DuoPeak\nshall not be responsible for any loss or damage of any sort relating to your\ndealings with such advertisers.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>12.\nApplicable Law and Disputes</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>12.1 For any dispute you have with Rapid VPN, you agree to\nfirst contact us and attempt to resolve the dispute with us informally.\nWe each agree to resolve any dispute arising out of,\nin connection with, or relating to this Agreement under Google Play’s policies.</p>\n<p>&nbsp;</p>\n<p>12.2 This Terms of Service agreement will, in all respects, be governed by and enforced in accordance with the laws of California\n(without giving effect to any choice or conflict of laws).\nThe United Nations\nConvention on Contracts for the International Sale of Goods will not apply to\nthis Agreement.\nYou consent to the jurisdiction of competent courts in\nCalifornia for the resolution of any dispute arising under or related to this Terms\nof Service agreement or the Products.</p>\n<p>&nbsp;</p>\n<p>\n<b>13.\nContact Us</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>If\nyou have questions about this Policy, please contact us at rapidvpn.cs@gmail.com</p>\n<p>&nbsp;</p>\n<p>\n<b>14.\nLast Revision Date</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>This\nPolicy was last revised on, and effective as of March 22, 2023</p>\n<p>&nbsp;</p>\n<p>\n<b>15.\nDeveloper Information</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Developer\nname: DuoPeak Inc</p>\n<p>Email address:\nrapidvpn.cs@gmail.com</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2023-10-02 16:50:49.732614", "updated_at": "2023-10-02 16:51:23.195941"}, {"id": 19307, "name": "PRIVACY POLICY ", "url": "https://rapidvpn.app/ios_privacy", "xpath": "//body", "text": " <b>PRIVACY POLICY of Rapid VPN</b>\n<p>&nbsp;</p>\n<p>Welcome to the website and online services of Rapid VPN, as provided by\nDuoPeak LLC.\n(\"Rapid VPN,\" \"we\", or \"us\") is\ncommitted to protecting your privacy.\nThis Privacy Policy explains how\ninformation about you or associated with you (\"personal information\")\nis collected, used, and disclosed by Rapid VPN and its affiliates, which own\nand operate Rapid VPN.\nThis Privacy Policy applies to our websites, including\nand our mobile apps for iOS, Android, Amazon, and Windows mobile devices\n(collectively, \"our Service\").</p>\n<p>&nbsp;</p>\n<p>By accessing or using our Service, you signify that you have\nread, understood and agree to our collection, storage, use, and disclosure of\nyour personal information as described in this Privacy Policy.\nIF YOU DO NOT\nAGREE TO THIS PRIVACY POLICY, PLEASE DO NOT USE ANY PART OF THE SERVICE\nPROVIDED.</p>\n<p>&nbsp;</p>\n<p>\n<b>Table of Contents</b>\n</p>\n<ol>\n<li>Information we collect and use</li>\n<li>Sharing Information</li>\n<li>Your choices regarding your information</li>\n<li>Security and Storage of Information</li>\n<li>Persons under the age of 13</li>\n<li>Links to Third Party websites</li>\n<li>Your rights and how to access, update, and manage your personal information</li>\n<li>International Transfers of your personal information</li>\n<li>Updates to this Policy</li>\n<li>Contact Us</li>\n<li>Last Revision Date</li>\n<li>Developer Information</li>\n</ol>\n<p>​</p>\n<p>If you have questions regarding this Privacy Policy or our\ncollection and use of information, please contact us as at\nrapidvpn.cs@gmail.com.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.\nINFORMATION WE COLLECT AND USE</b>\n</p>\n<p>&nbsp;</p>\n<p>The personal information we collect\nor have about you will either be provided by you directly, come from other\nsources, or will be collected from your activity on our website or applications\nand use of the Service as set out below.\nWe collect personal information from\nour users in order to provide you with a personalized, useful, and efficient\nexperience.\nThe categories of information we collect can include:</p>\n<p>&nbsp;</p>\n<p>\n<b>Information you provide</b>\n</p>\n<p>​</p>\n<p>\n<b>Registration information</b>\n</p>\n<p>​</p>\n<p>You may use the Service without providing any personal\ninformation, but you may choose to associate a Google account to retain and\ntransfer access to VIP content.\nYou can register with us by using Google\nConnect or other application authentication options to create an account or\nprofile within the Service.\nAll affiliated account information is processed by\nthe authenticator (such as Google Play) and is not stored or used by us.</p>\n<p>&nbsp;​​</p>\n<p>\n<b>Payment information</b>\n</p>\n<p>​</p>\n<p>We will also collect some purchase information (which consists\nof transaction history, including what you have purchased, the price, and the\ndate).\nNote that your in-app purchase transactions are processed by third-party\npayment processors, such as Google (for purchases on Android devices) or Amazon\n(for purchases on Kindle devices).\nThese third-party payment processors do not\nshare your financial information, like credit card numbers, with us.</p>\n<p>&nbsp;</p>\n<p>\n<b>Customer Support Correspondence</b>\n</p>\n<p>​</p>\n<p>When you ask for assistance\nfrom our Customer Support team, we will collect and store:</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour name\nand e-mail address if provided;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation\nabout your activity on the Service;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation\nabout the status of our Service on the device from which you contact Support\n(date of installation, most recent update, current version, etc)</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour user\nname or ID number.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAny\ncorrespondence connected to the assistance provided to you</p>\n<p>​</p>\n<p>\n<b>Data collected through the use of the Service</b>\n</p>\n<p>​</p>\n<p>If you access the Service on your mobile telephone or other\nmobile device, including emulators and tablets, we collect the following\ninformation about you, to the extent it is available:</p>\n<p>​</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Usage\ninformation.</b>&nbsp;We collect information about how you interact with our\nservices, such as how much bandwidth you use, and when and for how long you use\nour services.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;<b>Device information.&nbsp;</b>We collect information\nfrom and about the device you use to access our services.\nFor example, we may\ncollect device identifiers, browser types, device types and settings, operating\nsystem versions, mobile, wireless, and other network information (such as\ninternet service provider name, carrier name and signal strength), and\napplication version numbers.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Diagnostic\ninformation.</b>&nbsp;We may collect information about the nature of the requests\nthat you make to our servers (such as what is being requested, information\nabout the device and app used to make the request, timestamps, and referring\nURLs).\nHowever, we do not log any information that associates your identity\nwith your VPN browsing activity.\nWe do not maintain any records that show what\nyou were browsing or accessing through a VPN connection.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Location\ninformation.</b>&nbsp;We may collect your location information based on a variety\nof sources, such as your device’s GPS or by calculating an approximate latitude\nand longitude based on your IP address.</p>\n<p>&nbsp;</p>\n<p>How to use the data we collected.</p>\n<p>&nbsp;</p>\n<p>&nbsp;We use the information we collect for various purposes described\nbelow.</p>\n<p>&nbsp;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>To&nbsp;provide,\nmaintain, troubleshoot, and support our services.</b>&nbsp;We use your\ninformation for this purpose on the basis that it is required to fulfill our\ncontractual obligations to you.\nExamples: using information about how much\nbandwidth you use and how long you use our services in order to provide the\nservices in accordance with a plan to which you have subscribed.\nusing threat\nand device information to determine whether certain items pose a potential\nsecurity threat.\nusing location information to connect you to the nearest and\nfastest VPN server.\nand using usage information to troubleshoot a problem you\nreport with our services and to ensure the proper functioning of our services.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>For&nbsp;billing and\npayment purposes.&nbsp;</b>We use your information in order to perform\nbilling administration activities and process payments, which are required to\nfulfill our contractual obligations.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>To&nbsp;communicate with\nusers and prospective users.&nbsp;</b>We use your information to communicate\nwith you, including by responding to your requests, and sending you information\nand updates about our services.\nWe may do this in order to fulfill our contract\nwith you, because you consented to the communication, or because we have a\nlegitimate interest in providing you with information about our services.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>To&nbsp;improve our\nservices.&nbsp;</b>We want to offer you the best services and user experiences\nwe can, so we have a legitimate interest in continually improving and\noptimizing our services.\nTo do so, we use your information to understand how\nusers interact with our services.\nExamples: we analyze certain usage, device,\nand diagnostic information to understand aggregated usage trends and user\nengagement with our services (and, for example, invest in technical\ninfrastructure to better serve regions with increasing user demand).\nwe may use\ndevice and threat information to conduct spam, threat, and other scientific\nresearch to improve our threat detection capabilities.\nwe review customer\nfeedback to understand what we could be doing better.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>To&nbsp;develop new\nservices.</b>&nbsp;We have a legitimate interest in using your information to\nplan for and develop new services.\nFor example, we may use customer feedback to\nunderstand what new services users may want.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>To&nbsp;market and\nadvertise our services.&nbsp;</b>We may use your information\nto&nbsp;provide,&nbsp;measure, personalize, and enhance our advertising and\nmarketing based on our legitimate interest in offering you services that may be\nof interest.\nExamples: we may use information such as&nbsp;who&nbsp;or what\nreferred you to our services to understand how effective our advertising is.\nwe\nmay use information to administer promotional activities such as sweepstakes\nand referral programs.\nOur VPN products do not use your VPN browsing activity\nfor these purposes and we do not maintain any records that show what you were\nbrowsing or accessing through a VPN connection.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>To&nbsp;prevent harm or\nliability.&nbsp;</b>We may use information for security purposes (such as to\ninvestigate security issues or to monitor and prevent fraud) and to prevent\nabuse.\nWe may do this to comply with our legal obligations, to protect an\nindividual’s vital interests, or because we have a legitimate interest in\npreventing harm or liability to us and our users.\nFor example, we may use\naccount, usage, and device information to determine if an entity is engaging in\nabusive or unauthorized activity in connection with our services.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>For&nbsp;legal\ncompliance.&nbsp;</b>We internally use your information as required by applicable\nlaw, legal process, or regulation.\nTo learn about our practices regarding&nbsp;<i>sharing</i>&nbsp;your\ninformation with third parties for legal compliance purposes, see Section 3.1\nbelow.\nWe also use your information to enforce our legal rights and resolve\ndisputes.</p>\n<p>&nbsp;</p>\n<p>\n<b>Information we receive from third party sites.</b>\n</p>\n<p>When you interact with our site through various social media\nplatforms, such as when you login through Google, or another third party\nservice, or share Rapid VPN content on Facebook, Twitter or other sites, we may\nreceive information from the social network including:</p>\n<p>​</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour\nprofile information</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProfile\npicture</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGender</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUser name</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUser ID\nassociated with your social media account</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAge range</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLanguage</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCountry</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFriends\nlist</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nand any\nother information you permit the social network to share with third parties.</p>\n<p>&nbsp;</p>\n<p>The data we receive is dependent upon your privacy settings\nwith the social network, and we will not post information about you on third\nparty social media sites without your consent.\nYou should always review, and if\nnecessary, adjust your privacy settings on third-party websites and services\nbefore linking or connecting them to our website or Service.</p>\n<p>&nbsp;</p>\n<p>We use this information to operate, maintain, and provide to\nyou the features and functionality of the Service, as well as to communicate\ndirectly with you, such as to send you email messages and push notifications,\nand permit you to communicate with others on the Service or on social media or\ninvite others to join the Service.\nWe may combine information internally across\ndifferent Service offerings or games to enhance your experience with our\nService.</p>\n<p>&nbsp;</p>\n<p>We may also send you Service-related emails or messages\n(e.g., account verification, account status, change or updates to features of\nthe Service, technical and security notices).\nFor more information about your\ncommunication preferences, see \"Your Choices Regarding Your\nInformation\" below.</p>\n<p>&nbsp;</p>\n<p>\n<b>Use of cookies and other technology to collect information.</b>\n</p>\n<p>To provide our games, websites and interest-based\nadvertising, we use ad identifiers, cookies and similar technologies.\nThis\nsection describes our use of these technologies and how you can manage your\npreferences.</p>\n<p>​</p>\n<p>\n<b>How do ad identifiers, cookies, and similar technologies\nwork?</b>\n</p>\n<p>Ad identifiers are non-permanent identifiers such as the\nAndroid advertising ID and/or Apple’s ID for advertising (the ‘IDFA’), which are\nuniquely associated with your device.\nSimilar technologies include tracking\npixels within ads.\nCookies are small text files that are stored by your browser\non your desktop computer or mobile device.</p>\n<p>​</p>\n<p>When you access the Service, we collect certain technical\ninformation in order to (i) analyze the usage of our sites and Service.\n(ii)\nprovide a more personalized experience.\nand (iii) manage advertising.\nWe and\nservice providers acting on our behalf, such as Google Analytics, will use Log\nFiles and other tracking technologies to collect and analyze certain types of\ntechnical information over time and across different websites following your\nuse of the Service, including cookies, WiFi information, IP addresses, device\ntype, device identifiers, browser types, browser language, referring and exit\npages, and URLs, platform type, the number of clicks, domain names, landing\npages, pages viewed and the order of those pages, the amount of time spent on\nparticular pages, Service state and the date and time of activity on our\nServices, and other similar information.\nIn some cases, we will associate this\ninformation with your user ID number for our internal use.</p>\n<p>&nbsp;</p>\n<p>\n<b>Do Not Track Disclosure.</b>\n</p>\n<p>Our Service currently does not respond to “Do Not Track”\n(DNT) settings in your web browser and operates as described in this Privacy\nPolicy whether or not a DNT signal is received.\nIf we do so in the future, we\nwill describe how we do so in this Privacy Policy.\nFor further details\nregarding DNT, visit donottrack.us.</p>\n<p>​</p>\n<p>We also employ other technologies including (i) web beacons,\nwhich allow us to know if a certain page was visited or whether an e-mail was\nopened.\n(ii) tracking pixels, which allow us to advertise more efficiently by\nexcluding our current users from certain promotional messages, identifying the\nsource of a new installation or delivering ads to you on other websites.\nand\n(iii) local shared objects also known as flash cookies, which help us to\nprevent fraud, remember your in-Service preferences and speed up load times.</p>\n<p>​</p>\n<p>\n<b>How to adjust your preferences for interest-based advertising</b>\n</p>\n<p>You can choose to prevent your device’s ad identifier being\nused for interest-based advertising, or you can reset your device’s ad\nidentifier, by changing the settings of your device.\nSettings vary from device\nto device but you will usually find the ad identifier settings under “privacy”\nor “ads” in your device’s settings.</p>\n<p>​</p>\n<p>You can set your web browser to warn you about attempts to\nplace cookies on your computer or limit the type of cookies you allow.\nFlash\ncookies operate differently than browser cookies and cookie management tools\navailable in a web browser may not remove flash cookies.\nTo learn more about\nand manage flash cookies you can visit adobe.com and make changes at the\nprivacy settings panel.\nIf you disable cookies, you may lose some of the\nfeatures and functionality of playing our Services, as cookies are necessary to\ntrack and enhance your Service activities.\nPlease note that companies\ndelivering advertisements in our Services or on our websites may also use\ncookies or other technologies, and those practices are subject to their own\npolicies.</p>\n<p>​</p>\n<p>We also use Google Analytics, who uses cookies to help the\nwebsite analyze how users use the Service and enhance your experience when you\nuse the Service.\nFor more information on how Google uses this data when you\nvisit our Site or use our Services, visit https://www.google.com/policies/privacy/partners/, and to opt out of Google\nAnalytics, visit https://tools.google.com/dlpage/gaoptout/.</p>\n<p>​</p>\n<p>The NAI (Network Advertising Initiative) allows for the\ncentral opting out of all its members’ cookies from a single opt-out page.\nIf\nyou prefer not to receive relevant advertising on web pages, please visit the\nfollowing link: networkadvertising.org/choices/.\nIf you delete your cookies,\nuse a different browser or buy a new computer, you will need to renew your\nopt-out choice.</p>\n<p>​</p>\n<p>\n<b>2.\nSHARING INFORMATION</b>\n</p>\n<p>&nbsp;</p>\n<p>We may share your personal information in the instances\ndescribed below.\nFor further information on your choices regarding your\ninformation, see the \"Your Choices Regarding Your Information\"\nsection afterward.</p>\n<p>​</p>\n<p>\n<b>We may share your personal information with:</b>\n</p>\n<p>​</p>\n<p>\n<b>Other brands owned or controlled by Rapid VPN</b>\n</p>\n<p>This includes other companies owned by or under common\nownership as Rapid VPN, which also includes our subsidiaries (i.e., any\norganization we own or control) or our ultimate holding company (i.e., any\norganization that owns or controls us) and any subsidiaries it owns.\nThese\ncompanies will use your personal information in the same way as we can under\nthis Policy.</p>\n<p>​</p>\n<p>We will share your personal data with our Affiliates\nincluding in the United States.\nPlease be aware that the US and other\njurisdictions may have a lower standard of data protection laws than your own\njurisdiction.\nWe will also share your personal data with third party recipients\n(i.e., parties other than Rapid VPN) including outside the European Economic\nArea, in the following circumstances:</p>\n<p>​</p>\n<p>\n<b>Third parties at your request</b>\n</p>\n<p>For example, you may have the option to share your activities\non Rapid VPN with your friends through email, text or on various social media\nsites.</p>\n<p>Third party service providers</p>\n<p>We provide your information to third party recipients.\nThese\ncategories of recipients include:</p>\n<p>​</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHosting\nproviders to store the personal data you provide and for disaster recovery\nservices, as well as for the performance of any contract we enter into with you;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEmail\ndelivery providers that provide us with email delivery services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAdvertisers,\nad exchanges and other ad technology companies that require the data to select\nand serve our relevant advertisements to you and others, and assist us in our\nmarketing efforts;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nData\nanalysis providers including Google Analytics that assist us in the improvement\nand optimization of the websites and apps, and data analysis.</p>\n<p>&nbsp;</p>\n<p>We direct all such third party recipients to maintain the\nconfidentiality of the information disclosed to them and to not use your\ninformation for any purpose other than to provide services on our behalf.</p>\n<p>​</p>\n<p>\n<b>Sale or Merger</b>\n</p>\n<p>In the event that the Company undergoes a business\ntransition, such as a merger, acquisition by another company, or sale of all or\na portion of its assets, we may transfer all of your information, including\npersonal data, to the successor organization in such transition.&nbsp.\nIn such a\ncase, we will first notify you in accordance with local law requirements, if\nany, regarding those items of personal data that will be transferred, the name\nand contact details of the recipient, and inform you of how you can withdraw\nconsent thereto.</p>\n<p>​</p>\n<p>\n<b>Safety, security and compliance with law</b>\n</p>\n<p>Your information, and the contents of all of your online\ncommunications (including without limitation chat text, voice communications\nand IP addresses) may be accessed and monitored as necessary to provide the\nService and may be disclosed: (i) when we have a good faith belief that we are\nrequired to disclose the information in response to legal process (for example,\na court order, search warrant or subpoena).\n(ii) to satisfy any applicable laws\nor regulations.\n(iii) where we believe that the Service is being used in the\ncommission of a crime, including to report such criminal activity or to\nexchange information with other companies and organizations for the purposes of\nfraud protection and credit risk reduction.\n(iv) when we have a good faith\nbelief that there is an emergency that poses a threat to the health and/or\nsafety of you, another person or the public generally.\nand (v) protect against\nharm to the rights, property or safety of Rapid VPN, its users or the public as\nrequired or permitted by law and (vi) detect, prevent or otherwise address\ncriminal (including fraud or stalking), security or technical issues.We are\nfiercely protective of the privacy of our users.\nFor\nour VPN products, we protect your privacy by ensuring that we do not log or\nrecord online activities that you conduct over a VPN connection in any way that\ncan be tied back to you, meaning that we do not have any data to share with law\nenforcement and government agencies who make requests for information about\nwhat you were doing through a VPN connection.\nSubject to the foregoing, we may\nshare your information if we are required to do so by applicable law.\nto comply\nwith our legal obligations.\nto comply with legal process.\nand to respond to\nvalid law enforcement requests relating to a criminal investigation, or alleged\nor suspected illegal activity that may expose us, you, or any of our other\nusers to legal liability.\nIf we share your information for these purposes, we\nlimit the information shared to what is legally necessary, and challenge\ninformation requests that we believe are unlawful, overbroad, or otherwise invalid.</p>\n<p>​</p>\n<p>We may also share information with others in an aggregated\nand anonymous form that does not reasonably identify you directly as an\nindividual.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.\nYOUR CHOICES REGARDING YOUR INFORMATION</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>Push Notifications</b>\n</p>\n<p>We may occasionally send you push notifications through our\nmobile applications to send you game updates, high scores, and other service\nrelated notifications that may be of importance to you.\nYou may at any time\nopt-out from receiving these types of communications by turning them off at the\ndevice level through your settings.</p>\n<p>​</p>\n<p>\n<b>Marketing Communications</b>\n</p>\n<p>If you do not wish to receive promotional emails, you can\nclick the \"unsubscribe\" button on promotional email communications.\nNote that you are not permitted to unsubscribe or opt-out of non-promotional\nmessages regarding your account, such as account verification, changes or\nupdates to features of the Service, or technical and security notices.</p>\n<p>​</p>\n<p>\n<b>Online Advertising</b>\n</p>\n<p>We may permit third party online advertising networks, social\nmedia companies, and other parties to collect information about your use of our\nwebsite and apps over time so that they may play or display ads that may be\nrelevant to your interests on our Service as well as on other websites or apps.\nTypically, the information we share is provided through cookies or similar\ntracking technologies.</p>\n<p>&nbsp;</p>\n<p>The only way to completely \"opt out\" of the\ncollection of any information through cookies or other tracking technology is\nto actively manage the settings on your browser or mobile device.\nPlease refer\nto your browser's or mobile device's technical information for instructions on\nhow to delete and disable cookies, and other tracking/recording tools.\nTo learn\nmore about cookies, clear gifs/web beacons and related technologies, you may\nwish to visit&nbsp.\nand/or the Network Advertising Initiative's online resources, at\nhttp://www.networkadvertising.org.\nIf you access our service\non your mobile device, you may not be able to control tracking technologies\nthrough settings.</p>\n<p>​</p>\n<p>\n<b>Data Retention</b>\n</p>\n<p>We will retain your information for as long as your account\nis active or as needed to provide you services.\nIf you wish to delete or\nanonymize your User Content or Personal Information, please see the section\nbelow regarding \"Methods of accessing or controlling your\ninformation\" for more details.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.\nSECURITY AND STORAGE OF INFORMATION</b>\n</p>\n<p>&nbsp;</p>\n<p>Rapid VPN cares about the security of your information and\nuses commercially reasonable physical, administrative, and technological\nsafeguards to preserve the integrity and security of all information we collect\nand that we share with our service providers.\nHowever, no security system is\nimpenetrable and we cannot guarantee the security of our systems 100%.\nIn the\nevent that any information under our control is compromised as a result of a\nbreach of security, we will take reasonable steps to investigate the situation\nand where appropriate, notify those individuals whose information may have been\ncompromised and take other steps, in accordance with any applicable laws and\nregulations.</p>\n<p>&nbsp;</p>\n<p>Your information collected through the Service may be stored\nand processed in the United States or any other country in which Rapid VPN or\nits subsidiaries, affiliates or service providers maintain facilities.\nIf you\nare located in the European Union or other regions with laws governing data\ncollection and use that may differ from U.S.\nlaw, please note that we may\ntransfer information, including personal information, to a country and\njurisdiction that does not have the same data protection laws as your\njurisdiction, and you consent to the transfer of information to the U.S.\nor any\nother country in which the Company or its parent, subsidiaries, affiliates or\nservice providers maintain facilities and the use and disclosure of information\nabout you as described in this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.\nPERSONS UNDER THE AGE OF 13</b>\n</p>\n<p>&nbsp;</p>\n<p>The Service and its content are not intended for children\nunder the age of 13.\nWe do not knowingly collect or solicit any personal\ninformation from children under the age of 13 and we do not knowingly allow\nchildren under the age of 13 to register for or use the Service.\nChildren under\nthe age of 13 should not use our Service or send us any personal information\nabout themselves at any time.\nIn the event we learn that we have inadvertently\ngathered personal information from children under the age of 13, we will delete\nthat information as quickly as possible.\nIf you believe that we might have any\ninformation collected from a child under 13, please contact us at\nrapidvpn.cs@gmail.com.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.\nLINKS TO THIRD PARTY WEBSITES</b>\n</p>\n<p>&nbsp;</p>\n<p>The Services may contain links to and from third party websites\nof our business partners, advertisers, social media sites, and our users may\npost links to third party websites.\nIf you follow a link to any of these\nwebsites, please note that these websites have their own privacy policies and\nthat we do not accept any responsibility or liability for their policies.\nPlease check the individual policies before you submit any information to those\nwebsites.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.\nHOW TO ACCESS, UPDATE, AND MANAGE YOUR PERSONAL\nINFORMATION</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>Information we receive from a social networking site (“SNS”)</b>\n</p>\n<p>To manage the information Rapid VPN receives about you from\nan SNS where you use our Services, you will need to follow the instructions at\nthat site for updating your information and changing your privacy settings.</p>\n<p>&nbsp;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe\nprivacy management tools for applications on Apple can be found at http://www.apple.com/privacy/manage-your-privacy/.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe\nprivacy management tools for Google can be found at https://www.google.com/safetycenter/everyone/start/.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe\nprivacy management tools for Amazon can be found at https://aws.amazon.com/compliance/data-privacy-faq/.</p>\n<p>&nbsp;</p>\n<p>You can also manage certain aspects of information collection\nand use by going to the settings of your (mobile) device and reviewing the\npermissions of each application.</p>\n<p>​</p>\n<p>Once Rapid VPN receives your information from an SNS, that\ninformation is stored and used by Rapid VPN in accordance with this Privacy\nPolicy, and you may access and update that information as described below.\nService or other accounts created with Rapid VPN are considered active until we\nreceive a user request to delete them.</p>\n<p>​</p>\n<p>\n<b>Methods of accessing or controlling your information</b>\n</p>\n<p>If you no longer want Rapid VPN to make active use of your\ninformation, you may send an e-mail to rapidvpn.cs@gmail.com.\nPlace\n\"Delete My Account\" in the subject line and include your first name,\nlast name, e-mail address, and user ID number from which you access our\nServices (if applicable) in the body of the e-mail.&nbsp.\nIMPORTANT: If you do so,\nyou will no longer have access to the account or services associated with your\naccount.\nShould you wish to delete your account, we also recommend\ndisassociating your Google account from our application and removing the\napplication from your mobile device.</p>\n<p>&nbsp;</p>\n<p>Please note that if you ask us to delete your account, you\nwill no longer have access to the account, and all data will be lost and we\nwill not be able to restore it in the future.\nWe will respond to your request\nwithin thirty (30) days.\nRapid VPN may use your information unless and until\nyou send Rapid VPN such a request.</p>\n<p>&nbsp;</p>\n<p>Please note that your information, for example those records\npertaining to payments or customer service matters, may be retained for legal\nand accounting purposes.\nIf you have sent or posted content on the Service, we\nmay not be able to delete it.</p>\n<p>​</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf you\nwish to review, change or correct the information we have about you, e-mail us\nat rapidvpn.cs@gmail.com</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou can\nturn off push notifications and local notifications by visiting the\n“notifications” page within the relevant Service.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf you\nhave additional questions about this Privacy Policy, contact us at\nrapidvpn.cs@gmail.com</p>\n<p>&nbsp;</p>\n<p>\n<b>European Countries Users’ Rights</b>\n</p>\n<p>If you are located in a country in the European Union, the\nEuropean Economic Area, or Switzerland, you have certain rights in relation to\nthe personal data we hold about you, which we detail below, and which are\nsubject to exemptions under applicable data privacy laws.\nSome of these only\napply in certain circumstances as set out in more detail below.\nWe also set out\nhow to exercise those rights.\nPlease note that we may require you to verify\nyour identity before responding to any requests to exercise your rights.\nWe\nwill respond to a request by you to exercise those rights without undue delay\nand at least within one month (although this may be extended by a further two\nmonths in certain circumstances).\nTo exercise any of your rights, please send\nan email to rapidvpn.cs@gmail.com.</p>\n<p>​</p>\n<p>We may decline to process requests in certain circumstances,\nsuch as where requests are manifestly unfounded or excessive or requests that\njeopardize the privacy of others.</p>\n<p>&nbsp;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Deletion of your personal\ndata</b>\n</p>\n<p>○&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn some circumstances, you\nmay request that we erase some of the personal data we hold about you.\nShould\nyou wish to have your personal information deleted, please contact us at\nrapidvpn.cs@gmail.com.\nPlease provide as much detail as possible on your reasons\nfor the request to assist us in determining whether you have a valid basis for\nerasure.\nPlease note that in order to process your request you must delete our\ngames from your mobile devices and clear our cookies from any device where you\nhave played our games.\nWhen we delete any information, it will be deleted from\nour active databases but may remain in our archives.\nPlease note, however, we\nmay still retain some or all of that information for other purposes such as\nmaintaining financial records, protecting or enforcing legal rights,\nmaintaining marketing suppression lists or for technical reasons such as\nmaintaining technical security or our database integrity.\nWe may also retain\nyour information in an anonymized form.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Access and portability.</b>\n</p>\n<p>○&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou have a right to know what\ninformation we hold about you and in some cases to have the information\ncommunicated to you.\nIf you wish to exercise this right please contact us at\nrapidvpn.cs@gmail.com and let us know that you wish to exercise your right of\naccess and what information in particular you would like to receive.\nPlease\nnote that we may not be able to provide all the information you ask for, for\ninstance if the information includes personal information about another person.\nIn some circumstances, you may request the data we process based on consent or\nto perform our contract with you in a structured, commonly used and\nmachine-readable format or to request we transfer such personal data to another\nparty.\nYour rights are subject to exemptions under applicable data privacy\nlaws.\nIf you wish for us to transfer the personal data to another party, please\nensure you detail that party and note that we can only do so where it is\ntechnically feasible.\nWe are not responsible for the security of the personal\ndata or its processing once received by the third party.\nWe also may not\nprovide you with certain data if providing it would interfere with another’s\nrights (e.g.\nwhere providing the personal data we hold about you would reveal\ninformation about another person or our trade secrets or intellectual property)\nas permitted under applicable data protection rights.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Correction</b>\n</p>\n<p>○&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n​You have the right to\ncorrect any personal data held about you that is inaccurate.\nWhere you request\ncorrection, please explain in detail why you believe the personal data we hold\nabout you to be inaccurate or incomplete so that we can assess whether a\ncorrection is required.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Restriction of processing to\nstorage only</b>\n</p>\n<p>○&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n​You have a right to require\nus to stop processing the personal data we hold about you other than for\nstorage purposes in certain circumstances, e.g.\nwhilst we are considering\nwhether it should be corrected or deleted or, based on your objection, whether\nwe should permanently stop processing.\nPlease note, however, that if we stop\nprocessing the personal data, we may use it again if there are valid grounds\nfor us to do so (e.g.\nfor the defense of legal claims or for another’s\nprotection).</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Objection</b>\n</p>\n<p>○&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou have the right to object\nto our processing of data about you other than where required to perform under\nthe Terms of Use, e.g.\nin order to send you promotions and special offers\nmarketing.\nYou also have the right to object to our processing of data about\nyou by emailing us at rapidvpn.cs@gmail.com in the following circumstances:</p>\n<p>■&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe are\nprocessing the data we hold about you on the basis of our legitimate interest\nand you object to such processing.&nbsp.\nPlease provide us with detail as to your\nreasoning so that we can assess whether there is a compelling overriding\ninterest in us continuing to process such data or we need to process it in\nrelation to legal claims.</p>\n<p>■&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe are\nprocessing the data on the basis of historical/scientific research or\nstatistics and you have a particular reason to object.\nYour right would not\napply where we have been tasked with and it is necessary for us to undertake\nsuch processing in the public interest.</p>\n<p>■&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nComplaints:\nIn the event that you wish to make a complaint about how we process your\npersonal data, please contact us in the first instance at rapidvpn.cs@gmail.com\nand we will endeavor to deal with your request.\nThis is without prejudice to\nyour right to launch a claim with the data protection supervisory authority in\nthe EU country in which you live or work where you think we have infringed data\nprotection laws.</p>\n<p>&nbsp;</p>\n<p>\n<b>California Residents</b>\n</p>\n<p>This section applies only to California residents.\nIt\ndescribes how we collect, use and share Personal Information of California\nresidents in operating our business, and their rights with respect to that\nPersonal Information.\nFor purposes of this section, “Personal Information” has\nthe meaning given in the California Consumer Privacy Act of 2018 (“CCPA”) but\ndoes not include certain de-identified or aggregated information, information\npublicly available in government records, or certain information excluded from\nthe CCPA’s scope.</p>\n<p>​</p>\n<p>Your California privacy rights.\nEffective January 1, 2020, as\na California resident, and upon your verifiable consumer request, you have the\nrights listed below.\nHowever, these rights are not absolute, and in certain\ncases we may decline your request as permitted by law.</p>\n<p>​</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation.\nYou can request the following information about how we have collected and used\nyour Personal Information during the past 12 months: the categories of Personal\nInformation that we have collected.\nthe categories of sources from which we\ncollected Personal Information.\nthe business or commercial purpose for\ncollecting and/or selling Personal Information.\nthe categories of third parties\nwith whom we share Personal Information.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAccess.\nYou can request a copy of the Personal Information that we have collected about\nyou during the past 12 months.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDeletion.\nYou can ask us to delete the Personal Information that we have collected from\nyou.\nNote that there are a number of exceptions, and we need certain types of\ninformation so that we can provide our Services to you.\nIf you ask us to delete\nsome or all of your information, you may no longer be able to access or use the\nServices.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNondiscrimination.\nYou are entitled to exercise the rights described above free from\ndiscriminatory practices prohibited by California law.</p>\n<p>​​</p>\n<p>Exercising your rights.\nYou may exercise your California\nprivacy rights described above by emailing us at rapidvpn.cs@gmail.com, or by\ncontacting us via the “Contact Us” link on the game website, or from your game\naccount.</p>\n<p>​</p>\n<p>We will need to confirm your identity and California\nresidency to process your requests to exercise your information, access or\ndeletion rights.\nWe cannot process your request if you do not provide us with\nsufficient detail to allow us to understand and respond to it.</p>\n<p>​</p>\n<p>Response Timing.\nWe aim to respond to a consumer request for\naccess or deletion within 45 days of receiving that request.\nIf we require more\ntime, we will inform you of the reason and extension in writing.</p>\n<p>​</p>\n<p>Personal Information that we collect, use and share.\nWe\ndescribe the sources from which we collect Personal Information and the\nbusiness and commercial purposes for which we collect this information in\nSection 1 (INFORMATION WE COLLECT AND USE) and Section 2 (SHARING INFORMATION)\nabove.</p>\n<p>​</p>\n<p>We do not sell your Personal Information to third parties.\nWe\ndo share Personal Information with third parties for the business and\ncommercial purposes described in this Privacy Policy, including without\nlimitation advertising and marketing of our Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.\nINTERNATIONAL TRANSFERS OF YOUR PERSONAL INFORMATION</b>\n</p>\n<p>&nbsp;</p>\n<p>As you are contracting for the Services with Rapid VPN, which\nis a US company, any information you provide to us, or that we collect through\nyour use of the Services that is necessary to provide you the Services, will be\nstored, processed, and transferred within, or to, the United States.\nAs a\nresult, your information could be accessed by foreign governmental authorities,\nor otherwise, in accordance with applicable local laws.</p>\n<p>​</p>\n<p>Please be aware that the US and jurisdictions other than the\none in which you are located will not have the same data protection laws as\nyour own jurisdiction.</p>\n<p>​</p>\n<p>Your personal data is also processed by staff or service\nproviders operating outside the EEA in the United States, who work for us.&nbsp.\nIf\nwe transfer your information outside of your country of residence, we will\nprotect that information as described in this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.\nUPDATES TO THIS POLICY</b>\n</p>\n<p>&nbsp;</p>\n<p>We reserve the right to modify this Policy from time to time.\nIf we make any changes to this Policy, we will change the \"Last\nRevision\" date below and will post the updated Policy on this page.\nIf you\nobject to any changes, you may close your account.\nContinuing to use our\nServices after we publish changes to this Privacy Policy means that you are\nconsenting to the changes.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.\nCONTACT US</b>\n</p>\n<p>&nbsp;</p>\n<p>If you have questions about this Policy, please contact us at\nrapidvpn.cs@gmail.com</p>\n<p>&nbsp;</p>\n<p>\n<b>11.\nLAST REVISION DATE</b>\n</p>\n<p>&nbsp;</p>\n<p>This Policy was last revised on, and effective as of March 22, 2023</p>\n<p>&nbsp;</p>\n<p>\n<b>12.\nDeveloper Information</b>\n</p>\n<p>&nbsp;</p>\n<p>Developer name: DuoPeak Inc</p>\n<p>Email address: rapidvpn.cs@gmail.com</p>\n<p>​</p>\n<p>\n<b>REGION-SPECIFIC ADDENDUM TO PRIVACY POLICY:</b>\n</p>\n<p>The following additional information applies, and supplements\nthe above Privacy Policy, if your personal information is collected from one of\nthe countries below:</p>\n<p>&nbsp;</p>\n<p>\n<b>Australia</b>\n</p>\n<p>You can opt out of receiving commercial electronic messages\n(such as emails) from us at any time by contacting rapidvpn.cs@gmail.com.\nYour\nconsent to disclosure outside Australia under this policy means that we will\nnot be accountable to you under the Privacy Act for acts and practices of\nrecipients outside Australia.</p>\n<p>&nbsp;</p>\n<p>\n<b>Canada</b>\n</p>\n<p>Personal information maintained and processed by us and third\nparty service providers in the U.S.\nand other foreign jurisdictions may be\nsubject to disclosure pursuant to a lawful access request by U.S.\nor foreign\ncourts or government authorities.\nWe will not provide your information to third\nparties for marketing purposes without your prior consent.</p>\n<p>For more information about our privacy practices.\nto access,\nupdate or correct inaccuracies in your personal information.\nor if you have a\nquestion or complaint about the manner in which we or our service providers\ntreat your personal information, please contact rapidvpn.cs@gmail.com.</p>\n<p>&nbsp;</p>\n<p>\n<b>Japan</b>\n</p>\n<p>We comply with Japanese laws\nand regulations, including the Act on the Protection of Personal Information\n(the “PIPA”).\nFor more information on what information Google collects and how\nit uses this data, go to https://www.google.com/intl/ja/policies/privacy/.\nIf you prefer not to receive\nrelevant advertising on web pages, please follow the instructions provided by\nGoogle at https://www.google.com/intl/ja/policies/privacy/.\nIf you delete your cookies,\nuse a different browser or buy a new computer, you will need to renew your\nopt-out choice.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2023-10-02 16:50:49.76497", "updated_at": "2023-10-02 16:51:07.752097"}], "points": [], "urls": ["rapidvpn.app"]}}