{"error": 448, "message": "OK", "parameters": {"id": 7127, "name": "Voice.Ai", "created_at": "2022-12-27 23:12:49.471051", "updated_at": "2023-07-10 22:02:31.645403", "wikipedia": null, "keywords": null, "related": null, "slug": "voice-ai", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7127.png", "url": "voice.ai", "documents": [{"id": 13602, "name": "Privacy Policy", "url": "https://voice.ai/privacy", "xpath": "//body", "text": " <i>\n</i> Voice Cloning Supported Apps Platforms Support Join Voice Universe Voice Cloning Apps Platforms Support Join Voice Universe Privacy Policy <p>Your privacy is important to us.\nIt is voice.ai's policy to respect your privacy and comply with any applicable law and regulation regarding any personal information we may collect about you, including across our website, https://voice.ai, and other sites we own and operate.\n</p>\n<p>Personal information is any information about you which can be used to identify you.\nThis includes information about you as a person (such as name, address, and date of birth), your devices, payment details, and even information about how you use a website or online service.\n</p>\n<p>In the event our site contains links to third-party sites and services, please be aware that those sites and services have their own privacy policies.\nAfter following a link to any third-party content, you should read their posted privacy policy information about how they collect and use personal information.\nThis Privacy Policy does not apply to any of your activities after you leave our site.\n</p>\n<p>This policy is effective as of 29 November 2021.\n</p>\n<p>Last updated: 5 May 2022 </p> Information We Collect <p>Information we collect falls into one of two categories: “voluntarily provided” information and “automatically collected” information.\n</p>\n<p>“Voluntarily provided” information refers to any information you knowingly and actively provide us when using or participating in any of our services and promotions.\n</p>\n<p>“Automatically collected” information refers to any information automatically sent by your devices in the course of accessing our products and services.\n</p> Log Data <p>When you visit our website, our servers may automatically log the standard data provided by your web browser.\nIt may include your device’s Internet Protocol (IP) address, your browser type and version, the pages you visit, the time and date of your visit, the time spent on each page, and other details about your visit.\n</p>\n<p>Additionally, if you encounter certain errors while using the site, we may automatically collect data about the error and the circumstances surrounding its occurrence.\nThis data may include technical details about your device, what you were trying to do when the error happened, and other technical information relating to the problem.\nYou may or may not receive notice of such errors, even in the moment they occur, that they have occurred, or what the nature of the error is.\n</p>\n<p>Please be aware that while this information may not be personally identifying by itself, it may be possible to combine it with other data to personally identify individual persons.\n</p> Device Data <p>When you visit our website or interact with our services, we may automatically collect data about your device, such as: </p>\n<ul>\n<li>Device Type</li>\n<li>Operating System</li>\n</ul>\n<p>Data we collect can depend on the individual settings of your device and software.\nWe recommend checking the policies of your device manufacturer or software provider to learn what information they make available to us.\n</p> Personal Information <p>We may ask for personal information — for example, when you subscribe to our newsletter or when you contact us — which may include one or more of the following: </p>\n<ul>\n<li>Name</li>\n<li>Email</li>\n<li>Phone/mobile number</li>\n<li>Home/mailing address</li>\n</ul> User-Generated Content <p>We consider “user-generated content” to be materials (text, image and/or video content) voluntarily supplied to us by our users for the purpose of publication, processing, or usage on our platform.\nAll user-generated content is associated with the account or email address used to submit the materials.\n</p>\n<p>Please be aware that any content you submit for the purpose of publication will be public after posting (and subsequent review or vetting process).\nOnce published, it may be accessible to third parties not covered under this privacy policy.\n</p> Transaction Data <p>Transaction data refers to data that accumulates over the normal course of operation on our platform.\nThis may include transaction records, stored files, user profiles, analytics data and other metrics, as well as other types of information, created or generated, as users interact with our services.\n</p> Legitimate Reasons for Processing Your Personal Information <p>We only collect and use your personal information when we have a legitimate reason for doing so.\nIn which instance, we only collect personal information that is reasonably necessary to provide our services to you.\n</p> Collection and Use of Information <p>We may collect personal information from you when you do any of the following on our website: </p>\n<ul>\n<li>Register for an account</li>\n<li>Purchase a subscription</li>\n<li>Sign up to receive updates from us via email or social media channels</li>\n<li>Use a mobile device or web browser to access our content</li>\n<li>Contact us via email, social media, or on any similar technologies</li>\n<li>When you mention us on social media</li>\n</ul>\n<p>We may collect, hold, use, and disclose information for the following purposes, and personal information will not be further processed in a manner that is incompatible with these purposes: </p>\n<ul>\n<li>to provide you with our platform's core features and services</li>\n<li>to enable you to customize or personalize your experience of our website</li>\n<li>to contact and communicate with you</li>\n<li>for analytics, market research, and business development, including to operate and improve our website, associated applications, and associated social media platforms</li>\n<li>for advertising and marketing, including to send you promotional information about our products and services and information about third parties that we consider may be of interest to you</li>\n<li>to enable you to access and use our website, associated applications, and associated social media platforms</li>\n<li>to attribute any content (e.g.\nposts and comments) you submit that we publish on our website</li>\n<li>for technical assessment, including to operate and improve our app, associated applications, and associated social media platforms</li>\n</ul>\n<p>We may combine voluntarily provided and automatically collected personal information with general information or research data we receive from other trusted sources.\nFor example, If you provide us with your location, we may combine this with general information about currency and language to provide you with an enhanced experience of our site and service.\n</p> Security of Your Personal Information <p>When we collect and process personal information, and while we retain this information, we will protect it within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use, or modification.\n</p>\n<p>Although we will do our best to protect the personal information you provide to us, we advise that no method of electronic transmission or storage is 100% secure, and no one can guarantee absolute data security.\n</p>\n<p>You are responsible for selecting any password and its overall security strength, ensuring the security of your own information within the bounds of our services.\nFor example, ensuring any passwords associated with accessing your personal information and accounts are secure and confidential.\n</p> How Long We Keep Your Personal Information <p>We keep your personal information only for as long as we need to.\nThis time period may depend on what we are using your information for, in accordance with this privacy policy.\nFor example, if you have provided us with personal information as part of creating an account with us, we may retain this information for the duration your account exists on our system.\nIf your personal information is no longer required for this purpose, we will delete it or make it anonymous by removing all details that identify you.\n</p>\n<p>However, if necessary, we may retain your personal information for our compliance with a legal, accounting, or reporting obligation or for archiving purposes in the public interest, scientific, or historical research purposes or statistical purposes.\n</p> Children’s Privacy <p>We do not aim any of our products or services directly at children under the age of 13, and we do not knowingly collect personal information about children under 13.\n</p> Disclosure of Personal Information to Third Parties <p>We may disclose personal information to: </p>\n<ul>\n<li>a parent, subsidiary, or affiliate of our company</li>\n<li>third-party service providers for the purpose of enabling them to provide their services, including (without limitation) IT service providers, data storage, hosting and server providers, analytics, error loggers, debt collectors, maintenance or problem-solving providers, marketing providers, professional advisors, and payment systems operators</li>\n<li>our employees, contractors, and/or related entities</li>\n<li>our existing or potential agents or business partners</li>\n<li>credit reporting agencies, courts, tribunals, and regulatory authorities, in the event you fail to pay for goods or services we have provided to you</li>\n<li>courts, tribunals, regulatory authorities, and law enforcement officers, as required by law, in connection with any actual or prospective legal proceedings, or in order to establish, exercise, or defend our legal rights</li>\n<li>third parties, including agents or sub-contractors, who assist us in providing information, products, services, or direct marketing to you</li>\n<li>third parties to collect and process data</li>\n<li>an entity that buys, or to which we transfer all or substantially all of our assets and business</li>\n</ul>\n<p>Third parties we currently use include: </p>\n<ul>\n<li>Google Analytics</li>\n<li>Hotjar</li>\n<li>SendinBlue</li>\n<li>Paypal</li>\n<li>Stripe</li>\n<li>Discord</li>\n<li>Github</li>\n</ul> Your Rights and Controlling Your Personal Information <p>\n<strong>Your choice:</strong> By providing personal information to us, you understand we will collect, hold, use, and disclose your personal information in accordance with this privacy policy.\nYou do not have to provide personal information to us, however, if you do not, it may affect your use of our website or the products and/or services offered on or through it.\n</p>\n<p>\n<strong>Information from third parties:</strong> If we receive personal information about you from a third party, we will protect it as set out in this privacy policy.\nIf you are a third party providing personal information about somebody else, you represent and warrant that you have such person’s consent to provide the personal information to us.\n</p>\n<p>\n<strong>Marketing permission:</strong> If you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time by contacting us using the details below.\n</p>\n<p>\n<strong>Access:</strong> You may request details of the personal information that we hold about you.\n</p>\n<p>\n<strong>Correction:</strong> If you believe that any information we hold about you is inaccurate, out of date, incomplete, irrelevant, or misleading, please contact us using the details provided in this privacy policy.\nWe will take reasonable steps to correct any information found to be inaccurate, incomplete, misleading, or out of date.\n</p>\n<p>\n<strong>Non-discrimination:</strong> We will not discriminate against you for exercising any of your rights over your personal information.\nUnless your personal information is required to provide you with a particular service or offer (for example processing transaction data), we will not deny you goods or services and/or charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties, or provide you with a different level or quality of goods or services.\n</p>\n<p>\n<strong>Notification of data breaches:</strong> We will comply with laws applicable to us in respect of any data breach.\n</p>\n<p>\n<strong>Complaints:</strong> If you believe that we have breached a relevant data protection law and wish to make a complaint, please contact us using the details below and provide us with full details of the alleged breach.\nWe will promptly investigate your complaint and respond to you, in writing, setting out the outcome of our investigation and the steps we will take to deal with your complaint.\nYou also have the right to contact a regulatory body or data protection authority in relation to your complaint.\n</p>\n<p>\n<strong>Unsubscribe:</strong> To unsubscribe from our email database or opt-out of communications (including marketing communications), please contact us using the details provided in this privacy policy, or opt-out using the opt-out facilities provided in the communication.\nWe may need to request specific information from you to help us confirm your identity.\n</p> Use of Cookies <p>We use “cookies” to collect information about you and your activity across our site.\nA cookie is a small piece of data that our website stores on your computer, and accesses each time you visit, so we can understand how you use our site.\nThis helps us serve you content based on preferences you have specified.\n</p>\n<p>Please refer to our Cookie Policy for more information.\n</p> Business Transfers <p>If we or our assets are acquired, or in the unlikely event that we go out of business or enter bankruptcy, we would include data, including your personal information, among the assets transferred to any parties who acquire us.\nYou acknowledge that such transfers may occur, and that any parties who acquire us may, to the extent permitted by applicable law, continue to use your personal information according to this policy, which they will be required to assume as it is the basis for any ownership or use rights we have over such information.\n</p> Limits of Our Policy <p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and policies of those sites, and cannot accept responsibility or liability for their respective privacy practices.\n</p> Changes to This Policy <p>At our discretion, we may change our privacy policy to reflect updates to our business processes, current acceptable practices, or legislative or regulatory changes.\nIf we decide to change this privacy policy, we will post the changes here at the same link by which you are accessing this privacy policy.\n</p>\n<p>If the changes are significant, or if required by applicable law, we will contact you (based on your selected preferences for communications from us) and all our registered users with the new details and links to the updated or changed policy.\n</p>\n<p>If required by law, we will get your permission or give you the opportunity to opt in to or opt out of, as applicable, any new uses of your personal information.\n</p> Additional Disclosures for Australian Privacy Act Compliance (AU) International Transfers of Personal Information <p>Where the disclosure of your personal information is solely subject to Australian privacy laws, you acknowledge that some third parties may not be regulated by the Privacy Act and the Australian Privacy Principles in the Privacy Act.\nYou acknowledge that if any such third party engages in any act or practice that contravenes the Australian Privacy Principles, it would not be accountable under the Privacy Act, and you will not be able to seek redress under the Privacy Act.\n</p> Additional Disclosures for General Data Protection Regulation (GDPR) Compliance (EU) Data Controller / Data Processor <p>The GDPR distinguishes between organisations that process personal information for their own purposes (known as “data controllers”) and organizations that process personal information on behalf of other organizations (known as “data processors”).\nWe, voice.ai, located at the address provided in our Contact Us section, are a Data Controller with respect to the personal information you provide to us.\n</p> Legal Bases for Processing Your Personal Information <p>We will only collect and use your personal information when we have a legal right to do so.\nIn which case, we will collect and use your personal information lawfully, fairly, and in a transparent manner.\nIf we seek your consent to process your personal information, and you are under 16 years of age, we will seek your parent or legal guardian’s consent to process your personal information for that specific purpose.\n</p>\n<p>Our lawful bases depend on the services you use and how you use them.\nThis means we only collect and use your information on the following grounds: </p> Consent From You <p>Where you give us consent to collect and use your personal information for a specific purpose.\nYou may withdraw your consent at any time using the facilities we provide.\nhowever this will not affect any use of your information that has already taken place.\nYou may consent to providing your email address for the purpose of receiving marketing emails from us.\nWhile you may unsubscribe at any time, we cannot recall any email we have already sent.\nIf you have any further enquiries about how to withdraw your consent, please feel free to enquire using the details provided in the Contact Us section of this privacy policy.\n</p> Performance of a Contract or Transaction <p>Where you have entered into a contract or transaction with us, or in order to take preparatory steps prior to our entering into a contract or transaction with you.\nFor example, if you purchase a product, service, or subscription from us, we may need to use your personal and payment information in order to process and deliver your order.\n</p> Our Legitimate Interests <p>Where we assess it is necessary for our legitimate interests, such as for us to provide, operate, improve and communicate our services.\nWe consider our legitimate interests to include research and development, understanding our audience, marketing and promoting our services, measures taken to operate our services efficiently, marketing analysis, and measures taken to protect our legal rights and interests.\n</p> Compliance with Law <p>In some cases, we may have a legal obligation to use or keep your personal information.\nSuch cases may include (but are not limited to) court orders, criminal investigations, government requests, and regulatory obligations.\nIf you have any further enquiries about how we retain personal information in order to comply with the law, please feel free to enquire using the details provided in the Contact Us section of this privacy policy.\n</p> International Transfers Outside of the European Economic Area (EEA) <p>We will ensure that any transfer of personal information from countries in the European Economic Area (EEA) to countries outside the EEA will be protected by appropriate safeguards, for example by using standard data protection clauses approved by the European Commission, or the use of binding corporate rules or other legally accepted means.\n</p> Your Rights and Controlling Your Personal Information <p>\n<strong>Restrict:</strong> You have the right to request that we restrict the processing of your personal information if (i) you are concerned about the accuracy of your personal information.\n(ii) you believe your personal information has been unlawfully processed.\n(iii) you need us to maintain the personal information solely for the purpose of a legal claim.\nor (iv) we are in the process of considering your objection in relation to processing on the basis of legitimate interests.\n</p>\n<p>\n<strong>Objecting to processing:</strong> You have the right to object to processing of your personal information that is based on our legitimate interests or public interest.\nIf this is done, we must provide compelling legitimate grounds for the processing which overrides your interests, rights, and freedoms, in order to proceed with the processing of your personal information.\n</p>\n<p>\n<strong>Data portability:</strong> You may have the right to request a copy of the personal information we hold about you.\nWhere possible, we will provide this information in CSV format or other easily readable machine format.\nYou may also have the right to request that we transfer this personal information to a third party.\n</p>\n<p>\n<strong>Deletion:</strong> You may have a right to request that we delete the personal information we hold about you at any time, and we will take reasonable steps to delete your personal information from our current records.\nIf you ask us to delete your personal information, we will let you know how the deletion affects your use of our website or products and services.\nThere may be exceptions to this right for specific legal reasons which, if applicable, we will set out for you in response to your request.\nIf you terminate or delete your account, we will delete your personal information within 90 days of the deletion of your account.\nPlease be aware that search engines and similar third parties may still retain copies of your personal information that has been made public at least once, like certain profile information and public comments, even after you have deleted the information from our services or deactivated your account.\n</p> Additional Disclosures for California Compliance (US) <p>Under California Civil Code Section 1798.83, if you live in California and your business relationship with us is mainly for personal, family, or household purposes, you may ask us about the information we release to other organizations for their marketing purposes.\n</p>\n<p>To make such a request, please contact us using the details provided in this privacy policy with “Request for California privacy information” in the subject line.\nYou may make this type of request once every calendar year.\nWe will email you a list of categories of personal information we revealed to other organisations for their marketing purposes in the last calendar year, along with their names and addresses.\nNot all personal information shared in this way is covered by Section 1798.83 of the California Civil Code.\n</p> Do Not Track <p>Some browsers have a “Do Not Track” feature that lets you tell websites that you do not want to have your online activities tracked.\nAt this time, we do not respond to browser “Do Not Track” signals.\n</p>\n<p>We adhere to the standards outlined in this privacy policy, ensuring we collect and process personal information lawfully, fairly, transparently, and with legitimate, legal reasons for doing so.\n</p> Cookies and Pixels <p>At all times, you may decline cookies from our site if your browser permits.\nMost browsers allow you to activate settings on your browser to refuse the setting of all or some cookies.\nAccordingly, your ability to limit cookies is based only on your browser’s capabilities.\nPlease refer to the Cookies section of this privacy policy for more information.\n</p> CCPA-permitted financial incentives <p>In accordance with your right to non-discrimination, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels for the goods or services we provide.\n</p>\n<p>Any CCPA-permitted financial incentive we offer will reasonably relate to the value of your personal information, and we will provide written terms that describe clearly the nature of such an offer.\nParticipation in a financial incentive program requires your prior opt-in consent, which you may revoke at any time.\n</p> California Notice of Collection <p>In the past 12 months, we have collected the following categories of personal information enumerated in the California Consumer Privacy Act: </p>\n<ul>\n<li>Identifiers, such as name, email address, phone number account name, IP address, and an ID or number assigned to your account.</li>\n<li>Customer records, such as billing and shipping address, and credit or debit card data.</li>\n<li>Demographics, such as your age or gender.\nThis category includes data that may qualify as protected classifications under other California or federal laws.</li>\n<li>Audio or visual data, such as photos or videos you share with us or post on the service.</li>\n<li>Inferences, such as information about your interests, preferences and favorites.</li>\n</ul>\n<p>For more information on information we collect, including the sources we receive information from, review the “Information We Collect” section.\nWe collect and use these categories of personal information for the business purposes described in the “Collection and Use of Information” section, including to provide and manage our Service.\n</p> Right to Know and Delete <p>If you are a California resident, you have rights to delete your personal information we collected and know certain information about our data practices in the preceding 12 months.\nIn particular, you have the right to request the following from us: </p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information was collected;</li>\n<li>The categories of personal information about you we disclosed for a business purpose or sold;</li>\n<li>The categories of third parties to whom the personal information was disclosed for a business purpose or sold;</li>\n<li>The business or commercial purpose for collecting or selling the personal information.\nand</li>\n<li>The specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>To exercise any of these rights, please contact us using the details provided in this privacy policy.\n</p> Shine the Light <p>If you are a California resident, in addition to the rights discussed above, you have the right to request information from us regarding the manner in which we share certain personal information as defined by California’s “Shine the Light” with third parties and affiliates for their own direct marketing purposes.\n</p>\n<p>To receive this information, send us a request using the contact details provided in this privacy policy.\nRequests must include “California Privacy Rights Request” in the first line of the description and include your name, street address, city, state, and ZIP code.\n</p> Contact Us <p>For any questions or concerns regarding your privacy, you may contact us using the following details: </p>\n<p>Contact<br>\nhttps://voice.ai/contact </p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Download For Free About Career Company Ethics Branding Guidelines Supported Apps Support Info Affiliate Partner Resource Hub FAQ Terms of Service Privacy Policy DMCA © 2022 Voice AI.\nAll rights reserved.\n", "created_at": "2022-12-27 23:13:33.800866", "updated_at": "2022-12-27 23:13:40.953169"}, {"id": 13600, "name": "Terms of service", "url": "https://voice.ai/tos", "xpath": "//body", "text": " <i>\n</i> Voice Cloning Supported Apps Platforms Support Join Voice Universe Voice Cloning Apps Platforms Support Join Voice Universe Terms of Service <p> The Voice Universe Beta Testing Terms are made by and between the entity accepting these Testing Terms (\"you\") and Voice.ai unless otherwise indicated below (as applicable, \"we\" or \"us\"), and are effective as of the date you first accept them (whether via an online click-through agreement, signed agreement or by using the Voice Universe Beta Product) (the \"Effective Date\") </p>\n<p>\n<strong>General Terms.</strong> Voice Universe allows you to create a voice clone and upload it to our platform.\nAny voice you upload may be publicly available.\nWe may test Voice.ai products and make them available to you under these Beta Testing Terms (each, the \"Beta Product\").\nThese products are not for commercial use.\nFor purposes of these Terms, Voice.ai Products may also include software, features, services, APIs, and other products created for businesses (as we make them available under these Beta Testing Terms, each, a “Voice.ai Product” and, also the Beta Product).\nYou agree these Beta Testing Terms are separate and independent agreements for each such Beta Product </p>\n<p>\n<strong>Beta Testers.</strong> The Beta Product is in a testing phase and may contain errors.\nYou agree the Beta Product is provided \"AS IS\" and also \"AS AVAILABLE.\" We reserve the right to modify or terminate the software or your access to the Software or the participation in our Beta Testers Program for any reason, without notice, at any time, and without liability to you.\nUnder these Beta Testing Terms, you agree to use reasonable efforts to provide suggestions or comments and report any bugs or issues related to your use of the Beta Product in a timely basis or as otherwise agreed between the parties in writing via email or contact form.\nYou agree not to disclose feedback to any third party and hereby assign to us all right, title and interest in and to any feedback, without any right to compensation or other obligation from us </p>\n<p>\n<strong>Use Restrictions</strong> We reserve the right to remove any voice from the Beta Product for any reason including if we are uncertain about their intentions, conduct or feel they are in breach of our Terms.\nYou may only upload audio to our platform with authorization from the person whose voice was used.\nVoices may only be uploaded to our platform for the purpose of parody or satire.\nThe products under these Beta Testing Terms are not available to rent, lease, distribute, or resell the Beta Product(s), or use the Beta Product(s) as the basis for or in conjunction with developing a competitive solution (or contract with a third party to do so), or remove or alter any of the logos, trademark, patent or copyright notices, confidentiality or proprietary legends or other notices or markings that are on or in the Beta Product(s).\n</p>\n<p>\n<strong>Branding.</strong> In accordance with the Brand Use Guidelines, you agree to provide proper credit to Voice.ai for any use of its products.\n</p>\n<p>\n<strong>Warranty Disclaimer &amp.\nPerformance Liability.</strong> With regard to the Voice Universe, all voices are user-generated and we are not liable for any such voices uploaded to our platform.\nThe Beta Product and any related Software are test products and may contain prerelease code.\nThey do not have any guaranteed level of performance, accuracy or compatibility.\nSoftware may not operate correctly and may be substantially modified prior to public availability or withdrawn at any time.\nAccordingly, access to and use of the Beta Product(s) is entirely at your own risk.\nIn no event shall we be responsible for any loss or direct, indirect, special, incidental or consequential damage whatsoever arising out of the use of or inability to use the Beta Product(s), or in any other way caused by Software, either to Beta Testers or third parties, or their property even if we have been advised of the possibility of such damages.\nYou are advised to safeguard important data, to use caution and not to rely in any way on the correct functioning or performance of any Beta Product.\nYou agree to waive any and all claims against us arising out of the performance or nonperformance of a Beta Product or Software and acknowledge and agree such products and Software are provided AS IS and we disclaim any and all representations or warranties of any kind, whether expressed or implied, with respect to it, including any implied warranties of merchant ability or fitness for a particular purpose.\nThe entire risk arising out of the use or performance of Software remains with you.\n</p>\n<p>\n<strong>Indemnification.</strong> You agree to indemnify, defend and hold harmless Voice.ai and any parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, any content you create including any statements or images included in your content or your violation of any law or the rights of a third-party </p>\n<p>\n<strong>Injunctive Relief.</strong> You agree that irreparable harm would occur in the event that any of the provisions of this Agreement are not performed in accordance with their specific terms or were otherwise breached for which money damages would not be an adequate remedy at law.\nIt is accordingly agreed that the we shall be entitled to an injunction or injunctions and other equitable relief to prevent breaches of this Agreement, any requirement for the securing or posting of any bond in connection with the obtaining of any such injunctive or other equitable relief hereby being waived.\n</p>\n<p>\n<strong>Proprietary Rights.</strong> We retain all right, title and ownership to the Beta product.\nYou agree the Beta Product is for personal use only.\nYou may not sell, transfer, assign, pledge or in any way encumber or convey the Beta product or any portion or component thereof to any third party or use it in any manner to produce, market or support your own products.\nYou shall not copy, sell or market Beta product to any third party.\nor modify, reuse, disassemble, decompile, reverse engineer or otherwise translate the beta product or any portion thereof </p>\n<p>\n<strong>Digital Rights Protection.</strong> We recognize the importance of protecting the Digital Rights and the Intellectual Property of a voice owner and will make our best effort to support such rights in accordance with the law.\n</p>\n<p>\n<strong>Confidentiality.</strong> \"Confidential Information\" means all non-public information including any information disclosed by us to you, or accessed or provided by you, relating to the Beta Product, including your use, feedback, and the Beta Product Terms (defined below).\nYou agree not to use any Confidential Information except as needed to use or test the Beta Product hereunder.\nto maintain Confidential Information with the reasonable level of care you use to protect your own and you will not disclose any such information to any person or entity aside from those who require access under these Beta Testing Terms and who are bound by written confidentiality obligations similar to those under these Beta Testing Terms.\nprovided, however, that you will remain responsible for each such person's or entity's compliance with and breach of the confidentiality terms herein.\nThis confidentiality provision supersedes any prior agreements between the parties solely with respect to Confidential Information hereunder.\n</p>\n<p>\n<strong>Beta Product Terms.</strong> Specific terms and policies related to the Product may apply to your use of the Beta Product (the \"Product Terms\").\nThese Terms, in this case, will be made available to you and will also apply to your use of the Beta Product.\nOnce these Product Terms are available, the online version of such Product Terms will supersede any prior versions provided to you.\nBy continuing to access, test, or use the Beta Product after any modification to the applicable Product Terms, you agree to be bound by them.\n</p>\n<p>\n<strong>Platform.</strong> The following applies to your use of any Beta Product that is part of the Voice.ai Platform.\nYou agree that you: (a) will comply with such Terms and Policies and any documentation made available to you relating to the Beta Product.\n</p>\n<p>\n<strong>Term.</strong> For each Beta Product, the term of these Beta Testing Terms will begin on the Effective Date and, unless terminated earlier in accordance with the Applicable Terms, will continue until the earlier of (i) the date specified by us in our sole discretion (after which you will cease use of such Beta Product), (ii) the date we (in our sole discretion) make such Beta Product generally publicly available (after which any permitted use is subject to our Online Terms and not these Testing Terms), or (iii) the date we discontinue such Beta Product.\nThese Testing Terms, as applied to each Beta Product, may be terminated by either party: (a) with cause immediately upon written notice to the other party.\nor (b) without cause upon thirty (30) days' prior written notice to the other party.\nSections 2, 3, 10, and 11 of these Testing Terms, and the provisions of the Online Terms, will survive any termination or expiration of these Testing Terms.\n</p>\n<p>\n<strong>Governing Law.</strong> These terms are governed and construed by the laws and venue of The Commonwealth of Puerto Rico without regard to choice of law rules.\nYou irrevocably submit to the exclusive jurisdiction of the courts therein.\n</p>\n<p>\n<strong>Miscellaneous.</strong> Any participation by you as a Beta Tester does not create a partnership, agency relationship, or joint venture between the parties.\nYou agree that your use of the Beta Product is subject to all of our other applicable online terms and policies.\nThese Beta Testing Terms are supplemental terms under our Terms and other policies.\nIn the case these Beta Testing Terms conflict with other Terms, these Beta Testing Terms will govern your use of the Beta Product to the extent of any conflict.\nWe retain exclusive ownership of the Beta Product.\nNotwithstanding the foregoing, any Terms available online continue to apply to your use of any Voice.ai Products other than the Beta Product.\nWe reserve the right to modify these Beta Testing Terms any time, and by continuing to access, test, or use the Beta Product after any modification to these Beta Testing Terms, you agree to be bound by them.\n</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Download For Free About Career Company Ethics Branding Guidelines Supported Apps Support Info Affiliate Partner Resource Hub FAQ Terms of Service Privacy Policy DMCA © 2022 Voice AI.\nAll rights reserved.\n", "created_at": "2022-12-27 23:12:49.532096", "updated_at": "2022-12-27 23:13:11.668482"}, {"id": 13601, "name": "DMCA Policy", "url": "https://voice.ai/dmca-policy", "xpath": "//body", "text": " <i>\n</i> Voice Cloning Supported Apps Platforms Support Join Voice Universe Voice Cloning Apps Platforms Support Join Voice Universe DMCA Policy <p> All content, data, models and derivative works on Voice.ai are user generated by the Voice.ai Community (Voice Universe) and are to be used in accordance with Voice.ai TOS, namely for the purpose of parody.\nVoice.ai is not responsible for any data uploaded by its users.\nIf you believe your copyrighted content is being infringed, please submit a DMCA request here.\n</p>\n<p> Notification of Copyright Infringement Voice.ai is in compliance with 17 U.S.C.\n§512 and the Digital Millennium Copyright Act (\"DMCA\").\nIt is our policy to respond to any infringement notices and take appropriate actions under the Digital Millennium Copyright Act (\"DMCA\") and other applicable intellectual property laws.\n</p>\n<p> If your copyrighted material has been posted on Voice.ai or if links to your copyrighted materials are returned through a search engine and you want this material removed, you must provide a written communication that details the information listed in the following section.\nPlease be aware that you will be liable for damages (including costs and attorney’s fees) if you misrepresent information listed on our site that is infringing on your copyrights.\n</p>\n<p> The following elements must be included in your copyright infringement claim: <br> a.\nProvide evidence of the authorized person to act on behalf of the owner of and exclusive right that is allegedly infringed.\n<br> b.\nA description of the copyrighted work that you claim has been infringed upon, including at least one search term under which the material appears in Voice.ai search results.\n<br> c.\nA statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n<br> d.\nA statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nMust be signed by the authorized person to act on behalf of the owner of an exclusive right that is allegedly being infringed.\n<br>\n</p>\n<p> Please allow us to responde to you in 5 business days.\nPlease follow the form below to submit your information.\n</p> Your Name* ​ Your E-Mail* ​ Subject* ​ Reported ID on Voice.ai* ​ Your URL of the copyrighted work* ​ Describe the copyrighted work* ​ SUBMIT <p>Get Early Access</p> ​ Get Notified Get Notified <i>\n</i>\n<i>\n</i>\n<i>\n</i> Download For Free About Career Company Ethics Branding Guidelines Supported Apps Support Info Affiliate Partner Resource Hub FAQ Terms of Service Privacy Policy DMCA © 2022 Voice AI.\nAll rights reserved.\n", "created_at": "2022-12-27 23:13:16.259202", "updated_at": "2022-12-27 23:13:40.473544"}], "points": [{"id": 33277, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://voice.ai/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-16 19:26:25.664269", "updated_at": "2023-07-11 06:31:46.754035", "quoteText": null, "case_id": 399, "document_id": 13602, "quoteStart": null, "quoteEnd": null}, {"id": 33279, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://voice.ai/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-16 19:27:52.748277", "updated_at": "2023-07-11 06:31:46.840123", "quoteText": null, "case_id": 233, "document_id": 13602, "quoteStart": null, "quoteEnd": null}, {"id": 33278, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://voice.ai/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-16 19:27:28.465847", "updated_at": "2023-07-11 06:31:55.539122", "quoteText": null, "case_id": 243, "document_id": 13602, "quoteStart": null, "quoteEnd": null}], "urls": ["voice.ai"]}}