{"error": 448, "message": "OK", "parameters": {"id": 9188, "name": "Cbox", "created_at": "2023-07-14 21:39:43.158362", "updated_at": "2023-07-14 22:02:29.710608", "wikipedia": null, "keywords": null, "related": null, "slug": "cbox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9188.png", "url": "cbox.ws", "documents": [{"id": 17999, "name": "Terms and Conditions of Service", "url": "https://www.cbox.ws/terms", "xpath": "//body", "text": " &nbsp.\nHome Plans &amp.\nPricing Sign up Upgrade Support Terms and Conditions of Service <p>\n<small>Last updated: June 27, 2016</small>\n</p>\n<p>\nIn this article, \"Cbox\" refers to the Cbox company and its employees.\n\"Application\" refers to the individual embeddable Web-based chat boxes and associated components provided as a service by Cbox.\nThese Applications taken together constitute the Cbox Network.\nOur direct customers including those with free Cbox Applications are our \"Customers\", and the users of Cboxes operated by our Customers are \"Users\".\nThese terms and conditions apply to all Customers of the Cbox Application, whether paid or free, and except where noted otherwise, they extend to Users as well.\n</p>\n<p>\nUsing the Cbox Application, or making it available for use as a Customer, is only permitted if you are in agreement with the following terms and conditions.\n</p> Disclaimers and Limitation of Liability\n<ol>\n<li>Services offered by Cbox are provided AS IS, without any warranty of any kind, including, without limitation, the implied warranties of merchantability or fitness for a particular purpose, or non-infringement.\nUse of any of the services is entirely at your own risk.\n</li>\n<li>Cbox is not liable for any loss or damage to the user or equipment or third parties or information belonging to the user or third parties, arising from use of the services provided by Cbox or by direct or indirect consequence of their use.\n</li>\n<li>Cbox is not responsible for the content submitted to and published on any Cbox Application when that content is generated by yourself, Customers, or Users.\nCbox will not be obliged to edit or remove any content on any Application except at its sole discretion.\n</li>\n<li>Cbox reserves the right to alter or amend these terms at any time without prior notice.\n</li>\n</ol> Indemnity\n<ol>\n<li>You agree to indemnify, defend and hold us and our affiliates, business partners, officers, directors, employees and agents harmless from any loss, liability, claim, demand, damage, or expense (including reasonable legal fees) asserted by any third party relating in any way to your use of the Application or breach of these Terms of Service.\nWe reserve the right to assume the exclusive defence and control of any matter subject to indemnification by you, which shall not excuse your indemnity obligations.</li>\n</ol> Cbox Applications: Content and Use\n<ol>\n<li>Certain content is not permitted to be submitted to or published on the Cbox Network, including but not limited to such that: <ol>\n<li>is unlawful, abusive, threatening, harmful, obscene, lewd, offensive, defamatory or otherwise objectionable;</li>\n<li>infringes or may infringe on the intellectual property rights, privacy rights, rights of publicity, or other proprietary rights of others;</li>\n<li>contains or causes to be downloaded programs or material which may harm users or their computer or software (including but not limited to viruses, trojan horses, and worms.)</li>\n<li>is submitted in bulk and unsolicited, whether for commercial purposes or otherwise (including but not limited to messages which would be considered spam or flooding.)</li>\n</ol>\n</li>\n<li>\nCustomers are responsible for monitoring the content transmitted by Users, and published on their Cbox Application, and to take necessary action to remove such content and to protect other Users from it when it constitutes content not permitted on the Cbox Network.\n</li>\n<li>\nCustomers must extend our privacy policy to Users, in particular by honoring requests to remove personally-identifying information at the request of Users, and by refraining from publishing Users' IP addresses.\n</li>\n<li>\nCbox reserves the right to edit or delete part or all of the content of any Cbox Application if it deems such action necessary.\nCbox may also deny access to the Cbox Network to Users at its discretion.\nCbox is not, however, obliged to take action against Users or content under any circumstance, except where mandated by applicable law.\n</li>\n<li>\nCertain Cbox Applications may include advertising elements and branding supplied by Cbox.\nCustomers may not obscure or obstruct or render invisible these elements.\n</li>\n</ol> Termination and Downgrade\n<ol>\n<li>\nCbox retains the right to cease provision of service to any Customer for violation of these Terms or for any other reason, without prior notice.\n</li>\n<li>\nIf we choose to cease service to a Customer with a paid service, for reasons other than violation of these Terms, the Customer is entitled to a pro-rata refund of unused credit.\nIf service is terminated due to violation of these Terms, or the Customer does not have a paid service, no credit, refund or other compensation will be provided.\n</li>\n<li>\nCustomers may cancel or downgrade paid services at any time by contacting us.\nHowever, we cannot downgrade paid accounts to free accounts.\nCustomers with credit remaining can have this credit transferred to another account or converted on a pro-rata basis, but it cannot be refunded in part or in full.\n</li>\n</ol> Refunds\n<ol>\n<li>\nIf you choose to cease service, our 30-day money-back guarantee applies: your first purchase can be refunded in full on request, provided the transaction was completed within 30 days of the date of your request.\nOutside of this period or on subsequent upgrades or renewals, refunds are not available except at our discretion.\n</li>\n</ol> Loading...\nAbout Plans &amp.\npricing Terms &amp.\nconditions Privacy policy Notices Contact us © 2004–2023 Cbox, all rights reserved.\n0 ms.\n83ce ", "created_at": "2023-07-14 21:39:43.188206", "updated_at": "2023-07-14 21:39:54.935293"}, {"id": 18000, "name": "Privacy Policy", "url": "https://www.cbox.ws/privacy", "xpath": "//body", "text": " &nbsp.\nHome Plans &amp.\nPricing Sign up Upgrade Support Privacy Policy <p>\n<small>Last updated: November 11, 2015</small>\n</p>\n<p>\nCbox is serious about your privacy and about keeping your personal information confidential.\nWe will not sell, rent, or otherwise give away your information without your consent.\nIn general, we ask for and store as little personally identifiable information as possible to provide our service.\n</p> The Golden Rule of Privacy\n<p>\n<b>Remember that anything that you post online should be assumed to be seen by everyone.</b>\nAs a general rule when interacting with any Internet service, you should not provide any personally identifiable information unless you are confident of both the identity of the receiver and of the need for the information.\n</p> Personal information\n<p>\nWe require your email address when you sign up for your own Cbox, in order to send you important information regarding your account, and to enable you (and only you) to recover it should you lose access to it.\nYour address is not made public, and will never be sold or intentionally made available to third parties.\nNo other personal information is required by us, but it may be requested of you by third party payment service providers should you purchase paid services from us.\n</p>\n<p>\nWe do not control the content of the Cboxes hosted by us.\nIf you are asked for personal information of any kind on a Cbox, you should not provide it.\nIf your privacy is violated or if you are aware of abuse of privacy occurring on a Cbox, let us know.\n</p> Cookies and local storage\n<p>\nWe make use of various browser technologies (including cookies and local storage) to confer state or state identifiers on your browser.\nWe do this for three main reasons: </p>\n<ol>\n<li>To keep you authenticated for your session after logging-in to a Cbox or to the Cbox control panel.\n</li>\n<li>To implement certain conveniences (such as remembering preferences) and performance optimizations (such as caching data) that require locally-stored state.\n</li>\n<li>To collect aggregate statistics about user activity and engagement across our network.\n</li>\n</ol>\n<p>\nThe information we store this way is limited to that which is provided by you (e.g.\npreferences), or is completely anonymous by design (e.g.\nsession tokens).\nWe do not use cookies to track you for advertising purposes.\nIf you are concerned about local storage or cookies, you can disable them in your browser.\nCbox is designed to function without this data, but the experience may be degraded.\n</p> IP addresses and location\n<p>\nInternet Protocol (IP) addresses are stored in the course of your using this website and its services for the purposes of:\n</p>\n<ol>\n<li>Providing the service: we must store your IP address for a short time anytime you request a resource from us, in order to route our reply.\n</li>\n<li>Statistical analysis: we may use IP addresses to make aggregate estimates of engagement, e.g.\ncounting unique visitors.</li>\n<li>Access control: we, and our direct customers, are able to block or limit access based on IP, to the network or individual Cboxes, respectively.</li>\n</ol>\n<p>\nNote that while we do not publish IP addresses, your IP address is stored with each message you post to any Cbox, and is available to the administrator and moderators of that Cbox.\nCbox administrators are bound by our Terms of Service to extend our privacy policy to you.\n</p>\n<p>\nIP addresses do not generally translate directly to personally identifiable information.\nThey can usually be used to geo-locate your device to the country or city level, based on information published by your ISP.\nCbox does not, however, collect your precise geographic location.\n</p> Passwords and security\n<p>\nCbox stores passwords in a way that makes it difficult to guess what they are, even if our databases are compromised.\nHowever, you should always choose a strong password, one that you do not use for any other services, and that does not contain any information associated with you, such as your name or birth date.\n</p>\n<p>\nWe will never request that you supply your password via email.\nBefore you log in with Cbox, you should ensure you are on our website, and on an Internet connection that you trust.\nWe take reasonable precautions to protect your account and password as stored on our systems.\nhowever it is impossible to guarantee security of storage or transmission.\n</p> Third party service providers\n<p>\nWe employ third party service providers for purposes such as analytics and load balancing.\nThese providers may send cookies to your browser and retrieve your IP address.\nOur payment providers may request additional information from you in order to complete transactions you initiate with us.\nThe companies we work with publish their own (much longer) privacy policies, and the data they collect from you is used only on our behalf.\nWe are assured by each provider that they take reasonable steps to safeguard the data they collect.\n</p> Third-party authentication\n<p>\nWhen you authenticate or register your name with Cbox using a third party provider of identity services, such as Facebook or Google, Cbox will be able to retrieve limited data from your account with that provider, according to policies that you agree with them.\nIn particular, Cbox may retrieve and store the email address and public profile picture that you have established with that provider.\nWhen you authorize the connection, you will have the opportunity to confirm what, if any, other data Cbox receives.\nInformation Cbox imports this way on your behalf is not published without further action on your part, and in particular we cannot and will not access your passwords stored with these providers.\n</p> Removal of data\n<p>\nCbox will accommodate requests to remove personally identifyng information from our systems.\nTo place a request, please contact us.\n</p> Loading...\nAbout Plans &amp.\npricing Terms &amp.\nconditions Privacy policy Notices Contact us © 2004–2023 Cbox, all rights reserved.\n0 ms.\n83ce ", "created_at": "2023-07-14 21:39:43.217438", "updated_at": "2023-07-14 21:40:18.993145"}], "points": [], "urls": ["cbox.ws"]}}