{"error": 448, "message": "OK", "parameters": {"id": 7908, "name": "Castbox", "created_at": "2023-04-03 21:45:04.058557", "updated_at": "2023-07-10 22:02:41.748492", "wikipedia": null, "keywords": null, "related": null, "slug": "castbox", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7908.png", "url": "castbox.fm", "documents": [{"id": 15292, "name": "Privacy Policy", "url": "https://castbox.fm/policy.html", "xpath": "//body", "text": " <ul>\n<li>Get the App</li>\n<li>For Podcasters</li>\n<li>Livecast</li>\n<li>Top Shows</li>\n<li>Blog</li>\n<li>Listen</li>\n</ul>Search<p>Search for \"\"</p>\n<ul>\n</ul>Sign in<ul>\n<li>Get the App</li>\n<li>For Podcasters</li>\n<li>Livecast</li>\n<li>Top Shows</li>\n<li>Blog</li>\n<li>Listen</li>\n<li>About Castbox</li>\n<li>Newsroom</li>\n<li>FAQs</li>\n</ul>Listen NowCastbox Privacy Policy<p>Modified Date: June 29th 2018</p>\n<p>This Privacy Policy (the “Policy”) describes how Guru Network Limited (referred to in this Privacy Policy as “Company,” “we,” “us,” or “our”), as the operator of the website&nbsp;https://castbox.fm&nbsp;(the “Site”) and the developer of the associated Castbox mobile application, auto application, and smart home application (the “App”), collects information when you visit the Site or use the App, or any other website, pages, features, or content owned or operated by Company (separately and collectively, the “Service”).\nThis Policy also explains how we use and disclose the information we collect from you, and your rights in relation to that information.<br>Terms not defined in this Policy shall have the meaning given to them in our Terms of Service.\nThis Policy is part of, and is governed by, the terms and conditions set forth in our Terms of Service located at&nbsp;castbox.fm/termsofservice.html.</p>1.\nAcceptance<p>Please read the Terms of Service carefully before you use or access our Services.\nBy accepting the Terms of Service, you agree with our collection, storage, use and disclosure of your information as described in this Privacy Policy.\nPlease note that if you disagree with anything in this Privacy Policy, you must not use the Service.</p>2.\nAmendments to this Policy<p>We will notify you of changes to this Privacy Policy by posting the amended terms on the Service or via the email address we have on file.\nBy continuing to use the Service after those changes are posted, you agree to be bound by the revised Policy.\nTo find out when we last updated this Policy, please refer to the date listed after “Last Modified” at the top of this Policy.\nIf you do not agree to the changes, you should discontinue your use of the Service immediately.<br>In addition, we may provide you with “just-in-time” disclosures or additional information about the data collection, use and sharing practices of specific parts of our Service.\nThese notices may provide additional information about our privacy practices, or additional choices about how we process your information.</p>3.\nInformation We Collect<p>\n<b>A.<i>&nbsp;Account Information.&nbsp;</i>\n</b>You may use our Service as a guest or you can create an account.\nWhen you create an account with us, we will request you to provide certain personal information, which may include: name, e-mail address, and password.\nWe may request additional information necessary to establish and maintain your account.</p>\n<br>\n<p>\n<b>B.<i>&nbsp;Information You Directly and Voluntarily Provide to Us.\n&nbsp;</i>\n</b>If you visit or access our Service, we may collect information that you provide to us when you communicate with any of our departments, such as customer service or technical services.\nYou can also choose to provide us with additional information about yourself in your profile, leave comments on other user’s content, and more.</p>\n<br>\n<p>\n<b>C.<i>&nbsp;Information Automatically Collected Through the Service.\n&nbsp;</i>\n</b>We may automatically collect information about you when you use the Service.\nFor example, we collect information about your listening preferences so that we may suggest other audiobooks or podcasts that we think you might be interested in.\nWe may also track your behavior within our App, including without limitation what you click on in the App, and what podcasts you subscribe to.</p>\n<br>\n<p>\n<b>D.<i>&nbsp;Transaction Information.\n&nbsp;</i>\n</b>When you register an account with us, you may connect your iTunes or Android payment account with our Service or provide us with your digital currency information.\nIf you connect your iTunes or Android payment account with our account, we do not collect your payment information.\nWhen you share your digital currency information with us, we collect your cryptocurrency address.</p>\n<br>\n<p>\n<b>E.<i>&nbsp;Cookies &amp.\nSimilar Tracking Technologies.&nbsp;</i>\n</b>We use “cookies” and similar tracking technologies to collect information about your use of the Service and to provide you with interest-based advertising.\nFor example, we collect information about the way you interact with features on our Site, how long you spend on certain pages, and whether you received an error message on our Service.\nPlease read our Cookie Policy for more information about the cookie data we collect and how you can manage it.</p>\n<br>\n<p>\n<b>F.<i>&nbsp;Geolocation Information.&nbsp;</i>\n</b>We collect your geolocation data when you use our Service.\nFor example, your device may configured such that it shares your real-time location-based information with us.\nIn addition, the content you create or share with us while using our Service may contain recorded geolocation information.\nAlso, some of the information we collect from your device (e.g., IP address) can sometimes be used to approximate your device’s location.</p>\n<br>\n<p>\n<b>G.<i>&nbsp;Device Information.&nbsp;</i>\n</b>We collection information about the device you use to access or use our Service.\nFor example, we may collect the following information from your device: the type of device you use (e.g., mobile, auto, a smart home device, etc.).\nyour advertising Identifier (“IDFA” or “AdID”).\nnetwork connection type (e.g., Bluetooth, WiFi, 3G, 4G, LTE, etc.).\noperating system and version (e.g., iOS, Android or Windows).\nlanguage settings in your mobile device.\nand your mobile service carrier.</p>4.\nThird Party Sources of Information<p>In some cases, the information we collect about you comes from third party sources, as described below.</p>\n<br>\n<p>\n<b>A.<i>&nbsp;Third Party Applications or Services.&nbsp;</i>\n</b>We may collect information about you or others from third party applications or services available on our Service.\nFor example, when you register for an account with us, you may do so by choosing to connect your already existing social media account with our Service (e.g., Facebook, Google+, etc.).\nWe receive certain information from your social media account depending on your permissions and which information you have made public.\nWe use this information to make an account for you on our Service.</p>\n<br>\n<p>\n<b>B.<i>&nbsp;Public Databases and Social Media Platforms.&nbsp;</i>\n</b>For users that upload content to our Service, we may populate your content submissions with publicly available information from other platforms, which may include personal information about you.\nThe purpose of the information collection is to streamline your upload process and make it easier for you to upload content on our platform.\nFor example, we may collect descriptions, social media accounts, or tags you have used for your podcast channel on other platforms so that you can use the same information on our Service.</p>\n<br>\n<p>\n<b>C.<i>&nbsp;Your Friends and Family.&nbsp;</i>\n</b>We may receive your personal information from other users, such as your friends and family, when they want to share something with you through or about our Service.\nWhen you invite others to join our Service, we will contact them on your behalf.</p>5.\nHow We Use the Information We Collect<p>We use the information we gather through the Service to help us better understand how the Site or Service and our products, apps, and services are being used.\nWe will only use your personal information as described in this Policy or as disclosed to you prior to such processing taking place.</p>\n<br>\n<p>If you believe that we are processing your information for purposes that are incompatible with the purposes for which we originally collected your information or subsequently obtained your consent, you may choose not to allow us to use your personal information for such processing.\nHowever, by limiting how we may process your information, some or all of the Service may not be available to you.</p>\n<br>\n<p>We describe how we use your personal information below:</p>\n<br>\n<p>\n<b>A.<i>&nbsp;To Provide Our Service.&nbsp;</i>\n</b>In order to provide you with our Service, we need to process certain personal information about you.\nWe also share information about you upon your request, and with third parties performing functions on our behalf.\nWhen we share your information with such third parties, we only share the information necessary for the third party to perform their functions and as permitted by applicable law.\nWe cannot provide you with our Service without processing your personal information.</p>\n<br>\n<p>\n<b>B.<i>&nbsp;To Send You Service-Related Communications.&nbsp;</i>\n</b>We want to make sure you stay informed about service- or account-related news, updates, or changes by sending you communications via email, in-app notifications and any other methods as permitted by law.\nFor example, we may send you communications about changes to our security policies, your transaction information, or other important transaction information.\nUnlike marketing communications, service-related communications are not promotional in nature.\nYou are not able to unsubscribe from service-related communications because such communications are part of our Service.\n</p>\n<br>\n<p>\n<b>C.<i>&nbsp;To Respond to You.&nbsp;</i>\n</b>When you contact us with questions, feedback, or any other concerns, we use any information that you provide to us to respond to you.\nWe cannot respond to you without processing your personal information.</p>\n<br>\n<p>\n<b>D.<i>&nbsp;To Enforce Compliance with Our Terms, Agreements or Policies.&nbsp;</i>\n</b>When you access or use our Service you are bound to our Terms of Service and policies, including this Privacy Policy.\nWe ensure your compliance with our terms, agreements and policies (the “Terms”) by: monitoring, investigating, preventing and mitigating any alleged or actual prohibited, illicit or illegal activities on our Service or violations of our Terms.\nenforcing our Terms with third parties and/or partners.\nand, as applicable, collecting fees based on your use of our Service.\nWe cannot perform our Service in accordance with our Terms without processing your personal information.</p>\n<br>\n<p>\n<b>E.<i>&nbsp;To Ensure Security on Our Service.&nbsp;</i>\n</b>Keeping your information secure requires us to process your personal information to improve and enforce our security measures.\nFor example, we may process your personal information to combat spam, malware, security risks or malicious activities, or to monitor and verify your identity to prevent unauthorized access to your information.\nWe cannot ensure the security of your information on our Service without processing your personal information for such purposes.</p>\n<br>\n<p>\n<b>F.<i>&nbsp;To Comply with Legal and Regulatory Obligations.&nbsp;</i>\n</b>Our business is subject to certain laws and regulations which may require us to process your personal information.\nFor example, we may process your personal information to pay our taxes, fulfill our business obligations, or as necessary for us to manage our risks as required under applicable law.\nWe cannot perform our Service in accordance with our legal and regulatory obligations without processing your personal information for such purposes.</p>\n<br>\n<p>\n<b>G.<i>&nbsp;To Personalize and Enhance Your Experience on Our Service.\n&nbsp;</i>\n</b>We want you to have the best possible experience on our Service, which is why we personalize our Service to your preferences (e.g., language selection, time zone, etc.), allow you to connect to your favorite third-party applications, and more.\nWe cannot ensure your continued enjoyment of our Service without processing your personal information for such purposes.</p>\n<br>\n<p>\n<b>H.<i>&nbsp;To Conduct Research and Development.&nbsp;</i>\n</b>We want to continue to provide you with new or expanded services and products that you enjoy.\nTo do so, we analyze how you interact and use our Service and other personal information about you for research and development purposes.\nWe apply technical, administrative, and physical security measures to your personal information when we use it for research and development purposes, such as pseudonymizing or de-identifying your information, where possible, and limiting access to personnel that conducts research and development.\nWe cannot ensure your continued enjoyment of our Services without processing your personal information for such purposes.</p>\n<br>\n<p>\n<b>I.<i>&nbsp;To Engage in Marketing Activities.&nbsp;</i>\n</b>We may engage in marketing activities with you to keep you updated about new products and services you may be interested in.\nWe process your personal information, such as your contact information, to send you marketing communications, provide you with information about upcoming events, webinars or other relevant materials, and to deliver targeted marketing to you.\nWe will always let you opt-out of our marketing activities at any time and free of charge.</p>\n<br>6.&nbsp;How We Share Your Information with Third Parties<p>We also share user information with third parties in some other circumstances as follows:</p>\n<br>\n<p>\n<b>A.<i>&nbsp;Employees and Third-Party Service Providers.&nbsp;</i>\n</b>We disclose your information to our employees, contractors, affiliates, distributors, dealers, vendors and suppliers (collectively, the “Service Providers”) who provide certain services to us or on our behalf, such as operating and supporting the Service, analyzing data, or performing marketing or consulting services.\nThese Service Providers will only have access to the information needed to perform these limited functions on our behalf.\nAll our Service Providers are required by contract to handle your personal information in accordance with this Policy.</p>\n<br>\n<p>\n<b>B.<i>&nbsp;Corporate Organization.&nbsp;</i>\n</b>As a global company we may share your personal information within the Company’s corporate organization to provide you with the Service or respond to your requests.\nWe have shared business processes, technical systems and management structures between legal entities in our corporate group.</p>\n<br>\n<p>\n<b>C.<i>&nbsp;Mergers and Acquisitions.\nBankruptcy.&nbsp;</i>\n</b>We may share your personal information in the event we decide to sell, buy, merge or otherwise reorganize our business.\nWe will handle and protect your personal information in accordance with this Policy in the event we share your information for such purposes.</p>\n<br>\n<p>\n<b>D.<i>&nbsp;Affiliated Businesses.&nbsp;</i>\n</b>As permitted by law or your consent, we may share your personal information with affiliated businesses.\nWe will identify the affiliated business to you at the time of data collection.</p>\n<br>\n<p>\n<b>E.<i>&nbsp;Marketing by Third Parties.&nbsp;</i>\n</b>Our Service allows you to connect with others, including third parties that may want to market to you.\nFor example, you can leave comments on other users’ content or send messages.\nWhen you use our Service and share your information with other users, such users may reach out to you for marketing purposes.\nWe cannot control such communications nor the processing of your personal information that you choose to make available to others.</p>\n<br>\n<p>\n<b>F.<i>&nbsp;Upon Your Request.&nbsp;</i>\n</b>Our Service allows you to interact with third-party apps and websites, friends and family, other users, and more.\nFor example, you can connect your Facebook account with our Service or share any content you upload on our Service with users on other platforms.\nWe will share your personal information upon your request.\nPlease note, once you decide to share information with others, we no longer control how such information may be used by the third parties in receipt of your personal information.\nFurthermore, some parts of our Service are publicly available, which means that any information you provide in these parts of our Service may be analyzed, collected, and used by others with access.</p>\n<br>\n<p>\n<b>G.<i>&nbsp;To Protect You, Us, or Others.&nbsp;</i>\n</b>We will share your personal information in the event we believe, in good faith, that such a disclosure would protect your interests or rights, or the interests or rights of others, including the Company and its personnel.</p>\n<br>\n<p>\n<b>H.<i>&nbsp;Compliance with Legal Obligations and Disclosure to Public Authorities.&nbsp;</i>\n</b>o the extent permitted by law, we will disclose your information to government authorities or third parties if:</p>\n<ul>\n<li>required to do so by law, or in response to a subpoena or court order or similar request from judicial or public authority.\nor,</li>\n<li>we believe that you have abused the Site or Service by using it to attack other systems or to gain unauthorized access to any other system, to engage in spamming or otherwise to violate applicable laws.</li>\n</ul>\n<p>You should be aware that, following disclosure to any third party, your information may be accessible by others to the extent permitted or required by applicable law, unless specific restrictions have been implemented.\nAs permitted by law, we will try to inform you of a law enforcement request, subpoena, or similar request from judicial or public authority disclosure prior to providing our response.</p>7.&nbsp;Children<p>The Service is not intended for children under age of 16 or the applicable age of majority without consent from a parent or guardian.\nWe do not knowingly collect or distribute personal information from or about children under the age of 16, unless permitted to do so by local law as based on the jurisdiction in which the child resides.</p>\n<br>\n<p>If a parent or guardian becomes aware that his or her child has provided us with personal information without their consent, he or she should contact us at contact@castbox.fm.\nIf we become aware that a child under 16 or the applicable age of majority has provided us with personal information, we will take steps to delete such information from our files.</p>8.&nbsp;Security<p>We implement industry standard security measures intended to protect against the loss, misuse and alteration of the information under our control.\nPlease be aware that no data transmission over the Internet can be guaranteed to be 100% secure.\nAs a result, the Company cannot guarantee or warrant the security of any information you transmit on or through the Service and you do so at your own risk.</p>\n<p>You should keep your account login information confidential, and make sure any wireless connections to our Service is secure.\nIf you believe your account information has been compromised or that you have experienced unauthorized access to your account information, please contact us immediately at contact@castbox.fm.</p>9.&nbsp;Transfers of Your Information<p>If you choose to use the Service or provide your information to us, your information may be transferred to, processed and maintained on servers or databases located outside of the country or jurisdiction where you are located, including the United States.\nSuch countries may have laws that are less protective than the country in which you reside.\nIf you do not want your information transferred to or processed or maintained outside of the country or jurisdiction where you are located, you should not use the Site or Service.</p>\n<br>\n<p>If you reside in the European Economic Area (“EEA”), United Kingdom (“UK”) or Switzerland, please see Section 16 below.</p>10.&nbsp;Third Party Links<p>Our Service may include links to third party websites or social media services.\nWe do not control how such third parties collect, use, share or secure your personal information.\nPlease read the privacy policies and settings on the third-party websites and social media services to ensure you are adequately informed how your personal information is handled.</p>11.&nbsp;Do Not Track<p>A “Do Not Track” signal is a preference you may set on your browser, but we do not respond to Do Not Track signals.</p>12.&nbsp;Marketing Activities<p>If you sign up to receive marketing communications from us, we will always allow you to opt-out of such emails.\nMarketing communications include any communications to you that are only based on advertising or promoting products and services.\nTransactional communications about your account or our Services are not considered “marketing” communications.</p>\n<br>\n<p>If you reside in the European Economic Area (“EEA”), United Kingdom (“UK”) or Switzerland, please see Section 16 below.</p>13.&nbsp;Access &amp.\nModification<p>If you have registered for an account with us, you may contact us to review, update, correct or delete the personal information we have on file.\nFor questions about your personal information on our Service, please contact us at&nbsp;contact@castbox.fm.\nWe will respond to reasonable inquiries without undue delay.\nWhen seeking to access or update your personal information, we may ask you to verify your identify before we can act on your requests to ensure the security of your account.</p>\n<br>\n<p>If you reside in the European Economic Area (“EEA”), United Kingdom (“UK”) or Switzerland, please see Section 16 below.</p>14.&nbsp;Retention<p>While retention requirements can vary by country, we generally apply the retention periods noted below.\nPlease contact us if you have any questions about our retention periods or if you would like to delete your account.</p>\n<br>\n<ul>\n<li>\n<b>Marketing.</b> We store your marketing contact information for as long as you are still subscribed.\nWhen you unsubscribe from marketing communications, we will add your contact information to our suppression list to ensure we respect your unsubscribe request.</li>\n<li>\n<b>Activity Data.</b> We may store activity data, your user account information, and content for a period after the closure your account for the establishment or defense of legal claims, audit and crime prevention purposes.</li>\n<li>\n<b>Telephone Records.</b> We may record our calls with you for call quality purposes.\nAs required by applicable law, we will inform you that a call will be recorded before doing so.\nAny telephone calls with you may be kept for a period of up to six years.</li>\n<li>\n<b>Cookie and Similar Tracking Data.</b> We retain any information collected via cookies, clear gifs, flash cookies, webpage counters and other technical or analytics tools up to one year from expiry of the cookie or the date of collection.\nPlease refer to our Cookie Policy for more information.</li>\n</ul>15.&nbsp;Special Information for California Residents<p>\n<b>A.<i>&nbsp;&nbsp;</i>\n</b>California law allows users of the Site or Service who are California residents to request and receive once a year, free of charge, a notice from us describing what categories of personal information (if any) we shared with third parties, including our corporate affiliates, for their direct marketing purposes during the preceding calendar year.\nIf you are a California resident and would like to request a copy of this notice, please contact contacting us as provided in the “How to Contact Us” section.\nIn your request, please specify that you want a “California Privacy Rights Notice.” Please allow at least thirty (30) days for a response.</p>\n<br>\n<p>\n<b>B.<i>&nbsp;&nbsp;</i>\n</b>In addition, if you are a California resident under the age of 18 and are a registered user of the Site or Service, you may request that we remove content or information that you posted on Site or Service or stored on our servers by: submitting a request as provided in the “How to Contact Us” section and (ii) clearly identifying the content or information you wish to have removed and providing sufficient information to allow us to locate the content or information to be removed.</p>\n<p>However, please note that we are not required to erase or otherwise eliminate content or information if:</p>\n<ul>\n<li>other state or federal laws require us or a third party to maintain the content or information;</li>\n<li>the content or information was posed, stored, or republished by another user;</li>\n<li>the content or information is anonymized so that the minor cannot be individually identified;</li>\n<li>the minor does not follow the instructions posted in this Privacy Policy on how to request removal of such content or information.\nand</li>\n<li>the minor has received compensation or other consideration for providing the content.</li>\n</ul>\n<p>Further, nothing in this provision shall be construed to limit the authority of a law enforcement agency to obtain such content or information.</p>16.&nbsp;Special Notice to Individuals in the European Economic Area, Switzerland and/or the United Kingdom<br>\n<p>This section only applies to individuals that access or use our Service while located in the European Economic Area, Switzerland and/or United Kingdom (collectively, the “Designated Countries”) at the time of data collection.\nWe may ask you to identify which country you are located in when you use some of the Services, or we may rely on your IP address to identify which country you are located in.</p>\n<p>When we rely on your IP address, we cannot apply the terms of this section to any individual that masks or otherwise hides their location information from us so as not to appear located in the Designated Countries.\nIf any terms in this section conflict with other terms contained in this Policy, the terms in this section shall apply to users in the Designated Countries.</p>\n<br>\n<p>\n<b>A.<i>&nbsp;Our Relationship to You.&nbsp;</i>\n</b>Guru Network Limited is a data controller with regard to any personal information collected from individuals accessing or using its Service.\nA “data controller” is an entity that determines the purposes for which and the manner in which any personal information is processed.\nAny third parties that act as our service providers or are otherwise acting on our behalf are “data processors” that handle your personal information in accordance with our instructions.</p>\n<br>\n<p>\n<b>B.<i>&nbsp;Marketing.&nbsp;</i>\n</b>We will only contact individuals located in the Designated Countries by electronic means (including email or SMS) based on our legitimate interests, as permitted by applicable law, or the individual’s consent.\nWhen we rely on legitimate interest, we will only send you information about our Services that are similar to those which were the subject of a previous sale or negotiations of a sale to you.</p>\n<br>\n<p>If you do not want us to use your personal information in this way, or to disclose your personal information to third parties for marketing purposes, please go to your account settings in the App, click an unsubscribe link in your emails, or contact us at&nbsp;contact@castbox.fm.\nYou can object to direct marketing at any time and free of charge.</p>\n<br>\n<p>\n<b>C.<i>&nbsp;Legal Bases for Processing Your Personal Information.&nbsp;</i>\n</b>We describe our legal bases for processing throughout this Policy.\nBelow is a list of the purposes described in our policy with the corresponding legal bases for processing.\nGenerally, the legal bases on which we rely on to process your personal information include: your consent to the processing.\nsatisfaction of our legal obligations.\nnecessity to protect your vital interests.\nnecessity to carry out our obligations arising from any contracts we entered with you or to take steps at your request prior to entering into a contract with you.\nnecessity to process in the public interest.\nor for our legitimate interests as described in those sections.</p>\n<br>SectionPurposes of ProcessingLegal Basis for Processing4(a)Third Party Applications or ServicesProcessing is based on our contract obligations or to take steps at the request of the individual prior to entering into a contract.4(b)Public Databases and Social Media Platforms4(c)Your Friends and Family5(a)To Provide our Service5(b)To Send You Service-Related Communications5(c)To Respond to You5(d)To Enforce Compliance with Our Terms, Agreements or Policies5(e)To Ensure Security on Our Service6(a)Employees and Third-Party Service Providers6(b)Corporate Organization6(d)Affiliated Businesses5(g)To Personalize and Enhance Your Experience on Our ServiceProcessing is based on our legitimate interest to better understand you, to maintain and improve the accuracy of the information we store about you, and to better promote or optimize our Services.5(h)To Conduct Research and Development6(c)Mergers and Acquisitions.\nBankruptcy6(g)To Protect You, Us, or Others5(f)To Comply with Legal and Regulatory ObligationsProcessing is necessary for compliance with our legal obligations, the public interest, or in your vital interests.6(h)Compliance with Legal Obligations and Disclosure to Public Authorities<br>\n<p>\n<b>D.<i>&nbsp;Your Individual Rights.&nbsp;</i>\n</b>We provide you with the rights described below when you use our Service.\nIf you would like to exercise your rights under applicable law, please contact us at contact@castbox.fm.\nPlease note, we may seek to verify your identity when we receive an individual rights request from you in order to ensure the security of your personal information.</p>\n<br>\n<ul>\n<li>\n<b>Right to Withdraw Your Consent.&nbsp;</b>If we ever asked for your consent to process your personal information, you have the right to withdraw your consent at any time.\nA withdrawal of consent will not affect the lawfulness of our processing or the processing of any third parties based on consent before your withdrawal.</li>\n<li>\n<b>Right of Access.&nbsp;</b>Upon your request, we will provide you with a copy of your personal information in our files without undue delay and free of charge, unless we permitted by law to charge a fee.\nYour access may limited to the extent it would adversely affect the rights and freedoms of other individuals.</li>\n<li>\n<b>Right to Rectification (or “Correction”).&nbsp;</b>You may request to correct or update any of your personal information in our files.\nWe may provide you with the ability to update some or all of your personal information directly via the Services.</li>\n<li>\n<b>Right to Erasure (or the “Right to be Forgotten”).&nbsp;</b>Upon your request, we will erase any of your personal information in our files that: is no longer necessary in relation to the purposes for which it was collected or otherwise processed.\nwas collected in relation to processing that you previously consented to, but later withdrew such consent.\nor was collected in relation to processing activities to which you object, and there are no overriding legitimate grounds for our processing.</li>\n<li>\n<b>Right to Restriction.&nbsp;</b>You have the right to restrict our processing of your personal information under certain conditions.\nDuring the time which restriction of processing applies, we will only process your restricted personal information with your consent or for the establishment, exercise or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest.\nWe will inform you if or when the restriction is lifted.</li>\n<li>\n<b>Right to Object.&nbsp;</b>You may object to our processing at any time and as permitted by applicable law if we process your personal information on the legal bases of: consent.\ncontract.\nor legitimate interests.\nWe may continue to process your personal information if it is necessary for the defense of legal claims, or for any other exceptions permitted by applicable law.</li>\n<li>\n<b>Right to Data Portability.&nbsp;</b>If we process your personal information based on a contract with you or based on your consent, or the processing is carried out by automated means, you may request to receive your personal information in a structured, commonly used and machine-readable format, and to have us transfer your personal information directly to another “controller,” where technically feasible, unless exercise of this right adversely affects the rights and freedoms of others.\nYou right to data portability only applies to personal information provided by you to us.</li>\n<li>\n<b>Notification to Third Parties.&nbsp;</b>When we fulfill your individual rights requests for correct (or rectification), erasure or restriction of processing, we will notify third parties also handling the relevant personal information unless this proves impossible or involves disproportionate effort.\nUpon your request, we will identify such third parties.</li>\n<li>\n<b>Automated Individual Decision-Making, Including Profiling.&nbsp;</b>You have the right not to be subject to a decision based solely on automated processing of your personal information, including profiling, which produces legal or similarly significant effects on you, unless an exception applies under applicable law.</li>\n<li>\n<b>Limitations to Individual Rights Requests.&nbsp;</b>We may limit your individual rights requests in the following ways:</li>\n</ul>\n<ul>\n<li>Where denial of access is required or authorized by law;</li>\n<li>When granting access would have a negative impact on other's privacy;</li>\n<li>To protect our rights and properties.\nand</li>\n<li>Where the request is frivolous or burdensome.</li>\n</ul>\n<ul>\n<li>\n<b>Transfer of Your Personal Information.&nbsp;</b>We transfer your personal information subject to appropriate safeguards as permitted under the applicable data protection laws.\nSpecifically, when your personal information is transferred out of the Designated Countries, we have the required contractual provisions for transferring personal information in place with the third-parties to which your information is transferred.\nFor such transfers, we rely on legal transfer mechanisms such as Standard Contractual Clauses or we work with U.S.\nbased third parties that are certified under the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Framework.</li>\n<li>\n<b>Right to Lodge Complaints.&nbsp;</b>If you believe that we have infringed or violated your privacy rights under applicable law or this Policy, please contact us at contact@castbox.fm so that we can work with you to resolve your concerns.\nYou also have a right to lodge a complaint with a competent supervisory authority situated in a Member State of your habitual residence, place of work, or place of alleged infringement.</li>\n</ul>\n<br>17.&nbsp;How to Contact Us<p>Please also feel free to contact us at&nbsp;contact@castbox.fm if you have any questions about this Privacy Policy.</p>\n<p>Castbox is the best free podcast app with over 259 million volumes of content on Android, Apple iPhone, Amazon Alexa, Google Home, Carplay and Android Auto.</p>AboutAbout CastboxNewsroomFAQsConnectMailcontact@castbox.fmPrivacy Policy|Cookies Policy|Terms of Service|Wikipedia|© Guru Network 2023<ul>\n<li>\n</li>\n<li>About</li>\n<li>About Castbox</li>\n<li>Newsroom</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Connect</li>\n<li>Telegram</li>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Instagram</li>\n<li>contact@castbox.fm</li>\n</ul> ", "created_at": "2023-04-03 21:45:04.09044", "updated_at": "2023-04-03 21:45:43.440952"}, {"id": 15294, "name": "Cookie Policy", "url": "https://castbox.fm/policy/cookies.html", "xpath": "//body", "text": " <ul>\n<li>Get the App</li>\n<li>For Podcasters</li>\n<li>Top Shows</li>\n<li>Blog</li>\n<li>Listen</li>\n</ul>Search<p>Search for \"\"</p>\n<ul>\n</ul>Sign in<ul>\n<li>Get the App</li>\n<li>For Podcasters</li>\n<li>Top Shows</li>\n<li>Blog</li>\n<li>Listen</li>\n<li>About Castbox</li>\n<li>Newsroom</li>\n<li>FAQs</li>\n</ul>Listen NowCastbox Cookie Policy<p>Last Modified: Sep 14, 2018</p>\n<p>At Castbox, we use cookies and similar tracking technology when you access or use our website at&nbsp;https://castbox.fm, mobile application or any other other website, page, feature, email or content owned by us (collectively, the “Services”).\nThis Cookie Policy describes how we use cookies and similar tracking technologies, and the options you have regarding our cookie collection.</p>\n<br>\n<p>Our Privacy Policy has additional details about the collection and use of information at Castbox.</p>Your Acceptance<p>This Cookie Policy is governed by our Terms of Service located at&nbsp;https://castbox.fm/termsofservice.html.\nUnless we ask for your explicit consent, by accessing or using our Service, you accept the data practices detailed in this Cookie Policy.</p>\n<br>\n<p>If you do not agree with this Policy, please stop accessing or using our Service immediately.\nThis Policy does not apply to services offered by other companies or other sites linked from our Service.</p>What are cookies and similar technologies?<p>A cookie is a small text file that we place on your computer, mobile phone, or other device when you visit or access our Services (“First-party Cookies”).\nIt may also be retrieved from a device after placement by a third-party website (also known as Third-party Cookies).\nWe do not control how Third-party Cookies are used, and we encourage you to check the websites of any Third-party Cookie providers for more information about how they use cookie information (see below for more information).</p>\n<br>\n<p>There are other similar technologies such as pixel tags, web bugs, web storage and other similar files and technologies that can also do the same thing as cookies..\nCastbox uses the term \"cookies\" in this Policy to collectively refer to cookies and all such similar technologies.</p>\n<br>\n<p>A cookie can be either a session cookie or a persistent cookie.\nA session cookie is deleted when the web browser is closed.\nA persistent cookie is stored for various periods of time, usually until it is deleted by Castbox or you.</p>How does Castbox use cookies?<p>Cookies are necessary to allow us to fully operate the Service as you have requested, to improve or expand our Services, to personalize the Services for you, and to provide you with offers you may be interested in.\nThe cookies we set contain an identifier that enables us to recognize who you are and your device the next time you visit our platform.\nThis allows us to gain valuable insight about, what you listen to via the Service, which country you are in when you use the Service, or how you interact with our advertising or marketing content.\nIn turn, we use the cookie information to remind you of podcasts you have listened to previously, to remember your preferred language while you changes pages or when you login next, to serve you with advertisements that may be relevant to you and your interests and more.</p>\n<br>\n<p>We generally treat data collected by cookies and other tracking technologies as non‑personal information.\nHowever, to the extent that cookies collect IP addresses or similar identifiers that are considered personal information by local law, we also treat cookie information with identifiers as personal information.\nIf we combine non-personal information with personal information, then the combined information will be treated as your personal information for as long as it remains combined.</p>Which cookies does Castbox use?<p>Castbox uses both First-party Cookies and Third-party Cookies.\nFirst-party Cookies are those associated with the domain of our website and we control such cookies.\nThird-party Cookies are those served on our behalf by third parties, such as advertisers and data analytics companies associated with other domains, and we do not have control over such cookies.</p>How does the mobile application use device identifiers?<p>When you use our Service via a mobile device (e.g., tablet, smartphone etc.), we collect a “device identifier.” A device identifier is a small data file which uniquely identify your mobile device.\nA device identifier gives us information about your device’s browsing and use of the Service.</p>How can I manage Third-Party Cookies?<p>The Third-party Cookies used by Castbox and your options are further described below:</p>\n<br>\n<p>Google Analytics</p>\n<p>Castbox uses Google Analytics to collect statistical information about our visitors based on their web history.\nThe information is on an aggregate level and not used to track individual users.\nYou can opt-out of Google Analytics by visiting:https://tools.google.com/dlpage/gaoptout (requires installation of browser add-on).\nFor further information, see Google’s cookie policy: https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</p>\n<br>\n<p>Facebook</p>\n<p>Castbox uses Facebook Pixel which is a website plugin that allows us to measure the effectiveness of advertising by understanding the actions people take on our website.\nTo manage your Facebook Pixel settings, please go to: https://www.facebook.com/ads/preferences/?entry_product=ad_settings_screen.\nFor further information, see Facebook’s Cookie Policy: https://www.facebook.com/policies/cookies</p>\n<br>\n<p>Interest-Based Advertising Cookies</p>\n<p>We do not control interest-based advertising cookies on our Service.\nWe use Google AdSense and Doubleclick, and you can manage your ad settings directly at: https://adssettings.google.com/.</p>\n<br>\n<p>If you would like more information about interest-based advertising cookies or to opt out of having your cookie information used by companies that are part of the Digital Advertising Alliance, please visit http://optout.aboutads.info and the Network Advertising Initiative, please visit www.networkadvertising.org/choices.</p>How can I withdraw my consent to cookies via the Castbox Cookie Management Tool?<p>Castbox has a cookie management tool that allows you to control the cookies we collect.\nOur cookies are classified as either Strictly Necessary and Performance cookies.\nIf you don’t want the best user experience onf Castbox.fm anymore, you can withdraw you consent for Performance cookies in the settings below:</p>\n<br>\n<p>Strictly Necessary Cookies:Always active</p>\n<br>\n<p>Cookies classified as Strictly Necessary are required for the website, apps and Castbox platform to function and can not be switched off.\nFor example, Strictly Necessary cookies enable you to move around our website and use our features.\nWithout these cookies, we will not be able to provide you with full functionality of our Services.\nThese cookies include:</p>\n<ul>\n<li>Firebase</li>\n</ul>\n<br>\n<p>Performance Cookies:</p>\n<br>\n<p>Performance cookies are used to count visits and traffic sources and how you interact with our content on and off the Services.\nThey enable us to measure and improve our Services, and provide you with offers you may be interested in.\nThese cookies include:</p>\n<ul>\n<li>Google Analytics</li>\n<li>Facebook</li>\n<li>Google AdSense</li>\n<li>Google Doubleclick</li>\n</ul>How can I manage my cookies via browser settings?<p>Most web browsers allow you to manage your cookie preferences.\nYou can set your browser to refuse cookies or delete certain cookies.\nPlease note that if you choose to block cookies, your experience of the Castbox Service may be impaired.\nFor general information about how to manage cookies, please visit&nbsp;https://www.allaboutcookies.org,&nbsp;https://www.youronlinechoices.eu,&nbsp;or&nbsp;https://www.aboutads.info/choices/.\nYou can also read more about how to manage your cookie settings by visiting your browser manufacturer’s website.\nBelow are some common browsers and their cookie management instructions:</p>\n<br>\n<ul>\n<li>Google Chrome</li>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Safari (Desktop)&nbsp;or&nbsp;Safari (Mobile)</li>\n<li>Android Browser</li>\n<li>Opera</li>\n</ul>How can I manage mobile application cookies?<p>Your mobile device operating system may provide you with additional options to opt out of collection of your mobile identifiers.\nFor example, you may use the “Limit Ad Tracking” setting (on iOS devices) or a setting to “Opt out of Interest-Based Ads” (on Android) which allows you to limit the use of information about your use of apps for purposes of serving ads targeted to your interests.</p>Amendments to this Policy<p>We may update this Cookie Policy from time to time and we will notify you if we make any material changes when you first visit our Service after we post the new Cookie Policy or via the email we have on file for you.\nWe will update the Last Modified date at the top of the Cookie Policy when we make changes.</p>How to Contact Us<p>If you have any questions or concerns regarding our Cookie Policy, please review our Privacy Policy or&nbsp;Terms of Service.\nIf you do not find the answers there, please contact us at&nbsp;contact@castbox.fm.</p>\n<p>Castbox is the best free podcast app with over 259 million volumes of content on Android, Apple iPhone, Amazon Alexa, Google Home, Carplay and Android Auto.</p>AboutAbout CastboxNewsroomFAQsConnectMailcontact@castbox.fmPrivacy Policy|Cookies Policy|Terms of Service|Wikipedia|© Guru Network 2023<ul>\n<li>\n</li>\n<li>About</li>\n<li>About Castbox</li>\n<li>Newsroom</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Connect</li>\n<li>Telegram</li>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Instagram</li>\n<li>contact@castbox.fm</li>\n</ul>We and our partners use cookies to personalize your experience, to show you ads based on your interests, and for measurement and analytics purposes.\nBy using our website and our services, you agree to our use of cookies as described in our Cookie Policy.Got it! ", "created_at": "2023-04-03 21:45:51.379438", "updated_at": "2023-04-03 21:46:00.735687"}, {"id": 15293, "name": "Terms of Service", "url": "https://castbox.fm/termsofservice.html", "xpath": "//body", "text": " <ul>\n<li>Get the App</li>\n<li>For Podcasters</li>\n<li>Top Shows</li>\n<li>Blog</li>\n<li>Listen</li>\n</ul>Search<p>Search for \"\"</p>\n<ul>\n</ul>Sign in<ul>\n<li>Get the App</li>\n<li>For Podcasters</li>\n<li>Top Shows</li>\n<li>Blog</li>\n<li>Listen</li>\n<li>About Castbox</li>\n<li>Newsroom</li>\n<li>FAQs</li>\n</ul>Listen NowCastbox Terms of Service<p>Last Updated: July 29, 2019</p>\n<p>These Terms of Service apply when you access, use or visit our website located at&nbsp;https://castbox.fm&nbsp;(the “Site”), the associated mobile application (the “App”), and the services provided through the Site and the mobile application developed by Guru Network Limited, its subsidiaries and affiliates (collectively as “Company,” “we,” “us” and “our”) (the Site, mobile application and these services constituting the “Service”).\nThese Terms of Service (“ToS”) constitute a legal agreement between the user of our products and services (“user” or “you”) and the Company.\nIt applies when a user accesses, uses or visits our Site or Service.</p>1.\nConsent<p>By visiting the Site, downloading the App, or otherwise using the Service, you indicate your agreement to be bound by these ToS.\nIf you do not agree with these ToS, you must not use the Site or Service, and uninstall the App(s) if you have already downloaded them.</p>\n<br>\n<p>We may modify these ToS from time to time.\nWe will notify you of material changes in accordance with applicable laws.\nIf you do not agree with the proposed changes, you should discontinue your use of the Site and/or Service and uninstall the App(s).\nIf you continue using the Site and/or Service after the new terms take effect, you will be bound by the modified ToS.</p>\n<br>2.\nPrivacy Policy<p>Our Privacy Policy, located at https://castbox.fm/policy.html, is part of, and governed by these ToS.\nBy agreeing to these ToS, you agree to be bound by the terms of the Privacy Policy and Advertising Choices, and agree that we may use information collected from you in accordance with their terms.</p>3.\nNotice Regarding Dispute Resolution<p>These ToS contain provisions that govern how claims you and we may have against each other are resolved, including an agreement and obligation to arbitrate disputes, which, subject to limited exceptions, will require you to submit claims you have against us to binding arbitration, unless you opt-out of arbitration as described below.</p>\n<p>If you do not opt-out of arbitration, you will only be permitted to pursue claims and seek relief (including monetary, injunctive, and declaratory relief) against us on an individual basis, not as part of any class or representative action or proceeding.</p>4.\nAffirmative Representations<p>When you use the Site or Service, you represent that:</p>\n<br>\n<ul>\n<li>your use of the Site or Service does not violate any applicable law or regulation;</li>\n<br>\n<li>You are over the age of 18 or, if not, you are between the ages of 13 and 17 and a third party parent or legal guardian has agreed to these ToS.</li>\n<br>\n<li>you are of sufficient legal age or otherwise have legal capacity to legally enter into these ToS.</li>\n</ul>5.\nRules Governing User Contributions.\nProhibited Activities<p>\n<b>A.<i>&nbsp;User Contributions.&nbsp;</i>\n</b>If you are a member of the Service and you are logged in to your member account, you may be able to submit comments, stories and content to the Service (collectively, “Contributions”).\nYou are entirely responsible for the content of, and any harm resulting from, any Contributions that you post on or through the Service.\nWhen you create or make available a Contribution on or through the Service, you represent and warrant that you:</p>\n<ul>\n<li>own or have sufficient rights to post your Contributions on or through the Service;</li>\n<br>\n<li>will not post Contributions that violate our or any other person’s privacy rights, publicity rights, intellectual property rights (including without limitation copyrights) or contract rights;</li>\n<br>\n<li>have fully complied with any third-party licenses relating to Contributions and shall pay all royalties, fees and any other monies required to be paid in connection with Contributions that you post on or through the Service;</li>\n<br>\n<li>will not post Contributions that:<br>(i) are defamatory, damaging, disruptive, unlawful, inappropriate, offensive, inaccurate, pornographic, vulgar, indecent, profane, hateful, racially or ethnically offensive, obscene, lewd, lascivious, filthy, threatening, excessively violent, harassing, or otherwise objectionable;<br>(ii) incite, encourage or threaten immediate physical harm against another, including but not limited to, Contributions that promote racism, bigotry, sexism, religious intolerance or harm against any group or individual.\nor<br>(iii) contain material that solicits personal information from anyone under the age of 13 or exploits anyone in a sexual or violent manner;</li>\n<br>\n<li>will not post Contributions that contain advertisements or solicit any person to buy or sell products or services.\nand</li>\n<br>\n<li>will not post Contributions that constitute, contain, install or attempt to install or promote spyware, malware or other computer code, whether on our or others’ computers or equipment, designated to enable you or others to gather information about or monitor the on-line or other activities of another party.</li>\n</ul>\n<br>\n<p>\n<b>B.<i>&nbsp;Prohibited Activities.&nbsp;</i>\n</b>In addition to the obligations described in Section 5(A), you agree that in connection with your use of the Service, you will not:</p>\n<br>\n<ul>\n<li>use the Service for any unauthorized purpose including collecting usernames and/or email addresses of other users by electronic or other means for the purpose of sending unsolicited email or other electronic communications, or engaging in unauthorized framing of, or linking to, the Service without our express written consent;</li>\n<br>\n<li>transmit chain letters, bulk or junk email or interfere with, disrupt, or create an undue burden on the Service or the networks or services connected to the Service, including without limitation, hacking into the Service, or using the system to send unsolicited or commercial emails, bulletins, comments or other communications;</li>\n<br>\n<li>impersonate any other person or entity, sell or let others use your profile or password, provide false or misleading identification or address information, or invade the privacy, or violate the personal or proprietary right, of any person or entity;</li>\n<br>\n<li>post advertisements or solicitations for jobs or employment on the Service, or otherwise use the Service to hire any person to perform work, including, without limitation, posting advertisements or solicitations for modeling jobs or talent or talent scouting positions on the Service;</li>\n<br>\n<li>post on the Service any franchise, pyramid scheme, “club membership,” distributorship or sales representative agency arrangement or other business opportunity which requires an up-front or periodic payment, pays commissions, or requires recruitment of other members, sub-distributors or sub-agents;</li>\n<br>\n<li>decompile, disassemble, modify, translate, adapt, reverse engineer, create derivative works from or sublicense the Service, or any portion thereof.\nor</li>\n<br>\n<li>circumvent, disable or otherwise interfere with security related features of the Service or features that prevent or restrict use or copying of any Materials (as defined in Section 7) or enforce limitations on use of the Service or the Materials on the Service.</li>\n</ul>\n<br>6.\nRights in Contributions<p>\n<b>A.<i>&nbsp;Ownership of Contributions.&nbsp;</i>\n</b>We do not claim any ownership rights in the Contributions that you post on or through the Service.\nAfter posting your Contributions on the Service, you continue to retain any rights you may have in your Contributions, including any intellectual property rights or other proprietary rights associated with your Contributions, subject to the license you grant to us below.</p>\n<br>\n<p>\n<b>B.<i>&nbsp;Grant of License to Us for Contributions.&nbsp;</i>\n</b>By making a Contribution to the Service, you grant us a perpetual, non-exclusive (meaning you are free to license your Contribution to anyone else in addition to us), fully-paid, royalty-free (meaning that we are not required to pay you to use your Contribution), sublicensable (so that we can use affiliates, subcontractors and other partners such as wireless carriers and hosted service providers to make the Service available to you) and worldwide (because the Internet is global in reach) license to:</p>\n<ul>\n<li>Use, edit, format, reproduce, publicly perform, publicly display, disseminate, market and distribute the Contribution in connection with the Service;</li>\n<br>\n<li>Create, distribute and make publicly available excerpts of Contribution for promotional and/or advertising purposes;</li>\n<br>\n<li>Create and use derivative works there from in order to promote the content on the Service.</li>\n</ul>\n<br>The rights you grant in this license are for the limited purpose of operating, promoting, and improving our Services.<p>\n</p>7.\nInclude Your RSS Feed into Our Directory<p>Subject to the terms and conditions of this Terms of Service, we grant you a license to access and use our service for the purpose of making the transmissions on and through your RSS Feed available to End Users.\nWe reserve the right, in our sole discretion, to exclude, remove or block access to your Feed, including all Feed Content from our service and the directory at any time, for any or no reason, without notice or liability to you.\nBy exercising such rights, we assume no liability for transmissions or distributions made by you through the Feed within any territory and exercises no right or ability to control your Feed.</p>\n<p>By entering into these terms, you hereby grant us a non-exclusive, fully paid, royalty-free, sublicensable and revocable license to include your Feed into our directory of podcasts for users throughout the universe or restricted to certain territories.\nYou are in control of any intellectual property appearing in our directory and you may remove it at any time by changing your RSS Feed.</p>8.\nOur Intellectual Property Rights<p>Except for your Contributions and the Contributions of other users of the Service, all of the text, copyrightable computer code, trademarks, service marks, and logos contained on the Service (“Materials”), are owned by or licensed to us and are subject to copyright and other intellectual property rights under United States and foreign laws and international conventions.\nThe Service and the Materials are for your information and personal use only and not for commercial exploitation.\nWe reserve all rights in and to the Service and the Materials.\nIf you download or print a copy of the Materials for your own personal use, you must retain all trademark, copyright and other proprietary notices contained in and on the Materials.</p>9.\nOur Management of the Service.\nUser Misconduct<p>\n<b>A.<i>&nbsp;Our Right to Manage the Service.&nbsp;</i>\n</b>We reserve the right, but do not undertake the obligation to: (a) monitor or review the Service for violations of these Terms of Service and for compliance with our policies.\n(b) report to law enforcement authorities and/or take legal action against anyone who violates these Terms of Service.\n(c) refuse, restrict access to or the availability of, or remove, delete, edit or disable (to the extent technologically feasible) any Contribution or any portion thereof.\n(d) manage the Service in a manner designed to protect our and third parties’ rights and property or to facilitate the proper functioning of the Service.\n(e) screen our users or members, or attempt to verify the statements of our users or members and/or (f) monitor disputes between you and other users or to terminate or block you and other users for violating these Terms of Service.</p>\n<br>\n<p>\n<b>B.<i>&nbsp;Interactions with other Users.&nbsp;</i>\n</b>You are solely responsible for your interactions with other users of the Service.\nPlease note that there are risks that may arise when dealing with strangers, including persons who may be acting under false pretenses.\nPlease choose carefully the information you post on the Service and that you give to other users of the Service.\nYou are discouraged from publicly posting your telephone number or street address on the Service.\nInformation posted to the Service by other users of the Service may be offensive, harmful or inaccurate, and in some cases may be mislabeled or deceptively labeled.\nYou assume all risks associated with dealing with other users with whom you come in contact through the Service.\nOpinions and other statements included in users’ Contributions do not represent the opinions or statements of the Company and the posting of a Contribution on the Service does not constitute the Company’s support or endorsement of any opinions or statements expressed in the applicable Contribution.</p>\n<br>\n<p>\n<b>C.<i>&nbsp;Our Right to Terminate Users.\nWITHOUT LIMITING ANY OTHER PROVISION OF these Terms of Service, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION, AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF the Service TO ANY PERSON FOR ANY REASON OR FOR NO REASON AT ALL, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY OR COVENANT CONTAINED IN these Terms of Service, OR OF ANY APPLICABLE LAW OR REGULATION.&nbsp;</i>\n</b>\n</p>\n<br>10.\nThird Party App Stores<p>You acknowledge and agree that the availability of the Service may be dependent on third party websites from which you download the Service, e.g., the Apple App Store or Google Play Store (each a “Third Party App Store”).\nYou acknowledge that these Terms of Service are between you and Company and not with the applicable Third Party App Store.\nEach Third Party App Store may have its own terms and conditions to which you must agree before downloading the Service from it.\nYou agree to comply with, and your license to use the Service is conditioned upon, your compliance with, the applicable Third Party App Store terms and conditions.\nTo the extent that other terms and conditions from the applicable Third Party App Store are less restrictive than, or otherwise conflict with, the terms and conditions of these Terms of Service, the more restrictive or conflicting terms and conditions in these Terms of Service will apply.</p>11.\nPremium Services and In-App Purchases<p>We may make certain products and/or services available to users of the Castbox Application in consideration of a subscription fee or other fees (“Premium Services”), including the ability to purchase products, services (“In-App Products”).\nIf you choose to use Premium Services or make purchase of In-App Products via a Third Party App Store, then the Third Party App Store will charge your account the applicable fees or charges.</p>\n<br>\n<p>Billing for Premium Services and In-App Purchases will be handled by the Third Party App Store, according to their terms disclosed to you at the time of purchase as well as the general terms for in app purchases that apply to your Account.\nSome Third Party App Store may charge you sales tax, depending on where you live.</p>\n<br>\n<p>If you purchase an auto-recurring periodic subscription through an in app purchase, your Account will continue to be billed for the subscription until you cancel.\nIf you do not wish your subscription to renew automatically, or if you want to change or terminate your subscription, you will need to log in to your account and follow instructions to cancel your subscription, even if you have otherwise deleted your account with us or if you have deleted the Castbox application from your device.\nDeleting your member account or deleting the application from your device does not cancel your subscription.\nWe will retain all funds charged to your Account until you cancel your subscription through your Account.</p>\n<br>12.\nThird Party Sites<p>The Site may contain links to websites operated by third parties (“Third Party Sites”).\nFor example, you can access our Facebook, Twitter and Instagram pages through links on the Service, and you may be able to share Contributions or other information with Third Party Sites through links on the Service.\nhowever, we do not own or operate the Third Party Sites, and we have not reviewed, and cannot review, all of the material, including goods or services, made available through Third Party Sites.\nThe availability of these links on the Service does not represent, warrant or imply that we endorse any Third Party Sites or any materials, opinions, goods or services available on them.\nThird party materials accessed through or used by means of the Third Party Sites may also be protected by copyright and other intellectual property laws.<b>\n<i>&nbsp;These Terms of SErvice DO NOT APPLY TO THIRD PARTY SITES.\nBEFORE VISITING A THIRD PARTY SITE through links or other MEANS provided on or through the service, you SHOULD REVIEW THE THIRD PARTY SITE’S TERMS AND CONDITIONS and PRIVACY POLICY, AND INFORM yourself OF THE REGULATIONS, POLICIES AND PRACTICES OF THESE THIRD PARTY SITES.&nbsp;</i>\n</b>\n</p>13.&nbsp;BOX.\nWallet.\nBOX Earn and Spend Opportunities<p>We facilitate your access to a decentralized blockchain ecosystem stewarded by ContentBox.\nYou can find out more about BOX and its Ecosystem at https://contentbox.one.</p>\n<br>\n<p>You agree that (a) you are using BOX at your own risk, on an as-is and where-is basis.\n(b) you will abide by any policies made available by the ContentBox Ecosystem.\n(c) BOXs are not securities, are not registered with any government entity as a security and shall not in any case be considered as such (d) BOX is not representing or warranting that BOX has any real monetary value.\n(e) BOX may discontinue its integration with the Castbox at any time for any reason.\nand (e) We are not responsible for any BOX applications or opportunities developed by third parties.</p>\n<br>\n<p>\n<b>(1)&nbsp.\nCompliance</b>\n</p>\n<p>You understand and agree that it is your obligation to ensure compliance with any legislation relevant to your country of domicile concerning use of Box, and that We should not accept any liability for any illegal or unauthorized use of Our service and use and buying of the BOX.\nYou agree to be solely responsible for any applicable taxes imposed on BOXs purchased hereunder.</p>\n<br>\n<p>\n<b>(2)&nbsp.\nWallet</b>\n</p>\n<p>We may make available wallet services within Castbox for you to store BOX, including BOX that you have earned through Castbox.\nThe wallet is accessible to any person that has access to your account with us.\nAccordingly, you acknowledge and agree that it is your responsibility to maintain the safety and security of your password to the Castbox and that any person having access to your account may be able to spend BOX that you have stored in your wallet.</p>\n<br>\n<p>\n<b>(3)&nbsp.\nBOX Earn and Spend Opportunities</b>\n</p>\n<p>We may make available to you opportunities from us or third parties to earn and spend BOX.\nWhile some of these opportunities will be integrated within the Castbox application and, accordingly, may appear as though they are part of Castbox, some of these opportunities are from third parties and not Castbox.\nWhile we may bring to your attention that an opportunity is made available by a third party, it is your responsibility to carefully review each opportunity.</p>\n<br>\n<p>\n<b>(4)&nbsp.\nBOX Marketplace Earn and Spend Opportunities</b>\n</p>\n<p>We may make available to you access to the marketplace that is made available by Contentbox, where you may explore opportunities to earn and spend BOX.\nYou acknowledge and agree that these opportunities are not endorsed by us.\nIt is your sole responsibility to exercise judgement in evaluating and participating in any such opportunities and we are not responsible for any earn and spend opportunities made available on the BOX Marketplace.\nYou understand and agree that We shall not be held liable to and shall not accept any liability, obligation or responsibility whatsoever for any change of the value of the BOX or other Cryptocurrency.</p>\n<br>\n<p>\n<b>(5)&nbsp.\nIrreversibility of BOX Transactions</b>\n</p>\n<p>You acknowledge that BOX transactions, including each time you spend or transfer BOX, are irreversible and that it is your sole responsibility to ensure you make each decision to spend or transfer BOX carefully.</p>\n<br>14.&nbsp;Legal Disputes and Arbitration Agreement<p>Please Read This Following Clause Carefully – It May Significantly Affect Your Legal Rights, Including Your Right to File a Lawsuit in Court</p>\n<br>\n<p>\n<b>(1)&nbsp.\nInitial Dispute Resolution</b>\n</p>\n<p>We are available by email at the address provided in the “How to Contact Us” Section to address any concerns a user may have regarding the Service.\nMost concerns may be quickly resolved in this manner.\nFor any dispute you have with the Company, you agree to first contact us and attempt to resolve the dispute with us informally.\nWe each agree to resolve any dispute arising out of or in connection with, or relating to this Agreement directly through consultation and good faith negotiations, which shall be a precondition to either party initiating a lawsuit or arbitration.</p>\n<br>\n<p>\n<b>(2)&nbsp.\nAgreement to Binding Arbitration</b>\n</p>\n<p>If we do not reach an agreed upon solution within a period of thirty (30) days from the time informal dispute resolution is pursued pursuant to section “Initial Dispute Resolution” above, then either party may initiate binding arbitration.</p>\n<br>\n<p>All claims arising out of or relating to these ToS (including its formation, performance and breach), the parties’ relationship with each other and/or your use of the Service shall be finally settled by binding arbitration administered on a confidential basis by the American Arbitration Association in accordance with the provisions of the Consumer Arbitration Rules of the American Arbitration Association (the “AAA”), excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these ToS, including, but not limited to, any claim that all or any part of these ToS is void or voidable.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nThe interpretation and enforcement of these ToS shall be subject to the Federal Arbitration Act.</p>\n<br>\n<p>\n<b>THE AAA’S RULES GOVERNING THE ARBITRATION MAY BE ACCESSED AT WWW.ADR.ORG OR BY CALLING THE AAA AT 1.800.778.7879.\nTO THE EXTENT THE FILING FEE FOR THE ARBITRATION EXCEEDS THE COST OF FILING A LAWSUIT, WE WILL PAY THE ADDITIONAL COST.\nIF WE ARE REQUIRED TO PAY THE ADDITIONAL COST OF THE FILING FEES, YOU SHOULD SUBMIT A REQUEST FOR PAYMENT OF FEES TO AAA ALONG WITH YOUR FORM FOR INITIATING THE ARBITRATION, AND WE WILL MAKE ARRANGEMENTS TO PAY ALL NECESSARY FEES DIRECTLY TO AAA.\nTHE ARBITRATION RULES ALSO PERMIT YOU TO RECOVER ATTORNEY’S FEES IN CERTAIN CIRCUMSTANCES.</b>\n</p>\n<br>\n<p>\n<b>THE PARTIES UNDERSTAND THAT, ABSENT THIS MANDATORY PROVISION, THEY WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nTHEY FURTHER UNDERSTAND THAT, IN SOME INSTANCES, THE COSTS OF ARBITRATION COULD EXCEED THE COSTS OF LITIGATION AND THE RIGHT TO DISCOVERY MAY BE MORE LIMITED IN ARBITRATION THAN IN COURT.</b>\n</p>\n<br>\n<p>\n<b>(3)&nbsp.\nClass Action and Class Arbitration Waiver</b>\n</p>\n<p>You and the Company each further agree that any arbitration shall be conducted in your respective individual capacities only and not as a class action or other representative action, and you and the Company each expressly waive your respective right to file a class action or seek relief on a class basis.\nIf any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above in Section “Agreement to Binding Arbitration Above” shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<br>\n<p>\n<b>(4)&nbsp.\nException - Small Claims Court Claims</b>\n</p>\n<p>Notwithstanding the parties’ agreement to resolve all disputes through arbitration, either party may seek relief in a small claims court for disputes or claims within the scope of that court’s jurisdiction.</p>\n<br>\n<p>\n<b>(5)&nbsp.\n30 Day Right to Opt Out</b>\n</p>\n<p>You have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth in this Section “Arbitration Agreement” by sending written notice of your decision to opt-out to the address provided in the “How to Contact Us” Section.</p>\n<br>\n<p>The notice must be sent by you within thirty (30) days of your downloading of the App, otherwise you will be bound to arbitrate disputes in accordance with the terms of those sections.\nIf you opt-out of these arbitration provisions, we also will not be bound by them.</p>\n<br>\n<p>\n<b>(6)&nbsp;Exclusive Venue for Litigation</b>\n</p>\n<p>To the extent that the arbitration provisions set forth in above do not apply, the parties agree that any litigation between them shall be filed exclusively in state or federal courts located in San Francisco County, California (except for small claims court actions which may be brought in the county where you reside).\nThe parties expressly consent to exclusive jurisdiction in California for any litigation other than small claims court actions.</p>\n<br>15.&nbsp;Warranty Disclaimer.\nLimitation on Liability<p>\n<b>A.&nbsp;<i>Disclaimer of Warranties</i>\n</b>\n</p>\n<br>\n<ul>\n<li>TO THE EXTENT PERMITTED BY APPLICABLE LAW, ALL Materials, CONTRIBUTIONS OR ANY OTHER MATERIALS OR ITEMS PROVIDED THROUGH the Service ARE PROVIDED “AS IS” AND “AS AVAILABLE,” WITHOUT WARRANTY OR CONDITIONS OF ANY KIND.\nBY OPERATING the Service, WE DO NOT REPRESENT OR IMPLY THAT WE ENDORSE ANY CONTRIBUTIONS OR ANY OTHER MATERIALS OR ITEMS AVAILABLE ON OR LINKED TO BY the Service, INCLUDING WITHOUT LIMITATION, CONTENT HOSTED ON THIRD PARTY SITES, OR THAT WE BELIEVE CONTRIBUTIONS OR ANY OTHER MATERIALS OR ITEMS TO BE ACCURATE, USEFUL OR NON-HARMFUL.\nWE CANNOT GUARANTEE AND DO NOT PROMISE ANY SPECIFIC RESULTS FROM USE OF the Service.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN these Terms of SErvice.\nYOU AGREE THAT YOUR USE OF The Service WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE AND EACH OF OUR ADVERTISERS, LICENSORS, SUPPLIERS, OFFICERS, DIRECTORS, INVESTORS, EMPLOYEES, AGENTS, SERVICE PROVIDERS AND OTHER CONTRACTORS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH the Service AND YOUR USE THEREOF.</li>\n<br>\n<li>TO THE EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY, RELIABILITY, TIMELINESS OR COMPLETENESS OF the service’s CONTENT, THE CONTENT OF ANY SITE LINKED TO the service, CONTRIBUTIONS, INFORMATION OR ANY OTHER ITEMS OR MATERIALS ON the service OR LINKED TO BY the Service.\nWE ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (A) ERRORS, MISTAKES OR INACCURACIES OF CONTENT AND MATERIALS, (B) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF the SERVICE, (C) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN, (D) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM the service, (E) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH the service BY ANY THIRD PARTY, AND/OR (F) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA the Service.</li>\n</ul>\n<br>\n<p>\n<b>B.&nbsp;<i>Limited Liability.</i>\n</b>\n</p>\n<br>\n<p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL WE BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT DAMAGES ARISING FROM YOUR USE OF the Service, CONTRIBUTIONS, MATERIALS OR ANY OTHER CONTENT THEREIN.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED IN These Terms of SErvice, OUR LIABILITY TO YOU IN RESPECT OF ANY LOSS OR DAMAGE SUFFERED BY YOU AND ARISING OUT OF OR IN CONNECTION WITH These Terms of Service, WHETHER IN CONTRACT, TORT OR FOR BREACH OF STATUTORY DUTY OR IN ANY OTHER WAY SHALL NOT EXCEED $50.</p>\n<br>16.&nbsp;Notice to New Jersey Users<p>Notwithstanding any terms set forth in these Terms of Service, if any of the provisions set forth in Section 13 are held unenforceable, void or inapplicable under New Jersey law, then any such provision shall not apply to you but the rest of these Terms of Service shall remain binding on you and the Company.\nIn addition, for New Jersey residents, the limitation on liability is inapplicable where attorneys’ fees, court costs, or other damages are mandated by statue.\nNotwithstanding any provision in these Terms of Service, nothing in these Terms of Service is intended to, nor shall it be deemed or construed to, limit any rights available to you under the Truth-in-Consumer Contract, Warranty and Notice Act.</p>17.&nbsp;Notice to California Users<p>Under California Civil Code Section 1789.3, users located in California entitled to the following consumer rights notice: If a user has a question or complaint regarding the Service, please send an email to&nbsp;contact@castbox.fm&nbsp;California residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<br>18.&nbsp;Digital Millennium Copyright Act Policy<p>We follow the notice and take down provisions of the Digital Millennium Copyright Act (the “DMCA”).\nIn addition, we may terminate the account and access rights of any repeat infringer in appropriate circumstances.\nIf you are a copyright owner or the legal agent of a copyright owner, and you believe that any user Contribution on the Service infringes upon your copyrights, you may submit a notification pursuant to our DMCA Policy by sending an email to&nbsp;contact@castbox.fm&nbsp.\nwith a subject line beginning “DMCA Notice” that contains the following information:</p>\n<br>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner or an agent of an exclusive right that is allegedly infringed;</li>\n<br>\n<li>Identification of the copyright claimed to have been infringed;</li>\n<br>\n<li>Identification of the material that is claimed to be infringing, and where it is located in the App or Service, as applicable;</li>\n<br>\n<li>Information reasonably sufficient to permit us to contact you;</li>\n<br>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law, and;</li>\n<br>\n<li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</li>\n</ul>\n<br>\n<p>We respect the intellectual property rights of others and will respond to clear notices of alleged infringement.\nYou acknowledge that if you fail to comply with all of the requirements of this section, your notice may not be valid.</p>\n<br>19.&nbsp;Independent Contractors<p>Nothing in these Terms of Service shall be deemed to create an agency, partnership, joint venture, employer-employee or franchisor-franchisee relationship of any kind between us and any user.</p>20.&nbsp;Non-Waiver<p>Our failure to exercise or enforce any right or provision of these Terms of Service shall not operate as a waiver of the applicable right or provision</p>21.&nbsp;Severability<p>These Terms of Service operate to the fullest extent permissible by law.\nIf any provision or part of a provision of these Terms of Service is unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Service and shall not affect the validity and enforceability of any remaining provisions.</p>22.&nbsp;Assignment<p>We may assign our rights under these Terms of Service without your approval.</p>23.&nbsp;No Modifications by Our Employees<p>If any of our employees offers to modify the terms of these Terms of Service, he or she is not acting as an agent for us or speaking on our behalf.\nYou may not rely, and should not act in reliance on, any statement or communication from our employees or anyone else purporting to act on our behalf.</p>24.&nbsp;Governing Law<p>This TOS will in all respects be governed by and construed and enforced in accordance with the laws of the State of California (without giving effect to any choice or conflict of laws).\nThe United Nations Convention on Contracts for the International Sale of Goods will not apply to this Agreement.</p>25.&nbsp;Contact Information<p>If you have any questions about these Terms of Service or your account, please contact us at&nbsp;contact@castbox.fm&nbsp;.</p>\n<p>Castbox is the best free podcast app with over 259 million volumes of content on Android, Apple iPhone, Amazon Alexa, Google Home, Carplay and Android Auto.</p>AboutAbout CastboxNewsroomFAQsConnectMailcontact@castbox.fmPrivacy Policy|Cookies Policy|Terms of Service|Wikipedia|© Guru Network 2023<ul>\n<li>\n</li>\n<li>About</li>\n<li>About Castbox</li>\n<li>Newsroom</li>\n<li>FAQs</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Connect</li>\n<li>Telegram</li>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Instagram</li>\n<li>contact@castbox.fm</li>\n</ul>We and our partners use cookies to personalize your experience, to show you ads based on your interests, and for measurement and analytics purposes.\nBy using our website and our services, you agree to our use of cookies as described in our Cookie Policy.Got it! ", "created_at": "2023-04-03 21:45:04.121804", "updated_at": "2023-04-03 21:46:21.119282"}], "points": [{"id": 30583, "title": "There is a date of the last update of the agreements", "source": "https://castbox.fm/policy.html", "status": "Generated through the annotate view", "created_at": "2023-04-04 08:49:45.390439", "updated_at": "2023-07-11 06:23:33.335327", "quoteText": null, "case_id": 331, "document_id": 15292, "quoteStart": null, "quoteEnd": null}, {"id": 30588, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://castbox.fm/termsofservice.html", "status": "Generated through the annotate view", "created_at": "2023-04-04 08:57:04.530387", "updated_at": "2023-07-11 06:28:30.477268", "quoteText": null, "case_id": 294, "document_id": 15293, "quoteStart": null, "quoteEnd": null}, {"id": 30584, "title": "Any liability on behalf of the service is only limited to $50", "source": "https://castbox.fm/termsofservice.html", "status": "Generated through the annotate view", "created_at": "2023-04-04 08:51:44.795366", "updated_at": "2023-07-11 06:28:30.151224", "quoteText": null, "case_id": 149, "document_id": 15293, "quoteStart": null, "quoteEnd": null}, {"id": 30585, "title": "The court of law governing the terms is in State of California", "source": "https://castbox.fm/termsofservice.html", "status": "Generated through the annotate view", "created_at": "2023-04-04 08:53:36.237285", "updated_at": "2023-07-11 06:28:30.236156", "quoteText": null, "case_id": 163, "document_id": 15293, "quoteStart": null, "quoteEnd": null}, {"id": 30586, "title": "Third-party cookies are used for statistics", "source": "https://castbox.fm/policy/cookies.html", "status": "Generated through the annotate view", "created_at": "2023-04-04 08:55:05.609375", "updated_at": "2023-07-11 06:28:30.321529", "quoteText": null, "case_id": 325, "document_id": 15294, "quoteStart": null, "quoteEnd": null}, {"id": 30587, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://castbox.fm/termsofservice.html", "status": "Generated through the annotate view", "created_at": "2023-04-04 08:56:27.299371", "updated_at": "2023-07-11 06:28:30.397467", "quoteText": null, "case_id": 295, "document_id": 15293, "quoteStart": null, "quoteEnd": null}], "urls": ["castbox.fm"]}}