{"error": 448, "message": "OK", "parameters": {"id": 2777, "name": "PickerWheel.com", "created_at": "2021-02-10 18:56:48.352988", "updated_at": "2021-03-25 03:19:57.608788", "wikipedia": null, "keywords": null, "related": null, "slug": "pickerwheelcom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2777.png", "url": "pickerwheel.com", "documents": [{"id": 4210, "name": "Privacy Policy", "url": "https://pickerwheel.com/privacy-policy/", "xpath": "//*[@id=\"gatsby-focus-wrapper\"]/div/div/div[3]/div/div", "text": "Privacy Policy\nWelcome to Picker Wheel!\n<p>Picker Wheel values your privacy and the protection of your personal data.\nThis privacy policy describes what information we collect from you, how we collect it, how we use it, how we obtain your consent, how long we keep it in our databases and, if necessary, with whom we share it.</p>\n<p>By using the platform, you are accepting the practices described in this Privacy Policy.\nUse of the platform is also subject to our Terms and Conditions.</p>\n<p>This Privacy Policy may change from time to time.\nYour continued use of the platform after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.\nThis Privacy Policy has been developed and is maintained in accordance with all applicable federal and international laws and regulations and specifically with the GDPR (General Data Protection Regulation - European regulation) and the California Online Privacy Protection Act (CalOPPA – U.S regulation).</p>\n1.\nGeneral Information\n<p>The personal data of the users that are collected and processed through:</p>\n<blockquote>\n<blockquote>\n<p>https://pickerwheel.com/</p>\n</blockquote>\n</blockquote>\n<p>Will be under responsibility and in charge of:</p>\n<blockquote>\n<blockquote>\n<p>\n<strong>Picker Wheel</strong> &gt.\n<strong>contact@pickerwheel.com</strong>\n<br>\n(Hereinafter referred to as “Picker Wheel”).</p>\n</blockquote>\n</blockquote>\n2.\nTypes of Information Gathered\n<p>The information we collect from our users helps to personalize and continually improve the user experience on the platform.\nHere are the types of information we gather:</p>\n<p>\n<strong>Information You Give Us.</strong> You provide information when you search, read, listen, and view content, register as a user, use the platform and services and/or communicate with us through our contact information or through our contact forms.\nAs a result of those actions, you might supply us with the following information:</p>\n<ul>\n<li>First and last name</li>\n<li>Email address</li>\n<li>User content (inputs)</li>\n<li>IP address</li>\n<li>Any additional information relating to you that you provide to us directly through our platform or indirectly through our platform or online presence such as ‘cookies’.</li>\n</ul>\n<p>Picker Wheel will not collect any personally identifiable information about you unless you provide it.</p>\n<p>Information Collected Automatically: By accessing and using the website you automatically provide us with the following information:</p>\n<ul>\n<li>The device and usage information you use to access the website</li>\n<li>Your IP address</li>\n<li>Browser and device characteristics</li>\n<li>Operating system</li>\n<li>Referring URLs</li>\n<li>Your location</li>\n<li>What parts of the website you use and how often</li>\n</ul>\n<p>If you access the website through a mobile phone, we will collect the following information:</p>\n<ul>\n<li>Mobile device ID</li>\n<li>Model and manufacturer</li>\n<li>Operating system</li>\n<li>Version information</li>\n<li>IP address</li>\n</ul>\n<p>\n<strong>GOOGLE Analytics.</strong> We use Google Analytics provided by Google, Inc., USA (“Google”).\nThese tool and technologies collect and analyze certain types of information, including IP addresses, device, and software identifiers, referring and exit URLs, feature use metrics and statistics, media access control address (MAC Address), mobile unique device identifiers, and other similar information via the use of cookies.\nThe information generated by Google Analytics (including your IP address) may be transmitted to and stored by Google on servers in the United States.\nWe use the GOOGLE Analytics collection of data to enhance the platform and improve our service.</p>\n<p>Please consult Google's privacy policy here:</p>\n<p>https://policies.google.com/privacy</p>\n<p>\n<strong>Social Media:</strong> On our platform you will find links and functions linked to different social media, in which you can share your information.</p>\n<p>It is advisable to consult the privacy policy and data protection of each social media used on our platform.</p>\n<p>Facebook: https://www.facebook.com/privacy/explanation</p>\n<p>Twitter: https://twitter.com/en/privacy</p>\n3.\nHow Long We Keep Your Data\n<p>Personal data will be kept for the time necessary for the provision of the platform and services.\nPicker Wheel may be allowed to retain personal data for a longer period whenever the user has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, Picker Wheel may be obliged to retain personal data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.\nOnce the retention period expires, personal data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p>\n4.\nHow We Use Your Information\n<p>In general, we use the information we collect primarily to provide, maintain, protect, and improve our current platform and services.\nWe use personal information collected through our site as described below and described elsewhere in this Policy to:</p>\n<ul>\n<li>Identify you as a user in our system.</li>\n<li>User registration.</li>\n<li>Provide the platform and services.</li>\n<li>Create and share user links.</li>\n<li>Respond to users' feedback via e-mail.</li>\n<li>Understand and enhance your experience using our services.</li>\n<li>Respond to your comments or questions through our support team.</li>\n<li>Send you related information, including confirmations, technical notices, updates, security alerts and support and administrative messages.</li>\n<li>Communicate with you about upcoming events and news about content and services offered by Picker Wheel and our selected partners.</li>\n<li>Marketing purposes of Picker Wheel.</li>\n<li>Link or combine your information with other information we get from third parties to help understand your needs and provide you with better service.</li>\n<li>Protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.</li>\n</ul>\n5.\nHow Do You Get My Consent?\n<p>By registering as a user, using the services, communicating with us through the contact forms or our contact information, accepting the use of cookies by our platform and providing us with personal information to communicate with you, you consent to our collection, storage and use of your information on the terms contained in this privacy policy.\nYou consent to the use of cookies on our platform when you give your acceptance through the pop-up window shown on the home page when you enter the platform.\nYou may withdraw your consent by sending us your request via the contact information or the contact page.</p>\n6.\nHow We Share Information\n<p>Information about our customers is an important part of our business, and we are not in the business of selling it to others.\nWe share customer information only as described below.</p>\n<p>\n<strong>Third-Party Service Providers.</strong> We use the services of third parties to perform certain functions on the platform.\nFor example, create the platform and host the website, send email, analyze data (Google Analytics), show advertising within the website, provide marketing services, and provide search results.</p>\n<p>These third-party services and tools may have access to personal information needed to perform their functions but may not use that information for other purposes.\nInformation shared with these third-party services will be treated and stored in accordance with their respective privacy policies and our privacy policy.</p>\n<p>\n<strong>Share links:</strong> Users can create a Share link with their entries included and share it with other people or users.\nAnyone who has access to the link can access the tool with the entries of the user who shared and generated the link.\nThe shared link data is stored in the online database.</p>\n<p>\n<strong>Business Transfers.</strong> In the event that Picker Wheel creates, merges with, or is acquired by another entity, your information will most likely be transferred.\nPicker Wheel will email you or place a prominent notice on our Platform before your information becomes subject to another privacy policy.</p>\n<p>\n<strong>Protection of Picker Wheel and others.</strong> We release personal information when we believe release is appropriate to comply with the law, enforce or apply our Terms and conditions and other agreements, or protect the rights, property, or safety of Picker Wheel, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.</p>\n<p>\n<strong>With Your Consent.</strong> Other than as set out above, you will receive notice when personally identifiable information about you might go to third parties, and you will have an opportunity to choose not to share the information.</p>\n<p>\n<strong>Anonymous Information.</strong> Picker Wheel uses the anonymous browsing information collected automatically by our servers primarily to help us administer and improve the Platform.\nWe may also use aggregated anonymous information to provide information about the Platform to potential business partners and other unaffiliated entities.\nThis information is not personally identifiable.</p>\n<p>\n<strong>Email Address.</strong> The email address that you supply to us for purposes of receiving our email communications will never be rented or sold to a third party.</p>\n7.\nAdvertising Privacy Statement\n<p>This Site is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (“CafeMedia”) for the purposes of placing advertising on the Site, and CafeMedia will collect and use certain data for advertising purposes.\nTo learn more about CafeMedia’s data usage, click here:</p>\n<p>www.cafemedia.com/publisher-advertising-privacy-policy</p>\n8.\nProtecting Your Information\n<p>We work to protect the security of your information during transmission by using Secure Sockets Layer (SSL) software, which encrypts information you input.\nWe restrict authorized access to your personal information to those persons who have a legitimate purpose to know that information to provide products or services to you and those persons you have authorized to have access to such information.</p>\n<p>Picker Wheel follows generally accepted industry standards to protect the personal information submitted to us, both during transmission and once Picker Wheel receives it.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, while Picker Wheel strives to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.</p>\n<p>We will not sell, distribute, or lease your personal information to third parties unless we have your permission or are required by law to do so.</p>\n9.\nRights\n<p>Users who provide information through our website, as data subjects and data owners, have the right to access, rectify, download, or delete their information, as well as to restrict and object to certain processing of their information.\nWhile some of these rights apply generally, others apply only in certain limited circumstances.\nWe describe these rights below:</p>\n<ul>\n<li>\n<strong>Access and portability:</strong> to access and know what information is stored in our servers, you can send us your request through our contact information.</li>\n<li>\n<strong>Rectify, Restrict, Limit, Delete:</strong> You can also rectify, restrict, limit or delete much of your information.</li>\n<li>\n<strong>Right to be informed:</strong> Users of our website will be informed, upon request, about what data we collect, how it is used, how long it is retained and whether it is shared with third parties.</li>\n<li>\n<strong>Object:</strong> When we process your information based on our legitimate interests as explained above, or in the public interest, you may object to this processing in certain circumstances.\nIn such cases, we will stop processing your information unless we have compelling legitimate reasons to continue processing it or where it is necessary for legal reasons.</li>\n<li>\n<strong>Revoke consent:</strong> Where you have previously given your consent, such as to allow us to process and store your personal information, you have the right to revoke your consent to the processing and storage of your information at any time.\nFor example, you may withdraw your consent by updating your settings.\nIn certain cases, we may continue to process your information after you have withdrawn your consent if we have a legal basis for doing so or if your withdrawal of consent was limited to certain processing activities.</li>\n<li>\n<strong>Complaint:</strong> If you wish to file a complaint about our use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local supervisory authority.\nUsers can exercise all these rights by contacting us through the contact information or the contact page.</li>\n<li>\n<strong>Rights related to automated decision-making, including profiling:</strong> website users may request that we provide a copy of the automated processing activities we conduct if they believe that data is being unlawfully processed.</li>\n</ul>\n<p>Additionally, if you are a European resident, we note that we are processing your information in order to fulfil contracts we might have with you or otherwise to pursue our legitimate business interests listed above.\nAdditionally, please note that your information will be transferred outside of Europe.</p>\n10.\nChildren’s Online Privacy Protection\n<p>We are in compliance with the requirements of the California Online Privacy Protection Act (CalOPPA – U.S regulation) and the GDPR (General Data Protection Regulation - European regulation) regarding the protection of the personal data of minors.\nWe do not collect any information from anyone under 13 years of age.\nOur website and services are all directed to people who are at least 13 years old or older.\nIf you become aware that your child has provided us with personal information, please contact us.\nIf we become aware that a child has provided us with personal information, we will take steps to delete that information, terminate that person's account, and restrict access to that person.</p>\n11.\nEditing and Deleting Information\n<p>If you believe that any information, we are holding on you is incorrect or incomplete, please write to or email us as soon as possible.\nWe will promptly correct any information found to be incorrect.\nYou can change, modify, rectify, and delete your Information at any time, please contact us through the contact information.\nTo opt-out of Picker Wheel email, follow the instructions included in the email.\nYour request should be processed within 48 hours.</p>\n12.\nThird Parties\n<p>Except as otherwise expressly included in this Privacy Policy, this document addresses only the use and disclosure of information Picker Wheel collects from you.\nIf you disclose your information to others, whether other users or suppliers on Picker Wheel, different rules may apply to their use or disclosure of the information you disclose to them.\nPicker Wheel does not control the privacy policies of third parties, and you are subject to the privacy policies of those third parties where applicable.\nPicker Wheel is not responsible for the privacy or security practices of other platforms on the Internet, even those linked to or from the Picker Wheel site.\nPicker Wheel encourages you to ask questions before you disclose your personal information to others.</p>\n13.\nContact Us\n<p>If you have questions or concerns about these Privacy Policy and the handling and security of your data, please contact us through our contact page or via the contact information below:</p>\n<p>\n<strong>Picker Wheel</strong>\n<br>\n<strong>contact@pickerwheel.com</strong>\n</p>", "created_at": "2021-02-10 18:57:40.899327", "updated_at": "2021-03-23 11:30:15.621144"}, {"id": 13254, "name": "Terms and Conditions", "url": "https://pickerwheel.com/terms-and-conditions/", "xpath": "//body", "text": "Terms and Conditions\nWelcome to Picker Wheel!\n<p>These are the terms and conditions for:</p>\n<blockquote>\n<blockquote>\n<p>https://pickerwheel.com/<br>\n(Hereby “<strong>Picker Wheel</strong>”).</p>\n</blockquote>\n</blockquote>\n<p>By accessing the website, registering and accessing the services, you agree to be bound by these Terms and Conditions (\"Terms\") and our Privacy Policy.\nIf you do not accept all of these Terms, then you may not use our platform and services.\nIn these terms, \"we\", \"us\", \"our\" and \"Picker Wheel\" refers to Renascence Technology and \"you\" and “your\" refers to you, the user of Picker Wheel.</p>\n<p>The following terms and conditions apply to the platform and services offered by Picker Wheel.\nThis includes the mobile and tablet versions as well as any other version of Picker Wheel accessible via desktop, mobile, tablet, social media, or other devices.</p>\n<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE ACCESSING, USING OR OBTAINING ANY MATERIALS, INFORMATION OR SERVICES.</p>\n1.\nEligiblity\n<p>You may use the platform only in compliance with these terms and all applicable local, state, national, and international laws, rules, and regulations.</p>\n<p>Use of the platform is available to all ages.\nIn the case of minors, it is the responsibility of parents and legal guardians to determine whether use of the platform or any of the content and functionality available in the services and plans is appropriate for their child or minor in custody.\nPicker Wheel reserves the right to make the necessary checks during the registration process.</p>\n<p>You represent and warrant that all registration information you submit is accurate and truthful.\nand that your use of the platform does not violate any applicable law or regulation.\nPicker Wheel may, in its sole discretion, refuse to offer the platform and services to any user and change its eligibility criteria at any time.\nThis provision is void where prohibited by law and the right to access the service and the platform is revoked in such jurisdictions.</p>\n<p>By using the platform and services, you represent and warrant that you have the full right, power and authority to enter into these terms and to fully perform all of your obligations hereunder.\nYou further represent and warrant that you are under no legal disability or contractual restriction that prevents you from entering into these terms.</p>\n<p>By providing Picker Wheel with your email address and phone number you consent to our use of your email address to send you notices about the platform, including those required by law.\nWe may also use your email address and phone number to send you notifications and other messages, such as changes to service features, news, and special content.\nWe will also use your email address to reply to you when you have sent us your feedback through our feedback form.\nIf you do not wish to receive these emails, you may opt-out of receiving them by sending us your withdrawal request via the contact information or by using the \"unsubscribe\" option in the emails or mobile notifications.\nOpting out may prevent you from receiving emails about updates, news, or special content.</p>\n<p>Users may use the platform without registering.\nAccount registration is required if users wish to save and share their online data with other devices.\nIf the user uses the platform without registering, all data will be saved in the local storage of the user's browser.</p>\n2.\nAccount\n<p>If you register on Picker Wheel, you will be required to choose a password and you may be asked for additional information regarding your account.\nYou are responsible for maintaining the confidentiality of your password and account information, and are fully responsible for all activities that occur under your password or account.\nYou agree to immediately notify Picker Wheel of any unauthorized use of your password or account or any other breach of security and ensure that you log out from your account at the end of each session.\nYou may never use another user’s account without prior authorization from Picker Wheel.\nPicker Wheel will not be liable for any loss or damage arising from your failure to comply with this agreement.</p>\n<p>Users may cancel their accounts at any time and for any reason by following the instructions on the platform or by sending us their request through our contact information.\nThat termination will only result in the deletion of the account and the deletion of all the personal data granted to Picker Wheel.</p>\n<p>Picker Wheel reserves the right to terminate your account or your access immediately, with or without notice to you, and without liability to you, if Picker Wheel believes that you have breached any of these terms, furnished Picker Wheel with false or misleading information, or interfered with use of the platform or the service by others.</p>\n3.\nPlans\n<p>Users will be able to purchase plans that will allow users to access premium functionalities within the platform.\nWhen a user makes a purchase of a plan, the user agrees and declares to purchase the plan for the price advertised on the website at the time of purchase.\nThe purchase of the plans is final and non-refundable.\nPlease check the price and features of each plan before ordering.</p>\n<p>When a user makes a plan purchase, Picker Wheel will send a confirmation email.\nThis confirmation email will occur automatically so that the user has confirmation of payment and plan initiation.\nIf the user does not receive the confirmation email when purchasing and signing up for the plan, it may have been sent to their spam folder.</p>\n<p>Picker Wheel may cancel the sale of any plan and may change or discontinue the availability of plans at any time at its sole discretion.\nIf a plan purchase is cancelled, any payments made for the applicable billing period will be refunded.\nThis does not affect your statutory rights.</p>\n<p>Plans may include automatic recurring payments.\nYou authorize Picker Wheel to renew your plan and to charge you periodically and progressively on each billing date.\nThe plan billing date is the date you purchase the plan and make your first payment.\nOn the applicable billing date, you will automatically be charged the applicable plan rate.\nThe plan will remain active until you cancel it or we terminate it.\nYou must cancel your plan before it renews to avoid the next billing period.\nWe will bill you for the plan billing fee in the payment method you choose during plan registration and purchase.</p>\n<p>Plans will automatically renew for an additional period unless cancelled before the next billing period.\nUsers will be able to cancel the plan through their user account and control panel.\nOnce the plan is cancelled through the user's account, the plan will continue to be active until the next billing period.</p>\n4.\nPayments\n<p>The plans will be paid through the payment processor available on the website.\nPayment will be charged to your credit or debit card immediately upon payment of the applicable plan fee.\nUpon processing a transaction, we will issue an electronic receipt that will be sent to the email address you provided to us at the time you purchased a plan.\nThe email and transaction receipt may be sent through the payment processor available from Picker Wheel.</p>\n<p>If you find any inconsistency in your billing, please contact us through our contact information or you can make the claim through the client service of the corresponding payment platform.</p>\n<p>If your card is declined, you will receive an error message.\nNo payment will be charged to your card and no order will be processed.\nThere may be a pending transaction on your account until your card issuing bank withdraws the authorization.\nThis usually takes 2 to 5 business days.\nYour card may be declined for various reasons such as insufficient funds, AVS (Address Verification System) mismatch or you have entered an incorrect security code.</p>\n<p>If your payment is declined, you must provide an alternative payment method or provide another card where payment can be charged and processed.</p>\n<p>Your payment data will be processed and stored securely and for the sole purpose of processing the purchase of the plans.\nPicker Wheel reserves the right to contract any payment platform available on the market, which treats your data for the sole purpose of processing the purchase of the plans.</p>\n5.\nOwnership and Licenses\n<p>The property rights of the platform and methods used in the platform belong exclusively to Picker Wheel.\nAny physical or virtual exposure of the methods used in the platform may lead to violations of Picker Wheel's intellectual property rights.</p>\n<p>The platform can be used through the website or the user can embed the tool in their websites or slides.\nPicker Wheel gives you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software (platform) provided to you by Picker Wheel as part of the services.\nThis license is for the sole purpose of enabling you to use and enjoy the benefit of the services as provided by Picker Wheel, in the manner permitted by these terms.\nYou may not copy, modify, distribute, sell, or lease any part of our services or included software, nor may you reverse engineer or attempt to extract the source code of that software, unless laws prohibit those restrictions, or you have our written permission.</p>\n<p>Users can create a share link with their entries included and share it with other people or users.\nAnyone who has access to the link can access the tool with the entries of the user who shared and generated the link.\nUsers will be responsible for sharing their entries and information with other people or users through the shared link.</p>\n<p>Shared links will be automatically deleted if no one has accessed the link for 365 days.\nThe information contained in shared links will also be deleted.\nShared wheels will be automatically deleted if no one has accessed the wheel for 60 days after its creation.\nThe data shared in the wheels will also be deleted.\nUsers can remove links and shared wheels by sending us their request through our contact information.</p>\n<p>The user agrees not to use the platform and services in a negligent, fraudulent, or illicit manner.\nIt is strictly forbidden to use the platform for betting or gambling purposes.\nLikewise, the user undertakes not to engage in any conduct or action that may damage the image, interests, or rights of Picker Wheel.</p>\n<p>Picker Wheel reserves the right to terminate your access immediately, with or without notice, and without liability to you, if Picker Wheel believes that you have violated any of these terms or interfered with the use of the platform or service by others.</p>\n6.\nDisclaimer\n<p>By accessing and registering on the platform and using the functionalities available on the platform, you accept personal responsibility for the results of the use of the platform and the functionalities available on the platform.\nYou agree that Picker Wheel does not guarantee the results of any action nor does it guarantee any results, whether or not advised by this platform or the functionalities available on the platform.\nUsers are solely and exclusively responsible for the use of the functionalities available on the platform.\nUsers are solely and exclusively responsible for the content they share through the platform and the links they share with third parties and other users.\nUsers are solely and exclusively responsible for the use of the platform when it is embedded in the websites of users or third parties.</p>\n7.\nCopyright\n<p>All materials on Picker Wheel, including, without limitation, names, logos, trademarks, images, text, columns, graphics, sound effects, musics, videos, photographs, illustrations, artwork, software, and other elements are protected by copyrights, trademarks and/or other intellectual property rights owned and controlled by Picker Wheel or by third parties that have licensed or otherwise provided their material to the website.</p>\n<p>Some sound effects are downloaded under the Creative Commons Attribution 3.0 License.\nThere are:</p>\n<ul>\n<li>Tick by DeepFrozenApps.</li>\n<li>Positive Orchestral Jingle by DDmyzik.</li>\n</ul>\n<p>You acknowledge and agree that all materials on Picker Wheel are made available for limited, non-commercial, personal use only.\nExcept as specifically provided herein.\nNo material may be copied, reproduced, republished, sold, downloaded, posted, transmitted, or distributed in any way, or otherwise used for any purpose, by any person or entity, without Picker Wheel prior express written permission.\nYou may not add, delete, distort, or otherwise modify the material.\nAny unauthorized attempt to modify any material, to defeat or circumvent any security features, or to utilize Picker Wheel or any part of the material for any purpose other than its intended purposes is strictly prohibited.\nPlease do not copy any content and pass it off as your own, as a copyright infringement will occur.</p>\n8.\nCopyright Complaints\n<p>Picker Wheel respects the intellectual property of others and expects users to do the same.\nIf you believe, in good faith, that any material provided on the Picker Wheel website infringes your copyright or other intellectual property right, please submit your request through our contact information, with the following information:</p>\n<blockquote>\n<blockquote>\n<p>i.\nIdentification of the intellectual property right that is allegedly infringed.\nAll relevant registration numbers, or a statement concerning the ownership of the work, should be included.</p>\n</blockquote>\n</blockquote>\n<blockquote>\n<blockquote>\n<p>ii.\nA statement specifically identifying the location of the infringing material, with enough detail that Picker Wheel may find it on the “Picker Wheel” website.\nPlease note it is not sufficient to merely provide a top-level URL.</p>\n</blockquote>\n</blockquote>\n<blockquote>\n<blockquote>\n<p>iii.\nYour name, address, telephone number and e-mail address.</p>\n</blockquote>\n</blockquote>\n<blockquote>\n<blockquote>\n<p>iv.\nA statement by you that you have a good faith belief that the use of the allegedly infringing material is not authorized by the owner of the rights, or its agents, or by law.</p>\n</blockquote>\n</blockquote>\n<blockquote>\n<blockquote>\n<p>v.\nA statement by you, made under penalty of perjury, that the information in your notice is accurate, and that you are the copyright owner or authorized to act on the copyright owner's behalf.</p>\n</blockquote>\n</blockquote>\n<blockquote>\n<blockquote>\n<p>vi.\nAn electronic or physical signature of the owner of the copyright or the person authorized to act on behalf of the owner of the copyright interest.</p>\n</blockquote>\n</blockquote>\n9.\nPicker Wheel Responsibilities\n<p>Picker Wheel provides and maintains the platform \"as is\", \"as available\" and does not promise that the use of the platform will be uninterrupted or totally free of errors.</p>\n<p>We cannot offer any other warranties, conditions or other terms, express or implied, statutory or otherwise, and all such terms are hereby excluded to the fullest extent permitted by law.</p>\n<p>You shall be responsible for any breach of these terms by you and if you use the platform in violation of these terms you shall be liable and shall reimburse Picker Wheel for any loss or damage caused as a result.</p>\n<p>Picker Wheel shall not be liable in any amount for the breach of any obligation under this agreement if such breach is caused by the occurrence of any unforeseen event beyond its reasonable control, including without limitation Internet outages, communications outages, fires, floods, wars or acts of God.</p>\n<p>Subject to the foregoing, to the maximum extent permitted by law, Picker Wheel excludes liability for any loss or damage of any kind whatsoever, including without limitation any direct, indirect or consequential loss, whether or not arising from any problem you notify Picker Wheel and Picker Wheel shall have no liability to pay any money by way of compensation, including without limitation all liability in connection with:</p>\n<ul>\n<li>Any incorrect or inaccurate information on Picker Wheel's platform.</li>\n<li>The infringement by any person of any intellectual property rights of any third party caused by the use of the platform or any product purchased through the platform.</li>\n<li>Any loss or damage resulting from your use or inability to use the platform or resulting from unauthorized access to or alteration of your transmissions or data in circumstances beyond our control.</li>\n<li>Any loss of profit, wastage, corruption or destruction of data or any other loss not directly resulting from something we have done wrong.</li>\n<li>All representations, warranties, conditions and other terms that would otherwise be effective are set forth in this notice.</li>\n</ul>\n10.\nProhibited Activities\n<p>The content and information available on the platform (including, but not limited to, data, information, text, music, sound, photos, graphics, video, maps, icons, or other material), as well as the infrastructure used to provide such content and information, are owned by or licensed to Picker Wheel by third parties.\nFor all content other than your content, you agree not to modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell or resell any information or services obtained from or through the platform.\nIn addition, the following activities are prohibited:</p>\n<ul>\n<li>Access, monitor, reproduce, distribute, transmit, disseminate, display, sell, license, copy or otherwise exploit any content of the site, including, without limitation, using any robot, spider, scraper or other automated means or any manual process for any purpose that is not in accordance with this agreement or without our express written permission.</li>\n<li>Take any action that imposes, or may impose, in our sole discretion, an unreasonable or disproportionately large load on our infrastructure.</li>\n<li>Deep link to any part of the application for any purpose without our express written permission.</li>\n<li>Attempt to modify, translate, adapt, edit, decompile, disassemble, or reverse engineer any software used by Picker Wheel.\nEvade, disable, or otherwise interfere with security-related features of the platform or features that prevent or restrict use or copying of any content.</li>\n</ul>\n11.\nUser Content\n<p>Certain features of the platform may allow users to upload or provide content to Picker Wheel.\nYou retain any copyright you may have in the user content you provide to Picker Wheel through the platform.\nPicker Wheel is not responsible for the accuracy, security, or legality of the user content that you provide through the platform.\nUsers are solely and exclusively responsible for their content and the consequences of providing their content.\nBy providing user content through the platform, you grant Picker Wheel a worldwide, non-exclusive, fully paid right and license to host, store, transfer, display, perform, reproduce, publish, modify, and display your content through the platform and services.</p>\n12.\nUser Content Representations and Warranties\n<p>Picker Wheel disclaims all liability in connection with User Content.\nYou are solely responsible for your User Content and the consequences of providing User Content through the Platform.\nBy providing User Content through the Platform, you affirm, represent and warrant that:</p>\n<blockquote>\n<blockquote>\n<p>a) Your user content, and the use of your user content as contemplated by these Terms, does not and will not: (i) infringe, violate, or misappropriate any third party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\n(ii) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person.\nor (iii) cause Picker Wheel to violate any law or regulation.</p>\n</blockquote>\n</blockquote>\n<blockquote>\n<blockquote>\n<p>b) Your user content could not be deemed by a reasonable person to be objectionable, profane, indecent, pornographic, harassing, threatening, embarrassing, hateful, or otherwise inappropriate.</p>\n</blockquote>\n</blockquote>\n<blockquote>\n<blockquote>\n<p>c) Your user content does not and will not contain hateful content, a threat of physical harm, or harassment.</p>\n</blockquote>\n</blockquote>\n<p>Picker Wheel may, at any time and without notice, filter, remove, edit or block any user content that, in our sole judgment, violates these Terms or is otherwise objectionable.\nIf a user or third party notifies us that any user content allegedly does not conform to these Terms, we may investigate the allegation and determine in our sole discretion whether to remove the user content, which we reserve the right to do at any time and without notice.</p>\n<p>You acknowledge and agree that Picker Wheel reserves the right to monitor any and all information transmitted or received through the Platform for operational and other purposes.\nIf at any time Picker Wheel decides to monitor content, Picker Wheel continues to assume no responsibility or liability for the content, or any loss or damage incurred as a result of the use of the content.\nDuring monitoring, information may be examined, recorded, copied and used in accordance with our Privacy Policy.</p>\n13.\nThird Parties\n<p>Any dealings with third parties included within or on Picker Wheel involving the delivery of and payment for goods and services, or any other terms, conditions, warranties, or representations associated with such third parties, are solely between you and that third party.\nPicker Wheel is neither responsible nor liable for any part of such dealings or promotions.\nAny reference to any third party or the products or services of any third party on Picker Wheel does not constitute an endorsement or recommendation of such third party or the product or services of such third party by Picker Wheel or any of its employees, officers, independent contractors, agents, or other representatives.\nAny reference to any third party on Picker Wheel is provided to you for informational purposes only.\nPicker Wheel encourages you to conduct your own research and due diligence regarding such third parties and their products and services.\nWhile Picker Wheel works to ensure the information on Picker Wheel is current and accurate.</p>\n14.\nIndemnification\n<p>You agree to defend and indemnify Picker Wheel and any of their directors, employees, and agents from and against any claims, causes of action, demands, recoveries, losses, damages, fines, penalties or other costs or expenses of any kind or nature including but not limited to reasonable legal and accounting fees, brought by third parties as a result of:</p>\n<ul>\n<li>Your breach of this Agreement or the documents referenced herein.</li>\n<li>Your violation of any law or the rights of a third party.</li>\n<li>The use of the platform.</li>\n</ul>\n15.\nElectronic Communications\n<p>No responsibility will be accepted by Picker Wheel for failed, partial or garbled computer transmissions, for any computer, telephone, cable, network, electronic or internet hardware or software malfunctions, failures, connections, availability, for the acts or omissions of any service provider, internet accessibility or availability or for traffic congestion or unauthorized human act, including any errors or mistakes.</p>\n16.\nChanges and Termination\n<p>We may change the platform and these Terms at any time, in our sole discretion and without notice to you.\nYou are responsible for remaining knowledgeable about these Terms.\nYour continued use of the platform constitutes your acceptance of any changes to these Terms and any changes will supersede all previous versions of the Terms.\nUnless otherwise specified herein, all changes to these Terms apply to all users take effect.\nFurthermore, we may terminate this agreement with you under these Terms at any time by notifying you in writing (including by email) or without any warning.</p>\n17.\nPersonal Data\n<p>Any personal information you submit in connection with the use of the platform will be used in accordance with our Privacy Policy.\nPlease refer to our Privacy Policy.</p>\n18.\nIntegration Clause\n<p>This Agreement together with the Privacy Policy and any other legal notices published by Picker Wheel, shall constitute the entire agreement between you and Picker Wheel concerning and governs your use of the platform.</p>\n19.\nDisputes\n<p>You agree that any dispute, claim, or controversy arising out of or relating to these Terms or the breach, termination, application, interpretation, or validity of these Terms or the use of the platform shall be settled by binding arbitration between you and Picker Wheel, except that each party retains the right to bring an individual action in a court of competent jurisdiction.</p>\n20.\nFinal Provisions\n<p>These conditions are governed by the laws of Malaysia.\nUse of our platform is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms.</p>\n<p>Our performance of these Terms is subject to existing laws and legal process, and nothing contained in these Terms limits our right to comply with law enforcement or other governmental or legal requests or requirements relating to your use of our platform or information provided to or gathered by us with respect to such use.</p>\n<p>If any part of these Terms is found to be invalid, illegal or unenforceable, the validity, legality and enforceability of the remaining provisions will not in any way be affected or impaired.\nOur failure or delay in enforcing any provision of these Terms at any time does not waive our right to enforce the same or any other provision(s) hereof in the future.</p>\n<p>Any rights not expressly granted herein are reserved.</p>\n21.\nContact Information\n<p>If you have questions or concerns about these Terms, please contact us through our contact page or via the contact information below:</p>\n<p>\n<strong>Picker Wheel</strong>\n<br>\n<strong>contact@pickerwheel.com</strong>\n</p>ToolsPremium PlanAboutFeedback &amp.\nContactBlogLatest UpdatesEmbed WheelBuy Us A CoffeeVideo GalleryPrivacy PolicyTerms and ConditionsCookie Policyx Update Privacy Preferences An Elite CafeMedia Tech Publisher", "created_at": "2022-12-14 07:20:53.260797", "updated_at": "2022-12-14 07:21:01.818887"}, {"id": 13253, "name": "Cookie Policy", "url": "https://pickerwheel.com/cookie-policy/", "xpath": "//body", "text": "Cookie Policy\nWelcome to Picker Wheel!\n<p>This Cookie Policy explains how and why cookies and other similar technologies may be stored on and accessed from your device when you use and visit:</p>\n<blockquote>\n<blockquote>\n<p>https://pickerwheel.com/<br>\n(Hereinafter referred to as “<strong>Picker Wheel</strong>”).</p>\n</blockquote>\n</blockquote>\n<p>The information collected through cookies will be under responsibility and in charge of:</p>\n<blockquote>\n<blockquote>\n<p>\n<strong>Picker Wheel</strong>\n<br> &gt.\n&gt.\n<strong>contact@pickerwheel.com</strong>\n</p>\n</blockquote>\n</blockquote>\n<p>This Cookie Policy should be read together with our Privacy Policy and our Terms and Conditions.</p>\n<p>\n<strong>By using the website, you accept the use of cookies by Picker Wheel, in the terms contained in this policy.</strong>\n</p>\n1.\nWhat Are Cookies?\n<p>Cookies\" are small text files that are stored on your computer or mobile device when you visit a website.\nThey allow the website to recognize your device and remember if you have been to the website before.</p>\n<p>Cookies are a very common web technology.\nmost websites use cookies and have done so for years.\nCookies are widely used to make the website work more efficiently.</p>\n<p>Cookies are used to measure which parts of the website users visit and to personalize their experience.\nCookies also provide information that helps us monitor and improve the performance of the website.</p>\n2.\nRefusing or Withdrawing Consent to the Use of Cookies\n<p>If you do not want Cookies to be dropped on your device, you can adjust the setting of your Internet browser to reject the setting of all or some Cookies and to alert you when a Cookie is placed on your device.\nFor further information about how to do so, please refer to your browser ‘help’, ‘tool’, or ‘edit’ section.\nPlease note that if you use your browser settings to block all Cookies, including strictly necessary Cookies, you may not be able to access or use all or parts of the functionalities of Picker Wheel.</p>\n<p>If you want to remove previously stored Cookies, you can manually delete the Cookies at any time.\nHowever, this will not prevent Picker Wheel from placing further Cookies on your device unless and until you adjust your Internet browser setting as described above.</p>\n<p>We provide the links for the management and blocking of cookies depending on the browser you use:</p>\n<ul>\n<li>Microsoft Edge: https://support.microsoft.com/en-us/office/delete-cookies-in-microsoft-edge-63947406-40ac-c3b8-57b9-2a946a29ae09?ui=en-us&amp;rs=en-us&amp;ad=us</li>\n<li>Firefox: https://support.mozilla.org/en-US/kb/clear-cookies-and-site-data-firefox</li>\n<li>Chrome: https://support.google.com/chrome/answer/95647?hl=en</li>\n<li>Safari: https://support.apple.com/en-gb/guide/safari/sfri11471/mac</li>\n</ul>\n3.\nThird-Party Cookies\n<p>Third-party cookies may come from partners or third-party companies that provide functional web services or tools for our website and the optimal functioning and operation of our services.\nWe use third party cookies responsibly and for the sole purpose of providing optimal functioning of the platform and services.\nYou may opt out of these cookies by following the cookie removal information contained in this document or the technical information of the browser from which you access our website and services.</p>\n<p>We use the following third-party cookies:</p> CookieDomainTypeDescriptionDuration_ga.pickerwheel.comAnalyticsThis cookie is installed by Google Analytics.\nThe cookie is used to calculate visitor, session, campaign data and keep track of site usage for the site's analytics report.\nThe cookies store information anonymously and assign a randomly generated number to identify unique visitors.2 years_gid.pickerwheel.comAnalyticsThis cookie is installed by Google Analytics.\nThe cookie is used to store information of how visitors use a website and helps in creating an analytics report of how the website is doing.\nThe data collected including the number visitors, the source where they have come from, and the pages viisted in an anonymous form.1 day\n4.\nSession Cookies\n<p>Session cookies are used to log in to the website with your respective credentials and password.\nSession cookies are also used to keep users logged in.\nSession cookies are temporary and are deleted from the device or browser when the session is closed, and the browser is closed.\nWe use session cookies to keep the session open when using our services and to identify you on our system each time you log on to the website.</p>\n5.\nSocial Cookies\n<p>These cookies allow you to share our website and click “Like” on social networks like Facebook, Twitter, Google, etc.\nThey also allow you interact with each distinct platform’s contents.\nThe way these cookies are used, and the information gathered is governed by the privacy policy of each social platform.</p>\n6.\nUses of Cookies\n<p>Our Cookies are used for the following purposes:</p>\n<p>\n<strong>Strictly Necessary:</strong> These Cookies are essential for the website to perform its basic functions.</p>\n<p>\n<strong>Analytics and Performance:</strong> Performance Cookies collect information on how users interact with our website, including what pages are visited most, as well as other analytical data.\nWe use these details to improve how our website function and to understand how users interact with them.</p>\n<p>\n<strong>Advertising:</strong> These Cookies are used to display relevant advertising to visitors who use our services or visit website we host or provide, as well as to understand and report on the efficacy of ads served on our website.\nThey track details such as the number of unique visitors, the number of times particular ads have been displayed, and the number of clicks the ads have received.\nThey are also used to build user profiles, including showing you ads based on products you’ve viewed on our website.\nThese are set by Picker Wheel and trusted third party networks and are generally persistent in nature.</p>\n7.\nContact Us\n<p>If you have questions or concerns about this Cookie Policy and the handling and security of your data, please contact us via the contact information below:</p>\n<p>\n<strong>Picker Wheel</strong>\n<br>\n<strong>contact@pickerwheel.com</strong>\n</p>ToolsPremium PlanAboutFeedback &amp.\nContactBlogLatest UpdatesEmbed WheelBuy Us A CoffeeVideo GalleryPrivacy PolicyTerms and ConditionsCookie Policyx Update Privacy Preferences An Elite CafeMedia Tech Publisher", "created_at": "2022-12-14 07:20:27.206579", "updated_at": "2022-12-14 07:20:35.490658"}], "points": [], "urls": ["pickerwheel.com"]}}