{"error": 448, "message": "OK", "parameters": {"id": 1621, "name": "Read the Docs Community", "created_at": "2019-06-11 20:11:40.628104", "updated_at": "2023-07-10 22:01:23.641302", "wikipedia": "https://en.wikipedia.org/wiki/Read_the_Docs", "keywords": null, "related": null, "slug": "read_the_docs_community", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1621.png", "url": "readthedocs.org,readthedocs.io", "documents": [{"id": 1482, "name": "Privacy Policy", "url": "https://docs.readthedocs.io/en/stable/privacy-policy.html", "xpath": "//div[@id=\"privacy-policy\"]", "text": "\nPrivacy Policy¶\n<p>Effective date: <strong>September 30, 2019</strong>\n</p>\n<p>Welcome to Read the Docs.\nAt Read the Docs, we believe in protecting the privacy of our\nusers, authors, and readers.</p> The short version¶\n<p>We collect your information only with your consent.\nwe only collect the minimum amount of personal information that is necessary\nto fulfill the purpose of your interaction with us.\nwe don’t sell it to third parties.\nand we only use it as this Privacy Policy describes.</p>\n<p>Of course, the short version doesn’t tell you everything,\nso please read on for more details!</p> Our services¶\n<p>Read the Docs is made up of:</p>\n<dl>\n<dt>readthedocs.org (“Read the Docs Community”)</dt>\n<dd>\n<p>This is a website aimed at documentation authors and project maintainers\nwriting and distributing technical documentation.\nThis Privacy Policy applies to this site in full without reservation.</p>\n</dd>\n<dt>readthedocs.com (“Read the Docs for Business”)</dt>\n<dd>\n<p>This website is a commercial hosted offering for hosting private\ndocumentation for corporate clients.\nThis Privacy Policy applies to this site in full without reservation.</p>\n</dd>\n<dt>readthedocs.io, readthedocs-hosted.com, and other domains (“Documentation Sites”)</dt>\n<dd>\n<p>These websites are where Read the Docs hosts documentation (“User-Generated Content”)\non behalf of documentation authors.\nA best effort is made to apply\nthis Privacy Policy to these sites but the documentation\nmay contain content and files created by documentation authors.</p>\n</dd>\n</dl>\n<p>All use of Read the Docs is subject to this Privacy Policy, together with our Terms of service.</p> What information Read the Docs collects and why¶ Information from website browsers¶\n<p>If you’re <strong>just browsing the website</strong>, we collect the same basic information that most websites collect.\nWe use common internet technologies, such as cookies and web server logs.\nWe collect this basic information from everybody, whether they have an account or not.</p>\n<p>The information we collect about all visitors to our website includes:</p>\n<ul>\n<li>\n<p>the visitor’s browser type</p>\n</li>\n<li>\n<p>language preference</p>\n</li>\n<li>\n<p>referring site</p>\n</li>\n<li>\n<p>the date and time of each visitor request</p>\n</li>\n</ul>\n<p>We also collect potentially personally-identifying information\nlike Internet Protocol (IP) addresses.</p> Why do we collect this?¶\n<p>We collect this information to better understand how our website visitors\nuse Read the Docs, and to monitor and protect the security of the website.</p> Information from users with accounts¶\n<p>If you <strong>create an account</strong>, we require some basic information at the time of account creation.\nYou will create your own user name and password, and we will ask you for a valid email account.\nYou also have the option to give us more information if you want to,\nand this may include “User Personal Information.”</p>\n<p>“User Personal Information” is any information about one of our users which could,\nalone or together with other information, personally identify him or her.\nInformation such as a user name and password, an email address,\na real name, and a photograph are examples of “User Personal Information.”</p>\n<p>User Personal Information does not include aggregated, non-personally identifying information.\nWe may use aggregated, non-personally identifying information to operate, improve,\nand optimize our website and service.</p> Why do we collect this information?¶\n<ul>\n<li>\n<p>We need your User Personal Information to create your account, and to provide the services you request.</p>\n</li>\n<li>\n<p>We use your User Personal Information, specifically your user name, to identify you on Read the Docs.</p>\n</li>\n<li>\n<p>We use it to fill out your profile and share that profile with other users.</p>\n</li>\n<li>\n<p>We will use your email address to communicate with you but it is not shared publicly.</p>\n</li>\n<li>\n<p>We limit our use of your User Personal Information to the purposes listed in this Privacy Statement.\nIf we need to use your User Personal Information for other purposes, we will ask your permission first.\nYou can always see what information we have in your\nuser account.</p>\n</li>\n</ul> What information Read the Docs does not collect¶\n<p>We do not intentionally collect <strong>sensitive personal information</strong>,\nsuch as social security numbers, genetic data, health information, or religious information.</p>\n<p>Documentation Sites hosted on Read the Docs are public,\nanyone (including us) may view their contents.\nIf you have included private or sensitive information in your Documentation Site,\nsuch as email addresses, that information may be indexed by search engines or used by third parties.</p>\n<p>Read the Docs for Business may host private projects which we treat as confidential\nand we only access them for support reasons, with your consent, or if required to for security reasons</p>\n<p>If you’re a <strong>child under the age of 13</strong>, you may not have an account on Read the Docs.\nRead the Docs does not knowingly collect information from or direct any of our content specifically to children under 13.\nIf we learn or have reason to suspect that you are a user who is under the age of 13, we will unfortunately have to close your account.\nWe don’t want to discourage you from writing software documentation, but those are the rules.</p> How we share the information we collect¶\n<p>We <strong>do not</strong> share, sell, rent, or trade User Personal Information with\nthird parties for their commercial purposes.</p>\n<p>We do not disclose User Personal Information outside Read the Docs,\nexcept in the situations listed in this section or\nin the section below on compelled disclosure.</p>\n<p>We <strong>do</strong> share certain aggregated, non-personally identifying information\nwith others about how our users, collectively, use Read the Docs.\nFor example, we may compile statistics on the prevalence of\ndifferent types of documentation across Read the Docs for a blog post\nor popularity of programming languages for advertising partners.</p>\n<p>We <strong>do</strong> host advertising on Documentation Sites.\nThis advertising is first-party advertising hosted by Read the Docs.\nWe <strong>do not</strong> run any code from advertisers and all ad images are hosted\non Read the Docs’ servers.\nFor more details, see our document on\nAdvertising Details.</p>\n<p>We may use User Personal Information with your permission,\nso we can perform services you have requested.\nFor example, if you request service on commercially hosted docs,\nwe will ask your permission to sync your private repositories.</p>\n<p>We may share User Personal Information with a limited number of third party vendors\nwho process it on our behalf to provide or improve our service,\nand who have agreed to privacy restrictions similar to our own Privacy Statement.\nFor more details, see our next section on\nthird parties.</p> Third party vendors¶\n<p>As we mentioned, we may share some information with third party vendors\nor it may be collected by them on our behalf.\nThe information collected and stored by third parties\nis subject to their policies and practices.\nThis list will be updated from time to time\nand we encourage you to check back periodically.</p> Payment processing¶\n<p>Should you choose to become a Supporter, purchase a Gold membership,\nor become a subscriber to Read the Docs’ commercial hosting product,\nyour payment information and details will be processed by Stripe.\nRead the Docs does not store your payment information.</p> Site monitoring¶\n<p>Read the Docs uses Sentry and New Relic to diagnose errors\nand improve the performance of our site.\nBoth companies take part in the EU-US Privacy Shield framework.\nWe aim to minimize the amount of personal information shared,\nbut the information may include your IP address.</p> Analytics¶\n<p>We go into detail on analytics in a\nseparate section specific to analytics.</p> Support Desk¶\n<p>Read the Docs uses Intercom to manage support requests\nfor documentation hosted through Read the Docs for Business.\nIf you request support – typically via email – Intercom may process\nyour contact information.</p> Email newsletter¶\n<p>If you sign up for the Read the Docs email newsletter,\nyour email address and name will be stored by Mailchimp.\nThis newsletter is separate from creating a Read the Docs account and\nsigning up for Read the Docs does not opt you in for the newsletter.</p>\n<p>You can manage your email subscription\nincluding unsubscribing and deleting your records with Mailchimp.\nThere is a link to do so in the footer of any newsletter you receive from us.</p> Public Information on Read the Docs¶\n<p>Most of Read the Docs is public-facing including\nuser names, project names, and Documentation Sites.\nIf your content is public-facing, third parties may access it.\nWe do not sell that content.\nit is yours.</p> Our use of cookies and tracking¶ Do Not Track¶\n<p>Read the Docs supports Do Not Track (DNT) and respects users’ tracking preferences.\nSpecifically, we support the W3C’s tracking preference expression\nand the EFF’s DNT Policy.</p>\n<p>For Read the Docs, this means:</p>\n<ul>\n<li>\n<p>We <strong>do not</strong> do behavioral ad targeting regardless of your DNT preference.</p>\n</li>\n<li>\n<p>When DNT is enabled, both logged-in and logged-out users\nare considered opted-out of analytics.</p>\n</li>\n<li>\n<p>Regardless of DNT preference, our logs that contain IP addresses\nand user agent strings are deleted after 10 days unless a DNT exception applies.</p>\n</li>\n<li>\n<p>Our full DNT policy is available here.</p>\n</li>\n</ul>\n<p>Our DNT policy applies without reservation\nto Read the Docs Community and Read the Docs for Business.\nA best effort is made to apply this to Documentation Sites,\nbut we do not have complete control over the contents of these sites.</p>\n<p>For more details about DNT, visit All About Do Not Track.</p>\n<p>Important</p>\n<p>Due to the nature of our environment where documentation is built as necessary,\nthe DNT analytics opt-out for Documentation Sites only applies\nfor those sites generated after May 1, 2018.</p> Cookies¶\n<p>Read the Docs uses cookies to make interactions with our service easy and meaningful.\nWe use cookies to keep you logged in, remember your preferences,\nand provide information for future development of Read the Docs.</p>\n<p>A cookie is a small piece of text that our web server stores on your computer or mobile device,\nwhich your browser sends to us when you return to our site.\nCookies do not necessarily identify you if you are merely visiting Read the Docs.\nhowever, a cookie may store a unique identifier for each logged in user.\nThe cookies Read the Docs sets are essential for the operation of the website,\nor are used for performance or functionality.\nBy using our website, you agree that we can place these types of cookies on your computer or device.\nIf you disable your browser or device’s ability to accept cookies,\nyou will not be able to log in to Read the Docs.</p> Google Analytics¶\n<p>We use Google Analytics as a third party tracking service,\nbut we don’t use it to track you individually or collect your User Personal Information.\nWe use Google Analytics to collect information about how our website performs\nand how our users, in general, navigate through and use Read the Docs.\nThis helps us evaluate our users’ use of Read the Docs.\ncompile statistical reports on activity.\nand improve our content and website performance.</p>\n<p>Google Analytics gathers certain simple, non-personally identifying information over time,\nsuch as your IP address, browser type, internet service provider, referring and exit pages,\ntime stamp, and similar data about your use of Read the Docs.\nWe do not link this information to any of your personal information such as your user name.</p>\n<p>Read the Docs will not, nor will we allow any third party to,\nuse the Google Analytics tool to track our users individually.\ncollect any User Personal Information other than IP address.\nor correlate your IP address with your identity.\nGoogle provides further information about its own privacy practices and offers a\nbrowser add-on to opt out of Google Analytics tracking.\nYou may also opt-out of analytics on Read the Docs by enabling\nDo Not Track.</p> How Read the Docs secures your information¶\n<p>Read the Docs takes all measures reasonably necessary to protect\nUser Personal Information from unauthorized access, alteration, or destruction.\nmaintain data accuracy.\nand help ensure the appropriate use of User Personal Information.\nWe follow generally accepted industry standards to protect the personal information\nsubmitted to us, both during transmission and once we receive it.</p>\n<p>No method of transmission, or method of electronic storage, is 100% secure.\nTherefore, we cannot guarantee its absolute security.</p> Read the Docs’ global privacy practices¶\n<p>\n<strong>Information that we collect will be stored and processed in the United States</strong>\nin accordance with this Privacy Policy.\nHowever, we understand that we have users from\ndifferent countries and regions with different privacy expectations,\nand we try to meet those needs.</p>\n<p>We provide the same standard of privacy protection to all our users around the world,\nregardless of their country of origin or location,\nAdditionally, we require that if our vendors or affiliates have access to\nUser Personal Information, they must comply with our privacy policies and\nwith applicable data privacy laws.</p>\n<p>In particular:</p>\n<ul>\n<li>\n<p>Read the Docs provides clear methods of unambiguous,\ninformed consent at the time of data collection,\nwhen we do collect your personal data.</p>\n</li>\n<li>\n<p>We collect only the minimum amount of personal data necessary, unless you choose to provide more.\nWe encourage you to only give us the amount of data you are comfortable sharing.</p>\n</li>\n<li>\n<p>We offer you simple methods of accessing, correcting, or deleting the data we have collected.</p>\n</li>\n<li>\n<p>We also provide our users a method of recourse and enforcement.</p>\n</li>\n</ul> Resolving Complaints¶\n<p>If you have concerns about the way Read the Docs is handling your User Personal Information,\nplease let us know immediately by emailing us at privacy@readthedocs.org.</p> How we respond to compelled disclosure¶\n<p>Read the Docs may disclose personally-identifying information\nor other information we collect about you to law enforcement in response\nto a valid subpoena, court order, warrant, or similar government order,\nor when we believe in good faith that disclosure is reasonably necessary\nto protect our property or rights, or those of third parties or the public at large.</p>\n<p>In complying with court orders and similar legal processes,\nRead the Docs strives for transparency.\nWhen permitted, we will make a reasonable effort to notify users\nof any disclosure of their information,\nunless we are prohibited by law or court order from doing so,\nor in rare, exigent circumstances.</p> How you can access and control the information we collect¶\n<p>If you’re already a Read the Docs user, you may access, update, alter,\nor delete your basic user profile information by\nediting your user account.</p> Data retention and deletion¶\n<p>Read the Docs will retain User Personal Information for as long\nas your account is active or as needed to provide you services.</p>\n<p>We may retain certain User Personal Information indefinitely,\nunless you delete it or request its deletion.\nFor example, we don’t automatically delete inactive user accounts,\nso unless you choose to delete your account,\nwe will retain your account information indefinitely.</p>\n<p>If you would like to delete your User Personal Information,\nyou may do so in your user account.\nWe will retain and use your information as necessary to comply with\nour legal obligations, resolve disputes, and enforce our agreements,\nbut barring legal requirements, we will delete your full profile.</p>\n<p>Our web server logs for Read the Docs Community,\nRead the Docs for Business, and Documentation Sites\nare deleted after 10 days barring legal obligations.</p> Changes to our Privacy Policy¶\n<p>We reserve the right to revise this Privacy Policy at any time.\nIf we change this Privacy Policy in the future,\nwe will post the revised Privacy Policy and update the “Effective Date,” above,\nto reflect the date of the changes.</p> Contacting Read the Docs¶\n<p>Questions regarding Read the Docs’ Privacy Policy or\ninformation practices should be directed to\nprivacy@readthedocs.org.</p> ", "created_at": "2019-06-11 20:15:17.332587", "updated_at": "2020-12-14 22:43:05.429804"}, {"id": 13228, "name": "Terms of Service", "url": "https://docs.readthedocs.io/en/stable/terms-of-service.html", "xpath": "//body", "text": " <p>First steps</p>\n<ul>\n<li>Read the Docs tutorial</li>\n<li>Getting Started with Sphinx</li>\n<li>Getting Started with MkDocs</li>\n<li>Importing Your Documentation</li>\n<li>Choosing Between Our Two Platforms</li>\n</ul>\n<p>Features</p>\n<ul>\n<li>Main Features</li>\n<li>Configuration File</li>\n<li>VCS Integrations</li>\n<li>Custom Domains</li>\n<li>Versioned Documentation</li>\n<li>Downloadable Documentation</li>\n<li>Documentation Hosting Features</li>\n<li>Server Side Search</li>\n<li>Traffic Analytics</li>\n<li>Preview Documentation from Pull Requests</li>\n<li>Build Notifications and Webhooks</li>\n<li>Security Log</li>\n<li>Connecting Your VCS Account</li>\n<li>Build process</li>\n<li>Build customization</li>\n<li>Build troubleshooting</li>\n<li>Environment Variables</li>\n<li>Status Badges</li>\n<li>Site Support</li>\n<li>Frequently Asked Questions</li>\n</ul>\n<p>How-to Guides</p>\n<ul>\n<li>Guides for documentation authors</li>\n<li>Guides for project administrators</li>\n<li>Guides for developers and designers</li>\n<li>Read the Docs for Science</li>\n<li>Example projects</li>\n</ul>\n<p>Advanced features</p>\n<ul>\n<li>Subprojects</li>\n<li>Single Version Documentation</li>\n<li>Flyout Menu</li>\n<li>Feature Flags</li>\n<li>Localization of Documentation</li>\n<li>User-defined Redirects</li>\n<li>Automatic Redirects</li>\n<li>Automation Rules</li>\n<li>Canonical URLs</li>\n<li>Public API</li>\n</ul>\n<p>Read the Docs for Business</p>\n<ul>\n<li>Read the Docs for Business</li>\n<li>Organizations</li>\n<li>Project Privacy Level</li>\n<li>Sharing</li>\n<li>Single Sign-On</li>\n</ul>\n<p>About Read the Docs</p>\n<ul>\n<li>Security</li>\n<li>DMCA Takedown Policy</li>\n<li>Policy for Abandoned Projects</li>\n<li>Policy for Unofficial and Unmaintained Projects</li>\n<li>Changelog</li>\n<li>About Read the Docs</li>\n<li>Read the Docs Team</li>\n<li>Read the Docs Open Source Philosophy</li>\n<li>The Story of Read the Docs</li>\n<li>Advertising</li>\n<li>Sponsors of Read the Docs</li>\n<li>Legal Documents and Policies<ul>\n<li>Read the Docs Terms of Service<ul>\n<li>Definitions<ul>\n<li>Our services</li>\n</ul>\n</li>\n<li>Account terms<ul>\n<li>Account controls</li>\n<li>Required information</li>\n<li>Account requirements</li>\n<li>User Account security</li>\n<li>Additional terms</li>\n</ul>\n</li>\n<li>Acceptable use</li>\n<li>User-Generated Content<ul>\n<li>Responsibility for User-Generated Content</li>\n<li>Read the Docs may remove Content</li>\n<li>Ownership of Content, right to post, and license grants</li>\n<li>License grant to us</li>\n<li>License grant to other users</li>\n<li>Moral rights</li>\n</ul>\n</li>\n<li>Private projects<ul>\n<li>Confidentiality of private projects</li>\n<li>Access</li>\n<li>Exclusions</li>\n</ul>\n</li>\n<li>Copyright infringement and DMCA policy</li>\n<li>Intellectual property notice<ul>\n<li>Read the Docs’ rights to content</li>\n<li>Read the Docs trademarks and logos</li>\n</ul>\n</li>\n<li>API terms<ul>\n<li>No abuse or overuse of the API</li>\n</ul>\n</li>\n<li>Additional terms for Documentation Sites<ul>\n<li>Documentation Sites</li>\n</ul>\n</li>\n<li>Third party applications<ul>\n<li>Creating applications</li>\n</ul>\n</li>\n<li>Advertising on Documentation Sites<ul>\n<li>Our advertising</li>\n<li>Acceptable advertising on Documentation Sites</li>\n<li>Spamming and inappropriate use of Read the Docs</li>\n</ul>\n</li>\n<li>Payment<ul>\n<li>Pricing</li>\n<li>Upgrades, downgrades, and changes</li>\n<li>Billing schedule.\nno refunds</li>\n<li>Authorization</li>\n<li>Responsibility for payment</li>\n</ul>\n</li>\n<li>Cancellation and termination<ul>\n<li>Account cancellation</li>\n<li>Upon cancellation</li>\n<li>Read the Docs may terminate</li>\n<li>Survival</li>\n</ul>\n</li>\n<li>Communications with Read the Docs<ul>\n<li>Electronic communication required</li>\n<li>Legal notice to Read the Docs must be in writing</li>\n<li>No phone support</li>\n</ul>\n</li>\n<li>Disclaimer of warranties</li>\n<li>Limitation of liability</li>\n<li>Release and indemnification</li>\n<li>Changes to these terms</li>\n<li>Miscellaneous<ul>\n<li>Governing law</li>\n<li>Non-assignability</li>\n<li>Section headings and summaries</li>\n<li>Severability, no waiver, and survival</li>\n<li>Amendments.\ncomplete agreement</li>\n<li>Questions</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Privacy Policy</li>\n<li>Security Policy</li>\n<li>Data Processing Agreement</li>\n</ul>\n</li>\n<li>Developer Documentation</li>\n<li>Glossary</li>\n<li>Google Summer of Code</li>\n</ul>\n<i>\n</i> Read the Docs user documentation <ul>\n<li>\n</li>\n<li>Legal Documents and Policies</li>\n<li>Read the Docs Terms of Service</li>\n<li> Edit on GitHub </li>\n</ul> Read the Docs Terms of Service¶\n<p>Effective date: <strong>September 30, 2019</strong>\n</p>\n<p>Thank you for using Read the Docs! We’re happy you’re here.\nPlease read this Terms of Service agreement carefully before accessing or using Read the Docs.\nBecause it is such an important contract between us and our users,\nwe have tried to make it as clear as possible.\nFor your convenience, we have presented these terms in a short non-binding summary\nfollowed by the full legal terms.</p>\n<p>Table of contents</p>\n<ul>\n<li>\n<p>Definitions</p>\n</li>\n<li>\n<p>Account terms</p>\n</li>\n<li>\n<p>Acceptable use</p>\n</li>\n<li>\n<p>User-Generated Content</p>\n</li>\n<li>\n<p>Private projects</p>\n</li>\n<li>\n<p>Copyright infringement and DMCA policy</p>\n</li>\n<li>\n<p>Intellectual property notice</p>\n</li>\n<li>\n<p>API terms</p>\n</li>\n<li>\n<p>Additional terms for Documentation Sites</p>\n</li>\n<li>\n<p>Third party applications</p>\n</li>\n<li>\n<p>Advertising on Documentation Sites</p>\n</li>\n<li>\n<p>Payment</p>\n</li>\n<li>\n<p>Cancellation and termination</p>\n</li>\n<li>\n<p>Communications with Read the Docs</p>\n</li>\n<li>\n<p>Disclaimer of warranties</p>\n</li>\n<li>\n<p>Limitation of liability</p>\n</li>\n<li>\n<p>Release and indemnification</p>\n</li>\n<li>\n<p>Changes to these terms</p>\n</li>\n<li>\n<p>Miscellaneous</p>\n</li>\n</ul> Definitions¶\n<p>\n<strong>Short version:</strong>\n<em>We use these basic terms throughout the agreement,\nand they have specific meanings.\nYou should know what we mean when we use each of the terms.\nThere’s not going to be a test on it, but it’s still useful information.</em>\n</p>\n<ol>\n<li>\n<p>The “Agreement” refers, collectively, to all the terms, conditions, notices\ncontained or referenced in this document (the “Terms of Service” or the “Terms”)\nand all other operating rules, policies\n(including our Privacy Policy)\nand procedures that we may publish from time to time on our sites.</p>\n</li>\n<li>\n<p>Our “Service” or “Services” refers to the applications, software, products, and services provided by Read the Docs\n(see Our services).</p>\n</li>\n<li>\n<p>The “Website” or “Websites” refers to Read the Docs’ websites located at\nreadthedocs.org, readthedocs.com, Documentation Sites,\nand all content, services, and products provided by Read the Docs at or through those Websites.</p>\n</li>\n<li>\n<p>“The User,” “You,” and “Your” refer to the individual person, company, or organization that has visited or is using ours Websites or Services.\nthat accesses or uses any part of the Account.\nor that directs the use of the Account in the performance of its functions.\nA User must be at least 13 years of age.</p>\n</li>\n<li>\n<p>“Read the Docs,” “We,” and “Us” refer to Read the Docs, Inc.,\nas well as our affiliates, directors, subsidiaries, contractors, licensors, officers, agents, and employees.</p>\n</li>\n<li>\n<p>“Content” refers to content featured or displayed through the Websites,\nincluding without limitation text, data, articles, images, photographs, graphics, software, applications, designs, features,\nand other materials that are available on our Websites or otherwise available through our Services.\n“Content” also includes Services.\n“User-Generated Content” is Content, written or otherwise, created or uploaded by our Users.\n“Your Content” is Content that you create or own.</p>\n</li>\n<li>\n<p>An “Account” represents your legal relationship with Read the Docs.\nA “User Account” represents an individual User’s authorization to log in to and use the Service and serves as a User’s identity on Read the Docs.\n“Organizations” are shared workspaces that may be associated with a single entity or with one or more Users where multiple Users can collaborate across many projects at once.\nA User Account can be a member of any number of Organizations.</p>\n</li>\n<li>\n<p>“User Personal Information” is any information about one of our users which could,\nalone or together with other information, personally identify him or her.\nInformation such as a user name and password, an email address,\na real name, and a photograph are examples of User Personal Information.\nOur Privacy Policy goes into more details on User Personal Information,\nwhat data Read the Docs collects, and why we collect it.</p>\n</li>\n</ol> Our services¶\n<p>Read the Docs is made up of the following Websites:</p>\n<dl>\n<dt>readthedocs.org (“Read the Docs Community”)</dt>\n<dd>\n<p>This Website is used by documentation authors and project maintainers for\nwriting and distributing technical documentation.</p>\n</dd>\n<dt>readthedocs.com (“Read the Docs for Business”)</dt>\n<dd>\n<p>This Website is a commercial hosted offering for hosting private\ndocumentation for corporate clients.</p>\n</dd>\n<dt>readthedocs.io, readthedocs-hosted.com, and other domains (“Documentation Sites”)</dt>\n<dd>\n<p>These Websites are where Read the Docs hosts User-Generated Content\non behalf of documentation authors.</p>\n</dd>\n</dl> Account terms¶\n<p>\n<strong>Short version:</strong>\n<em>User Accounts and Organizations have different administrative controls.\na human must create your Account.\nyou must be 13 or over.\nand you must provide a valid email address.\nYou alone are responsible for your Account and anything that happens while you are signed in to or using your Account.\nYou are responsible for keeping your Account secure.</em>\n</p> Account controls¶\n<dl>\n<dt>Users</dt>\n<dd>\n<p>Subject to these Terms, you retain ultimate administrative control over your User Account and the Content within it.</p>\n</dd>\n<dt>Organizations</dt>\n<dd>\n<p>The “owner” of an Organization that was created under these Terms has ultimate administrative control over that Organization and the Content within it.\nWithin our Services, an owner can manage User access to the Organization’s data and projects.\nAn Organization may have multiple owners, but there must be at least one User Account designated as an owner of an Organization.\nIf you are the owner of an Organization under these Terms, we consider you responsible for the actions that are performed on or through that Organization.</p>\n</dd>\n</dl> Required information¶\n<p>You must provide a valid email address in order to complete the signup process.\nAny other information requested, such as your real name, is optional,\nunless you are accepting these terms on behalf of a legal entity (in which case we need more information about the legal entity)\nor if you opt for a paid Account, in which case additional information will be necessary for billing purposes.</p> Account requirements¶\n<p>We have a few simple rules for User Accounts on Read the Docs’ Services.</p>\n<ul>\n<li>\n<p>You must be a human to create an Account.\nAccounts registered by “bots” or other automated methods are not permitted.\nWe do permit machine accounts:</p>\n</li>\n<li>\n<p>A machine account is an Account set up by an individual human who accepts the Terms on behalf of the Account,\nprovides a valid email address, and is responsible for its actions.\nA machine account is used exclusively for performing automated tasks.\nMultiple users may direct the actions of a machine account,\nbut the owner of the Account is ultimately responsible for the machine’s actions.</p>\n</li>\n<li>\n<p>You must be age 13 or older.\nWhile we are thrilled to see brilliant young developers and authors get excited by learning to program,\nwe must comply with United States law.\nRead the Docs does not target our Services to children under 13,\nand we do not permit any Users under 13 on our Service.\nIf we learn of any User under the age of 13,\nwe will have to close your account.\nIf you are a resident of a country outside the United States, your country’s minimum age may be older.\nin such a case, you are responsible for complying with your country’s laws.</p>\n</li>\n<li>\n<p>You may not use Read the Docs in violation of export control or sanctions laws of the United States or any other applicable jurisdiction.\nYou may not use Read the Docs if you are or are working on behalf of a Specially Designated National (SDN)\nor a person subject to similar blocking or denied party prohibitions administered by a U.S.\ngovernment agency.\nRead the Docs may allow persons in certain sanctioned countries or territories to access certain Read the Docs services pursuant to U.S.\ngovernment authorizations.</p>\n</li>\n</ul> User Account security¶\n<p>You are responsible for keeping your Account secure while you use our Service.</p>\n<ul>\n<li>\n<p>You are responsible for all content posted and activity that occurs under your Account.</p>\n</li>\n<li>\n<p>You are responsible for maintaining the security of your Account and password.\nRead the Docs cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</p>\n</li>\n<li>\n<p>You will promptly notify Read the Docs if you become aware of any unauthorized use of,\nor access to, our Services through your Account, including any unauthorized use of your password or Account.</p>\n</li>\n</ul> Additional terms¶\n<p>In some situations, third parties’ terms may apply to your use of Read the Docs.\nFor example, you may be a member of an organization on Read the Docs with its own terms or license agreements.\nor you may download an application that integrates with Read the Docs.\nPlease be aware that while these Terms are our full agreement with you, other parties’ terms govern their relationships with you.</p> Acceptable use¶\n<p>\n<strong>Short version:</strong>\n<em>Read the Docs hosts a wide variety of collaborative projects from all over the world,\nand that collaboration only works when our users are able to work together in good faith.\nWhile using the service, you must follow the terms of this section,\nwhich include some restrictions on content you can post, conduct on the service, and other limitations.\nIn short, be excellent to each other.</em>\n</p>\n<p>Your use of our Websites and Services must not violate any applicable laws,\nincluding copyright or trademark laws, export control or sanctions laws, or other laws in your jurisdiction.\nYou are responsible for making sure that your use of the Service is in compliance with laws and any applicable regulations.</p> User-Generated Content¶\n<p>\n<strong>Short version:</strong>\n<em>You own content you create, but you allow us certain rights to it,\nso that we can display and share the content and documentation you post.\nYou still have control over your content, and responsibility for it,\nand the rights you grant us are limited to those we need to provide the service.\nWe have the right to remove content or close Accounts if we need to.</em>\n</p> Responsibility for User-Generated Content¶\n<p>You may create or upload User-Generated Content while using the Service.\nYou are solely responsible for the content of, and for any harm resulting from,\nany User-Generated Content that you post, upload, link to or otherwise make available via the Service,\nregardless of the form of that Content.\nWe are not responsible for any public display or misuse of your User-Generated Content.</p> Read the Docs may remove Content¶\n<p>We do not pre-screen User-Generated Content, but we have the right (though not the obligation)\nto refuse or remove any User-Generated Content that, in our sole discretion,\nviolates any Read the Docs terms or policies.</p> Ownership of Content, right to post, and license grants¶\n<p>You retain ownership of and responsibility for Your Content.\nIf you’re posting anything you did not create yourself or do not own the rights to,\nyou agree that you are responsible for any Content you post.\nthat you will only submit Content that you have the right to post.\nand that you will fully comply with any third party licenses relating to Content you post.</p>\n<p>Because you retain ownership of and responsibility for Your Content,\nwe need you to grant us — and other Read the Docs Users — certain legal permissions,\nlisted below (in License grant to us,\nLicense grant to other users and\nMoral rights).\nThese license grants apply to Your Content.\nIf you upload Content that already comes with a license granting Read the Docs the permissions we need to run our Service,\nno additional license is required.\nYou understand that you will not receive any payment for any of the rights granted.\nThe licenses you grant to us will end when you remove Your Content from our servers.</p> License grant to us¶\n<p>We need the legal right to do things like host Your Content, publish it, and share it.\nYou grant us and our legal successors the right to store, parse, and display Your Content,\nand make incidental copies as necessary to render the Website and provide the Service.\nThis includes the right to do things like copy it to our database and make backups.\nshow it to you and other users.\nparse it into a search index or otherwise analyze it on our servers.\nshare it with other users.\nand perform it, in case Your Content is something like music or video.</p>\n<p>This license does not grant Read the Docs the right to sell Your Content\nor otherwise distribute or use it outside of our provision of the Service.</p> License grant to other users¶\n<p>Any User-Generated Content you post publicly may be viewed by others.\nBy setting your projects to be viewed publicly, you agree to allow others to view your Content.</p>\n<p>On Read the Docs Community, all Content is public.</p> Moral rights¶\n<p>You retain all moral rights to Your Content that you upload,\npublish, or submit to any part of our Services,\nincluding the rights of integrity and attribution.\nHowever, you waive these rights and agree not to assert them against us,\nto enable us to reasonably exercise the rights granted in License grant to us, but not otherwise.</p>\n<p>To the extent this agreement is not enforceable by applicable law,\nyou grant Read the Docs the rights we need to use Your Content without attribution and to make reasonable adaptations of Your Content\nas necessary to render our Websites and provide our Services.</p> Private projects¶\n<p>\n<strong>Short version:</strong>\n<em>You may connect Read the Docs for Business to your private repositories or host documentation privately.\nWe treat the content of these private projects as confidential,\nand we only access it for support reasons, with your consent, or if required to for security reasons.</em>\n</p> Confidentiality of private projects¶\n<p>Read the Docs considers the contents of private projects to be confidential to you.\nRead the Docs will protect the contents of private projects from unauthorized use,\naccess, or disclosure in the same manner that we would use to protect our own confidential information of a similar nature\nand in no event with less than a reasonable degree of care.</p> Access¶\n<p>Read the Docs employees may only access the content of your private projects in the following situations:</p>\n<ul>\n<li>\n<p>With your consent and knowledge, for support reasons.\nIf Read the Docs accesses a private project for support reasons,\nwe will only do so with the owner’s consent and knowledge.</p>\n</li>\n<li>\n<p>When access is required for security reasons,\nincluding when access is required to maintain ongoing confidentiality,\nintegrity, availability and resilience of Read the Docs’ systems and Services.</p>\n</li>\n</ul> Exclusions¶\n<p>If we have reason to believe the contents of a private project are in violation of the law or of these Terms,\nwe have the right to access, review, and remove them.\nAdditionally, we may be compelled by law\nto disclose the contents of your private projects.</p> Copyright infringement and DMCA policy¶\n<p>If you believe that content on our website violates your copyright or other rights,\nplease contact us in accordance with our Digital Millennium Copyright Act Policy.\nThere may be legal consequences for sending a false or frivolous takedown notice.\nBefore sending a takedown request, you must consider legal uses such as fair use and licensed uses.</p>\n<p>We will terminate the Accounts of repeat infringers of this policy.</p> Intellectual property notice¶\n<p>\n<strong>Short version:</strong>\n<em>We own the Service and all of our Content.\nIn order for you to use our Content, we give you certain rights to it,\nbut you may only use our Content in the way we have allowed.</em>\n</p> Read the Docs’ rights to content¶\n<p>Read the Docs and our licensors, vendors, agents, and/or our content providers\nretain ownership of all intellectual property rights of any kind related to our Websites and Services.\nWe reserve all rights that are not expressly granted to you under this Agreement or by law.</p> Read the Docs trademarks and logos¶\n<p>If you’d like to use Read the Docs’s trademarks,\nyou must follow all of our trademark guidelines.</p> API terms¶\n<p>\n<strong>Short version:</strong>\n<em>You agree to these Terms of Service,\nplus this Section, when using any of Read the Docs’ APIs (Application Provider Interface),\nincluding use of the API through a third party product that accesses Read the Docs.</em>\n</p> No abuse or overuse of the API¶\n<p>Abuse or excessively frequent requests to Read the Docs via the API may result in the temporary or permanent suspension of your Account’s access to the API.\nRead the Docs, in our sole discretion, will determine abuse or excessive usage of the API.\nWe will make a reasonable attempt to warn you via email prior to suspension.</p>\n<p>You may not share API tokens to exceed Read the Docs’ rate limitations.</p>\n<p>You may not use the API to download data or Content from Read the Docs for spamming purposes,\nincluding for the purposes of selling Read the Docs users’ personal information, such as to recruiters, headhunters, and job boards.</p>\n<p>All use of the Read the Docs API is subject to these Terms of Service and our Privacy Policy.</p>\n<p>Read the Docs may offer subscription-based access to our API for those Users who require high-throughput access\nor access that would result in resale of Read the Docs’ Service.</p> Additional terms for Documentation Sites¶\n<p>\n<strong>Short version:</strong>\n<em>Documentation Sites on Read the Docs are subject to certain rules,\nin addition to the rest of the Terms.</em>\n</p> Documentation Sites¶\n<p>Each Read the Docs Account comes with the ability to host Documentation Sites.\nThis hosting service is intended to host static web pages for All Users.\nDocumentation Sites are subject to some specific bandwidth and usage limits,\nand may not be appropriate for some high-bandwidth uses or other prohibited uses.</p> Third party applications¶\n<p>\n<strong>Short version:</strong>\n<em>You need to follow certain rules if you create an application for other Users.</em>\n</p> Creating applications¶\n<p>If you create a third-party application or other developer product that collects User Personal Information\nor User-Generated Content and integrates with the Service through Read the Docs’ API,\nOAuth mechanism, or otherwise (“Developer Product”), and make it available for other Users,\nthen you must comply with the following requirements:</p>\n<ul>\n<li>\n<p>You must comply with this Agreement and our Privacy Policy.</p>\n</li>\n<li>\n<p>Except as otherwise permitted, such as by law or by a license,\nyou must limit your usage of the User Personal Information or User-Generated Content you collect\nto that purpose for which the User has authorized its collection.</p>\n</li>\n<li>\n<p>You must take all reasonable security measures appropriate to the risks,\nsuch as against accidental or unlawful destruction, or accidental loss, alteration,\nunauthorized disclosure or access, presented by processing the User Personal Information or User-Generated Content.</p>\n</li>\n<li>\n<p>You must not hold yourself out as collecting any User Personal Information or User-Generated Content on Read the Docs’ behalf,\nand provide sufficient notice of your privacy practices to the User, such as by posting a privacy policy.</p>\n</li>\n<li>\n<p>You must provide Users with a method of deleting any User Personal Information or User-Generated Content\nyou have collected through Read the Docs after it is no longer needed for the limited and specified purposes\nfor which the User authorized its collection,\nexcept where retention is required by law or otherwise permitted, such as through a license.</p>\n</li>\n</ul> Advertising on Documentation Sites¶\n<p>\n<strong>Short version:</strong>\n<em>We do not generally prohibit use of Documentation Sites for advertising.\nHowever, we expect our users to follow certain limitations,\nso Read the Docs does not become a spam haven.\nNo one wants that.</em>\n</p> Our advertising¶\n<p>We host advertising on Documentation Sites on Read the Docs Community.\nThis advertising is first-party advertising hosted by Read the Docs.\nWe <strong>do not</strong> run any code from advertisers and all ad images are hosted\non Read the Docs’ servers.\nFor more details, see our document on\nAdvertising Details.</p> Acceptable advertising on Documentation Sites¶\n<p>We offer Documentation Sites primarily as a showcase for personal and organizational projects.\nSome project monetization efforts are permitted on Documentation Sites, such as donation buttons and crowdfunding links.</p> Spamming and inappropriate use of Read the Docs¶\n<p>Advertising Content, like all Content, must not violate the law or these Terms of Use,\nfor example through excessive bulk activity such as spamming.\nWe reserve the right to remove any projects that, in our sole discretion,\nviolate any Read the Docs terms or policies.</p> Payment¶\n<p>\n<strong>Short version:</strong>\n<em>You are responsible for any fees associated with your use of Read the Docs.\nWe are responsible for communicating those fees to you clearly and accurately,\nand letting you know well in advance if those prices change.</em>\n</p> Pricing¶\n<p>Our pricing and payment terms are available at https://readthedocs.com/pricing/.\nIf you agree to a subscription price, that will remain your price for the duration of the payment term.\nhowever, prices are subject to change at the end of a payment term.</p> Upgrades, downgrades, and changes¶\n<ul>\n<li>\n<p>We will immediately bill you when you upgrade from the free plan to any paying plan\n(either Read the Docs for Business or a Gold membership).</p>\n</li>\n<li>\n<p>If you change from a monthly billing plan to a yearly billing plan,\nRead the Docs will bill you for a full year at the next monthly billing date.</p>\n</li>\n<li>\n<p>If you upgrade to a higher level of service, we will bill you for the upgraded plan immediately.</p>\n</li>\n<li>\n<p>You may change your level of service at any time by going into your billing settings.\nIf you choose to downgrade your Account, you may lose access to Content, features, or capacity of your Account.</p>\n</li>\n</ul> Billing schedule.\nno refunds¶\n<ul>\n<li>\n<p>For monthly or yearly payment plans, the Service is billed in advance on a monthly or yearly basis respectively and is non-refundable.\nThere will be no refunds or credits for partial months of service, downgrade refunds, or refunds for months unused with an open Account.\nhowever, the service will remain active for the length of the paid billing period.</p>\n</li>\n<li>\n<p>Exceptions to these rules are at Read the Docs’ sole discretion.</p>\n</li>\n</ul> Authorization¶\n<p>By agreeing to these Terms,\nyou are giving us permission to charge your on-file credit card,\nPayPal account, or other approved methods of payment for fees that you authorize for Read the Docs.</p> Responsibility for payment¶\n<p>You are responsible for all fees, including taxes, associated with your use of the Service.\nBy using the Service, you agree to pay Read the Docs any charge incurred in connection with your use of the Service.\nIf you dispute the matter, contact us.\nYou are responsible for providing us with a valid means of payment for paid Accounts.\nFree Accounts are not required to provide payment information.</p> Cancellation and termination¶\n<p>\n<strong>Short version:</strong>\n<em>You may close your Account at any time.\nIf you do, we’ll treat your information responsibly.</em>\n</p> Account cancellation¶\n<p>It is your responsibility to properly cancel your Account with Read the Docs.\nYou can cancel your Account at any time by going into your Settings in the global navigation bar at the top of the screen.\nWe are not able to cancel Accounts in response to an email or phone request.</p> Upon cancellation¶\n<p>We will retain and use your information as necessary to comply with our legal obligations,\nresolve disputes, and enforce our agreements, but barring legal requirements,\nwe will delete your full profile and the Content of your repositories within 90 days of cancellation or termination.\nThis information can not be recovered once your Account is cancelled.</p> Read the Docs may terminate¶\n<p>Read the Docs has the right to suspend or terminate your access to all or any part of the Website at any time,\nwith or without cause, with or without notice, effective immediately.\nRead the Docs reserves the right to refuse service to anyone for any reason at any time.</p> Survival¶\n<p>All provisions of this Agreement which, by their nature, should survive termination <em>will</em> survive termination –\nincluding, without limitation: ownership provisions, warranty disclaimers, indemnity, and limitations of liability.</p> Communications with Read the Docs¶\n<p>\n<strong>Short version:</strong>\n<em>We use email and other electronic means to stay in touch with our users.</em>\n</p> Electronic communication required¶\n<p>For contractual purposes, you:</p>\n<ol>\n<li>\n<p>Consent to receive communications from us in an electronic form via the email address you have submitted or via the Service</p>\n</li>\n<li>\n<p>Agree that all Terms of Service, agreements, notices, disclosures, and other communications\nthat we provide to you electronically satisfy any legal requirement that those communications would satisfy if they were on paper.\nThis section does not affect your non-waivable rights.</p>\n</li>\n</ol> Legal notice to Read the Docs must be in writing¶\n<p>Communications made through email or Read the Docs’ support system\nwill not constitute legal notice to Read the Docs or any of its officers, employees, agents or representatives\nin any situation where notice to Read the Docs is required by contract or any law or regulation.\nLegal notice to Read the Docs must be in writing.</p> No phone support¶\n<p>Read the Docs only offers support via email, in-Service communications,\nand electronic messages.\nWe do not offer telephone support.</p> Disclaimer of warranties¶\n<p>\n<strong>Short version:</strong>\n<em>We provide our service as is, and we make no promises or guarantees about this service.\nPlease read this section carefully.\nyou should understand what to expect.</em>\n</p>\n<p>Read the Docs provides the Website and the Service “as is” and “as available,”\nwithout warranty of any kind.\nWithout limiting this, we expressly disclaim all warranties, whether express, implied or statutory,\nregarding the Website and the Service including without limitation any warranty of merchantability,\nfitness for a particular purpose, title, security, accuracy and non-infringement.</p>\n<p>Read the Docs does not warrant that the Service will meet your requirements.\nthat the Service will be uninterrupted, timely, secure, or error-free.\nthat the information provided through the Service is accurate, reliable or correct.\nthat any defects or errors will be corrected.\nthat the Service will be available at any particular time or location.\nor that the Service is free of viruses or other harmful components.\nYou assume full responsibility and risk of loss resulting from your downloading\nand/or use of files, information, content or other material obtained from the Service.</p> Limitation of liability¶\n<p>\n<strong>Short version:</strong>\n<em>We will not be liable for damages or losses arising from your use or inability to use the Service or otherwise arising under this agreement.\nPlease read this section carefully.\nit limits our obligations to you.</em>\n</p>\n<p>You understand and agree that we will not be liable to you or any third party for any loss of profits,\nuse, goodwill, or data, or for any incidental, indirect, special, consequential or exemplary damages, however arising, that result from:</p>\n<ul>\n<li>\n<p>the use, disclosure, or display of your User-Generated Content;</p>\n</li>\n<li>\n<p>your use or inability to use the Service;</p>\n</li>\n<li>\n<p>any modification, price change, suspension or discontinuance of the Service;</p>\n</li>\n<li>\n<p>the Service generally or the software or systems that make the Service available;</p>\n</li>\n<li>\n<p>unauthorized access to or alterations of your transmissions or data;</p>\n</li>\n<li>\n<p>statements or conduct of any third party on the Service;</p>\n</li>\n<li>\n<p>any other user interactions that you input or receive through your use of the Service.\nor</p>\n</li>\n<li>\n<p>any other matter relating to the Service.</p>\n</li>\n</ul>\n<p>Our liability is limited whether or not we have been informed of the possibility of such damages,\nand even if a remedy set forth in this Agreement is found to have failed of its essential purpose.\nWe will have no liability for any failure or delay due to matters beyond our reasonable control.</p> Release and indemnification¶\n<p>\n<strong>Short version:</strong>\n<em>You are responsible for your use of the service.\nIf you harm someone else or get into a dispute with someone else, we will not be involved.</em>\n</p>\n<p>If you have a dispute with one or more Users,\nyou agree to release Read the Docs from any and all claims, demands and damages (actual and consequential) of every kind and nature,\nknown and unknown, arising out of or in any way connected with such disputes.</p>\n<p>You agree to indemnify us, defend us, and hold us harmless from and against any and all claims,\nliabilities, and expenses, including attorneys’ fees, arising out of your use of the Website and the Service,\nincluding but not limited to your violation of this Agreement,\nprovided that Read the Docs:</p>\n<ol>\n<li>\n<p>Promptly gives you written notice of the claim, demand, suit or proceeding</p>\n</li>\n<li>\n<p>Gives you sole control of the defense and settlement of the claim, demand, suit or proceeding\n(provided that you may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases Read the Docs of all liability)</p>\n</li>\n<li>\n<p>Provides to you all reasonable assistance, at your expense.</p>\n</li>\n</ol> Changes to these terms¶\n<p>\n<strong>Short version:</strong>\n<em>We want our users to be informed of important changes to our terms,\nbut some changes aren’t that important — we don’t want to bother you every time we fix a typo.\nSo while we may modify this agreement at any time,\nwe will notify users of any changes that affect your rights and give you time to adjust to them.</em>\n</p>\n<p>We reserve the right, at our sole discretion, to amend these Terms of Service at any time\nand will update these Terms of Service in the event of any such amendments.\nWe will notify our Users of material changes to this Agreement, such as price changes,\nat least 30 days prior to the change taking effect by posting a notice on our Website.\nFor non-material modifications, your continued use of the Website constitutes agreement to our revisions of these Terms of Service.</p>\n<p>We reserve the right at any time and from time to time to modify or discontinue,\ntemporarily or permanently, the Website (or any part of it) with or without notice.</p> Miscellaneous¶ Governing law¶\n<p>Except to the extent applicable law provides otherwise,\nthis Agreement between you and Read the Docs and any access to or use of our Websites or our Services\nare governed by the federal laws of the United States of America\nand the laws of the State of Oregon, without regard to conflict of law provisions.</p> Non-assignability¶\n<p>Read the Docs may assign or delegate these Terms of Service and/or our Privacy Policy,\nin whole or in part, to any person or entity at any time with or without your consent,\nincluding the license grant in License grant to us.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without our prior written consent,\nand any unauthorized assignment and delegation by you is void.</p> Section headings and summaries¶\n<p>Throughout this Agreement, each section includes titles and brief summaries of the following terms and conditions.\nThese section titles and brief summaries are not legally binding.</p> Severability, no waiver, and survival¶\n<p>If any part of this Agreement is held invalid or unenforceable,\nthat portion of the Agreement will be construed to reflect the parties’ original intent.\nThe remaining portions will remain in full force and effect.\nAny failure on the part of Read the Docs to enforce any provision of this Agreement will not be considered a waiver of our right to enforce such provision.\nOur rights under this Agreement will survive any termination of this Agreement.</p> Amendments.\ncomplete agreement¶\n<p>This Agreement may only be modified by a written amendment signed by an authorized representative of Read the Docs,\nor by the posting by Read the Docs of a revised version in accordance with Changes to these terms.\nThese Terms of Service, together with our Privacy Policy,\nrepresent the complete and exclusive statement of the agreement between you and us.\nThis Agreement supersedes any proposal or prior agreement oral or written,\nand any other communications between you and Read the Docs relating to the subject matter of these terms\nincluding any confidentiality or nondisclosure agreements.</p> Questions¶\n<p>Questions about the Terms of Service? Get in touch.</p>\n<strong>Why SCA tools aren't enough.\n</strong>You can catch the webinar on-demand.<strong> Watch now</strong>Ad by EthicalAds× Previous Next <p>© Copyright Read the Docs, Inc &amp.\ncontributors.\nRevision <code>e23df556</code>.\n</p> Built with Sphinx using a theme provided by Read the Docs.\nRead the Docs v: stable <dl>\n<dt>Versions</dt>\n<dd> stable </dd>\n</dl>\n<dl>\n<dt>Downloads</dt>\n<dd>PDF</dd>\n<dd>HTML</dd>\n<dd>Epub</dd>\n</dl>\n<dl>\n<dt>On Read the Docs</dt>\n<dd> Project Home </dd>\n<dd> Builds </dd>\n<dd> Downloads </dd>\n</dl>\n<dl>\n<dt>On GitHub</dt>\n<dd> View </dd>\n</dl>\n<dl>\n<dt>Search</dt>\n<dd>\n</dd>\n</dl>\n<small> Hosted by Read the Docs · Privacy Policy </small> Search by Read the Docs &amp.\nreadthedocs-sphinx-search Close ", "created_at": "2022-12-12 18:58:29.957247", "updated_at": "2022-12-12 18:58:53.423027"}], "points": [{"id": 7000, "title": "User logs are deleted after a finite period of time", "source": "https://docs.readthedocs.io/en/stable/privacy-policy.html", "status": "The privacy policy states \"logs that contain IP addresses and user agent strings are deleted after 10 days unless a DNT exception applies.\"", "created_at": "2019-06-11 20:22:56.266375", "updated_at": "2023-07-11 10:02:52.838963", "quoteText": null, "case_id": 177, "document_id": 1482, "quoteStart": null, "quoteEnd": null}, {"id": 17079, "title": "Your personal data is not sold", "source": "https://docs.readthedocs.io/en/stable/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2021-03-03 22:49:31.251022", "updated_at": "2023-07-11 10:11:16.141297", "quoteText": null, "case_id": 193, "document_id": 1482, "quoteStart": null, "quoteEnd": null}, {"id": 6999, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://docs.readthedocs.io/en/stable/privacy-policy.html", "status": "The privacy policy states \"Read the Docs supports Do Not Track (DNT) and respects users’ tracking preferences.\"", "created_at": "2019-06-11 20:17:50.509681", "updated_at": "2023-07-11 10:02:51.401998", "quoteText": null, "case_id": 383, "document_id": 1482, "quoteStart": null, "quoteEnd": null}], "urls": ["readthedocs.org", "readthedocs.io"]}}