{"error": 448, "message": "OK", "parameters": {"id": 9278, "name": "TestMy.net", "created_at": "2023-08-19 04:47:52.687165", "updated_at": "2023-08-19 10:02:10.389436", "wikipedia": null, "keywords": null, "related": null, "slug": "testmy-net", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9278.png", "url": "testmy.net", "documents": [{"id": 18164, "name": "Terms of Use", "url": "https://testmy.net/legal/terms_of_use.php", "xpath": "//body", "text": " Testing Dallas, TX\n| Multithread off &nbsp.\n| Sign In / Sign Up testmy.net<br>Internet Speed Test <ul>\n<li>Download</li>\n<li>Upload</li>\n<li>Latency</li>\n<li>DB\n<ul>\n<li>My Average</li>\n<li>Database</li>\n<li>Recent Results</li>\n<li>World Results</li>\n<li>Fastest ISPs</li>\n<li>Fastest Members</li>\n<li>My Info</li>\n</ul>\n</li>\n<li>Misc\n<ul>\n<li>Automatic Speed Test</li>\n<li>Connection Guide</li>\n<li>Forums</li>\n<li>IP Tools</li>\n<li>Multithread Test</li>\n<li>Test Legitimacy</li>\n<li>Test Servers</li>\n<li>Understand the Results</li>\n</ul>\n</li>\n<li>My Results</li>\n</ul> Terms of Use<p>(A) privacy points (plain english key points)<br>\n<br>\n(A.1) We do not sell your email address or personal details we do not use\nweb-bugs or spy-ware.\nYou will not receive spam email or pop-up adverts when\nusing the site, we give you tools and options to maintain your privacy.\n[Privacy Policy]<br>\n<br>\n(B) terms of use (plain english key points)<br>\n<br>\n(B.1) We do not guarantee any information provided in our forums, we disclaim\nany liabilities for any information we carry.\nAny information you contribute to\nthe site becomes our property.\nWe reserve the right to edit or remove any\npostings, or user accounts, for any reason whatsoever.<br>\n<br>\n(C) Disclaimer for site forum:</p>\n<p>(C.1) The forum and Provider Discussion and Reviews\nsections of TestMy.net (TMN) are not affiliated with or endorsed by the companies\nthey may describe.\nThe opinions expressed on TMN reflect solely\nthe opinions of the participants.\nTMN cannot effectively monitor all\nmaterial posted on its forum and, therefore, makes no representation and\nwarranty with respect thereto.\nParticipants of TMN may or may not actually\nbe ISP customers, or whomever they represent themselves as, and the information\nthey provide may or may not be true.<br>\n<br>\n(C.2) TMN Forum is designed to help readers obtain ISP\ninformation discuss ways to make ISP choices.\nThis information is provided by\nother contributors, many of whom use anonymous screen names and are people we've\nnever met.<br>\n<br>\n(C.3) We recognize that people sometimes post messages in our forum or\nmake statements that are misleading, deceptive, or downright wrong.\nThey may do\nthis unintentionally and even intentionally.<br>\n<br>\n(C.4) Please treat the contributors here the same way you would treat anyone you\nhad met for the first time.\nThis is important because anyone can post in our\nforum: no membership or proof of identity is required.<br>\n<br>\n(C.5) You should NOT rely only upon the information or opinions you read on this\nsite.\nRather, you should use what you read here as starting points for doing\nindependent research on providers, then judge for yourself the\nmerits of the material that has been shared in our forum.<br>\n<br>\n(C.6) TMN does not guarantee the veracity, reliability or completeness of\nany information provided in our forum or in any hyperlink appearing on our site.<br>\n<br>\n(C.7) TMN will not be responsible for any errors or omissions in articles\nor postings, for hyperlinks embedded in messages, or for any results obtained\nfrom the use of such information.\nTMN will not be liable for any loss or\ndamage caused by a reader's reliance on information obtained in our area, or in\na hyperlinked area.\nIf you don't accept this responsibility for yourself, then\nyou should not use TMN.<br>\n<br>\n(C.8) If you ignore our advice to do independent research of company services\nand choose to make decision based on, or take at face value, opinions found in\nour forum, you have made a conscious, willing, free, and personal decision to do\nso.<br>\n<br>\nPlease proceed with caution and do your homework.<br>\n<br>\n(D) General Disclaimer:<br>\n<br>\n(D.1) The ISPs and other companies described are not associated or affiliated\nwith TMN.\nTMN does not represent or endorse the accuracy or\nreliability of any of the information, content or advertisements (collectively,\nthe \"Materials\") contained on, distributed through, or linked, downloaded or\naccessed from any of the services contained on this website (the \"Service\"), nor\nthe quality of any products, information or other materials displayed,\npurchased, or obtained by you as a result of an advertisement or any other\ninformation or offer in or in connection with the Service (the \"Products\").\nYou\nhereby acknowledge that any reliance upon any Materials shall be at your sole\nrisk.\nTMN reserves the right, in its sole discretion and without any\nobligation, to make improvements to, or correct any error or omissions in any\nportion of the Service or the Materials.\nFurthermore, by using TMN forums\nyou understand that posts may be altered for content as admins and moderators\nsee fit.\nIf you do not agree with TMN's policies then don't use our\nservice.<br>\n<br>\n(D.2) THE SERVICE AND THE MATERIALS ARE PROVIDED BY TMN ON AN \"AS IS\"\nBASIS, AND TMN EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, EXPRESS OR\nIMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY AND FITNESS\nFOR A PARTICULAR PURPOSE, WITH RESPECT TO THE SERVICE OR ANY MATERIALS AND\nPRODUCTS.\nIN NO EVENT SHALL TMN BE LIABLE FOR ANY LOSS OF PROFITS OR ANY\nDIRECT, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND\nWHATSOEVER WITH RESPECT TO THE SERVICE, THE MATERIALS AND THE PRODUCTS,\nIRRESPECTIVE OF WHETHER TMN HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH\nLOSS, INJURY, OR DAMAGES.<br>\n<br>\n(E) TERMS OF USE<br>\n<br>\n(E.1) All users of TMN agree to follow the Terms of Use.\nIf you do not\nagree to abide by the Terms of Use, do not use TMN.\nUsers represent that\nthey have read, understand, and agree to all legal disclaimers.\nUsers agree that\nthey will not post any material that is defamatory, infringing, obscene or\notherwise unlawful.\nIf you post material, you represent and warrant that the\nmaterial you post is not defamatory, infringing, obscene or otherwise unlawful\nand that you have rights to post any material you supply.\nTMN may, in\nappropriate circumstances and in its sole discretion, terminate the accounts of\nusers that infringe or otherwise violate such rights of others.\nTMN\nreserves the right to remove any postings for any or no reason.\nUsers may not\npost third-party links which use trademarks of TMN or otherwise could\ncause confusion, wrongfully imply an endorsement of goods and services, or\ncontain defamatory, obscene or illegal material.<br>\n<br>\n(E.2) Users of TMN shall not deploy data-mining, web-mirroring or\nweb-copying of any kind against the site.\nAny such effort will be construed as\nan attempt to duplicate copyright data, and/or to destabilize the operation of\nthe website.\nTMN employs active log checking in order to identify users\nwho ignore this condition of use, and will investigate fully any suspected\ncases.\n<br>\n<br>\n(E.3) Users of TMN shall not deploy automated scripts of\nany kind.\nUse of automated scripts outside of what is offered by TMN or without\nexpress permission of TMN may result in the request being blocked or the client IP being banned permanently.<br>\n<br>\n(E.4) TMN users authorize TMN to use, reproduce, transmit, store\nand display any user-supplied content (including message board postings and\nreplies) for any purpose in any and all media.<br>\n<br>\n(E.5) TMN respects user privacy, in accordance with our Privacy Policy.\nTMN may disclose individual account or user information in cases when we\nhave reason to believe that disclosing this information is necessary to\nidentify, contact or bring legal action against someone who may be violating\nTMN Terms of Use or may be causing injury to or interference with (either\nintentionally or unintentionally) TMN's rights or property, other\nTMN users, or anyone else that could be harmed by such activities.\nTMN may disclose or access account information when we believe in good\nfaith that the law requires it and for administrative and other purposes that we\ndeem necessary to maintain, service, and improve our products and services.</p>\n<p>(E.6) TMN's\npolicies and terms of use may change at any time without notice, members are\nresponsible for visiting the TMN legal section to keep up-to-date with\nthe current policies and terms.<br>\n<br>\n(F) CONTACTING US REGARDING POSTED MATERIAL<br>\n<br>\n(F.1) If you believe that material posted is defamatory, obscene or otherwise\nunlawful and you are or represent the person or entity whose rights are being\nviolated, please contact TMN.\nInclude full details\nincluding your contact, location of material and we will respond.<br>\n<br>\n</p> Terms of Use\nPrivacy Policy <ul>\n<li>Forums</li>\n<li>Servers</li>\n<li>My Settings</li>\n</ul>\n<p>TestMy.net © 2023 - Terms &amp.\nPrivacy - Contact</p> &nbsp.\n", "created_at": "2023-08-19 04:48:16.163196", "updated_at": "2023-08-19 04:48:23.899369"}, {"id": 18163, "name": "Privacy Policy", "url": "https://testmy.net/legal/privacy.php", "xpath": "//body", "text": null, "created_at": "2023-08-19 04:47:52.717328", "updated_at": "2023-08-19 04:49:31.23937"}], "points": [], "urls": ["testmy.net"]}}