{"error": 448, "message": "OK", "parameters": {"id": 3580, "name": "Yleisradio", "created_at": "2021-05-13 00:34:04.965097", "updated_at": "2023-04-24 18:40:03.697566", "wikipedia": "https://en.wikipedia.org/wiki/Yle", "keywords": null, "related": null, "slug": "yleisradio", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3580.png", "url": "yle.fi", "documents": [{"id": 5953, "name": "Privacy Policy", "url": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "xpath": "//*[@id=\"block-yddrasil-content\"]/article/div[2]/div[1]", "text": " <p>\n<em>\n<strong>We have updated our privacy policy on September 2nd 2020.</strong>\n</em>\n</p>\n<ul>\n<li>\n<p>Your privacy is important to us</p>\n</li>\n<li>\n<p>What information do we process?</p>\n</li>\n<li>\n<p>What is the purpose of us processing personal data?</p>\n</li>\n<li>\n<p>What is the legal basis for processing personal data?</p>\n</li>\n<li>\n<p>Will the data be shared with any third parties?</p>\n</li>\n<li>\n<p>Who processes your personal data?</p>\n</li>\n<li>\n<p>Is data processed outside the EU or the EEA?</p>\n</li>\n<li>\n<p>What do we do to protect your personal data?</p>\n</li>\n<li>\n<p>How do we use cookies?</p>\n</li>\n<li>\n<p>How long do we store your data?</p>\n</li>\n<li>\n<p>How do you exercise the rights granted to you by data protection legislation?</p>\n</li>\n<li>\n<p>Changes to this privacy statement</p>\n</li>\n<li>\n<p>Who is the data controller and how can I contact them?</p>\n</li>\n</ul>Your privacy is important to us<p>Yle is committed to protecting the privacy of users of its services and complies with data protection legislation and good data protection practices.\nYle needs to process personal data in order to produce services for all citizens.\nThis privacy statement describes the practices concerning the collection and processing of personal data at Yle.</p>\n<p>In addition, individual services may have privacy statements that supplement or parallel this privacy statement.</p>\n<p>This privacy statement does not cover the processing of personal data for journalistic purposes.\nRead more on what is meant by the processing of personal data for journalistic purposes (in Finnish).</p>What information do we process?<p>We process information that is necessary to the purposes specified in this privacy statement.\nThe purpose determines what kind of information is collected about the users in different situations.</p>\n<p>We collect personal data during registration, use of services, competitions, campaigns and surveys, as well as any time you are in contact with us.</p>\n<p>Depending on the nature and features of the service, we collect the personal data listed below.</p>1.\nThe information you provide to Yle<p>Depending on the service, we process the following information that you provide to Yle:</p>\n<ul>\n<li>\n<p>\n<strong>Basic personal information and information related to authentication</strong>, such as name, pseudonym, username or other individual identifier, email address, gender and age.</p>\n</li>\n<li>\n<p>\n<strong>Information describing and related to the user</strong>, such as date of birth, gender, municipality of residence in Finland, interests, favourites, preferred topics, language and other selections, details of user devices and other information related to content production and programmes.</p>\n</li>\n<li>\n<p>\n<strong>Information on newsletters subscribed to by the user.</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>User-created content</strong>, such as customer feedback and contacts, permissions and consent, information related to competitions and drawings as well as comments made in the online service.</p>\n</li>\n<li>\n<p>\n<strong>Information about the participant</strong> when registering or participating in Yle events, competitions or drawings.</p>\n</li>\n<li>\n<p>\n<strong>Research and survey information.</strong> We may carry out customer surveys and research regarding service quality and use.\nThe information requested in surveys may be combined with viewing history data in additional surveys to be conducted later.\nAny additional surveys conducted are always done so that the data of an individual user is processed as statistical entities and the individual respondent cannot be identified.</p>\n</li>\n<li>\n<p>\n<strong>Other information provided or submitted with your consent</strong>, such as information collected from external sources.</p>\n</li>\n</ul>2.\nInformation derived from the use of services<ul>\n<li>\n<p>\n<strong>Access to Yle services</strong>, such as content use, programmes you have watched or listened to, articles you have read, or searches you have done in our services.</p>\n</li>\n<li>\n<p>\n<strong>Technical and device information</strong>, device identifiers and terminal device information, such as a terminal model and unique device and/or cookie identifier, terminal operating system, user browser, application, browser version, IP address, session identifier, session time and duration.</p>\n</li>\n<li>\n<p>\n<strong>Analytics and statistics</strong>, such as statistics collected by online service analytics systems (see the Yle cookie policy).</p>\n</li>\n<li>\n<p>\n<strong>Yle service use history</strong> information that is connected to the user and derived from observed use and/or information provided by the user, including demographic, interests and other user grouping.</p>\n</li>\n<li>\n<p>\n<strong>Information collected from customer communication</strong>, such as newsletter link clicks to gain insight on the reach of our communications.</p>\n</li>\n<li>\n<p>\n<strong>Location information</strong>, if you have provided your express consent for it.\nYle services based on location information use satellite, IP address or other network-based positioning information.\nThe use of assisted positioning methods may include the exchange of your location information as well as device- and operator-specific identifiers with a positioning server.\nWhen you use our services that are based on location information, such as local content or location-based emergency bulletins, your location information is sent with your consent to Yle for the purpose of providing the appropriate content.</p>\n</li>\n<li>\n<p>\n<strong>Information derived from use of the services</strong>, such as information related to age group, gender or life stage (e.g.\ncouple or family).\nThe information derived from analytics is mainly based on cookies and cookie-based enriched data (see Yle's cookie policy).</p>\n</li>\n<li>\n<p>\n<strong>Other information collected with your consent</strong>.</p>\n</li>\n</ul>3.\nPersonal data transferred to us<ul>\n<li>\n<p>We receive statistical information related to the use of our programme content from content distributors, such as the media services of telecommunications operators.\nThis information is provided to Yle as statistics or in pseudonymised form, so we cannot identify the user based on the information.</p>\n</li>\n<li>\n<p>We receive information regarding the use of our content in social media.\nThis information is used to manage social media channels and to ensure appropriateness of the discussion.\nFurthermore, the information is used to respond to customer enquiries.\nOn the Facebook page maintained by Yle, Yle is the co-controller with Facebook Ireland.\nFacebook manages personal data according to their own privacy principles: https://facebook.com/privacy/.</p>\n</li>\n<li>\n<p>If you wish to access all Yle Areena content while staying in other EU countries, we need to know your home municipality.\nAt your request, we may retrieve this information from the Population Register Centre.</p>\n</li>\n</ul>What is the purpose of us processing personal data?<p>We process your personal data for one or more of the purposes described below.</p>1.\nThe provision and personalisation of services<p>\n<em>We process your personal data in order to provide better services.</em>\n</p>\n<p>Personal data can be used to provide Yle services, such as enabling the functionalities of our website.\nIn addition, personal data is processed for user identification, such as when using the Yle ID.\nPersonal data can be used to implement different user-specific functions, such as by storing information on where the user left the programme.</p>\n<p>\n<em>We process personal data to provide more personal, interactive and user-friendly services.</em>\n</p>\n<p>Processing personal data allows us to make services available on different devices, suggest interesting content as well as display content targeted for different users in our services.\nRead more about Yle’s operating principles (in Finnish).</p>2.\nService and content development and reporting<p>\n<em>We process information related to the use of services in order to make Yle better for you and for everyone.</em>\n</p>\n<p>We process information related to the use of the services, for example, to create more interesting programme content, develop our services, and improve the service experience and accessibility.\nIn order to develop our services, we may, for example, conduct surveys and research related to Yle services and content concerning, among other things, habits or interests related to the use of the content.\nThese surveys can be conducted, for example, by e-mail or on our website.\nIn order to develop our operations and content, we also use the information provided as customer feedback and in audience surveys.\nThe personal data related to the improvement of services is typically processed as statistics.</p>3.\nCustomer communications and newsletters<p>\n<em>We contact our users to inform them of Yle services and content.</em>\n</p>\n<p>As an Yle ID customer, you will receive regular emails on the benefits of Yle ID and Yle content.\nYou will receive a Yle ID customer newsletter occasionally, unless you have unsubscribed.</p>\n<p>At your discretion, we may also send you personalised recommendations of new content.\nYou can manage customer communication through your Yle ID profile.</p>\n<p>We also use topical newsletters to communicate our operations.\nYou may subscribe to Yle newsletters according to your interest and unsubscribe at will, either directly through a link in the newsletter or by changing your Yle ID communication settings.</p>4.\nCustomer service and feedback<p>\n<em>Personal data can be used to provide customer service.</em>\n</p>\n<p>Personal data can also be used to respond to a user's requests and questions, for example, if the user has contacted our customer service.\nWe may also contact users in matters related to customer service or our services.</p>\n<p>Calls to Yle customer service are directed to an answering service at certain hours of the day, where the calls are recorded for later response.\nCalls recorded in the answering service are converted into text to speed up customer service.</p>\n<p>Calls to Yle's switchboard will also be recorded to improve customer service.</p>5.\nOther uses<ul>\n<li>\n<p>Information is also processed to ensure data security and to prevent the misuse of services.</p>\n</li>\n<li>\n<p>Providing various polls and competitions requires the processing of personal data.\nFor these purposes, we only process personal data provided by the user for polling or competitions.\nCompetitions and sweepstakes may also be held in social media services.</p>\n</li>\n</ul>What is the legal basis for processing personal data?<p>Yle will only process personal data when there is a legal basis.\nThe legal basis for processing personal data depends on the nature and purpose of the processing.</p>\n<p>One legal basis is <strong>a contract between a user and Yle</strong>.\nOnce you have created an Yle ID, we will process your user data for the purpose of providing the service.</p>\n<p>In some cases, the legal basis may be <strong>user consent</strong>.\nWe process your data in some services when you give your consent for the processing.\nFor example, this type of processing includes participating in audience competitions, subscribing to recommendation messages and location information processing in mobile applications.\nData processing based on consent is always voluntary and you may revoke your consent at will.</p>\n<p>In addition, we may process personal data for <strong>an appropriate need, i.e.\na legitimate interest in Yle</strong>.</p>\n<p>We process the data for the following purposes based on a legitimate interest.\nThese include:</p>\n<ul>\n<li>\n<p>the development of services and content</p>\n</li>\n<li>\n<p>communicating about our services and content</p>\n</li>\n<li>\n<p>compiling statistics on and analysing content use</p>\n</li>\n<li>\n<p>the personalisation of services.\nYou can learn more about recommendations used in Yle services in this article (in Finnish).</p>\n</li>\n<li>\n<p>Technical development of services and ensuring service functionality</p>\n</li>\n<li>\n<p>Ensuring the security of Yle and its customers, preventing the misuse of services and protecting Yle property</p>\n</li>\n<li>\n<p>Monitoring the requirements set by copyright regulations</p>\n</li>\n<li>\n<p>Customer communications, customer feedback processing and customer relationship management.</p>\n</li>\n</ul>\n<p>When we process personal data based on a legitimate interest, we carefully review the necessity and proportionality of the processing.</p>\n<p>Yle's archived content and related author information are processed for archiving purposes in the public interest.\nRead more about Yle’s operating principles (in Finnish).</p>Will the data be shared with any third parties?<p>We will only disclose information to parties outside Yle in the following situations:</p>\n<ul>\n<li>\n<p>\n<em>With your consent, we may disclose personal data to Yle partners in conjunction with service use.</em> Personal data may be disclosed with your express consent to, for instance, a service provided by a non-Yle party.\nOne such service is the Varaamo reservation service provided by the City of Helsinki that you may use with your Yle ID.</p>\n</li>\n<li>\n<p>\n<em>Disclosures to our social media partners.</em> Personal data may be disclosed to social media partners such as Facebook, Twitter, Whatsapp, Spotify and Instagram.\nUse of social media widgets at Yle has been further described in the Yle cookie policy.</p>\n</li>\n<li>\n<p>\n<em>Disclosure of personal data for research.</em> Any disclosures of data for research use are always assessed on a case-by-case basis.\nIn principle, the information is only disclosed in a format from which individual persons can no longer be identified.\nCookie information related to audience measurement can be disclosed for statistical and research purposes.\nWe describe the processing of audience measurement data in more detail in our cookie policy.</p>\n</li>\n<li>\n<p>\n<em>We disclose personal data to the authorities only to the extent required by mandatory legislation.</em>Personal data may be disclosed to competent authorities upon demand in accordance with statutory requirements.</p>\n</li>\n<li>\n<p>\n<em>Disclosure of personal data related to content author information.</em> Yle stores author information in its contents in Wikidata in order to give its content a keyword to the extent that it is considered relevant from the perspective of communication.\nThe content metadata, including author information, has been selectively published on the Elävä arkisto website and on the opendata website in accordance with the principles of open data.</p>\n</li>\n</ul>Who processes your personal data?<p>At Yle, personal data is only processed by persons who are entitled to do so as part of their job.</p>\n<p>\n<em>Use of subcontractors</em>\n</p>\n<p>Yle may use subcontractors and service providers for the technical maintenance of its services, customer service, the administration and analysis of user information, surveys, customer communications or the implementation of various campaigns.\nYle's subcontractors and service providers process personal data only to the extent necessary for the purposes described in this privacy statement.</p>\n<p>Service providers may not use your data for any purposes other than those specified by Yle, as described in this privacy statement and any service-specific privacy statement.\nYle requires subcontractors to process personal data in a confidential manner and to ensure an adequate level of information security in order to protect personal data.</p>\n<p>\n<em>Yle applications on third-party application platforms</em>\n</p>\n<p>Personal data is collected whenever Yle applications are used.\nYle services may be offered on various device platforms, and the services may include links or access to the websites or services of other parties.\nWhen Yle services are used on, for example, a smart TV, mobile device, or a third-party application, the individual and independent privacy policies and terms of use of that service provider shall apply in addition to this privacy statement.\nApplications downloaded through the App Store, such as Apple App Store or Google Play, are also subject to the terms of use of that service provider.\nWe recommend that you carefully review the privacy policies and terms and conditions of such external parties.\nYle is not responsible for the privacy policies or terms and conditions of external parties.</p>Is data processed outside the EU or the EEA?<p>We seek to primarily provide services and process your personal data using operators and services located within EU or EEA countries.\nIn some cases, operators, services and servers located elsewhere may also be used to provide our services.\nIn these cases, your personal data may be transferred outside the EU or the EEA to a country where the regulations on the processing of personal data differ from the requirements of the Finnish legislation.\nFor example, we use the standard contractual clauses approved by the European Commission to implement these transfers in compliance with statutory requirements, which ensures that personal data is adequately protected.\nWe see to it that personal data is processed in accordance with this privacy statement, regardless of where the processing takes place.</p>What do we do to protect your personal data?<p>We pay particular attention to data protection and information security in the design, implementation and maintenance of our services.\nWe use appropriate physical, technical and administrative security measures to protect your personal data.\nPersons have been specifically appointed to take care of privacy protection and information security.\nWe restrict access to systems and databases containing personal data to the appointed persons who have an essential work-related need and the right to process the personal data in question.</p>\n<p>We implement data protection and information security requirements by using, among other things, preventive risk management measures, by taking privacy protection and information security into account in the design of our services, by training our personnel and by regularly reviewing the compliance of our services with regard to data protection legislation.</p>\n<p>We aim to pseudonymise data whenever possible.\nInformation observed and derived during the use of services is stored in a format that makes it impossible to identify an individual user.</p>\n<p>You are able to personally manage the personal data, choices and consent included in your Yle ID.\nWe recommend that you review your information from time to time.\nMost of Yle's services may be used without registering an account or by using a pseudonym.</p>How do we use cookies?<p>Yle uses cookies, web beacons and other similar methods to provide and develop Yle's websites and services and personalise content.\nOur pages may also include other components from parties outside Yle that are related to, for example, social networking services.</p>\n<p>Our cookie policies describe our use of cookies in more detail and explain how you can restrict their use.</p>How long do we store your data?<p>We store your data according to applicable legislation and only for as long as is necessary for the purposes defined in this privacy statement.<br>How long personal data is stored for varies by service and depends on the nature of the information.\nWe regularly review the necessary duration of information storage.\nWe currently use the following storage periods:</p>\n<ul>\n<li>\n<p>We will delete the details of a single Yle ID when that ID has not been used for two years.\nBefore deleting the account, we send a reminder message to the user.\nYou may also delete your Yle ID at any time.\nIn this case, we will delete your personal data related to the Yle ID within 72 hours.</p>\n</li>\n<li>\n<p>Interests, favourites and playlists set by the user will be stored until the user removes the content selection in the Yle service or when that ID is deleted.</p>\n</li>\n<li>\n<p>Data related to the use of the services, such as viewing history, will be retained for 52 months after the data has been collected.</p>\n</li>\n<li>\n<p>Information related to sweepstakes and competitions will be deleted as soon as the sweepstake or competition has ended.</p>\n</li>\n<li>\n<p>As a rule, customer feedback and similar contacts are kept for one year after receiving the contact.</p>\n</li>\n<li>\n<p>Information on calls received by our switchboard and records of discussions with the switchboard operators are deleted 21 days after the call.</p>\n</li>\n<li>\n<p>Customer service voicemail data is kept for a maximum of 90 days.</p>\n</li>\n</ul>\n<p>After the storage period is up, we destroy the information or convert them into an anonymous format that prevents the identification of an individual person.</p>\n<p>Please note that some Yle services may include public comment sections or discussion forums.\nYour pseudonym and the content you have published may remain available even after your Yle ID has been deleted.</p>How do you exercise the rights granted to you by data protection legislation?<p>Users of an Yle service have the right</p>\n<ul>\n<li>\n<p>To access their own data.\nIndividuals have the right to know if their data is being processed or not.\nIf data is being processed, the individual is entitled to review their data.</p>\n</li>\n<li>\n<p>Request the rectification of incorrect data</p>\n</li>\n<li>\n<p>Request the deletion of obsolete data or data that is otherwise processed without an appropriate basis</p>\n</li>\n<li>\n<p>Request a restriction of processing in certain cases</p>\n</li>\n<li>\n<p>Object to data processing based on a legitimate or public interest</p>\n</li>\n<li>\n<p>Request the transfer of their data when the data is processed on the basis of a contract or consent</p>\n</li>\n<li>\n<p>To withdraw their consent to the processing of personal data</p>\n</li>\n<li>\n<p>To lodge a complaint with the supervising authority.</p>\n</li>\n</ul>\n<p>To exercise your rights, please send us a request via the Yle Privacy website at https://yle.fi/tietosuoja (in Finnish).</p>\n<p>Some of our services allow you to revoke your consent for the processing of personal data using, for example, the settings of a device, service or application.</p>\n<p>You can manage your Yle ID data by logging in to your profile.\nYou can use the ID communication settings to choose what customer communications you wish to receive from Yle.\nYou can also cancel the Yle ID newsletter and newsletter subscriptions.\nPlease note that in this case, we will still be able to send you necessary notifications regarding our services, such as information on features, changes or service faults and disruptions.</p>Changes to this privacy statement<p>Some of our services allow you to revoke your consent for the processing of personal data using, for example, the settings of a device, service or application.</p>\n<p>You can manage your Yle ID data by logging in to your profile.\nYou can use the ID communication settings to choose what customer communications you wish to receive from Yle.\nYou can also cancel the Yle ID newsletter and newsletter subscriptions.\nPlease note that in this case, we will still be able to send you necessary notifications regarding our services, such as information on features, changes or service faults and disruptions.</p>\n<p>\n<em>This privacy statement was updated on September 2nd 2020.</em>\n</p>\n<p>You can view earlier versions of the Yle Privacy Statement:</p>\n<ul>\n<li>\n<p>Privacy statement for Yles services 14.2.2019-2.9.2020</p>\n</li>\n<li>\n<p>Privacy statement for Yles services 25.5.2018-14.2.2019</p>\n</li>\n</ul>Who is the data controller and how can I contact them?<p>The controller of your personal data is Yleisradio Oy, the Finnish Broadcasting Company, located at Uutiskatu 5, 00240 Helsinki.</p>\n<p>In matters concerning data protection, you can send email to tietosuoja@yle.fi.</p> ", "created_at": "2021-05-13 00:34:04.968787", "updated_at": "2023-04-19 19:22:18.187284"}, {"id": 15656, "name": "Cookie Policy", "url": "https://yle.fi/aihe/s/yleisradio/cookiepolicy-en", "xpath": "//*[@id=\"block-yddrasil-content\"]/article/div[2]/div[1]", "text": " <p>We have updated our cookies policy on 24 March 2021.\nOn this page, we will explain how Yle uses cookies and other similar technologies to process information about the use of Yle’s services.&nbsp.\nFor more information on the processing of personal data in general, see our privacy statement for Yle's services.</p>Cookies and other device identifiers<p>Yle uses cookies and other technologies for visitor traffic statistics as well as for enabling and facilitating the use of Yle’s digital services.\nA cookie is a small text file sent to a customer’s browser that usually contains an identification number, and it does not damage the terminal device.\nCookies and similar technologies are used to collect information about the use of Yle’s content, such as which Yle pages the user has browsed.\nWe also collect technical device information on issues such as browser, operating system and IP address.\nSome cookies are cookies from third parties.&nbsp;</p>\n<p>The user cannot be identified through cookies only.\nIf the user has created an Yle ID, we can supplement the information related to the use of the services with the Yle ID information.\nThe information is not used for purposes other than those described later on this page.</p>Purposes for which the data are usedStrictly necessary functionality cookies<p>We use cookies to realise the basic functionalities of the services.\nThese functionalities include logging in, starting videos, and remembering user-specific settings.\nSome of the strictly necessary cookies are used to measure the use of Yle services both internally and nationally.&nbsp.\nThe use of Yle contents is measured by external independent research organisations.\nResearch on the use of content is carried out by Finnpanel and FIAM (The Finnish Internet Audience Measurement).&nbsp;</p>Personalisation and recommendation cookies<p>We use cookies and other similar technologies to help Yle service users find content that we believe is of interest to them.\nCookies and similar technologies also allow us to personalise the user experience on our site.</p>Cookies to improve our services<p>We develop our services every day.\nCookies help us understand how our site’s services are used and what the users want to do.\nCookies and similar technologies allow us to make Yle’s services better.\nFor example, we may test which option in the user interface or image best serves the customer.&nbsp;</p>\n<p>Yle customers have the opportunity to subscribe to newsletters.\nNewsletters are developed by measuring, for example, the interest of their content using cookie and device identifiers.&nbsp;</p>Cookies for social media embedding<p>Yle’s websites and services provide links and connections to third-party websites.\nThe third-party hosted plugins on the Yle sites are downloaded from the servers of these parties.</p>\n<p>Through the social plugin, information about the user’s visit to the page is stored for the social media service provider.\nIn some social media plugins, information about an individual user is only disclosed when the user is active, for example by sharing an article through a social media plugin.</p>\n<p>Third party services or third-party applications on Yle’s websites and services shall be subject to the terms and conditions of use of that third party.\nIn such cases, these social media service providers process the data as data controllers and, where applicable, as joint data controllers with Yle.\nYle does not collect cookie information through social media plugins.&nbsp;</p>Customer’s chance to influence<p>Cookie information is stored and collected on the basis of the consent given by the users of the service.\nThe users give their consent through the pop-up window in use in the Yle browser services.\nThey can change their consent at any time by going to the top bar of the Yle services, selecting “Menu” and “Cookie Settings” below.</p>\n<p>Consent to the use of cookies is requested from all users who have accepted cookies every six months.\nIf users have accepted only the strictly necessary cookies or some of the cookies that require their consent, we ask their permission to use the cookies every three months.\nIf Yle’s cookie classification changes (for example, a completely new purpose category will be introduced), we will ask all users for the permissions again.&nbsp;</p>\n<p>As regards newsletters, the customer agrees that we store and collect cookie information in connection with the subscription of the newsletter.\nThe user can unsubscribe to the letter at any time (https://kirjeet.yle.fi/), in which case the storing and collection of cookie information will also stop.&nbsp;</p>Cookies and identifiers used by Yle Strictly necessary functionality cookies Open Adobe Analytics<ul>\n<li>\n<p>Purpose of the cookies: Cookies are used to measure the number of people using the content of Yle’s Internet services.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: session, 729 days or permanent depending on the cookie</p>\n</li>\n<li>\n<p>Cookie/ID Type:&nbsp.\nHTTP Cookie, HTML Local Storage</p>\n</li>\n<li>\n<p>Service provider website: https://www.adobe.com</p>\n<p>\n</p>\n</li>\n<li>\n<p>Adobe Analytics also uses the demdex cookie.&nbsp;</p>\n</li>\n<li>\n<p>Purpose of the cookie: Cookies are used to measure the number of people using the content of Yle’s Internet services.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: demdex.net (third party cookie)</p>\n</li>\n<li>\n<p>Validity: 179 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n<li>\n<p>Service provider website: https://www.adobe.com</p>\n</li>\n</ul>Chartbeat<ul>\n<li>\n<p>Purpose of the cookies: Cookies allow you to view the number of browsers currently present on each of the Yle pages.</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (1st party cookie) or chartbeat.net (3rd party cookie) depending on the cookie</p>\n</li>\n<li>\n<p>Validity: session, permanent, 1 day or 394 days depending on the cookie</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie, HTML Local Storage, Pixel Tracker</p>\n</li>\n<li>\n<p>Service provider website: https://www.chartbeat.com</p>\n</li>\n</ul>FIAM<ul>\n<li>\n<p>Purpose of the cookies: FIAM, The Finnish Internet Audience Measurement, is an official measurement of online audiences in Finland.\nFIAM is produced by Media Metrics Finland Oy in a manner agreed upon with the subscribers.\nThe aim of MMF is to promote the use of reliable and commensurate data on online audiences in Finland.&nbsp.\nAs of March 2020, AudienceProject AsP works as an implementing partner of MMF.</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (1st party cookie) or userreport.com (3rd party cookie) depending on the cookie</p>\n</li>\n<li>\n<p>Validity: session, 364 days or permanent depending on the cookie</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie, HTML Local Storage, Pixel Tracker</p>\n</li>\n<li>\n<p>Service provider website: https://fiam.fi</p>\n</li>\n</ul>Get Jenny<ul>\n<li>\n<p>Purpose of the cookies: Functionality cookies of YleBotti at Yle customer service site.</p>\n</li>\n<li>\n<p>Setting domain: ukk.yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: permanent&nbsp;</p>\n</li>\n<li>\n<p>Cookie/ID type: HTML Local Storage</p>\n</li>\n<li>\n<p>Service provider website: https://www.getjenny.com</p>\n</li>\n</ul>New Relic<ul>\n<li>\n<p>Purpose of the cookies:&nbsp.\nMeasuring the performance of the Yle website and ensuring its technical functionality.</p>\n</li>\n<li>\n<p>Setting domain: nr-data.net (third party cookie)</p>\n</li>\n<li>\n<p>Validity: session</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie, Pixel Tracker</p>\n</li>\n<li>\n<p>Service provider website: https://newrelic.com</p>\n</li>\n</ul>Salesforce<ul>\n<li>\n<p>Purpose of the cookies:&nbsp.\nYle’s customer service functionality cookies at https://asiakaspalvelu.yle.fi</p>\n</li>\n<li>\n<p>Setting domain: asiakaspalvelu.yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: session, permanent, 1 day or 364 days depending on the cookie.</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie, HTML Local Storage, IndexedDB</p>\n</li>\n<li>\n<p>Service provider website: https://www.salesforce.com</p>\n</li>\n</ul>Wufoo<ul>\n<li>\n<p>Purpose of the cookies: Functionality of the form tool used by Yle</p>\n</li>\n<li>\n<p>Setting domain: wufoo.com (third party cookie)</p>\n</li>\n<li>\n<p>Validity: session and 1-89 days depending on the cookie.&nbsp;</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n<li>\n<p>Service provider website: https://www.wufoo.com</p>\n</li>\n</ul>Yle Areenan toiminnalliset evästeet<ul>\n<li>\n<p>Purpose of the cookies:&nbsp.\nRemembering the user-defined Yle Areena functionality settings.\nFor example, queue, subtitle language and subtitle style.</p>\n</li>\n<li>\n<p>List of cookies: searchHistory, currentCard, playQueue, guideShowPastPrograms, kaltura-player-js_textLanguage, kaltura-player-js_textStyle, kaltura-player-js_volume, kaltura-player-js_muted, kaltura-player-js_audioLanguage, player-session-events</p>\n</li>\n<li>\n<p>Setting domain: areena.yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: Permanent</p>\n</li>\n<li>\n<p>Cookie/ID type: HTML Local Storage</p>\n</li>\n</ul>Zendesk<ul>\n<li>\n<p>Purpose of the cookies: Publishing content related to Yle customer service.&nbsp;</p>\n</li>\n<li>\n<p>The cookies are available on two different Yle websites: https://ukk.yle.fi/hc/fi and https://ohjeet.areena.yle.fi/hc/fi</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie) and zendesk.com (third party cookie) depending on the cookie.</p>\n</li>\n<li>\n<p>Validity: session, permanent, 1 day or 29 days depending on the cookie.</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie, HTML Local Storage</p>\n</li>\n<li>\n<p>Service provider website: https://www.zendesk.com</p>\n</li>\n</ul>Other strictly necessary cookies and identifiers<p>\n<strong>Cookie: connect.sid</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: To identify sessions in Yle Kielikoulu - Yle Språkskolan service.</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 365 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: has_ js</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: Functionality cookie for the publishing platform used by Yle.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: session</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: yle_selva</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: Browser identification.\nThe cookie combines the events that occur during the validity period of the cookie into a whole.\nThe cookie is used for measurement so that we can receive information on the consumption of Yle’s content, both internally and nationally.\nThe cookie does not identify the user at the person level.</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 1580 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: yleconsent</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: Management of cookies of Yle browser services.</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 180 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: ylelogin</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: Identification of a user logged in with Yle ID.</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 370 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: yleyp-fontsize</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: Remembering the font size selected by the user on the Yle News subpages.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 59 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: yleyp-saa-latestPlaces</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: Yle Weather’s location search cookie that remembers previously searched locations.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 59 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: weatherLocation/v2</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: Remembering the location selection of the weather block on the yle.fi/uutiset website.</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: permanent</p>\n</li>\n<li>\n<p>Cookie/ID type: HTML Local Storage</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: packageHistory</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: Measuring the attractiveness of Yle Areena’s package pages.</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: permanent</p>\n</li>\n<li>\n<p>Cookie/ID type: HTML Local Storage</p>\n</li>\n</ul> Personalisation and recommendation cookies Open Adform<ul>\n<li>\n<p>Purpose of the cookies: Targeting messages to a specific audience in Yle’s online services and targeting analytics.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: adform.net (third party cookie)&nbsp;</p>\n</li>\n<li>\n<p>Validity: 30 or 59 days depending on the cookie</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n<li>\n<p>Service provider website: https://site.adform.com</p>\n</li>\n</ul>Other personalisation and recommendation cookies<p>\n<strong>Cookie: yle_rec</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: personal recommendation</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 365 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul> Cookies to improve our services Open Eloqua<ul>\n<li>\n<p>Purpose of the cookies: &nbsp;Measurement related to the development of Yle newsletters.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: eloqua.com (third party cookie)</p>\n</li>\n<li>\n<p>Validity: 395 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n<li>\n<p>Service provider website: https://www.oracle.com/index.html</p>\n</li>\n</ul>Other cookies to improve our services<p>\n<strong>Cookie: areena_ab</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: YLE Areena user tests</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 364 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul>\n<p>\n<strong>Cookie: ABTestGroup</strong>\n</p>\n<ul>\n<li>\n<p>Purpose of the cookie: user tests of yle.fi entity</p>\n</li>\n<li>\n<p>Setting domain: yle.fi (first party cookie)</p>\n</li>\n<li>\n<p>Validity: 6 days</p>\n</li>\n<li>\n<p>Cookie/ID type: HTTP Cookie</p>\n</li>\n</ul> Cookies for social media embedding Open Facebook<ul>\n<li>\n<p>Purpose of the cookies: Content published in social media displayed in connection with Yle articles.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: facebook.com (third party cookie)</p>\n</li>\n<li>\n<p>Service provider website: https://www.facebook.com</p>\n</li>\n</ul>Instagram<ul>\n<li>\n<p>Purpose of the cookies: Content published in social media displayed in connection with Yle articles.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: instagram.com (third party cookie)</p>\n</li>\n<li>\n<p>Service provider website: https://www.instagram.com</p>\n</li>\n</ul>Twitter<ul>\n<li>\n<p>Purpose of the cookies: Content published in social media displayed in connection with Yle articles.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: twitter.com (third party cookie)</p>\n</li>\n<li>\n<p>Service provider website: https://twitter.com</p>\n</li>\n</ul>YouTube<ul>\n<li>\n<p>Purpose of the cookies: Content published in social media displayed in connection with Yle articles.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: youtube.com (third party cookie)</p>\n</li>\n<li>\n<p>Service provider website: https://www.youtube.com</p>\n</li>\n</ul>Vimeo<ul>\n<li>\n<p>Purpose of the cookies: Content published in social media displayed in connection with Yle articles.&nbsp;</p>\n</li>\n<li>\n<p>Setting domain: vimeo.com (third party cookie)</p>\n</li>\n<li>\n<p>Service provider website: https://vimeo.com</p>\n</li>\n</ul>\n<p>\n</p> ", "created_at": "2023-04-19 19:14:54.41071", "updated_at": "2023-04-19 19:15:20.259471"}, {"id": 15657, "name": "Terms of Use", "url": "https://yle.fi/aihe/s/yle-id/terms-of-use", "xpath": "//*[@id=\"block-yddrasil-content\"]/article/div[2]/div[1]", "text": " <p>\n<strong>Terms of use for the Yle ID.</strong>\n</p>\n<p>\n<em>We revised the terms of use for the Yle ID on 25 May 2018</em>\n</p>Yle ID – your service<p>By using an Yle ID, you can log in to all of Yle’s digital services on any supported device.\nYou will receive more personal service if you create your Yle ID and log in to Yle’s services.</p>\n<p>We collect data about your use of services in order to recommend more personal content, identify what type of content interests people and make our content and services even better.</p>\n<p>Yle ID is a secure Finnish service.\nWe take good care of all the data we collect.\nWe do not disclose any data to third parties and we only use your data for the aforementioned purposes.\nYou can, at any time, download all the data we have collected about you and, if you want, you can delete your Yle ID.</p>\n<p>Yle sends significant information about the content and features of its services to its users.\nYou will receive regular information via email about the benefits of using the Yle ID and the content provided by Yle.\nYou can manage customer communication in your Yle ID profile.</p>\n<p>We want to build the world’s best personal content service with you!</p>1.\nScope of application<p>Yle ID is a tool offered by Yleisradio Oy (hereinafter “Yle”) to log in to the services of Yle and any other service providers (“the Services”).\nYle ID is a secure Finnish service with which you can obtain interesting Services customised for you.</p>\n<p>These terms of use for the Yle ID, together with Yle’s privacy policy (collectively “the terms of use”), regulate the use of the Yle ID in conjunction with different Services.\nIn these terms of use, “Yle ID” refers to a combination of a username and password and the login service enabled by them.</p>\n<p>You can also use the Yle ID to log in to the Services offered by third parties.\nIn this case, the terms of use of the specific third party apply to the Services used.</p>\n<p>The terms of use define your rights and obligations related to the Yle ID.\nThe use of the Yle ID requires that you comply with the terms of use.</p>\n<p>Please note that additional terms of use may apply to the use of Yle’s different Services or their parts.\nFor example, the terms of use for Yle Areena are available here (in Finnish).</p>\n<p>By creating your Yle ID, you understand and accept that Yle collects and uses personal data collected through the Services as defined in Yle’s privacy and cookie policies.\nYle’s privacy policy is available here.</p>\n<p>As an Yle ID user, you will receive information via email on a monthly basis about the benefits of using the Yle ID and the content provided by Yle.\nYou can manage customer communication in your Yle ID profile.</p>2.\nCreating and deleting your Yle ID<p>In order to create your Yle ID, you must be at least 13 years of age.\nTo create your Yle ID, you must provide the registration data required in order to be authenticated.</p>\n<p>When you register your Yle ID, you need to create your username and password.\nYou are personally responsible for all use of the Services taking place using your username and password.\nYou must keep your username and password with care and immediately notify Yle of any misuse you are aware of.</p>\n<p>If you do not want to use your Yle ID to log in to the Services, you can delete your Yle ID.\nOnce you have deleted your Yle ID, you will no longer be able to access the Services or their features that require registration with the Yle ID.\nNaturally, you can create a new Yle ID.</p>\n<p>Yle may cancel your Yle ID or restrict your access to the Services if you are in breach of the terms of use.\nYle may also cancel your Yle ID if you have not used it to log in to the Services during the past two (2) years.</p>3.\nUsing your Yle ID<p>You can use your Yle ID in accordance with these terms of use.\nYour Yle ID is personal, and you cannot hand it over to anyone else.\nYou must immediately notify Yle if you suspect that your Yle ID is misplaced without proper authorisation.</p>\n<p>The use of the Yle ID is at your own risk, and you are responsible for acquiring, using and protecting the devices, applications and network connections required to use the Services.</p>\n<p>Yle is responsible for the Services offered by Yle and their content in accordance with Service-specific terms of use.\nYle is not responsible for any Services of third parties to which you can log in using your Yle ID.</p>4.\nAvailability of the Yle ID<p>The Yle ID is available round the clock.\nHowever, Yle reserves the right, at its discretion, to develop, change and fix the Yle ID, its properties, use or background systems.\nThe Yle ID may also be unavailable during maintenance and at other times due to, for example, overloading.</p>\n<p>Yle can, at its discretion, decide to stop maintaining or offering the Yle ID or its part.\nYle will give notification of such cases beforehand.</p>5.\nPersonal data<p>The principles for protecting personal data connected with an Yle ID are defined in Yle’s privacy statement.\nYle processes your personal data in accordance with the valid legislation and privacy policy.</p>\n<p>Cookies and other similar identifiers can be used in the Services as described in Yle’s cookie policy.\nOur cookies policy can be found here.</p>\n<p>Third parties may offer an option to log in to their services using the Yle ID.\nIn this case, the data protection principles regarding the specific services are defined in the privacy policy of the specific third party.</p>6.\nLegal<p>The Yle ID and the background systems and software related to it are protected by copyright laws, and copyrights to them are held by Yle or Yle’s licensors.\nAll rights to the Yle ID and all Yle’s Services offered or available through the Yle ID are held by Yle.</p>7.\nLimitation of liability<p>Yle offers the Yle ID as it is.\nYle does not guarantee that the Yle ID is available without any interruptions or faults.\nYle does not provide any direct or indirect guarantees related to the availability, perfection, reliability, information or content of the Yle ID.</p>\n<p>Apart from any liabilities arising from intent or gross negligence, Yle is not liable for any direct, indirect or unexpected losses resulting from the use of the Yle ID or any inability to use the Yle ID.</p>8.\nOther terms of use<p>\n<strong>8.1 Applicable laws</strong>\n</p>\n<p>The Yle ID and the terms of use are governed by the valid laws of Finland, apart from provisions on the choice of law.</p>\n<p>\n<strong>8.2 Changes in the terms of use</strong>\n</p>\n<p>Yle reserves the right to change the terms of use at any time without any prior notification.\nIf there are significant changes in the terms of use, Yle will give a prior notification of such changes.\nChanges will enter into force within one week after Yle has given notification of the changes in the terms of use on its website and/or in an application offered by Yle.</p>\n<p>If changes in the terms of use result from changes in the legislation or official regulations or from other unexpected reasons, the changes will enter into force immediately after Yle has given notification of them.</p>9.\nContact information<p>The service provider of the Yle ID is Yle (Uutiskatu 5, 00024 Yleisradio).</p>\n<p>In matters concerning the terms of use for the Yle ID, you can contact our customer service by sending email to ohjelmapalaute@yle.fi or Yle.tunnus@yle.fi.\nIn matters concerning data protection, you can send email to tietosuoja@yle.fi.\nYou can also use the feedback form, write to us at Yleisradio Oy, P.O.\nBox 77, 00024 Yleisradio, or call on +358 20 690 414.</p> ", "created_at": "2023-04-19 19:23:13.48784", "updated_at": "2023-04-19 19:23:21.645304"}], "points": [{"id": 24583, "title": "First-party cookies are used", "source": "https://yle.fi/aihe/s/yleisradio/cookiepolicy-en", "status": "section \"Cookies and identifiers used by Yle\"", "created_at": "2021-07-26 15:35:15.810621", "updated_at": "2021-07-26 15:45:21.259296", "quoteText": null, "case_id": 126, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24581, "title": "This service may collect, use, and share location data, if you have provided your express consent for it.", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "What information do we process?\r\n\r\n2. Information derived from the use of services\r\n\r\nLocation information, if you have provided your express consent for it. Yle services based on location information use satellite, IP address or other network-based positioning information. The use of assisted positioning methods may include the exchange of your location information as well as device- and operator-specific identifiers with a positioning server. When you use our services that are based on location information, such as local content or location-based emergency bulletins, your location information is sent with your consent to Yle for the purpose of providing the appropriate content.", "created_at": "2021-07-26 15:11:29.379864", "updated_at": "2021-07-26 15:45:37.770819", "quoteText": null, "case_id": 373, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24582, "title": "Third-party cookies are used for statistics", "source": "https://yle.fi/aihe/s/yleisradio/cookiepolicy-en", "status": "\"Yle uses cookies and other technologies for visitor traffic statistics as well as for enabling and facilitating the use of Yle’s digital services.\" and section \"Cookies and identifiers used by Yle\"", "created_at": "2021-07-26 15:28:57.724894", "updated_at": "2021-07-26 15:45:49.797165", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24585, "title": "A list of all cookies set by the website is provided", "source": "https://yle.fi/aihe/s/yleisradio/cookiepolicy-en", "status": "Cookies policy site", "created_at": "2021-07-26 17:18:08.591062", "updated_at": "2021-08-01 18:07:21.020789", "quoteText": null, "case_id": 306, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24584, "title": " Pseudonyms are allowed", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-serv", "status": "Most of Yle's services may be used without registering an account or by using a pseudonym.", "created_at": "2021-07-26 17:07:36.131609", "updated_at": "2021-08-02 09:04:53.808437", "quoteText": null, "case_id": 215, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31255, "title": "Information is provided about what kind of information they collect", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-20 07:41:51.54859", "updated_at": "2023-07-11 06:29:16.271782", "quoteText": null, "case_id": 228, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31258, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Full quote: 'Technical and device information, device identifiers and terminal device information, such as a terminal model and unique device and/or cookie identifier, terminal operating system, user browser, application, browser version, IP address, session identifier, session time and duration.'", "created_at": "2023-04-20 07:59:56.028752", "updated_at": "2023-07-11 06:29:16.358059", "quoteText": null, "case_id": 399, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31256, "title": "Information is provided about how your personal data is used", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-20 07:43:51.207828", "updated_at": "2023-07-11 06:29:16.443033", "quoteText": null, "case_id": 227, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31259, "title": "Information is gathered about you through third parties", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Statistical information related to the use of Yle's programme content form content distributors, information regarding the use of Yle's content on social media, home municipality (in Finland) if the user wishes to access all content in Yle Areena", "created_at": "2023-04-20 08:07:56.9109", "updated_at": "2023-07-11 06:29:16.542187", "quoteText": null, "case_id": 382, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31260, "title": "Your personal data is used for limited purposes", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services#at-8jdl", "status": "What is the purpose of us processing personal data?: 1. The provision and personalisation of services, 2. Service and content developing and reporting, 3. Customer communication and newsletters, 4. Customer service and feedback, 5. Other uses", "created_at": "2023-04-20 08:15:07.950356", "updated_at": "2023-04-22 22:27:33.228416", "quoteText": null, "case_id": 196, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31261, "title": "You can opt out of promotional communications", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-20 08:21:03.832094", "updated_at": "2023-07-11 06:29:17.211261", "quoteText": null, "case_id": 223, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31257, "title": "Many different types of personal data are collected", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services#at-6bcj", "status": "What information do we process?\r\n1. The information you provide to Yle - Basic personal information and information related to authentication, information describing and related to the user, information on newsletters subscribed to by the user, user-created content, Information about the participant, research and survey information, other information provided or submitted with your consent.\r\n2. Information derived from the use of your devices - Access to Yle services, technical and device information, analytics and statistics, Yle service use history, information collected from customer communication, location information, information derived from the use of the services, other information collected with your consent.\r\n3. Personal data transferred to us - statistical information from content distributors, information regarding the use of our content on social media, your home municipality if you wish to access all Yle Areena content", "created_at": "2023-04-20 07:58:06.957424", "updated_at": "2023-04-20 18:27:19.607479", "quoteText": null, "case_id": 376, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31482, "title": "Archives of the Privacy Statement are provided", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:42:31.156545", "updated_at": "2023-07-11 06:29:35.988877", "quoteText": null, "case_id": 197, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31481, "title": "There is a date of the last update of the Privacy Statement", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:42:16.715661", "updated_at": "2023-07-11 06:29:36.305585", "quoteText": null, "case_id": 331, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31483, "title": "There is a date of the last update of the Cookie Policy", "source": "https://yle.fi/aihe/s/yleisradio/cookiepolicy-en", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:46:59.135672", "updated_at": "2023-07-11 06:29:35.656082", "quoteText": null, "case_id": 331, "document_id": 15656, "quoteStart": null, "quoteEnd": null}, {"id": 31473, "title": "Extra data may be collected about you through promotions", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:02:04.960148", "updated_at": "2023-07-11 06:29:36.99193", "quoteText": null, "case_id": 211, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31476, "title": "Third parties are involved in operating the service", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:17:30.049531", "updated_at": "2023-07-11 06:29:37.344062", "quoteText": null, "case_id": 207, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31477, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:19:02.342751", "updated_at": "2023-07-11 06:29:37.424473", "quoteText": null, "case_id": 210, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31475, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:13:37.736107", "updated_at": "2023-07-11 06:29:37.59026", "quoteText": null, "case_id": 164, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31474, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:10:28.776986", "updated_at": "2023-07-11 06:29:36.90739", "quoteText": null, "case_id": 166, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31478, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:25:52.791026", "updated_at": "2023-07-11 06:29:37.26344", "quoteText": null, "case_id": 144, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31484, "title": "There is a date of the last update of the Yle ID Terms of Use", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:47:56.481156", "updated_at": "2023-07-11 06:29:40.244274", "quoteText": null, "case_id": 331, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 31479, "title": "Your data may be processed and stored anywhere in the world", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:29:00.772041", "updated_at": "2023-07-11 06:29:40.402672", "quoteText": null, "case_id": 187, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32073, "title": "The service suspends your account after inactivity for 2 years", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-01 08:15:00.13551", "updated_at": "2023-07-11 06:30:18.303023", "quoteText": null, "case_id": 499, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32071, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-05-01 08:08:25.514619", "updated_at": "2023-07-11 06:30:18.385307", "quoteText": null, "case_id": 303, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32072, "title": "The service suspends your account after inactivity for 2 years", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-05-01 08:09:11.892267", "updated_at": "2023-05-01 08:13:40.997263", "quoteText": null, "case_id": 499, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32070, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Full quote: 'Yle uses cookies, web beacons and other similar methods to provide and develop Yle's websites and services and personalise content.'", "created_at": "2023-05-01 08:03:44.749539", "updated_at": "2023-07-11 06:30:18.212624", "quoteText": null, "case_id": 323, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32158, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Full quote: 'After the storage period is up, we destroy the information or convert them into an anonymous format that prevents the identification of an individual person.'", "created_at": "2023-05-02 09:01:08.405543", "updated_at": "2023-07-11 06:30:25.33551", "quoteText": null, "case_id": 304, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32157, "title": "You have the right to delete your Yle ID at any time", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Also at Privacy Statement: 'You may also delete your Yle ID at any time. In this case, we will delete your personal data related to the Yle ID within 72 hours.'", "created_at": "2023-05-02 08:57:32.635024", "updated_at": "2023-07-11 06:30:25.417715", "quoteText": null, "case_id": 170, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32161, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "'To exercise your rights, please send us a request via the Yle Privacy website at https://yle.fi/tietosuoja (in Finnish).'", "created_at": "2023-05-02 09:16:34.85373", "updated_at": "2023-07-11 06:30:25.500169", "quoteText": null, "case_id": 300, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32159, "title": "You can request access, correction and/or deletion of your data", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-05-02 09:08:19.80559", "updated_at": "2023-07-11 06:30:25.172859", "quoteText": null, "case_id": 195, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32227, "title": "User accounts can be terminated after having been in breach of the terms of service", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:31:27.16126", "updated_at": "2023-07-11 06:30:28.484365", "quoteText": null, "case_id": 313, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32219, "title": "Your personal data related to Yle ID is not shared with third parties", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:08:13.161356", "updated_at": "2023-05-03 11:14:17.61399", "quoteText": null, "case_id": 311, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32216, "title": "Your personal data is aggregated into research", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Disclosure of personal data for research. 'Any disclosures of data for research use are always assessed on a case-by-case basis. In principle, the information is only disclosed in a format from which individual persons can no longer be identified.'", "created_at": "2023-05-03 10:35:40.335885", "updated_at": "2023-05-03 19:55:17.047198", "quoteText": null, "case_id": 190, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 32221, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:24:32.2289", "updated_at": "2023-07-11 06:30:28.569525", "quoteText": null, "case_id": 148, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32217, "title": "Third-party cookies are used for statistics", "source": "https://yle.fi/aihe/s/yleisradio/cookiepolicy-en", "status": "Eloqua is listed", "created_at": "2023-05-03 10:40:24.045424", "updated_at": "2023-05-03 10:42:29.16468", "quoteText": null, "case_id": 325, "document_id": 15656, "quoteStart": null, "quoteEnd": null}, {"id": 32218, "title": "You are being tracked via social media cookies, if you have consented to the use of cookies for social embeds", "source": "https://yle.fi/aihe/s/yleisradio/cookiepolicy-en", "status": "Facebook, Instagram, Twitter, YouTube and Vimeo is listed", "created_at": "2023-05-03 10:50:56.496888", "updated_at": "2023-07-11 06:30:28.89646", "quoteText": null, "case_id": 307, "document_id": 15656, "quoteStart": null, "quoteEnd": null}, {"id": 32215, "title": "A free help desk is provided for questions regarding data protection", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-05-03 10:22:04.291885", "updated_at": "2023-07-11 06:30:29.076748", "quoteText": null, "case_id": 232, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32222, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "'You must [...] immediately notify Yle of any misuse you are aware of.'\r\n\r\nAlso: 'You must immediately notify Yle if you suspect that your Yle ID is misplaced without proper authorisation.'", "created_at": "2023-05-03 11:25:13.825522", "updated_at": "2023-07-11 06:30:29.196562", "quoteText": null, "case_id": 484, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32220, "title": "Yle ID is only available to users that are 13 years of age or older", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:20:15.857413", "updated_at": "2023-07-11 06:30:28.395512", "quoteText": null, "case_id": 152, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32231, "title": "They may stop providing Yle ID at any time", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-03 11:38:08.967666", "updated_at": "2023-07-11 06:30:31.188118", "quoteText": null, "case_id": 203, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32160, "title": "You can limit how your information is used by third-parties and the service", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Also: 'To withdraw their consent to the processing of personal data'", "created_at": "2023-05-02 09:09:15.336801", "updated_at": "2023-07-11 06:30:31.108085", "quoteText": null, "case_id": 338, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32480, "title": "Yle does not guarantee accuracy or reliability of the information on Yle ID", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Full quote: 'Yle does not provide any direct or indirect guarantees related to the availability, perfection, reliability, information or content of the Yle ID.'", "created_at": "2023-05-05 10:14:58.343696", "updated_at": "2023-07-11 06:30:44.285473", "quoteText": null, "case_id": 288, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32486, "title": "You should revisit the terms of Yle ID periodically, although in case of material changes, you will be notified", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-05 10:27:08.450911", "updated_at": "2023-07-11 06:30:44.368821", "quoteText": null, "case_id": 329, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32481, "title": "The court of law governing the terms of Yle ID is in Finland", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-05 10:22:49.003901", "updated_at": "2023-07-11 06:30:44.448212", "quoteText": null, "case_id": 163, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32479, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service for Yle ID", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Full quote: 'Yle does not provide any direct or indirect guarantees related to the availability, perfection, reliability, information or content of the Yle ID.' Also: 'Yle does not guarantee that the Yle ID is available without any interruptions or faults.'", "created_at": "2023-05-05 10:10:36.473871", "updated_at": "2023-07-11 06:30:44.126808", "quoteText": null, "case_id": 287, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32478, "title": "Yle ID is provided 'as is' and to be used at your sole risk", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "And: 'The use of the Yle ID is at your own risk,'", "created_at": "2023-05-05 10:07:16.011186", "updated_at": "2023-07-11 06:30:44.205519", "quoteText": null, "case_id": 286, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 32497, "title": "A free help desk is provided for questions regarding the Yle ID terms", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-05 10:36:25.873895", "updated_at": "2023-07-11 06:30:44.706457", "quoteText": null, "case_id": 232, "document_id": 15657, "quoteStart": null, "quoteEnd": null}, {"id": 31262, "title": "Your biometric data is collected", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-20 08:26:57.727366", "updated_at": "2023-07-11 06:29:17.0905", "quoteText": null, "case_id": 397, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 31480, "title": "Information is provided about security practices", "source": "https://yle.fi/aihe/s/about-yle/privacy-statement-for-yles-services", "status": "Generated through the annotate view", "created_at": "2023-04-23 12:32:02.395041", "updated_at": "2023-07-11 06:29:37.509152", "quoteText": null, "case_id": 226, "document_id": 5953, "quoteStart": null, "quoteEnd": null}, {"id": 32489, "title": "When Yle wants to make a material change to the terms of Yle ID, you are notified a week in advance (with exceptions)", "source": "https://yle.fi/aihe/s/yle-id/terms-of-use", "status": "With exceptions: 'If changes in the terms of use result from changes in the legislation or official regulations or from other unexpected reasons, the changes will enter into force immediately after Yle has given notification of them.'", "created_at": "2023-05-05 10:29:40.378214", "updated_at": "2023-07-11 06:30:44.785506", "quoteText": null, "case_id": 123, "document_id": 15657, "quoteStart": null, "quoteEnd": null}], "urls": ["yle.fi"]}}