{"error": 448, "message": "OK", "parameters": {"id": 8681, "name": "USB Safely Remove", "created_at": "2023-06-30 21:31:57.446166", "updated_at": "2023-09-30 22:03:03.730445", "wikipedia": null, "keywords": null, "related": null, "slug": "usb-safely-remove", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/8681.png", "url": "safelyremove.com", "documents": [{"id": 16911, "name": "End-User License Agreement", "url": "https://safelyremove.com/eula.htm", "xpath": "//body", "text": " <ul>\n<li> English </li>\n<li> Русский </li>\n<li> Deutsch </li>\n<li> Español </li>\n</ul>\n<ul>\n<li>Features </li>\n<li>Download </li>\n<li>Order </li>\n<li>Support </li>\n</ul> USB Safely Remove End-User License Agreement\n<p>\nThis End-User License Agreement (\"EULA\") is a legal agreement\nbetween you (either an individual or a single entity) and the\nmentioned author of this software Crystal Rich Ltd for the software product\n, which includes computer software and may\ninclude associated media, printed materials, and \"online\"\nor electronic documentation (\"SOFTWARE PRODUCT\").\nBy installing, copying, or otherwise using the SOFTWARE PRODUCT,\nyou agree to be bound by the terms of this EULA.\nIf you do not\nagree to the terms of this EULA, do not install or use the\nSOFTWARE PRODUCT.\nyou may, however, return it to your place\nof purchase for a full refund.</p> SOFTWARE PRODUCT LICENSE\n<p>The SOFTWARE PRODUCT is protected by copyright laws and international\ncopyright treaties, as well as other intellectual property laws and\ntreaties.\nThe SOFTWARE PRODUCT is licensed, not sold.</p> 1.\nGRANT OF LICENSE.\n<p>This EULA grants you the following rights:\n<b>Installation and Use.</b> You may install and use an unlimited number of\ncopies of the SOFTWARE PRODUCT.</p>\n<p>\n<b>Reproduction and Distribution.</b> You may reproduce and distribute an\nunlimited number of copies of the UNREGISTERED SOFTWARE PRODUCT.\nprovided that each copy shall be a true and complete copy, including\nall copyright and trademark notices, and shall be accompanied by a copy\nof this EULA.\nCopies of the SOFTWARE PRODUCT may be distributed as a\nstandalone product or included with your own product.</p>\n<p>Registration keys are NOT to be distributed.</p> 2.\nDESCRIPTION OF OTHER RIGHTS AND LIMITATIONS.\n<p>Limitations on Reverse Engineering, Decompilation, and Disassembly.\nYou may not reverse engineer, decompile, or disassemble the SOFTWARE\nPRODUCT, except and only to the extent that such activity is expressly\npermitted by applicable law notwithstanding this limitation.\n</p> Separation of Components.\nThe SOFTWARE PRODUCT is licensed as a single product.\nIts component\nparts may not be separated for use on more than one computer.\nSoftware Transfer.\nYou may permanently transfer all of your rights under this EULA,\nprovided the recipient agrees to the terms of this EULA.\nTermination.\nWithout prejudice to any other rights, the Author of this Software\nmay terminate this EULA if you fail to comply with the terms and\nconditions of this EULA.\nIn such event, you must destroy all copies\nof the SOFTWARE PRODUCT and all of its component parts.\nDistribution.\nThe SOFTWARE PRODUCT may not be sold or be included in a product or\npackage which intends to receive benefits through the inclusion of\nthe SOFTWARE PRODUCT.\nThe SOFTWARE PRODUCT may be included in any\nfree or non-profit packages or products.\n3.\nCOPYRIGHT.\nAll title and copyrights in and to the SOFTWARE PRODUCT\n(including but not limited to any images, photographs, animations,\nvideo, audio, music, text, and \"applets\" incorporated into the\nSOFTWARE PRODUCT), the accompanying printed materials, and any\ncopies of the SOFTWARE PRODUCT are owned by the Author of this\nSoftware.\nThe SOFTWARE PRODUCT is protected by copyright laws\nand international treaty provisions.\nTherefore, you must treat\nthe SOFTWARE PRODUCT like any other copyrighted material except\nthat you may install the SOFTWARE PRODUCT on a single computer\nprovided you keep the original solely for backup or archival\npurposes.\nMISCELLANEOUS Should you have any questions concerning this EULA, or if you desire\nto contact the author of this Software for any reason, please contact\nhim at the email address mentioned at the bottom of this EULA or\nwrite to his address (also mentioned at the bottom).\nLIMITED WARRANTY NO WARRANTIES.\n<p>The Author of this Software expressly disclaims any warranty for\nthe SOFTWARE PRODUCT.\nThe SOFTWARE PRODUCT and any related\ndocumentation is provided \"as is\" without warranty of any kind,\neither express or implied, including, without limitation, the\nimplied warranties or merchantability, fitness for a particular\npurpose, or noninfringement.\nThe entire risk arising out of use\nor performance of the SOFTWARE PRODUCT remains with you.</p> NO LIABILITY FOR DAMAGES.\n<p>In no event shall the author of this Software be liable for any\ndamages whatsoever (including, without limitation, damages for\nloss of business profits, business interruption, loss of business\ninformation, or any other pecuniary loss) arising out of the use\nof or inability to use this product, even if the Author of this\nSoftware has been advised of the possibility of such damages.\nBecause some states/jurisdictions do not allow the exclusion\nor limitation of liability for consequential or incidental damages,\nthe above limitation may not apply to you.</p> Contacts <ul>\n<li>support@crystalrich.com</li>\n<li>Contact form</li>\n</ul>\n<ul>\n<li>Home </li>\n<li>FAQ </li>\n<li>Contact </li>\n<li>About </li>\n<li>EULA </li>\n<li>Forum </li>\n<li>Blog </li>\n</ul> Crystal Rich Ltd © 2023 ", "created_at": "2023-06-30 21:31:57.478297", "updated_at": "2023-06-30 21:33:30.60048"}, {"id": 16912, "name": "Terms of use", "url": "https://safelyremove.com/forum/ucp.php?mode=terms", "xpath": "//body", "text": " <ul>\n<li>Features </li>\n<li>Download </li>\n<li>Order </li>\n<li>Support </li>\n<li>Blog </li>\n</ul>\n<ul>\n<li> Quick links <ul>\n<li>\n</li>\n<li>\n<i>\n</i>Unanswered topics </li>\n<li>\n<i>\n</i>Active topics </li>\n<li>\n</li>\n<li>\n<i>\n</i>Search </li>\n<li> Forums </li>\n<li>\n<i>\n</i>FAQ </li>\n</ul>\n</li>\n<li> Forums </li>\n</ul>\n<ul>\n<li>\n<i>\n</i>FAQ </li>\n<li>Login</li>\n<li>Register</li>\n</ul>\n<ul>\n<li>...<ul>\n<li>Search</li>\n<li>Login</li>\n<li>Register</li>\n</ul>\n</li>\n<li>Search</li>\n<li>Login</li>\n<li>Register</li>\n<li>\n<i>\n</i>Search <i>\n</i>Advanced search </li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Board index </li>\n<li>\n<i>\n</i>Search </li>\n<li>\n<i>\n</i>\n<ul>\n<li>It is currently Jun 30th, 2023, 9:32 pm</li>\n<li>All times are UTC</li>\n</ul>\n</li>\n</ul> SafelyRemove.com Forum - Terms of use By accessing “SafelyRemove.com Forum” (hereinafter “we”, “us”, “our”, “SafelyRemove.com Forum”, “https://safelyremove.com/forum”), you agree to be legally bound by the following terms.\nIf you do not agree to be legally bound by all of the following terms then please do not access and/or use “SafelyRemove.com Forum”.\nWe may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “SafelyRemove.com Forum” after changes mean you agree to be legally bound by these terms as they are updated and/or amended.\n<br>\n<br> Our forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “www.phpbb.com”, “phpBB Limited”, “phpBB Teams”) which is a bulletin board solution released under the “GNU General Public License v2” (hereinafter “GPL”) and can be downloaded from www.phpbb.com.\nThe phpBB software only facilitates internet based discussions.\nphpBB Limited is not responsible for what we allow and/or disallow as permissible content and/or conduct.\nFor further information about phpBB, please see: https://www.phpbb.com/.\n<br>\n<br> You agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “SafelyRemove.com Forum” is hosted or International Law.\nDoing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us.\nThe IP address of all posts are recorded to aid in enforcing these conditions.\nYou agree that “SafelyRemove.com Forum” have the right to remove, edit, move or close any topic at any time should we see fit.\nAs a user you agree to any information you have entered to being stored in a database.\nWhile this information will not be disclosed to any third party without your consent, neither “SafelyRemove.com Forum” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.\n&nbsp.\n&nbsp;<p>\n</p>\n<ul>\n<li>Home </li>\n<li>FAQ </li>\n<li>Contact </li>\n<li>About </li>\n<li>Forum </li>\n<li>Blog </li>\n</ul> Crystal Rich Ltd © Powered by phpBB ©, style by Arty &amp.\nMrGaby ", "created_at": "2023-06-30 21:32:27.353862", "updated_at": "2023-06-30 21:32:36.946218"}, {"id": 16913, "name": "Privacy policy", "url": "https://safelyremove.com/forum/ucp.php?mode=privacy", "xpath": "//body", "text": " <ul>\n<li>Features </li>\n<li>Download </li>\n<li>Order </li>\n<li>Support </li>\n<li>Blog </li>\n</ul>\n<ul>\n<li> Quick links <ul>\n<li>\n</li>\n<li>\n<i>\n</i>Unanswered topics </li>\n<li>\n<i>\n</i>Active topics </li>\n<li>\n</li>\n<li>\n<i>\n</i>Search </li>\n<li> Forums </li>\n<li>\n<i>\n</i>FAQ </li>\n</ul>\n</li>\n<li> Forums </li>\n</ul>\n<ul>\n<li>\n<i>\n</i>FAQ </li>\n<li>Login</li>\n<li>Register</li>\n</ul>\n<ul>\n<li>...<ul>\n<li>Search</li>\n<li>Login</li>\n<li>Register</li>\n</ul>\n</li>\n<li>Search</li>\n<li>Login</li>\n<li>Register</li>\n<li>\n<i>\n</i>Search <i>\n</i>Advanced search </li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Board index </li>\n<li>\n<i>\n</i>Search </li>\n<li>\n<i>\n</i>\n<ul>\n<li>It is currently Jun 30th, 2023, 9:33 pm</li>\n<li>All times are UTC</li>\n</ul>\n</li>\n</ul> SafelyRemove.com Forum - Privacy policy This policy explains in detail how “SafelyRemove.com Forum” along with its affiliated companies (hereinafter “we”, “us”, “our”, “SafelyRemove.com Forum”, “https://safelyremove.com/forum”) and phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “www.phpbb.com”, “phpBB Limited”, “phpBB Teams”) use any information collected during any session of usage by you (hereinafter “your information”).\n<br>\n<br> Your information is collected via two ways.\nFirstly, by browsing “SafelyRemove.com Forum” will cause the phpBB software to create a number of cookies, which are small text files that are downloaded on to your computer’s web browser temporary files.\nThe first two cookies just contain a user identifier (hereinafter “user-id”) and an anonymous session identifier (hereinafter “session-id”), automatically assigned to you by the phpBB software.\nA third cookie will be created once you have browsed topics within “SafelyRemove.com Forum” and is used to store which topics have been read, thereby improving your user experience.\n<br>\n<br> We may also create cookies external to the phpBB software whilst browsing “SafelyRemove.com Forum”, though these are outside the scope of this document which is intended to only cover the pages created by the phpBB software.\nThe second way in which we collect your information is by what you submit to us.\nThis can be, and is not limited to: posting as an anonymous user (hereinafter “anonymous posts”), registering on “SafelyRemove.com Forum” (hereinafter “your account”) and posts submitted by you after registration and whilst logged in (hereinafter “your posts”).\n<br>\n<br> Your account will at a bare minimum contain a uniquely identifiable name (hereinafter “your user name”), a personal password used for logging into your account (hereinafter “your password”) and a personal, valid email address (hereinafter “your email”).\nYour information for your account at “SafelyRemove.com Forum” is protected by data-protection laws applicable in the country that hosts us.\nAny information beyond your user name, your password, and your email address required by “SafelyRemove.com Forum” during the registration process is either mandatory or optional, at the discretion of “SafelyRemove.com Forum”.\nIn all cases, you have the option of what information in your account is publicly displayed.\nFurthermore, within your account, you have the option to opt-in or opt-out of automatically generated emails from the phpBB software.\n<br>\n<br> Your password is ciphered (a one-way hash) so that it is secure.\nHowever, it is recommended that you do not reuse the same password across a number of different websites.\nYour password is the means of accessing your account at “SafelyRemove.com Forum”, so please guard it carefully and under no circumstance will anyone affiliated with “SafelyRemove.com Forum”, phpBB or another 3rd party, legitimately ask you for your password.\nShould you forget your password for your account, you can use the “I forgot my password” feature provided by the phpBB software.\nThis process will ask you to submit your user name and your email, then the phpBB software will generate a new password to reclaim your account.\n&nbsp.\n&nbsp;<p>\n</p>\n<ul>\n<li>Home </li>\n<li>FAQ </li>\n<li>Contact </li>\n<li>About </li>\n<li>Forum </li>\n<li>Blog </li>\n</ul> Crystal Rich Ltd © Powered by phpBB ©, style by Arty &amp.\nMrGaby ", "created_at": "2023-06-30 21:33:37.272584", "updated_at": "2023-06-30 21:33:44.928865"}], "points": [{"id": 35011, "title": "The posting of pornographic content is prohibited", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:34:13.087205", "updated_at": "2023-09-30 19:29:45.906209", "quoteText": null, "case_id": 315, "document_id": 16912, "quoteStart": null, "quoteEnd": null}, {"id": 35014, "title": "Content you post may be edited by the service should they see fit", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-27 06:36:10.752025", "updated_at": "2023-09-30 19:25:27.753573", "quoteText": null, "case_id": 407, "document_id": 16912, "quoteStart": null, "quoteEnd": null}, {"id": 35008, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:30:35.30039", "updated_at": "2023-09-30 19:28:54.833727", "quoteText": null, "case_id": 329, "document_id": 16912, "quoteStart": null, "quoteEnd": null}, {"id": 35010, "title": "You agree not to submit libelous, harassing or threatening content", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:32:47.075493", "updated_at": "2023-09-30 19:28:43.479587", "quoteText": null, "case_id": 283, "document_id": 16912, "quoteStart": null, "quoteEnd": null}, {"id": 35012, "title": "You agree not to use the service for illegal purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:34:25.585312", "updated_at": "2023-09-30 19:28:31.061547", "quoteText": null, "case_id": 280, "document_id": 16912, "quoteStart": null, "quoteEnd": null}, {"id": 35013, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:36:03.505099", "updated_at": "2023-09-30 19:25:15.660974", "quoteText": null, "case_id": 202, "document_id": 16912, "quoteStart": null, "quoteEnd": null}, {"id": 35016, "title": "The service is provided 'as is' and to be used at your sole risk", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:40:37.283015", "updated_at": "2023-09-30 19:27:04.445242", "quoteText": null, "case_id": 286, "document_id": 16911, "quoteStart": null, "quoteEnd": null}, {"id": 35017, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:41:05.637274", "updated_at": "2023-09-30 19:26:59.639327", "quoteText": null, "case_id": 293, "document_id": 16911, "quoteStart": null, "quoteEnd": null}, {"id": 35018, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:41:19.478762", "updated_at": "2023-09-30 19:26:33.673267", "quoteText": null, "case_id": 290, "document_id": 16911, "quoteStart": null, "quoteEnd": null}, {"id": 35015, "title": "You must destroy all copies of the software if you are not licensed to use it.", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-27 06:39:05.134589", "updated_at": "2023-09-30 19:26:24.115688", "quoteText": null, "case_id": 330, "document_id": 16911, "quoteStart": null, "quoteEnd": null}, {"id": 35019, "title": "The end-user license agreement for this service are translated into different languages", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-27 06:42:32.480809", "updated_at": "2023-09-30 19:26:29.23485", "quoteText": null, "case_id": 198, "document_id": 16911, "quoteStart": null, "quoteEnd": null}, {"id": 35020, "title": "Your information is only shared with third parties when given specific consent", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:44:04.000514", "updated_at": "2023-09-30 19:29:54.779626", "quoteText": null, "case_id": 296, "document_id": 16912, "quoteStart": null, "quoteEnd": null}, {"id": 35021, "title": "This service assumes no liability for unauthorized access to your personal information", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:44:18.412382", "updated_at": "2023-09-30 19:25:35.190087", "quoteText": null, "case_id": 186, "document_id": 16912, "quoteStart": null, "quoteEnd": null}, {"id": 35009, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-27 06:31:09.787498", "updated_at": "2023-09-30 19:25:09.379826", "quoteText": null, "case_id": 403, "document_id": 16912, "quoteStart": null, "quoteEnd": null}], "urls": ["safelyremove.com"]}}