{"error": 448, "message": "OK", "parameters": {"id": 9539, "name": "Linden Lab", "created_at": "2023-09-04 04:02:55.96707", "updated_at": "2023-09-04 10:02:31.863787", "wikipedia": "https://en.wikipedia.org/wiki/Linden_Lab", "keywords": null, "related": null, "slug": "linden-lab", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9539.png", "url": "secondlife.com,id.secondlife.com,secondlife.com", "documents": [{"id": 18861, "name": "Linden Labs Privacy Policy", "url": "https://www.lindenlab.com/privacy", "xpath": "//body", "text": "HomeAboutWork HereNews &amp.\nMediaContactAboutWork HereNews &amp.\nMediaContactPrivacy Policy<br>\n<p>\n<strong>Last Updated: September 23, 2022</strong>\n</p>\n<p>Linden Research, Inc.\nand its affiliates (collectively “Linden Lab”, “we”, “us”, “our”) respect the privacy of its online visitors and users of its websites, apps, products and services, including communication services, (collectively, the “Services”).\n&nbsp;</p>\n<p>We recognize the importance of protecting information collected from our users and have adopted this Privacy Policy to inform you about how we gather, use, store, disclose, and otherwise process your information, including personal information (also known as personal data), in conjunction with your access and use of our Services.\nPlease read this Privacy Policy carefully to understand our views and practices regarding your personal information and how we will treat it.\nYou can click on any of the following headers for more information or read the full policy.</p>\n<ol>\n<li>Types of Information We Collect and How We Collect It</li>\n<li>Use of Your Information by Linden Lab</li>\n<li>Sharing Your Information with Third Parties</li>\n<li>Young Adult’s Privacy</li>\n<li>Additional Information for Individuals Located in the U.S.</li>\n<li>Additional Information for Individuals Located in the EU or the UK</li>\n<li>Additional Information for Individuals Located outside the U.S., the EU or the UK</li>\n<li>Your Controls, Rights and Choices</li>\n<li>Security</li>\n<li>Data Transfers</li>\n<li>Third-Party Links</li>\n<li>Changes to this Privacy Policy</li>\n<li>Comments and Questions</li>\n</ol>1.\nTYPES OF INFORMATION WE COLLECT AND HOW WE COLLECT IT<br>\n<p>We collect two types of information – “personal information” and “anonymous information” – which we may use to create a third type of information, “aggregate information”.\n&nbsp;</p>\n<ul>\n<li>“<strong>Personal Information</strong>”, also often referred to as “<strong>Personal Data</strong>”, means information that identifies (whether directly or indirectly) a particular individual, household, or device, such as the individual’s first and last name, postal address, e-mail address, telephone number, username, and/or image.\n&nbsp;</li>\n</ul>\n<ul>\n<li>“<strong>Anonymous Information</strong>” means information that does not directly or indirectly identify, and cannot reasonably be used to identify, an individual, household, or device.\n&nbsp;</li>\n</ul>\n<ul>\n<li>“<strong>Aggregate Information</strong>” means information about groups or categories of individuals which does not identify, and cannot reasonably be used, to identify an individual, household, or device.\nWe may share Aggregate and Anonymous Information with other parties without restriction.</li>\n</ul>\n<p>\n<strong>Information You Provide</strong>\n</p>\n<p>We collect the information which you provide us which may include:</p>\n<ul>\n<li>\n<strong>Registration or Account Information</strong>.\nInformation you provide when you register to use our Services or create an account such as: your first name and last name, country of residence, date of birth, e-mail address, username and password.\n&nbsp;</li>Not all information will be mandatory to create the account or register to use the Services, for example we do not ask you to provide sensitive information or special category data (such as that regarding your race, ethnicity, religious beliefs or sexual orientation).\nHowever, if you opt to provide more information, please note that this may become publicly available depending on its nature and why it was provided (e.g.\nyour image for your account profile photo).\n&nbsp;</ul>\n<ul>\n<li>\n<strong>Linked Account.</strong> When creating your account, and depending on the Services used, you may opt to link an existing profile with a third-party provider (such as a social media account) to create your account to use the Services.\nPlease note that we will use the personal information made available to us from the third-party profile that we deem necessary for the creation of the account and for the best experience when using the Services.\nIf you would like to delete any of this information, you can do so within your account, to the extent the information is not mandatory to your account.</li>\n</ul>\n<ul>\n<li>\n<strong>Purchase and Transaction Information</strong>.\nWhen you purchase a Service from us, we will collect certain information which may include identification information (copy of valid passport or government-issued photo identification document), your date of birth, your postal and/or residential address, telephone number and payment information.\nIf the Services you use allow you to conduct transactions, we may collect and retain some or all of the information related to these transactions, including transaction amount(s), parties involved, time and manner of exchange, and other transaction circumstances, such as payment method and names or emails of external third-party accounts (for example, PayPal or Skrill).</li>\n</ul>\n<ul>\n<li>\n<strong>Information You Provide when Using our Services</strong>.\nPlease note that our Services may offer chat functions (either one-to-one or within a limited group) or other forms of communication services (such as real time voice communication either one-to-one or within a limited group), forums, community environments (including multiplayer gameplay) or other tools that are either restricted to other account holders or Services users or that do not have a restricted audience and can be accessible by anyone.\nAny information, content or communications, including personal information, you provide when you use any of these features will be available to the recipients (dependent on the nature of the tool) and may be publicly posted and otherwise disclosed without limitation as to its use by us or by a third party.\n&nbsp;</li>While we endeavour at all times to protect the privacy of our users and to ensure no harm is caused through our Services, given the nature of the tools, we have no obligation to keep private any information you made available to other users or the public using these functions.\nTo request removal of your personal information that you have posted via such a tool, please see the “Your Controls, Rights and Choices” section below.</ul>\n<ul>\n<li>\n<strong>Your Marketing Preferences</strong>.\nWe like to keep in touch with our users and future users through different communications such as emails.\nTo ensure you find these communications useful, we ask you for your marketing preferences which may include your personal information.</li>\n</ul>\n<ul>\n<li>\n<strong>Surveys, Contests and Promotions</strong>.\nAs part of our Services, we sometimes offer or ask you to take part in surveys, contests, or promotions.\nDepending on the nature of the survey, contest, or promotion, we may ask you, or you may volunteer, to provide certain personal information, such as your name, address or opinion.</li>\n</ul>\n<ul>\n<li>\n<strong>When you do Business with us</strong>.\nIf you are a vendor, service provider, or business partner (or a prospective vendor, service provider or business partner) of us, we may collect information about you and the services you provide, including your or your employees’ business contact information and other information you or your employees provide to us as part of the services you may provide and our agreement with you.</li>\n</ul>\n<ul>\n<li>\n<strong>Communications</strong>.\nWe collect information you provide when you contact us, for example regarding customer support inquiries or other inquiries related to your account, or to provide us with feedback on the Services.\n&nbsp;</li>\n</ul>\n<p>\n<strong>Information We Collect Automatically</strong>\n</p>\n<p>When using our Services, in addition to the information you provide us, there is also some information we may collect automatically that identifies you or the device you are using to access the Service, such as your computer, or mobile device.\nGenerally, this information relates to your use of the Services and your preferences, such as the types of Services you view or engage with, the features you use, the actions you take, the people or accounts you interact with, and the time, frequency and duration of your activities.\nIn addition, we may also collect location information when you use the Services, including geolocation information or your internet protocol (IP) address.</p>\n<p>For more information on this, please see our Cookies Policy.</p>\n<p>\n<strong>Information We Receive From Third Parties</strong>\n</p>\n<p>We generally do not receive any information from third parties that specifically identifies you.\nHowever, we may receive limited information from a business partner or service provider if you became a user of our Services through the use of theirs.\nFor example, if you learn of our Services through a joint campaign with a business partner, the business partner may inform us of this connection.</p>\n<p>\n<strong>Sensitive or Special Category Data</strong>\n</p>\n<p>We generally do not actively seek any sensitive or special category data from you, but we may be exposed to it pursuant to your use of the Services.\nFor example, if when using our chat functions or other communication services, you choose to discuss your political views, sexual orientation or other sensitive or special category data, this will be collected by us as with any other information in the communications.\nIf you would not like this information to be accessible by us, we encourage you not to disclose it through the use of the Services or otherwise.<br>\n</p>2.\nUSE OF YOUR INFORMATION BY LINDEN LAB<p>Linden Lab may use your personal information, subject to and at all times in compliance with applicable laws and your choices and controls, for the following purposes:</p>\n<ul>\n<li>\n<strong>Services</strong>.\nTo provide you with the Services you request, including to create and manage your account, process payments, and provide you with customized Services and experiences based on your preferences.</li>\n</ul>\n<ul>\n<li>\n<strong>Service Communications</strong>.\nCommunicate with you about your account or transactions with us, or other Service-related announcements such as regarding features on our Services and applications or changes to our policies or terms.</li>\n</ul>\n<ul>\n<li>\n<strong>Marketing Communications</strong>.\nSend you offers and promotions for our Services or, as permitted, third-party products and services, via email, text or, mobile or browser push notifications.</li>\n</ul>\n<ul>\n<li>\n<strong>Other Communications</strong>.\nIf you submit a question, inquiry or concern to us, we will use your personal information to respond to you.</li>\n</ul>\n<ul>\n<li>\n<strong>Advertising</strong>.\nProvide you or serve you with advertising or information based on your activity on our Services and on third-party sites and applications.</li>\n</ul>\n<ul>\n<li>\n<strong>Surveys, Contests or Promotions</strong>.\nIf we administer a survey, contest, or promotion, we will need to process certain personal information to do so.\nThis will vary depending on the nature of the survey, contest, or promotion.</li>\n</ul>\n<ul>\n<li>\n<strong>Improve Our Services</strong>.\nDevelop and test our Services and operations to optimize and improve our Services and operations.</li>\n</ul>\n<ul>\n<li>\n<strong>Violations or Illegal Acts</strong>.\nDetect, investigate and prevent activities on our Services that may violate our policies (including any applicable terms of service or terms of use) or may be illegal or harmful in any way to us, our Services users, our property, or any other third party.</li>\n</ul>\n<ul>\n<li>\n<strong>Verification and Monitoring</strong>.\nVerify accounts and monitor activities within our Services to promote safety and security of our Services, our users and our properties.</li>\n</ul>\n<ul>\n<li>\n<strong>Compliance</strong>.\nComply with applicable laws and regulations and any lawful requests from regulators, governmental bodies or other authorities.<strong>\n<br>\n</strong>\n</li>\n</ul>3.\nSHARING YOUR INFORMATION WITH THIRD PARTIES<p>We will not share your personal information with any third party except in limited circumstances and where permitted by applicable law, including:</p>\n<ul>\n<li>When you consent to us to sharing your personal information with another company, such as:</li>\n</ul>\n<ul>\n<li>Directing us to share your personal information with third-party sites or platforms, such as social networking sites.\nPlease note that once we share your personal information with another company, the information received by the other company becomes subject to the other company’s privacy policy and practices and such company is responsible for your personal information;</li>\n</ul>\n<ul>\n<li>When companies perform services on our behalf, including those who help us provide the best services to you and others (such as hosting/storage, anti-fraud functions, billing, collections, registration, customer support, e-mail delivery, age verification, or other operations).\nThese companies are prohibited from using your personal information for purposes other than those requested by us or required by law;</li>\n</ul>\n<ul>\n<li>With our business partners who we perform joint campaigns with;</li>\n</ul>\n<ul>\n<li>With our business partners who may include partners in our ad network (see section “<em>Your Controls, Rights and Choices</em>” for more information on these partners);</li>\n</ul>\n<ul>\n<li>In connection with the sale of any of our Services, assets and/or businesses, or when the ownership or control of all or part of our Services changes;</li>\n</ul>\n<ul>\n<li>To enforce our Terms of Service or other rules or policies, to ensure the safety and security of our users and third parties, to respond to requests from law enforcement, officials, regulatory agencies and other lawful requests or legal processes, or to comply with a legal obligation to which we are subject, or other legal process or in other cases if we believe in good faith that disclosure is required by law.\nand</li>\n</ul>\n<ul>\n<li>To effectively perform our Services, we may share your personal information with our affiliates.</li>\n</ul>4.\nYOUNG ADULT’S PRIVACY<p>Some of our Services, such as Second Life, are made available to young adults and children over the age of 16.\nIn accordance with the law, a child is considered anyone below the age of 18.\nWe recognize the need to provide further privacy protections with respect to personal information that we may collect from young adults and children through our Services.\n&nbsp;</p>\n<p>If you are a young adult or child accessing our Services, or a parent or guardian of a child accessing our Services, please review our Young Adult’s Privacy Policy which includes information specifically related to young adults and children, and their personal information.\nPlease note this Privacy Policy is not intended to be directed towards young adults and children over 16 but can be read as supplementing certain information in the Young Adult’s Privacy Policy.<br>\n</p>5.\nADDITIONAL INFORMATION FOR INDIVIDUALS LOCATED IN THE U.S.<br>\n<p>\n<strong>CCPA</strong>\n</p>\n<p>If you are a California resident in accordance with the California Consumer Privacy Act (CCPA), the following information applies to you.</p>\n<p>\n<em>Personal Information We May Collect</em>\n</p>\n<p>During the past twelve (12) months, we may have collected the following categories of personal information about you:</p>\n<strong>Categories of personal information</strong>\n<strong>Examples</strong>Personal IdentifiersFull name (including any nickname or alias you have used), date and place of birth, taxpayer or government-issued identification number (such as your Social Security number, driver’s license or identification number, passport number, or other similar identifiers), IP address, device identifier, avatar information if this reflects your identity, unique personal identifier, online identifier, and Services account name.Personal Information under CA Code §1798.80(e)Contact details (name, address, email address, telephone number, any information you may provide to us about yourself).Characteristics of Protected Classes or Groups Under State or Federal LawAge, gender, national origin, race, colour, ancestry, national origin, citizenship, religion or creed, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, marital status, age, medical condition, physical or mental disability, genetic information (including familial genetic information), veteran or military status.Financial Information (information described in CA Code §1798.80)Services obtained, transaction histories, purchasing or consuming histories.Biometric informationN/AInternet or Network ActivityInternet protocol (IP) address, device ID, and device settings (e.g., language preference, time zone), login information, browser type and version, browser plug-in types and versions, operating system and platform, and information about your visit on our website.Geolocation DataDevice location, geographic location from which your transaction originates.Inferences drawn from any of the categories of Personal Information aboveWe may verify your identity against third-party databases.\npotential fraudulent activity or behaviour.Education informationN/AProfessional and employment informationBusiness.\njob title.Audio, electronic, visual, thermal, olfactory, or similar informationIf you utilise our communication services, such as online chat functions or real-time voice communications, we will collect personal information pursuant to such usage.<em>\n<br>\n</em>\n<p>\n<strong>\n<em>Why We Collect Personal Information and How We Use It</em>\n</strong>\n<br>\n</p>\n<p>The purposes for which we collect and use your personal information (described in detail above) depends on how you engage with us and our Services.\nThe table below lists the purposes for which we may collect and use your personal information:</p>\n<strong>Purposes for collection and use</strong>\n<strong>Examples</strong>To collect, process, and retain your personal information where required by law.To fulfill our obligations under federal and state laws.To provide you with the information, products, and services that you request from us.To run the virtual world Second Life through our Services.<em>\n<br>\n</em>To provide, maintain, personalize, optimize, and improve the Services, including research and analytics regarding use of the Services, or to remember you when you leave and return to the Services.<em>\n<br>\n</em>To provide you with the same preferred settings each time you use our Services.<em>\n<br>\n</em>Provide you with more relevant content in marketing, promotional, or other communications to which you may be subscribed.<em>\n<br>\n</em>To inform you about events and news we think you’ll be interested in.<em>\n<br>\n</em>Detect, investigate, and prevent activities that may violate our policies or may be fraudulent or illegal.<em>\n<br>\n</em>To ensure you are who you’re telling us, and to ensure you are playing from where you are telling us.<em>\n<br>\n</em>\n<p>\n<em>Sources of Personal Information</em>\n</p>\n<p>We collect or receive your personal information from the following sources:</p>\n<ul>\n<li>From you and your use of our Services.\n&nbsp;</li>\n</ul>\n<ul>\n<li>Third-party sources, as described above in Privacy Policy.</li>\n</ul>\n<p>We may also combine your personal information from the Services with the categories of sources listed above.</p>\n<p>\n<strong>\n<em>Disclosure of Personal Information</em>\n</strong>\n</p>\n<p>The categories of third parties to whom we disclose personal information about you depends on, among other things, our relationship or interaction with you.\nDuring the past twelve (12) months, we have disclosed your personal information for our business purposes described above to the following categories of third parties:</p>\n<ul>\n<li>Service providers that assist us in providing the Services, including in relation to hosting/storage, anti-fraud functions, billing, registration, customer support, e-mail delivery, age verification, or other operations;</li>\n</ul>\n<ul>\n<li>Third parties authorised by you;</li>\n</ul>\n<ul>\n<li>Advertising platforms (for further information, see our Cookies Policy).\nand</li>\n</ul>\n<ul>\n<li>Analytics and search engine providers.</li>\n</ul>\n<p>\n<strong>\n<em>Your Rights</em>\n</strong>\n</p>\n<p>The CCPA grants certain rights to California residents, namely:</p>\n<ul>\n<li>\n<strong>Right to Access</strong>.\nA California resident has the right to request a report showing the personal information collected, shared, and sold about them in the past twelve (12) months.</li>\n</ul>\n<ul>\n<li>\n<strong>Right to Deletion</strong>.\nA California resident has the right to request we delete any personal information collected about them.</li>\n</ul>\n<ul>\n<li>\n<strong>Right to Opt-Out of Sale of Personal Information</strong>.\nA California resident has the right to opt-out of the sale of their personal information to third parties (see further below).</li>\n</ul>\n<ul>\n<li>\n<strong>Right to Non-Discrimination</strong>.\nA California resident also has the right to not be discriminated against by us if they choose to exercise any of the above rights.</li>\n</ul>\n<p>If you wish to exercise any of these rights, please see section “<em>Your Controls, Rights and Choices</em>” for email and postal details.</p>\n<p>\n<strong>\n<em>Sale of Personal Information</em>\n</strong>\n</p>\n<p>We do not sell personal information.</p>\n<p>Other U.S.\nState Privacy Laws and Requirements</p>\n<ul>\n<li>“<strong>Shine the Light</strong>” and “<strong>Eraser</strong>” Laws: Residents of the State of California may request a list of all third parties to which we have disclosed certain information during the preceding year for those third parties’ direct marketing purposes.\nIf you are a California resident under the age of 18, and a registered user of the website where this policy is posted, you may request removal of content or information you have publicly posted.\nPlease be aware that such a request does not ensure complete removal from the Internet of the content or information you posted, and there may be circumstances in which the law does not require or allow removal.\nIf you wish to exercise these rights, please see section “Your Controls, Rights and Choices”.</li>\n</ul>\n<ul>\n<li>\n<strong>Do Not Track Signals</strong>: We currently do not respond to Do Not Track signals or similar signals.\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.\nYou can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</li>\n</ul>\n<ul>\n<li>\n<strong>Vermont Residents</strong>: We will not share your information with companies outside of Linden Lab, except for our everyday business purposes, for marketing our products and services to you, or with your consent.\nWe will not disclose credit information about you within or outside Linden Lab except as required or permitted by law.<br>\n</li>\n</ul>6.\nADDITIONAL INFORMATION FOR INDIVIDUALS LOCATED IN THE EU OR THE UK<br>\n<p>In addition to the information provided throughout this Privacy Policy, there are certain other pieces of information we are required by law in the EU and UK to provide you.\n&nbsp;</p>\n<p>\n<strong>Controller</strong>\n</p>\n<p>The controller of your personal information is Linden Research, Inc.\nof 945 Battery Street San Francisco, CA 94111.\n</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>For information on the rights exercisable by EU or UK individuals, and details on how to exercise them, please see section “<em>Your Controls, Rights and Choices</em>”.</p>\n<p>In addition to those listed below, EU and UK individuals also have the right, at any time, to submit a complaint to a data protection authority.\n&nbsp.\nWe would however appreciate the opportunity to resolve your issue before you do this.</p>\n<p>\n<strong>International Transfers</strong>\n</p>\n<p>As an organisation operating globally, we may be required to transfer your personal information to countries other than that from which it was collected.\nWhenever your personal information is transferred, stored or processed by us, we will take reasonable steps to safeguard the privacy of your personal information in accordance with applicable law.\nIn particular, when transferring personal information from the EU or UK, we will either only transfer your personal information to a country which has been deemed by the European Commission or the UK data protection authority, the Information Commissioner’s Office, to be adequate or we will ensure the following appropriate measures are in place so your personal information is treated by the recipients in a way that is equivalent to, and which respects, the EU and UK laws on data protection and your rights as an EU or UK data subject.\nThese include:</p>\n<ul>\n<li>the European Commission Implementing Decision (EU) 2021/914 of 4 June 2021 on standard contractual clauses for the transfer of personal data to third countries pursuant to the GDPR, as may be amended or replaced from time to time (the “EU Clauses”).\nand</li>\n</ul>\n<ul>\n<li>standard data protection clauses specified in regulations made by the Secretary of State under section 17C(b) of the 2018 Data Protection Act and for the time being in force in the United Kingdom (the “UK Clauses”).\n&nbsp;</li>\n</ul>\n<p>Where necessary, we may also further supplement the EU Clauses and/or UK Clauses with additional measures specific to a relevant transfer, such as increased security.\nIf you require further information about either the EU Clauses or the UK Clauses, or the other protective measures in place, please contact us using the details provided in section “Comments and Questions”.</p>\n<p>\n<strong>Lawful Basis for Processing</strong>\n</p>\n<p>We will only collect, use, process and store your personal information where we have a valid lawful basis.\nOur lawful bases include:</p>\n<ul>\n<li>Consent (you have given us consent, for example to send you marketing communications, which you can remove at anytime);</li>\n</ul>\n<ul>\n<li>Performance of a contract (our processing is necessary for the performance of a contract we have with you or to take specific steps before entering into a contract with you.\nThis may be, for example, a contract to receive Services from us);</li>\n</ul>\n<ul>\n<li>Legal obligation (processing is necessary for us to comply with applicable laws, regulations and regulatory authorities, court orders or law enforcement requests).\nand</li>\n</ul>\n<ul>\n<li>Legitimate interests (processing is necessary for ours, or a third party’s, legitimate interests.\nThe legitimate interests pursued by us are improving our business or customer relationships, marketing and advertising, resolving disputes, preventing fraud and abuse, analysing and improving safety and security of our Services, enforcing our Terms of Service.\nYou have the right to object to processing based on legitimate interests).</li>\n</ul>\n<p>\n<strong>Retention</strong>\n</p>\n<p>We will only retain your personal information for as long as reasonably necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, regulatory, tax, accounting or reporting requirements.\nWe may retain your personal information for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you.\nFor example, we retain your personal information while each of your accounts is in existence or as needed to provide you with Services.\n&nbsp;</p>\n<p>To determine the appropriate retention period for personal information, we consider the amount, nature and sensitivity of the personal information, the potential risk of harm from unauthorised use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal, regulatory, tax, accounting or other requirements.<br>\n</p>7.\nADDITIONAL INFORMATION FOR INDIVIDUALS LOCATED OUTSIDE THE U.S., THE EU OR THE UK<em>\n<br>\n</em>\n<p>In certain jurisdictions, we will need your explicit consent to obtain, process and share your personal information.\nAll such processing will be carried out in line with this Privacy Policy.\nTo the extent required, your use of the Services will be deemed your explicit consent to obtain, process and share your personal information.\nIf you do not wish to provide us such consent, you should cease using the Services immediately and contact us using the contact details provided in section “<em>Comments and Questions</em>”.<br>\n</p>\n<p>If you are located in a country outside of the U.S., the EU or the UK and have any questions about how we process your personal information, or regarding whether you have any rights with regards to your information, please contact us using the contact details provided in section “<em>Comments and Questions</em>”.<br>\n</p>\n<strong>8.\nYOUR CONTROLS, RIGHTS AND CHOICES</strong>‍<br>\n<p>Right to Access and Control your Personal Information</p>\n<p>In certain circumstances, you may have the right to:</p>\n<ul>\n<li>\n<strong>Correct or Update</strong>: You may correct or update your account registration or your personal information or you may also ask us to change or update your information in certain cases, particularly if it is inaccurate;</li>\n</ul>\n<ul>\n<li>\n<strong>Delete</strong>: You may delete your account or ask us to erase or delete all or some of your personal information (for example, if it is no longer necessary to provide Services to you);</li>\n</ul>\n<ul>\n<li>\n<strong>Object to processing</strong>: You may object to the processing of your personal information where we are relying on a legitimate interest (or that of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal information for direct marketing purposes;</li>\n</ul>\n<ul>\n<li>\n<strong>Limit or Restrict use of Personal Information</strong>: You may ask us to stop or suspend using all or some your personal information in certain scenarios (for example if we have no legal right to keep using it) or to limit our use of it (for example, if your personal information is inaccurate or unlawfully held);</li>\n</ul>\n<ul>\n<li>\n<strong>Withdraw Consent</strong>: You may withdraw consent at any time where we are relying on consent to process your personal data and you may change your choices for subscriptions, newsletters and alerts (for example, you may choose whether to receive offers and promotions, or other marketing, from us for our products and services, or products and services that we think may be of interest to you);</li>\n</ul>\n<ul>\n<li>\n<strong>Right to Access Your Information</strong>: You may request access to the personal information we hold about you.\naccess includes details about your personal information and how it is being processed and a copy of such personal information (commonly known as a “data subject access request”);</li>\n</ul>\n<ul>\n<li>\n<strong>Right to Move Your Personal Information</strong>: You may request a copy of your personal information in machine-readable form, and you may have the right to transmit such data to another controller, without hindrance from us.</li>\n</ul>\n<p>To exercise one of the above rights, please contact us at the postal address below or by emailing privacy@lindenlab.com</p>\n<p>Linden Lab</p>\n<p>Attention: Privacy</p>\n<p>8605 Santa Monica Blvd, PMB 59201</p>\n<p>West Hollywood, California 90069</p>\n<p>\n<br>You can submit a request on your own behalf or on behalf of someone else.\nIf you are acting on someone else’s behalf, we will need to verify your authority to do so.\n&nbsp;<br>\n</p>\n<p>We will consider your request in accordance with applicable laws.\nWe may need to request specific information from you to help us confirm your identity and ensure your right to exercise the right.\nThis is a security measure to ensure that personal information is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>We try to respond to all legitimate requests within the timeframe required by applicable law.\nOccasionally it could take us longer than this if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<p>Account Closure</p>\n<p>You may close your account by contacting us at privacy@lindenlab.com.\nIf you choose to close your Linden Lab account, we may retain information for a limited period for the purposes set out in this Privacy Policy, at all times to the extent permitted at law.</p>\n<p>Advertising Choices</p>\n<p>We participate in ad and/or affiliate networks operated by various third-party companies.\nWe and these third-party companies may collect and use certain information about you and your visits to our Services to help serve advertising that is relevant to your interests.\nIf you would like to learn more about these specialized advertising technologies, the Network Advertising Initiative offers useful information about Internet advertising companies, including information about how to opt-out of certain information collection.\n&nbsp;</p>\n<p>For more information on how to opt-out of receiving internet-based advertising, please visit:</p>\n<ul>\n<li>Digital Advertising Alliance (US) https://www.aboutads.info/choices/</li>\n</ul>\n<ul>\n<li>Digital Advertising Alliance (Canada) https://youradchoices.ca/en/tools</li>\n</ul>\n<ul>\n<li>Digital Advertising Alliance (EU) &nbsp;https://www.youronlinechoices.com/</li>\n</ul>\n<ul>\n<li>Network Advertising Initiative https://optout.networkadvertising.org/?c=1</li>\n</ul>\n<p>On many mobile devices, you can control interest-based advertising through your device’s settings.\nThese options can include resetting your device’s advertising ID or selecting “Limit Ad Tracking” (for iOS devices) or “Opt out of Ads Personalization” (for Android devices) in your device settings.</p>\n<p>Ad choices settings and options will vary depending on your browser and device settings, and this is not an exhaustive list.\nPlease note that your opt-out choices will only apply to the specific browser or device from which you opt out.\nWe encourage you to explore your device and browser settings to better understand your choices.</p>\n<p>Push Notifications</p>\n<p>When you use any of our Services that send push notifications or offers to your mobile device, you can change your preferences at any time through the settings on your mobile device.</p>\n<p>Precise Location</p>\n<p>You can withdraw consent for our collection, use, and transfer of precise location information by adjusting the location settings on your device.</p>9.\nSECURITY<p>We implement technical, physical and organizational security safeguards designed to protect your personal information, from loss, misuse and unauthorized access and disclosure.\nIn addition, we limit access to your personal information to those employees, agents, contractors and other third parties who have a business need to know.\nThey will only process your personal information on our instructions, and they are subject to a duty of confidentiality.</p>\n<p>We regularly monitor our systems for possible vulnerabilities and attacks.\nHowever, given the nature of electronic communications and information processing technologies, we cannot guarantee the security or safety of any information that is sent to us, transmitted through the Internet or stored on our systems.\nThere is no guarantee that information may not be accessed, disclosed, altered, or destroyed by breach by others of any of our physical, technical, or organizational safeguards.\nWe have put in place procedures to deal with any suspected data security breach and will notify you and any applicable regulator of a suspected breach where we are legally required to do so.<br>\n</p>10.\nDATA TRANSFERS<br>\n<p>We operate globally and may transfer your personal information to other Linden Lab companies or third parties in locations around the world for the purposes described in this Privacy Policy.\nWhen we do this, we take reasonable steps to ensure an appropriate level of protection for your information, in compliance with applicable law.</p>\n<p>If you are located in the EU or the UK, please see the section above titled “<em>Additional Information for Individuals Located in the EU or the UK</em>”.<br>\n</p>11.\nTHIRD-PARTY LINKS<strong>\n<br>\n</strong>\n<p>Our Services may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.\nWhen you leave our Services, we encourage you to read the privacy policy of every website you visit.</p>12.\nCHANGES TO THIS PRIVACY POLICY<p>We keep our Privacy Policy and practices under review and this Policy was last updated on the date given above.\nFrom time to time, we may change this Privacy Policy to accommodate new technologies, industry practices, regulatory requirements or for other purposes.\nAny changes to this Policy will be posted online and we will provide notice to you through our Services if these changes are material and, where required by applicable law, we will obtain your consent.\nIf you object to any changes, you may close your account.<br>\n</p>13.\nCOMMENTS AND QUESTIONS<strong>\n<br>\n</strong>\n<p>If you have a comment or question about this Privacy Policy or our privacy practices, please send an e-mail to</p>\n<p>privacy@lindenlab.com</p>\n<p>or write to us at:<br>\n</p>\n<p>Linden Lab</p>\n<p>Attention: Privacy</p>\n<p>8605 Santa Monica Blvd, PMB 59201</p>\n<p>West Hollywood, California 90069</p>\n<p>‍</p>Terms of servicePRIVACY POLICY INTELLECTUAL PROPERTY INFRINGEMENT NOTIFICATION POLICYDMCA&nbsp;FormCONTENT GUIDELINES©&nbsp;2023&nbsp;Linden Research, Inc.\nAll Rights ReservedPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-09-04 04:02:55.998831", "updated_at": "2023-09-04 04:05:50.602377"}, {"id": 18862, "name": "TERMS AND CONDITIONS", "url": "https://lindenlab.com/legal/second-life-terms-and-conditions", "xpath": "//body", "text": "HomeAboutWork HereNews &amp.\nMediaContactAboutWork HereNews &amp.\nMediaContactSECOND LIFE TERMS AND CONDITIONS<br>\n<strong>SECOND LIFE TERMS AND CONDITIONS</strong>\n<p>This agreement (the \"<strong>Second Life Policy</strong>\") describes the terms on which Linden Research, Inc.\nand its wholly-owned subsidiaries (\"<strong>Linden Lab</strong>\") offer you access to its 3D virtual world environment entitled Second Life.\nThis offer is conditioned on your agreement to all of the terms and conditions contained in this Second Life Policy, Linden Lab's Terms of Service (the \"<strong>Terms of Service</strong>\"), and Linden Lab's Privacy Policy (the \"<strong>Privacy Policy</strong>\"), including the policies, terms, and dispute resolution procedures linked to or otherwise referenced therein (collectively, the \"<strong>Agreements</strong>\"), all of which are hereby incorporated into this Second Life Policy.\nIf you do not so agree, you should decline this Second Life Policy, in which case you are prohibited from accessing or using Second Life.</p>\n<p>In the event of a conflict amongst the Agreements, the Terms of Service shall control except as expressly provided otherwise.\nAll capitalized terms have the meanings set forth in the Terms of Service, unless otherwise stated.</p>1.\nCONTENT LICENSES AND INTELLECTUAL PROPERTY RIGHTS<p>\n<strong>1.1.\nLinden Lab owns Intellectual Property Rights in Second Life.</strong>\n</p>\n<p>In addition to Linden Lab's ownership of the Intellectual Property Rights set forth in the Terms of Service, you understand and agree that without a license agreement with Linden Lab, we do not authorize you to make use of the Linden Marks.\nUse of the Linden Marks in whole or in part, including without limitation \"Second Life,\" \"SL,\" and the Eye-in-Hand logo, is subject to the guidelines and terms of any applicable license provided in the Second Life Trademark Guidelines and Second Life Brand Center.</p>\n<p>With respect to the source code for certain Software that has been released by Linden Lab under an open source license (such as the Second Life Viewer), such software code must be used in accordance with the applicable open source license terms and conditions.</p>\n<p>\n<strong>1.2.\nLinden Lab grants you certain licenses to access and use Second Life while you are in compliance with the Agreements.</strong>\n</p>\n<p>Linden Lab is thrilled to support the amazing creativity of the artists who take snapshots and make machinima in Second Life.\nSubject to compliance with all applicable terms and conditions, Linden Lab grants you certain copyright licenses as provided in the Second Life Snapshot and Machinima Policy.</p>\n<p>\n<strong>1.3.\nYou also grant Linden Lab and other users of Second Life a license to use in snapshots and machinima your Content that is displayed in publicly accessible areas of the Second Life.</strong>\n</p>\n<p>In addition to the rights granted in Section 2.5 of the Terms of Service, you agree to the restrictions and requirements of our Snapshot and Machinima Policy.\nThe foregoing license is referred to as the \"Snapshot and Machinima Content License.\"</p>\n<p>\n<strong>1.4.\nYou shall be responsible for restricting access to Content for which you do not wish to grant a User Content License.</strong>\n</p>\n<p>You agree that the User Content License set forth in the Terms of Service does not apply to content that is located on an island or region that is not publicly accessible.\nIf you do not wish to grant users of Second Life a User Content License, you agree that it is your obligation to avoid displaying or making available your Content to other users.\nFor example, an island or estate holder may use Virtual Land tools to limit or restrict other users' access to the Virtual Land and thus the Content on the Virtual Land.</p>\n<p>\n<strong>1.5.\nYou may grant certain Content licenses to other users through the Second Life permissions system.</strong>\n</p>\n<p>Your interactions with Second Life may include use of the Second Life permissions system and the copy, modify, and transfer settings for indicating how other users may use, reproduce, distribute, prepare derivative works of, display, or perform your Content in Second Life subject to the Agreements.</p>\n<p>\n<strong>1.6.\nYou agree to respect the Intellectual Property Rights of other users, Linden Lab, and third parties.</strong>\n</p>\n<p>You agree that you will not copy, transfer, or distribute outside of Second Life any Content that contains any Linden Content, in whole or in part or in modified or unmodified form, except as allowed by the Snapshot and Machinima Policy, or that infringes or violates any Intellectual Property Rights of Linden Lab, other Content Providers, or any third parties.</p>\n<p>Any access to or use of Second Life through a software client other than the Linden Software that logs into the Servers (referred to as a \"Third-Party Viewer\") is subject to the Terms of Service, this Second Life Policy, and the terms of the Policy on Third-Party Viewers.\nThe Policy on Third-Party Viewers provides required and prohibited functionality for Third-Party Viewers as well as other terms for those who use, develop, or distribute Third-Party Viewers.\nhowever, Linden Lab offers and supports Second Life only as offered by Linden Lab and is not obligated to allow access to or use of Second Life by any software or means not provided by Linden Lab.\nYou understand and agree that Linden Lab is not responsible or liable for any aspect of Second Life that is accessed or experienced using software or other means not provided by Linden Lab.</p>\n<p>Certain of the fonts in the Meta family of copyrighted typefaces are used in Second Life under license from FSI FontShop International.\nYou acknowledge that you may not copy any Meta font that is included in the Viewer and that you may use any such Meta font solely to the extent necessary to use the Linden Software in Second Life and that you will not use such Meta fonts for any other purpose whatsoever.</p>2.\nELIGIBILITY TO USE SECOND LIFE<p>\n<strong>2.1.\nAge Requirements for Use of Areas of Second Life</strong>\n</p>\n<p>\n<strong>In addition to the general age requirements set out in Section 3 of the </strong>\n<strong>Linden Lab Terms of Service</strong>\n<strong>, Linden Lab permits the following:</strong>\n</p>\n<p>\n<strong>Over 19 Users</strong>.\nIf you are at least nineteen (19) years of age (and the legal age of majority in your jurisdiction, if greater), then you may access certain areas of Second Life, in accordance with our Skill Gaming Policy.</p>\n<p>\n<strong>Over 18 Users</strong>.\nIf you are at least eighteen (18) years of age (or the legal age of majority in your jurisdiction, if greater), then you may use any public area of Second Life, in accordance with our Content Guidelines and Maturity Ratings.</p>\n<p>\n<strong>Under 18 Users</strong>.\nIf you are less than eighteen (18) years of age (or the legal age of majority in your jurisdiction, if greater) and over sixteen (16) years of age, then you may access the General area of Second Life in accordance with our Content Guidelines and Maturity Ratings.<br>\n</p>\n<p>\n<strong>2.2.\nSecond Life Age and/or Location Verification for Moderate, Adult Only, and Skill Gaming.</strong>\n</p>\n<p>In order to access Second Life regions or listings designated as \"Moderate\" or \"Adult Only\" Content (which Content may be explicitly sexual, intensely violent or otherwise designated as Adult under our Maturity Ratings (\"Adult Only Content\")), you affirm that you are at least eighteen (18) years of age, or the age of legal majority where you reside if that jurisdiction has an older age of majority.\nYou further agree that as a condition to accessing Moderate and/or Adult Only Second Life, you will submit to account verification as required by Linden, and provide only true and accurate identification documentation to Linden Lab or its third party service providers to verify your age.\nYou further acknowledge that you will comply with our Maturity Ratings, and conduct any activities we have defined as Moderate and/or Adult only within regions designated as Moderate and/or Adult.</p>\n<p>In order to access Second Life regions listed as a \"Skill Gaming Region\" (which may include Content such as games of skill where users utilize Linden Dollars to participate and receive Linden Dollars in connection with their participation (\"<strong>Skill Gaming</strong>,\" as further described in the Skill Gaming Policy), you affirm that you (i) are at least nineteen (19) years of age, or the age of legal majority where you reside if that jurisdiction has an older age of majority.\nand (ii) reside in, and are accessing a Skill Gaming Region from, a jurisdiction in which participation in Skill Gaming is legally authorized.\nYou further agree that as a condition to accessing a Skill Gaming Region, you will submit to account verification as required by Linden Lab and provide only true and accurate identification documentation to Linden or its third party service providers to verify age and location.\nYou further acknowledge that you will comply with our Skill Gaming Policy, and conduct any activities we have defined as Skill Gaming only within regions designated as a Skill Gaming Region.</p>\n<p>\n<strong>Gaming that qualifies as gambling that is prohibited or requires a governmental license or other approval under any applicable United States or international law is always prohibited under the Agreements.</strong>\n</p>\n<p>\n<strong>2.3.\nRequirements for Sponsoring Organizations.</strong>\n</p>\n<p>If you are an organization which sponsors affiliated accounts, you represent that (i) you will keep all content in the area General, as defined in our Maturity Content Guidelines, (ii) you are solely responsible for all content and activities that take place within your estate in Second Life, and (iii) you will comply with such guidelines as Linden Lab may issue from time to time with respect to any affiliated account program.</p>3.\nFEE AND BILLING POLICY<p>\n<strong>3.1.\n\"Linden Dollars\" are virtual tokens that we license.\nEach Linden Dollar is a virtual token representing contractual permission from Linden Lab to access features of Second Life.\nLinden Dollars are available for Purchase or distribution at Linden Lab's discretion, and are not redeemable for monetary value from Linden Lab.</strong>\n</p>\n<p>Second Life includes a component of virtual tokens (\"Linden Dollars\" or \"L$\"), each of which constitutes a limited license permission to use features of Second Life as set forth below.\nLinden Lab may or may not charge fees to acquire or use Linden Dollars, and these fees may change at any time.</p>\n<p>Each Linden Dollar that you may acquire constitutes a limited license granted to you by Linden Lab to access and use Content, applications, services, and various user-created features in Second Life, and is digitally represented in Second Life as a virtual token that can be traded and/or transferred in Second Life with other users (and/or Linden Lab) in exchange for permission to access and use specific Content, applications, services, and various user-created features, in each case in accordance with this Second Life Policy and the Terms of Service.\nLinden Dollars are transferable by the holder to any other user, provided that both users comply with these Terms of Service, maintain their Accounts in good standing, and are not delinquent on any Account payment requirements.\nExcept as expressly permitted by this Second Life Policy or otherwise expressly permitted by Linden Lab, Linden Dollars may not be sublicensed, encumbered, conveyed or made subject to any right of survivorship or other disposition by operation of law or otherwise, and you agree that any attempted disposition in violation of these Terms of Service is null and void.\nLinden Lab may revoke any Linden Dollar at any time without notice, refund or compensation in the event that: (i) the Linden Dollar program is suspended or discontinued.\n(ii) Linden Lab determines that fraud or other illegal conduct is associated with the holder's Account.\n(iii) Linden Lab imposes a fixed time period during which the license rights provided by the Linden Dollar may be exercised.\n(iv) the holder's Account is terminated for violation of these Terms of Service.\nor (v) the holder becomes delinquent on any of that user's Account payment requirements, ceases to maintain an active Account or terminates any of the Agreements.</p>\n<p>You acknowledge that Linden Dollars are not currency or any type of currency substitute or financial instrument, and are not redeemable for any sum of money from Linden Lab at any time.\nYou agree that Linden Lab has the right to manage, regulate, control, and/or modify the license rights underlying such Linden Dollars as it sees fit, and may revalue or make such license rights more or less common, valuable, effective, or functional, and that Linden Lab will have no liability to you based on its exercise of this right.\nLinden Lab makes no guarantee as to the nature, quality or value of the features of Second Life that will be accessible through the use of Linden Dollars, or the availability or supply of Linden Dollars.\nAs Linden Lab deems necessary, in its sole and absolute discretion, we may limit the total amount of Linden Dollars that may be purchased at any one time, and/or limit the aggregate amount of Linden Dollars that may be held in your Account.</p>\n<p>\n<strong>3.2.\nSecond Life may offer a Linden Dollar exchange (the \"LindeX exchange\" or \"LindeX\").</strong>\n</p>\n<p>Second Life may include a component called the \"LindeX exchange\" or the \"LindeX,\" which refers to an aspect of Second Life through which Linden Lab permits Linden Dollars to be purchased by a user or exchanged by a user with Linden Lab for a credit to the user’s Stored Value Account (defined in Section 4.1 below) in accordance with these Terms.</p>\n<p>You acknowledge that the LindeX has been created to enhance your experience while using Second Life, and that Linden Lab may use the terms \"Buy\" and \"Sell\" to indicate the transfer of content licenses represented by the Linden Dollar.\nSpecifically, in the context of the LindeX, (a) the term \"Sell\" means to exchange your Linden Dollars for a credit to your Stored Value Account (defined below) in accordance with these Terms.\n(b) the term \"Buy\" or \"Purchase\" means to purchase Linden Dollars from Linden Lab in exchange for consideration in accordance with these Terms.\nand (c) the terms \"Buyer,\" \"Seller,\" \"Sale,\" and \"Purchaser\" and similar terms have corresponding meanings to their root terms.</p>\n<p>You acknowledge that Linden Lab may deny any order to Buy or Sell individually or with respect to general volume, price or other limitations set by Linden Lab.\nLinden Lab may halt, suspend, discontinue, or reverse any LindeX exchange transaction (whether proposed, pending or past) in cases of actual or suspected fraud, violations of other laws or regulations, or deliberate disruptions to or interference with Second Life.</p>\n<p>\n<strong>3.3.\nLinden Dollars may not be purchased or sold outside of the LindeX exchange.</strong>\n</p>\n<p>Any purchase or sale of Linden Dollars through any means other than the LindeX is not permitted and is considered a violation of these Terms of Service which may result in suspension or termination of your Account.</p>\n<p>\n<strong>3.4.\n\"Virtual Land\" is Virtual Space in Second Life that we license.</strong>\n</p>\n<p>Second Life includes a component of Virtual Space that is stored on our Servers and made available in the form of virtual units (\"Virtual Land\").\nVirtual Land is the graphical representation of three-dimensional virtual world space.\nLinden Lab may or may not charge fees for the right to acquire, transfer or access Virtual Land, and these fees may change at any time.</p>\n<p>When you acquire Virtual Land, Linden Lab hereby grants you a limited license (\"Virtual Land License\") to access and use features of Second Life associated with the virtual unit(s) of space corresponding to the identifiers of the Virtual Land within Second Life as designated by Linden Lab, in accordance with this Second Life Policy, the Terms of Service and any other applicable policies, including the Second Life Mainland Policies as they exist from time to time.\nThe Virtual Land License is transferable by the holder to any other user provided that both users and the proposed transfer comply with the Terms of Service, maintain their accounts in good standing, and are not delinquent on any Account payment requirements.\nExcept as expressly permitted by this Second Life Policy, this Virtual Land License may not otherwise be encumbered, conveyed or made subject to any right of survivorship or other disposition and any attempted disposition in violation of the Agreements is null and void.\nLinden Lab may revoke the Virtual Land License at any time without notice, refund or compensation in the event that: (i) Linden Lab determines that fraud, illegal conduct or any other violations of the Agreements are associated with the holder's Account or Virtual Land.\nor (ii) the holder becomes delinquent on any of that user's Account's payment requirements, ceases to maintain an active Account or terminates any of the Agreements.</p>\n<p>You may permit or deny other users to access your Virtual Land on terms determined by you.\nAny agreement you make with other users relating to use or access to your Virtual Land must be consistent with the Agreements, and no such agreement can abrogate, nullify, void or modify the Agreements.</p>\n<p>You acknowledge that Virtual Land is a limited license right and is not a real property right or actual real estate, and it is not redeemable for any sum of money from Linden Lab.\nYou acknowledge that the use of the words \"Buy,\" \"Sell\" and similar terms carry the same meaning of referring to the transfer of the Virtual Land License as they do with respect to the Linden Dollar License.\nYou agree that Linden Lab has the right to manage, regulate, control, modify and/or eliminate such Virtual Land as it sees fit and that Linden Lab shall have no liability to you based on its exercise of such right.\nLinden Lab makes no guarantee as to the nature of the features of Second Life that will be accessible through the use of Virtual Land, or the availability or supply of Virtual Land.</p>4.\nSTORED VALUE ACCOUNT<p>\n<strong>4.1 Generally</strong>\n</p>\n<p>Linden Lab has contracted with Tilia Inc.\n(“Tilia”) to issue stored value accounts to you.\nIn order to use this feature, you must agree to the Tilia Terms of Service.\nThe stored value account is an account issued by Tilia in which you hold funds, denominated in U.S.\nDollars (”USD”), which can be used as a funding method to make payments to Second Life (in addition to or in lieu of other supported payment methods which may be used with such service) (“Stored Value Accounts”).\nThe use of each Stored Value Account is limited to Second Life.</p>\n<p>\n<strong>4.2 Crediting the Stored Value Account</strong>\n</p>\n<p>Each Stored Value Account may be credited through your exchange of Linden Dollars in accordance with Section 3 above.\nThe amount of the credit to your Stored Value Account will be determined based on the then-current purchase price of Linden Dollars.\nProvision of this credit is subject to the sole discretion of Tilia.</p>\n<p>\n<strong>4.3 Process Credit from Stored Value Account to Permitted Account</strong>\n</p>\n<p>If you accumulate more value in your Stored Value Account than you need to pay amounts associated with your use of Second Life, Tilia may, in its discretion and subject to its agreement with Second Life, allow you to request a refund from your Stored Value Account.\nSubject to your compliance with Tilia’s Terms of Service, you may be permitted to request that Tilia process a credit from your Stored Value Account, in an amount equal to all or a portion of the available funds associated with your Stored Value Account, to your PayPal account or other account permitted by Tilia.\nTilia, in its sole discretion, will approve or deny your request.\nIf approved, the request will be subject to a fee (the “Process Credit Fee”) payable to Tilia, and the credit will be processed within approximately five (5) to ten (10) business days following the request.\nSome requests may take up to thirty (30) days to process.\nYou may see this concept referred to as a “Process Credit” throughout Second Life and other materials.</p>\n<p>\n<strong>4.4 Funds in your Stored Value Account</strong>\n</p>\n<p>You are not required to maintain any funds in your Stored Value Account.\nIf you do hold funds in your Stored Value Account, those funds will not be insured to you by the Federal Deposit Insurance Corporation or any other entity, and you will not be entitled to any interest with respect to such funds.</p>\n<p>You agree that Tilia may apply any funds to be credited to, or which are held in, your Stored Value Account to any amounts you owe Tilia.</p>5.\nCONDUCT BY USERS OF SECOND LIFE<p>In addition to the rules of conduct set forth in the Terms of Service, you agree that you will not:</p>\n<p>(i) Use robots or other automated means to increase traffic to any Virtual Land;</p>\n<p>(ii) Operate or profit from a \"game of chance\".\nFor more information please see our Policy Regarding Wagering in Second Life;</p>\n<p>(iii) Operate or profit from a virtual \"bank\" In Second Life.\nFor more information please see our Banking Policy;</p>\n<p>(iv) Post, display or transmit any Content that is explicitly sexual, intensely violent or otherwise designated as Adult under our Maturity ratings, except as set forth in those ratings.</p>\n<p>(v) Violate our Second Life Mainland Policies, each of which is incorporated into this Second Life Policy;</p>\n<p>(vi) Violate our Maturity Content Guidelines.\nA region designated General is not allowed to advertise or make available content or activity that is sexually explicit, violent, or depicts nudity;</p>\n<p>(vii) If you are an adult, impersonate a minor for the purpose of interacting with a minor using Second Life, or stalk, harass, or engage in any sexual, suggestive, lewd, lascivious, or otherwise inappropriate conduct with minors on Second Life, or attempt to contact or meet with such minor outside Second Life, including without limitation electronically or physically, if you have reason to know or Second Life concludes that you should have known you were interacting with a minor on Second Life, or otherwise engage in any conduct that violates our Teen Safety Guidelines;</p>\n<p>(viii) Post, display or transmit any material, object or text that encourages, represents, or facilitates sexual \"age play,\" i.e., using child-like avatars in a sexualized manner.\nThis activity is grounds for immediate termination.\nYou may review our full Age Play Policy here.\nYou understand and agree that we may report any and all such incidents -- and any and all of your corresponding personal information -- to any authorities we deem appropriate, whether or not it in and of itself violates the law of your (or any) jurisdiction.\nor</p>\n<p>(ix) Use \"[slgaming]\" as a prefix in the root object name field of any Content, unless otherwise approved by Linden Lab.</p>6.\nSECOND LIFE INTELLECTUAL PROPERTY POLICY<p>Linden Lab encourages the creation of original content in Second Life.\nYou should not use copyrighted, trademarked, or celebrity material in Second Life.\nThe Second Life Intellectual Property Policy describes how Linden Lab treats trademark, copyright, and celebrity issues in Second Life.\nWe operate an intellectual property complaint process for complaints that User Content infringes another's Intellectual Property Rights, the details of which are described in the Intellectual Property Infringement Notification Policy.</p>7.\nPRIVACY AND YOUR PERSONAL INFORMATION<p>Your privacy is important to us.\nOur Privacy Policy sets forth the conditions under which you provide personal and other information to us.\nYou understand and agree that through your use of Second Life you consent to the collection and use of your information in accordance with our Privacy Policy.\nWe encourage you to review our Privacy Policy, which describes our use and disclosure of information we collect on Second Life.</p>\n<p>If you object to your information being used or disclosed as described therein, please do not use Second Life.</p>8.\nRELATED POLICIES<p>The following related policies are incorporated by reference in and made part of this Second Life Policy, and provide additional terms, conditions and guidelines regarding Second Life.</p>\n<ol>\n<li>Linden Lab Terms of Service</li>\n<li>Linden Lab Privacy Policy</li>\n<li>Intellectual Property Infringement Notification Policy</li>\n<li>Community Standards</li>\n<li>Content Guidelines</li>\n<li>Second Life Maturity Ratings</li>\n<li>Second Life Brand Center</li>\n<li>Second Life Trademark Guidelines</li>\n<li>Snapshot and Machinima Policy</li>\n<li>Second Life Fee Schedule</li>\n<li>Second Life Billing Policy</li>\n<li>Second Life Marketplace Fee and Listing Policies</li>\n<li>Second Life Mainland Policies</li>\n<li>Gambling Policy</li>\n<li>Skill Gaming Policy</li>\n<li>Banking Policy</li>\n<li>Age Play Policy</li>\n<li>Policy on Third-Party Viewers</li>\n</ol>\n<p>\n<strong>Effective: Oct 31, 2022</strong>\n</p>\n<p>‍</p>Terms of servicePRIVACY POLICY INTELLECTUAL PROPERTY INFRINGEMENT NOTIFICATION POLICYDMCA&nbsp;FormCONTENT GUIDELINES©&nbsp;2023&nbsp;Linden Research, Inc.\nAll Rights ReservedPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-09-04 04:02:56.028434", "updated_at": "2023-09-04 04:05:19.574836"}, {"id": 18864, "name": "INTELLECTUAL PROPERTY INFRINGEMENT NOTIFICATION POLICY", "url": "https://lindenlab.com/legal/intellectual-property-infringement-notification-policy", "xpath": "//body", "text": "HomeAboutWork HereNews &amp.\nMediaContactAboutWork HereNews &amp.\nMediaContactINTELLECTUAL PROPERTY INFRINGEMENT NOTIFICATION POLICY<br>\n<p>\n<strong>INTELLECTUAL PROPERTY INFRINGEMENT NOTIFICATION POLICY</strong>\n</p>1.\nREPORTING COPYRIGHT INFRINGEMENT<p>\n<strong>1.1.\nDMCA Notice.</strong>\n</p>\n<p>Linden Lab will respond appropriately to notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act (\"DMCA\").</p>\n<p>If you own a copyright in a work (or represent such a copyright owner) and believe that your (or such owner's) copyright in that work has been infringed by an improper posting or distribution of it via a website, software, content, or download offered by Linden Lab (collectively, the \"Service\"), then you may send us a written notice that includes all of the following:</p>\n<p>i.\na subject line that says: \"DMCA Copyright Infringement Notice\";</p>\n<p>ii.\nyour complete contact information, including your full name, mailing address, telephone number, and email address;</p>\n<p>iii.\na description of the copyrighted work or works that you claim have been infringed;</p>\n<p>iv.\ninformation reasonably sufficient to permit us to locate the specific allegedly infringing material on our site, including the URL where the content appears, or other means of identifying the allegedly infringing content with particularity;</p>\n<p>v.\na statement that you have a good faith belief that use of the material in the manner asserted is not authorized by the copyright owner, its agent, or the law;</p>\n<p>vi.\na statement under penalty of perjury, that all the information in your notice is accurate, and that you are the copyright owner (or, if you are not the copyright owner, then your statement must indicate that you are authorized to act on the behalf of the copyright owner).\nand,</p>\n<p>vii.\nyour physical or electronic signature (typing your full name will serve as your electronic signature).</p>\n<p>Linden Lab will only respond to DMCA Notices via the Webform and alternatively email/snail mail at the contact information below:</p>\n<p>By Mail:</p>\n<p>Linden Research, Inc.<br>548 Market Street, PMB 59201<br>San Francisco, California 94104-5401<br>Attention: Intellectual Property Team</p>\n<p>By Fax: (415) 520-9660</p>\n<p>If you are unsure whether you hold rights to a particular work, or whether the content you are reporting is infringing your legal rights, please consult an attorney before filing a DMCA Notice.\nPlease be aware that under 17 U.S.C.\n§ 512(f), you may be liable for any damages, including costs and attorneys' fees incurred by us or our users, if you knowingly materially misrepresent that material or activity is infringing.</p>\n<p>Linden Lab may elect to not respond to DMCA Notices that do not substantially comply with all of the foregoing requirements, and Linden Lab may elect to remove allegedly infringing material that comes to its attention via notices that do not substantially comply with the DMCA.\nIf Linden Lab decides to remove or disable access to the material, we will notify the party that posted the material, provide them with access to the DMCA Notice, and provide information on how to file a DMCA Counter-Notice (as described below).</p>\n<p>\n<em>Please note that these notifications and the counter-notifications described below are real-world legal notices.\nLinden Lab may provide copies of such notices to the participants in the dispute or third parties, at our discretion and/or as required by law.\nLinden Lab's </em>\n<em>Privacy Policy</em>\n<em> does not protect information provided in these notices.</em>\n</p>\n<p>\n<strong>1.2.\nDMCA Counter-Notification.</strong>\n</p>\n<p>If you receive a notification stating that material you submitted to Linden Lab is disabled or removed as a result of a DMCA Notice, and you believe that the material was disabled or removed as a result of mistake or misidentification, then you may send us a DMCA Counter-Notification to the addresses above.</p>\n<p>Your DMCA Counter-Notification should contain the following information:</p>\n<p>i.\na subject line that says: \"DMCA Counter-Notification\";</p>\n<p>ii.\na description of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled, including the URL where the content appeared, if possible, or other means of identifying where the allegedly infringing content appeared with particularity;</p>\n<p>iii.\na statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled;</p>\n<p>iv.\nyour complete contact information, including your full name, mailing address, telephone number, e-mail address, and the username of your Account;</p>\n<p>v.\na statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or, if the address is located outside the United States, to the jurisdiction of the United States District Court for the Northern District of California), and that you will accept service of process from the person who provided DMCA notification to us or an agent of such person.\nand</p>\n<p>vi.\nyour physical or electronic signature (typing your full name will serve as your electronic signature).</p>\n<p>Please be aware that under 17 U.S.C.\n§ 512(f), you may be liable for any damages, including costs and attorneys' fees incurred by us or our users, if you knowingly, materially misrepresent that material or activity was removed or disabled by mistake or misidentification.</p>\n<p>Notwithstanding anything to the contrary contained in any portion of this Policy, the Terms of Service, or any other terms applicable to your use of the Service, Linden Lab reserves the right to take no action upon receipt of any DMCA Counter-Notification.\nIf Linden Lab receives a DMCA Counter-Notification that complies with the terms of 17 U.S.C.\n§ 512(g), then we may forward it to the person who filed the original DMCA Notice.\nIn such circumstance, if Linden Lab does not receive notice from that person within 10 business days that they are seeking a court order to prevent further infringement of the material at issue, we may, in our sole discretion, replace or cease disabling access to the material that was removed.</p>\n<p>Without limiting Linden Lab's other rights, Linden Lab will, in appropriate circumstances, terminate a repeat infringer's access to the Service and any other property owned or operated by Linden Lab.</p>2.\nPROCEDURE FOR ALLEGING INFRINGEMENT OF OTHER INTELLECTUAL PROPERTY<p>If you own intellectual property other than copyrights and believe that your intellectual property has been infringed by an improper posting or distribution of it via a service offered by Linden Lab, then you may send us a written notice to one of the addresses set forth in Section 1 above that includes all of the following:</p>\n<p>a.\na subject line that says: \"Intellectual Property Infringement Notice\";</p>\n<p>b.\nyour complete information, including your full name, mailing address, telephone number, and email address;</p>\n<p>c.\na description of the intellectual property that you claim has been infringed and a copy of the corresponding USPTO registration;</p>\n<p>d.\ninformation reasonably sufficient to permit us to locate the specific allegedly infringing material on our site, including the URL where the content appears, or other means of identifying the allegedly infringing content with particularity;</p>\n<p>e.\na statement that you have a good faith belief that use of the material in the manner asserted is not authorized by the owner of the intellectual property, its agent, or the law;</p>\n<p>f.\na statement under penalty of perjury, that all the information in your notice is accurate, and that you are the owner of the intellectual property at issue (or, if you are not the owner, then your statement must indicate that you are authorized to act on the behalf of the owner of the intellectual property).\nand,</p>\n<p>g.\nyour physical or electronic signature (typing your full name will serve as your electronic signature).</p>\n<p>Linden Lab may elect not to respond to intellectual property infringement notifications that do not substantially comply with all of the foregoing requirements, and Linden Lab may elect to remove allegedly infringing material that comes to its attention via notices that do not substantially comply with such requirements.</p>\n<p>\n<em>Please note that these notifications are real-world legal notices.\nLinden Lab may provide copies of such notices to the participants in the dispute or third parties, at our discretion and/or as required by law.\nLinden Lab's </em>\n<em>Privacy Policy</em>\n<em> does not protect information provided in these notices.</em>\n</p>\n<p>\n<strong>Effective: July 31, 2017</strong>\n</p>\n<p>‍</p>Terms of servicePRIVACY POLICY INTELLECTUAL PROPERTY INFRINGEMENT NOTIFICATION POLICYDMCA&nbsp;FormCONTENT GUIDELINES©&nbsp;2023&nbsp;Linden Research, Inc.\nAll Rights ReservedPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Functional Cookies</li>\n<li>Performance Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Cookie Policy</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n</ul>Clear checkbox label labelApply CancelSave My Preferences Allow All", "created_at": "2023-09-04 04:05:58.511292", "updated_at": "2023-09-04 04:06:05.577666"}, {"id": 18865, "name": "Cookies", "url": "https://secondlife.com/cookies", "xpath": "//body", "text": "<ul>\n<li>\n</li>\n<li>DOWNLOAD</li>\n<li>MARKETPLACE</li>\n<li>LANGUAGEENGLISHESPAÑOLPORTUGUÊSFRANÇAISDEUTSCHITALIANOTÜRKÇEРУССКИЙ日本語</li>\n<li>Login</li>\n<li>SIGN&nbsp;UP</li>\n</ul>DOWNLOADMARKETPLACELANGUAGEENGLISHESPAÑOLPORTUGUÊSFRANÇAISDEUTSCHITALIANOTÜRKÇEРУССКИЙ日本語LOGINSIGN&nbsp;UPCookies<br>\n<p>To provide an amazing website and virtual world experience, we use cookies to personalize content, ads, and to analyze our website traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners.\nCookies include required cookies, functional cookies, performance cookies, and Social Media Cookies, and Second Life cookies.\nYou can learn more about the types of cookies collected and change your cookie settings at any time by clicking the button below:<br>\n</p>Cookies Settings Cookie List A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Strictly Necessary Cookies Cookie Subgroup Cookies Cookies used community.secondlife.com global_session_production First Party my.secondlife.com _my_secondlife_session First Party accounts.secondlife.com csrftoken First Party jira.secondlife.com atlassian.xsrf.token , JSESSIONID First Party marketplace.secondlife.com _slm_session , user_credentials First Party wiki.secondlife.com AWSELB First Party join.secondlife.com sessionid First Party secondlife.com rating_filter , ips4_noCache , session-token , locale , _dc_gtm_UA-xxxxxxxx , eupubconsent First Party go.secondlife.com ips4_ipsTimezone , OptanonAlertBoxClosed , ips4_hasJS First Party maps.secondlife.com OptanonConsent First Party www.connect.secondlife.com XSRF-TOKEN First Party places.secondlife.com ips4_IPSSessionFront , TSxxxxxxxxxx , ips4_guestTime First Party web-login.secondlife.com _csrf_token First Party cdn.cookielaw.org OptanonConsent, OptanonAlertBoxClosed Third Party datatables.net __cfduid Third Party onetrust.com __cfduid Third Party cookielaw.org __cfduid Third Party Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p> Performance Cookies Cookie Subgroup Cookies Cookies used .secondlife.com 4FNQH First Party support.secondlife.com __utma First Party places.secondlife.com __utmc , _gclxxxx First Party www.connect.secondlife.com bSession , svSession First Party secondlife.com _gali , __utmt , secondlife_trk_uuid , _gat , _uetvid , EPISODES , _gat_UA- First Party marketplace.secondlife.com __utmz , _gid First Party go.secondlife.com slga , _ga , __utmb First Party nr-data.net JSESSIONID Third Party Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p> Functional Cookies Cookie Subgroup Cookies Cookies used my.secondlife.com utc_offset First Party .secondlife.com _gali First Party support.secondlife.com _utmv######### , support_sessionid First Party marketplace.secondlife.com __atuvs First Party www.connect.secondlife.com hs , ssr-caching First Party secondlife.com __atuvc First Party community.secondlife.com ips4_ipsTimezone , ips4_noCache , ips4_device_key , ips4_guestTime , ips4_member_id , ips4_IPSSessionFront , ips4_login_key , ips4_loggedIn , ips4_hasJS First Party content.invisioncic.com ips4_hasJS, ips4_ipsTimezone Third Party vimeo.com vuid Third Party Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p> Targeting Cookies Cookie Subgroup Cookies Cookies used .secondlife.com _uetvid First Party marketplace.secondlife.com __qca First Party secondlife.com _uetsid , _dlt , _fbp First Party doubleclick.net test_cookie, IDE Third Party quantserve.com mc Third Party s7.addthis.com __atrfs, __atuvs, __atuvc Third Party .addthis.com na_id, di2, uid, um, ouid, vc Third Party www.facebook.com Third Party youtube.com CONSENT, VISITOR_INFO1_LIVE, YSC Third Party addthis.com uvc, xtc Third Party facebook.com fr Third Party <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<br>\n<p>How likely are you to recommend Second Life today?</p> 1 2 3 4 5 6 7 8 9 10 Thank you for the response! We value your feedback and it will help us make SL better.\nThank you for your response! Have you tried the SL Mobile App? Privacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-09-04 04:06:10.211311", "updated_at": "2023-09-04 04:06:24.123724"}, {"id": 18863, "name": "TERMS OF SERVICE", "url": "https://lindenlab.com/tos", "xpath": "//body", "text": "HomeAboutWork HereNews &amp.\nMediaContactAboutWork HereNews &amp.\nMediaContactTERMS OF SERVICE<br>\n<p>\n<strong>TERMS OF SERVICE</strong>\n</p>\n<p>This agreement (the \"Agreement\" or the \"Terms\") describes the terms on which Linden Research, Inc.\nand its wholly-owned subsidiaries, including Tilia Inc.\nand Tilia Branch UK Ltd.\n(collectively, \"Linden Lab\") offer you access to its interactive entertainment products and services.</p>\n<p>By using the Service (as defined below), you agree to and accept these Terms, including important dispute resolution procedures and all policies and terms linked to or otherwise referenced herein, all of which are incorporated into this Agreement.\nIf you do not so agree, you should decline this Agreement, in which case you are prohibited from accessing or using the Service.</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p>This Agreement includes both the terms above and the following sections, which you may jump to directly by selecting the appropriate link below.\nThe headings and subheadings are for your convenience only -- you are responsible for reviewing all sections, defined terms and related links in their entirety to ensure you fully understand this Agreement.</p>\n<ol>\n<li>Online Service</li>\n<li>Content License and Intellectual Property Rights</li>\n<li>Eligibility to Use the Service</li>\n<li>Account Registration and Billing</li>\n<li>Termination of Your Account</li>\n<li>User Conduct</li>\n<li>Infringement Notifications</li>\n<li>Privacy and Your Personal Information</li>\n<li>Releases, Disclaimers, Liability Limits and Indemnification</li>\n<li>Dispute Resolution and Arbitration</li>\n<li>General Provisions</li>\n<li>Related Policies</li>\n</ol>1.\nONLINE SERVICE<p>\n<strong>1.1 Defined Terms</strong>\n</p>\n<p>\"Account\" means the entirety of your contractual rights and obligations under this Agreement associated with a particular Account Name (defined below) you have selected for accessing the Service.</p>\n<p>\"Account Name\" means a name to identify yourself to Linden Lab staff in connection with your Account for each Product.</p>\n<p>\"Content\" means any works of authorship, creative works, graphics, images, textures, photos, logos, video, audio, text, and interactive features.</p>\n<p>\"Intellectual Property Rights\" means copyrights, trademarks, service marks, trade dress, publicity rights, database rights, patent rights and other intellectual property rights or proprietary rights recognized by law.</p>\n<p>\"Internet Device\" means a personal computer, mobile phone or other wireless or internet-enabled device.</p>\n<p>\"Linden Content\" is the Content provided to you in connection with the Service, including, but not limited to Content we created or licensed from third parties subject to the license set forth herein.</p>\n<p>\"Payment Service Provider\" means a third party payment service provider as contracted by Linden Lab in its sole discretion.</p>\n<p>\"Product\" means any interactive entertainment product or software provided to you by Linden Lab, each of which shall be further governed by an applicable product-specific policy (each a \"Product Policy\").</p>\n<p>\"Servers\" are the online environments that support the Service, including without limitation: the server computation, electronic data storage, software access, messaging and protocols that simulate the Service.</p>\n<p>\"Service\" means all features, applications, content and downloads offered by Linden Lab, including its Websites, Servers, Software, Linden Content, and User Content as those terms are defined herein.</p>\n<p>\"Software\" is the software provided to you by Linden Lab and/or its suppliers under license in connection with the Service, including but not limited to the software for accessing the Service and any other communication software, whether facilitating text-based, chat-based, voice, audio or other communication, within or outside of the Service, and any application program interfaces (the \"APIs\") for use with the Service.</p>\n<p>\"User Content\" means any Content that a user of the Service has uploaded, published, or submitted to or through the Servers, Websites or other areas of the Service.</p>\n<p>\"Virtual Space\" is virtual space that is stored on our Servers and made available in the form of virtual units.</p>\n<p>\"Websites\" are the websites and services available from the domain and subdomains of Linden Lab and any related entity or successor domains from which Linden Lab may offer the Service.</p>\n<p>\n<strong>1.2 The Service exists only as long as and in the form that we may provide the Service, and all aspects of the Service, including your User Content, are subject to change or elimination.</strong>\n</p>\n<p>Linden Lab has the right to change, limit access to, and/or eliminate any aspect(s), feature(s) or functionality of the Service (including your User Content) as it sees fit at any time without notice, and Linden Lab makes no commitment, express or implied, to maintain or continue, or to permit open access to, any aspect of the Service.\nYou acknowledge that your use of the Service is subject to this risk and that you knowingly assume it and make your decisions to participate in the Service, contribute Content and spend your money accordingly.</p>\n<p>Linden Lab may, but will not have the obligation to, display, maintain, or otherwise make use of, any of your User Content, and Linden Lab may, in its sole discretion, modify, delete, or otherwise make use of User Content without notice or any liability to you or any third party.\nLinden Lab reserves the right to treat User Content on the Service as content stored at the direction of users for which Linden Lab will not exercise control except to block or remove content that comes to Linden Lab's attention and is offensive, obscene, abusive, illegal or otherwise objectionable to Linden Lab, or to enforce the rights of third parties or the content restrictions set forth below (in Sections 2 and 7), when notice of their violation comes to Linden Lab's attention.\nSuch User Content submitted by you or others need not, however, be maintained on the Service by us for any period of time and you will not have the right, once submitted, to access, archive, maintain, or otherwise use such User Content on the Service.</p>\n<p>\n<strong>1.3 Your User Content is not confidential.\nYou represent that your Content is original to you (and/or your minor child).</strong>\n</p>\n<p>Linden Lab may now or in the future offer users of the Service the opportunity to display, publish, distribute, transmit, broadcast, or otherwise make available on or submit through the Service (collectively, \"submit\") User Content.\nWe may do this through forums, blogs, message boards, social networking environments, social communities, e-mail and other functionality.\nSubject to the rights and license you grant in this Agreement, you retain whatever legally cognizable right, title and interest that you have in your User Content.</p>\n<p>Each time you submit any User Content, you represent and warrant that you are at least the age of majority in the state in which you reside and are the parent or legal guardian, or have all proper consents from the parent or legal guardian, of any minor who is depicted in or contributed to any User Content you submit, and that, as to that User Content, (a) you are the sole author and owner of the intellectual property and other rights to the User Content, or you have a lawful right to submit the User Content and grant Linden Lab the rights to it that you are granting by this Agreement and any Additional Terms (as defined in Section 2.2 below), all without any Linden Lab obligation to obtain consent of any third party and without creating any obligation or liability of Linden Lab.\n(b) the User Content is accurate.\n(c) the User Content does not and, as to Linden Lab's permitted uses and exploitation set forth in this Agreement, will not infringe any intellectual property or other right of any third party.\nand (d) the User Content will not violate this Agreement or any Additional Terms, or cause injury or harm to any person.</p>\n<p>Please remember that the Service is a public forum and User Content that you submit will be accessible to and viewable by other users.\nExcept as may be required to register and/or maintain your Account, do not submit personally identifiable information (e.g.\nfirst and last name together, password, phone number, address, credit or debit card number, medical information, e-mail address, or other contact information) on the Service.</p>\n<p>Except as otherwise described in our Privacy Policy or any Additional Terms we provide to you, you agree that (i) your User Content will be treated as non-confidential and non-proprietary and will not be returned, and (ii) Linden Lab does not assume any obligation of any kind to you or any third party with respect to your User Content.\nUpon Linden Lab's request, you will furnish us with any documentation necessary to substantiate these rights and verify your compliance with this Agreement or any Additional Terms.</p>\n<p>\n<strong>1.4 Linden Lab is a service provider and is not responsible or liable for the Content, conduct, or services of users or third parties.</strong>\n</p>\n<p>You understand that Linden Lab is a service provider that enables its users to interact online and display and communicate information and Content chosen by those users.\nLinden Lab does not control or endorse the Content of communications between users or users' interactions with each other or the Service.</p>\n<p>You acknowledge that you will be exposed to various aspects of the Service involving the conduct, Content, and services of users, and that Linden Lab does not control and is not responsible or liable for the quality, safety, legality, truthfulness or accuracy of any such user conduct, User Content or user services.\nYou acknowledge that Linden Lab does not guarantee the accuracy of information submitted by any user of the Service, nor any identity information about any user.\nYour interactions with other users and your use of User Content are entirely at your own risk.\nLinden Lab has no obligation to become involved in any dispute that you may have or claim to have with one or more users of the Service, or in any manner in any resolution thereof.</p>\n<p>The Service may contain links to or otherwise allow connections to third-party websites, servers, and online services or environments that are not owned or controlled by Linden Lab.\nYou agree that Linden Lab is not responsible or liable for the Content, policies or practices of any third-party websites, servers or online services or environments.\nPlease consult any applicable terms of use and privacy policies provided by the third party for such websites, servers or online services or environments.</p>\n<p>\n<strong>1.5 The Service is subject to scheduled and unscheduled service interruptions and loss of server data, which you do not own and for which you will not hold us liable.</strong>\n</p>\n<p>Linden Lab may on occasion need to interrupt the Service with or without prior notice.\nYou agree that Linden Lab will not be liable for any interruption of the Service (whether intentional or not), and you understand that except as may otherwise be specifically provided in Linden Lab's billing policies, posted on applicable areas of the Service and/or Website(s), you will not be entitled to any refunds of fees or other compensation for interruption of service.</p>\n<p>Likewise, you agree that in the event of data loss, we will not be liable for any purported damage or harm arising therefrom.\nLinden Lab owns the bits and bytes of electronic data stored on its Servers, and accordingly will not be liable for any deletion, corruption or data loss that occurs in connection with the Service.\nLinden Lab will solely determine any disposition of the electronic data stored on its Servers and will have no obligation to reproduce, process, transfer, extract or recreate any data from its Servers.</p>\n<p>Return to top</p>2.\nCONTENT LICENSES AND INTELLECTUAL PROPERTY RIGHTS<p>\n<strong>2.1 Linden Lab owns Intellectual Property Rights in the Service and the Linden Marks.</strong>\n</p>\n<p>Linden Lab owns Intellectual Property Rights in and to the Service, including but not limited to the Linden Content, Software, the Servers, and the Websites related thereto, and in and to our trademarks, service marks, trade names, logos, domain names, taglines and trade dress (collectively, the \"Linden Marks\").\nYou acknowledge and agree that Linden Lab and its licensors own all right, title, and interest in and to the Service, including all Intellectual Property Rights therein, other than with respect to User Content.</p>\n<p>You understand and agree that without a written license agreement with Linden Lab, we do not authorize you to make any use of the Linden Marks, including but not limited to \"LINDEN,\" or \"LINDEN LAB\".\nUse of the Linden Marks in whole or in part is subject to the guidelines and terms of any applicable license provided in our Trademark Guidelines.</p>\n<p>Except as expressly granted in this Agreement, all rights, title and interest in and to the Service, and in and to the Linden Marks are reserved by Linden Lab.\nCopyright, trademark and other laws of the United States and foreign countries protect the Service and the Linden Marks.</p>\n<p>\n<strong>2.2 Linden Lab grants you certain licenses to access and use the Service while you are in compliance with the Terms.\nAdditional terms may apply.</strong>\n</p>\n<p>Linden Lab hereby grants you a non-exclusive, non-transferable, non-sublicenseable, limited, personal, revocable license to access and use the Service on an Internet Device as set forth in these Terms and expressly conditioned upon you and each of your Accounts remaining active, in good standing, and in compliance with these Terms.\nAdditional terms may apply to certain elements of the Service (\"Additional Terms\").\nthese terms are available where such separate elements are made available through the Service.\nIf there is any contradiction between any Additional Terms and these Terms, then the Additional Terms shall take precedence only in relation to that particular element of the Service.\nFor examples of such Additional Terms, please see Section 12 below.</p>\n<p>Use of the Software is subject to these Terms and the terms of any applicable Product Policy provided with such software.\nIf no Product Policy is provided with certain Software, such software is subject to the license terms set forth in this Section.\nLinden Lab hereby grants you a nonexclusive, non-transferable, non-sublicensable, limited, personal and revocable license to install and use the object code of the Software on any Internet Device that you own or control.\nYou may not charge any third party for using the Software, and you may not modify, adapt, reverse engineer (except as otherwise permitted by applicable law notwithstanding such limitation), decompile or attempt to discover the source code of the Software, or create any derivative works of the Software, or otherwise use the Software except as expressly provided in this Agreement.</p>\n<p>Linden Lab provides access to Linden Content and hereby grants you a non-exclusive, non-transferable, non-sublicensable, limited, personal, revocable license to use, reproduce, distribute, prepare derivative works of, display, and perform the Linden Content solely as permitted through the normal functionality of the Service and under these Terms, except that photographs, images, films, and videos of Linden Content may be used in other areas of and outside the Service only as may be set forth in an applicable Product Policy.\nTo be clear, and without limiting the foregoing, you may not use, reproduce, distribute, prepare derivative works of, display or perform any Linden Content, whether modified by you or not, outside the virtual environment of the Service except as provided in an applicable Product Policy or as expressly agreed upon in a written agreement with Linden Lab.\nThe foregoing license is referred to as a \"Linden Content License.\" You acknowledge that when you receive a Linden Content License you do not acquire ownership of any copies of the Content, or transfer of any copyright or other intellectual property rights in the Content.</p>\n<p>\n<strong>2.3 You grant Linden Lab certain licenses to your User Content.</strong>\n</p>\n<p>You retain any and all Intellectual Property Rights you already hold under applicable law in Content you upload, publish, and submit to or through the Servers, Websites, and other areas of the Service, subject to the rights, licenses, and other terms of this Agreement, including any underlying rights of other users or Linden Lab in Content that you may use or modify.</p>\n<p>In connection with Content you upload, publish, or submit to any part of the Service, you affirm, represent, and warrant that you own or have all necessary Intellectual Property Rights, licenses, consents, and permissions to use and authorize Linden Lab and users of the Service to use the Content in the manner contemplated by the Service and these Terms.</p>\n<p>Because the law may or may not recognize certain Intellectual Property Rights in any particular Content, you should consult a lawyer if you want legal advice regarding your legal rights in a specific situation.\nYou acknowledge and agree that you are responsible for knowing, protecting, and enforcing any Intellectual Property Rights you hold, and that Linden Lab cannot do so on your behalf.</p>\n<p>Except as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any User Content, even if it is altered or changed in a manner not agreeable to you.\nTo the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights.\nYou understand that you will not receive any fees, sums, consideration or remuneration for any of the rights granted in this Section.</p>\n<p>Except as otherwise described in any Additional Terms (such as a contest's official rules) which will govern the submission of your User Content, you hereby grant to Linden Lab, and you agree to grant to Linden Lab, the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and cost-free right and license to use, copy, record, distribute, reproduce, disclose, modify, display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and sell, re-sell or sublicense (through multiple levels)(with respect to each Product or otherwise on the Service as permitted by you through your interactions with the Service), and otherwise exploit in any manner whatsoever, all or any portion of your User Content (and derivative works thereof), for any purpose whatsoever in all formats, on or through any media, software, formula, or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same.\nYou agree that the license includes the right to copy, analyze and use any of your Content as Linden Lab may deem necessary or desirable for purposes of debugging, testing, or providing support or development services in connection with the Service and future improvements to the Service.\nThe license granted in this Section 2.3 is referred to as the \"Service Content License.\"</p>\n<p>Linden Lab has no obligation to monitor or enforce your intellectual property rights to your User Content, but you grant us the right to protect and enforce our rights to your User Content, including by bringing and controlling actions in your name and on your behalf (at Linden Lab's cost and expense, to which you hereby consent and irrevocably appoint Linden Lab as your attorney-in-fact, with the power of substitution and delegation, which appointment is coupled with an interest).</p>\n<p>\n<strong>2.4 You grant certain Content licenses to other users by submitting your Content to publicly accessible areas of the Service.</strong>\n</p>\n<p>You agree that by uploading, publishing, or submitting any Content to any publicly accessible areas of the Service, you hereby grant other users of that aspect of the Service a non-exclusive license to access the User Content through the Service, and to use, reproduce, distribute, prepare derivative works of, display, and perform the Content on the Service solely as permitted by you through your interactions with the Service under these Terms.\nThis license is referred to as the \"User Content License,\" and the Content being licensed is referred to as \"User Content.\" \"Publicly accessible\" areas of the Service are those areas that are accessible to other users of that aspect of the Service.</p>\n<p>If you do not wish to grant users of the Service a User Content License, you agree that it is your obligation to avoid displaying or making available your Content to other users.</p>\n<p>Your interactions with the Service may include use of a permissions system as provided in an applicable Product Policy.\nAny agreement you make with other users relating to use or access to your Content must be consistent with these Terms and the applicable Product Policy, and no such agreement can abrogate, nullify, void or modify these Terms or the applicable Product Policy.</p>\n<p>You acknowledge that when you receive a User Content License you receive only licensing and use rights.\ntherefore, you do not acquire ownership of any copies of the Content, or transfer of any copyright or other Intellectual Property Rights in the Content.</p>\n<p>\n<strong>2.5 You also grant Linden Lab and other users of the Service a license to use your Content in snapshots and machinima that is displayed in publicly accessible areas of the Service.</strong>\n</p>\n<p>You agree that by uploading, publishing, or submitting any Content to or through the Servers for display in any publicly accessible area of the Service, you hereby grant other users a non-exclusive, worldwide, royalty-free, sublicenseable and transferable license to photograph, capture an image of, film, and record a video of the Content, and to use, reproduce, distribute, prepare derivative works of, display, and perform the resulting photograph, image, film, or video in any current or future media as provided in and subject to the restrictions and requirements of an applicable Product Policy or other policy.\nThe foregoing license is referred to as the \"Snapshot and Machinima Content License.\"</p>\n<p>\n<strong>2.6 You may delete copies of your Content from the Service, and the licenses you have granted for the deleted copies will terminate with certain limitations.</strong>\n</p>\n<p>Where permitted, you may delete copies or instances of your Content that you have displayed or that are in your Account inventory through the normal functionality of the Service, such as by emptying the trash folder in your Account inventory as applicable.\nIn such event, the licenses granted by you in this Section 2 shall terminate in the manner provided below, but only for those particular copies or instances of Content that you have deleted from the Service.</p>\n<p>You acknowledge that this termination will not apply to any other copies or instances of the same Content that you have not specifically deleted from the Service, including without limitation those that may be displayed elsewhere through the Service and those that may be in the Account inventories of other users to whom you transferred copies.</p>\n<p>You acknowledge that the Snapshot and Machinima Content License granted to Linden Lab and other users with respect to your Content will survive any such termination.</p>\n<p>You also acknowledge that the Service Content License granted to Linden Lab with respect to your Content will survive any such termination solely as follows to permit Linden Lab: (i) to retain server copies of particular instances of your Content, including copies stored in connection with back-up, debugging, and testing procedures.\nand (ii) to enable the exercise of the licenses granted in this Section 2 for any other copies or instances of the same Content that you have not specifically deleted from the Service, including those that may be displayed elsewhere through the Service or exist in other users' Account inventories.</p>\n<p>\n<strong>2.7 You agree to respect the Intellectual Property Rights of other users, Linden Lab, and third parties.</strong>\n</p>\n<p>You agree that you will not publish, or submit to any part of the Service, any Content that is protected by Intellectual Property Rights or otherwise subject to proprietary rights, including trade secret or privacy rights, unless you are the owner of such rights or have permission from the rightful owner to upload, publish, or submit the Content and to grant Linden Lab and users of the Service all of the license rights granted in these Terms.</p>\n<p>You acknowledge that the Content of the Service is provided or made available to you under license from Linden Lab and independent Content providers, including other users of the Service (\"Content Providers\").\nYou acknowledge and agree that except as expressly provided in this Agreement, the Intellectual Property Rights of Linden Lab and other Content Providers in their respective Content are not licensed to you by your mere use of the Service.\nYou must obtain from the applicable Content Providers any necessary license rights in Content that you desire to use or access.</p>\n<p>Linden Lab and other Content Providers may use the normal functionality of the Service, including an applicable permissions system and the copy, modify, and transfer settings, to indicate how you may use, reproduce, distribute, prepare derivative works of, display, or perform their respective Content solely through the Service.\nYou acknowledge and agree that the permissions system and other functionality of the Service do not grant you any license, consent, or permission to copy, modify, transfer, or use in any manner any Content outside the Service.</p>\n<p>You agree that you will not copy, transfer, or distribute outside the Service any Content that contains any Linden Content, in whole or in part or in modified or unmodified form, except as allowed by an applicable Product Policy or other policy, or that infringes or violates any Intellectual Property Rights of Linden Lab, other Content Providers, or any third parties.</p>\n<p>Linden Lab reserves the right, but is not obligated to use technological measures designed to prohibit the copying, transfer, or distribution of Content outside the Service when we in good faith believe that such copying, transfer, or distribution would or might violate the Intellectual Property Rights of our users, Linden Lab, or third parties.</p>\n<p>You copy and use Content at your own risk.\nYou are solely responsible and liable for your use, reproduction, distribution, modification, display, or performance of any Content in violation of any Intellectual Property Rights.\nYou agree that Linden Lab will have no liability for, and you agree to defend, indemnify, and hold Linden Lab harmless for, any claims, losses or damages arising out of or in connection with your use, reproduction, distribution, modification, display, or performance of any Content.</p>\n<p>Return to top</p>3.\nELIGIBILITY TO USE THE SERVICE<p>\n<strong>3.1 Age Requirements for the Service.</strong>\n</p>\n<p>By accepting this Agreement, you represent that you are at least eighteen (18) years of age (or the legal age of majority in your jurisdiction, if greater) and you have the legal authority to enter into this Agreement.\nIf you are less than eighteen (18) years of age (or the legal age of majority in your jurisdiction, if greater), then your parent or legal guardian must read and accept this Agreement, your use of the Service, participating in the Service, and providing any personal information in connection with the Service on your behalf.</p>\n<p>\n<strong>3.2 Age Requirements for Use of Areas of the Service, Software, and Content.</strong>\n</p>\n<p>Certain Software, Content, or areas of the Service may be subject to certain age requirements, as specified in an applicable Product Policy.\nBy using or accessing such Software, Content, or areas of the Service, you represent that you satisfy the age requirements set forth in the applicable Product Policy.</p>\n<p>When a child under the age of thirteen (13) contacts Linden Lab, for example, to participate in a contest or to ask a question, we may collect that child's email address and the e-mail address of the child's parent or guardian.\nWe will use the child's e-mail address only for the purpose for which it was collected, and we will use the e-mail address of the parent(s) or guardian(s) only to provide notification about the child's contact with us, and to provide notification of the types and uses of personal data collected, if and as required by law.</p>\n<p>As a parent or guardian of a child under the age of thirteen (13) from whom we have collected personal data, you have the right to review and request deletion of such personal data, and to refuse to permit further collection or use of such personal data.\nTo do so, please contact us at privacy@lindenlab.com.\nParents and guardians who wish to review personal data concerning their child(ren) will be required to specify the usernames and passwords of the child(ren) concerned, and to provide their own e-mail address for verification and contact purposes.</p>\n<p>We cannot and will not establish conditions that will require or encourage children to disclose personal data over and above what is reasonably necessary to participate in any activity features on our web sites.</p>\n<p>Children under thirteen (13) years of age are allowed to participate in contests.\nHowever, if such a child wins, notification will be sent to the parent or guardian's e-mail address (provided by the child when he/she enters the contest).\nAlso, we will not ask the child for any personal data beyond e-mail addresses without obtaining prior parental consent.\nAny personal data obtained from children and parents during contests will be kept until the contest ends and prizes are delivered, and then it will be deleted.</p>\n<p>If any online activity offered by us will allow children under the age of thirteen (13) to reveal personal data publicly (for example via un-moderated forums), we will obtain parental consent before allowing the child to participate.</p>\n<p>\n<strong>3.3 Requirements for Corporate Users and Sponsoring Organizations.</strong>\n</p>\n<p>If you are using the Service on behalf of a company, organization or other legal entity (collectively, \"User Organization\"), you represent and warrant that you are an employee of that User Organization or other person authorized to do so.</p>\n<p>\n<strong>3.4 Other Eligibility Requirements for Use of the Service.</strong>\n</p>\n<p>You may not use the Service (i) if you have been terminated from the Service by Linden Lab (including, for avoidance of doubt, if any Account of yours has been terminated).\nor (ii) at any time if you are a person barred from receiving the Service under applicable law.</p>\n<p>Return to top</p>4.\nACCOUNT REGISTRATION AND BILLING<p>\n<strong>4.1 You must establish an account to use certain aspects of the Service, using true and accurate registration information.</strong>\n</p>\n<p>Except for certain Software or portions of the Websites which Linden Lab allows users to access without registration, you must establish an Account with Linden Lab to use the Service.\nYou agree to provide accurate, current and complete information about yourself as prompted by the registration form (\"Registration Data\") and to use the account management tools provided to keep your Registration Data accurate, current and complete.</p>\n<p>You may establish an Account with Registration Data provided to Linden Lab by a third party who provides a gateway to our Service through the use of an API, in which case you may have a separate, additional account relationship with such third party.\nThis relationship in no way modifies, lessens or alters your obligations under this Terms.\nAccess to the Service through third parties may be available or discontinued at the discretion of Linden Lab.\nYou acknowledge that Linden Lab is not liable for the acts or omissions of such third parties, which are not the partner or representative of Linden Lab or endorsed or controlled by Linden Lab.</p>\n<p>Depending upon your age and the age requirements set forth in an applicable Product Policy, registration may require parental consent.\nThe Service's practices governing any resulting collection and use of your personal information are disclosed in our Privacy Policy.\nYour decision to provide this information is purely voluntary and optional.\nhowever, if you elect not to provide it, then you may not be able to access certain Content or participate in certain features of the Service.</p>\n<p>You may not sell, transfer or assign your Account or its contractual rights, licenses and obligations, to any third party (including, for the avoidance of doubt, permitting another individual to access your Account) without the prior written consent of Linden Lab.\nLinden Lab reserves the right, at its sole discretion, to manage and control the number of Accounts that you may establish and maintain.</p>\n<p>\n<strong>4.2 You agree to use an Account Name for each Product that is not misleading, offensive or infringing.\nYou are responsible for activities related to your Account Name, and for keeping your password for your Account(s) secure.</strong>\n</p>\n<p>You must choose an Account Name for your Account which may also serve as the name for your graphical representation within each Product (your \"Avatar\").\nYou may not select as your Account Name any name that Linden Lab determines may cause deception or confusion.\nmay violate any trademark right, copyright, or other proprietary right or mislead other users regarding your identity or affiliation.\nor any name that Linden Lab determines in its sole discretion to be vulgar, offensive, or otherwise inappropriate.\nLinden Lab reserves the right to delete or change any Account Name that violates this paragraph, and will have no liability regarding the use, modification, or deletion of any Account Name.</p>\n<p>You are solely responsible for all activities conducted through your Account whether or not you authorize the activity (except to the extent that activities occur because someone gains access to our system without using your identifiers and password).\nIn the event that fraud, illegality or other conduct that violates this Agreement is discovered or reported (whether by you or someone else) that is connected with your Account, we may terminate your Account (or Accounts) as described in Section 5.</p>\n<p>You are solely responsible for maintaining the confidentiality of your password and for restricting access to your Internet Device.\nYou are solely responsible for any harm resulting from your disclosure, or authorization of the disclosure, of your password or from any person's use of your password to gain access to your Account or Account Name.\nYou will immediately notify us of any unauthorized use of your Account, password or username, or any other breach of security related to the Service.\nAt no time should you respond to an online request for a password other than in connection with the log-on process to the Service.\nYour disclosure of your password to any other person is at your own risk.\nIf you lose access to your Account for any reason, Linden Lab may, but is not required to, attempt to restore access to your Account by verifying your Registration Data.\nIn the event that you are unable to provide the Registration Data, Linden Lab reserves the right to suspend your Account(s).</p>\n<p>We will not be liable for any loss or damage (of any kind and under any legal theory) to you or any third party arising from your inability or failure for any reason to comply with any of the foregoing obligations.</p>\n<p>\n<strong>4.3 If you choose to use paid aspects of the Service, you agree to the posted pricing and billing policies on the Websites, through the Service, or by an applicable Payment Service Provider.</strong>\n</p>\n<p>Certain aspects of the Service (including subscription to a premium Account or usage of virtual environments (\"Virtual Space,\" as may be further described in an applicable Product Policy)), are provided for a fee or other charge by Linden Lab or an applicable Payment Service Provider.\nShould you elect to use paid aspects of the Service, you agree to the pricing, payment and billing policies related to such fees and charges, plus VAT or other taxes as applicable, as posted on the Website(s), application(s), or by an applicable Payment Service Provider.\nUpon your acceptance of these terms and submission of your order, you hereby agree that Linden Lab or an applicable Payment Service Provider (collectively, for purposes of this Section 4.3, \"we\") have the right to automatically charge your credit card or debit your account (or other payment method) for the applicable fees or charges, plus any applicable taxes that we are required to collect, and you authorize us to do so.\nThereafter, if you have purchased or redeemed a subscription-based product or service, each time your subscription comes up for renewal, we have the right to charge your credit card or debit your account the then-current renewal rate plus any applicable taxes we are required to collect, and you authorize us to do so.\nAny prices posted in US Dollar or non-US Dollar currencies by Linden Lab on the Service do not include any applicable sales tax, unless specifically noted that it is tax inclusive.</p>\n<p>Linden Lab reserves the right, upon reasonable notice, to (directly or through an applicable Payment Service Provider): (i) charge for access to some or all of the Service, charge for access to premium functionality or Content on some or all of the Website, require a free or paid subscription (\"Usage Subscription\"), or account registration to access some or all of the Service.\n(ii) change terms and conditions for the Service or portions thereof.\nand (iii) restrict access to the Service or portions thereof, in whole or in part, based on any lawful eligibility requirements Linden Lab may elect to impose (e.g.\ngeographic or demographic limitations).\nYou are responsible for obtaining and maintaining, at your sole cost, all Internet Devices and other equipment and software, and services necessary for you to access and use the Service.</p>\n<p>You acknowledge that it is your responsibility to ensure payment in advance for all paid aspects of the Service, and to ensure that your credit or debit cards or other payment instruments accepted by Linden Lab or an applicable Payment Service Provider continue to be valid and sufficient for such purposes.\nPayments made with a United States-based payment instrument will be charged by Linden Research, Inc.\nPayments made with payments instruments based outside of the United States will be charged by Tilia Branch UK Ltd., which is located at 11-12 St.\nJames's Square, Suite 1, 3rd Floor, London, United Kingdom SW1Y 4LB.</p>\n<p>Linden Lab may offer you the opportunity (directly or through an applicable Payment Service Provider) to purchase or use virtual credits, points, tokens, services, or items (\"Virtual Goods and Services\").\nLinden Lab may modify, revalue, or make the Virtual Goods and Services more or less common, valuable, effective, or functional.\nVirtual credits, points, or tokens as further described in each applicable Product Policy (\"Virtual Tender\") associated with your Account that were purchased with U.S.\ndollars or other accepted fiat currency may be used or exchanged before Virtual Tender associated with your Account that was not purchased (e.g., Virtual Tender that was earned through experiential play), no matter when that Virtual Tender was acquired.\nExcept as set forth in any Additional Terms (such as any refund policies that may apply to a subscription service) or above with respect to Usage Subscriptions, if Linden Lab modifies, suspends or terminates any Usage Subscription or Virtual Goods and Services (including any Virtual Tender), then you will forfeit your rights to the modified, suspended, or terminated Usage Subscription or Virtual Goods and Services.\nLikewise, except as set forth above, in any Additional Terms, or as required by applicable law, Linden Lab is not responsible for repairing, replacing or restoring access to your Usage Subscription, or Virtual Goods and Services (including any Virtual Space or other Virtual Tender associated with each Product, as further described in an applicable Product Policy), or providing you with any credit or refund or any other sum, in the event of: (a) Linden Lab's change, suspension or termination of any Usage Subscription or Virtual Goods and Services (including any Virtual Space or other Virtual Tender associated with each Product, as further described in an applicable Product Policy).\nor (b) for loss or damage due to Website or Server error, or any other reason.</p>\n<p>Without limiting any other rights or remedies of Linden Lab, Linden Lab may exercise its termination rights as provided in Section 5 in the event of any payment delinquency.\nLinden Lab further reserves the right to terminate Usage Subscriptions and/or Virtual Goods and Services for cause immediately at its sole discretion without advance notice or liability.\nIn such event you will not be entitled to a pro-rata refund or credit.</p>\n<p>\n<strong>4.4 Linden Lab has no obligation to accept returns or provide refunds of any amounts paid for products or services purchased from Linden Lab.</strong>\n</p>\n<p>Except as set forth above or in any Additional Terms, purchases of Linden Content (including but not limited to Usage Subscriptions, Virtual Tender, and/or other Virtual Goods and Services) are final, non-refundable, have no monetary value (i.e.\nare not a cash account or equivalent) and are purchases of only a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to use content Inworld, even if they come with a durational term (e.g.\na monthly subscription).\nNotwithstanding any agreement by Linden Lab to provide a discretionary pro-rata refund or credit in certain circumstances, you have no property, proprietary, intellectual property, ownership, economic, or monetary interest in your Account, User Content, Usage Subscriptions, Virtual Tender or other Virtual Goods and Services, which remain the exclusive property of Linden Lab (subject only to the limited license set forth in Section 2 above, this Agreement or any Additional Terms).</p>\n<p>Return to top</p>5.\nTERMINATION OF YOUR ACCOUNT<p>\n<strong>5.1 You or we may terminate your Account(s) at any time.</strong>\n</p>\n<p>You may terminate this Agreement by closing your Account(s) at any time for any reason.\nLinden Lab may suspend or terminate your Account at any time for any reason.\nIn such event, Linden Lab shall have no further obligation or liability to you under this Agreement or otherwise, and you shall be entitled to no compensation or other payment, remedy, recourse or refund.</p>\n<p>\n<strong>5.2 We may terminate your Accounts for violation of this Agreement.</strong>\n</p>\n<p>Linden Lab may suspend or terminate your Account if you violate this Agreement, along with any or all other Accounts held by you or otherwise related to you, as determined by Linden Lab in its discretion, and your violation of this Agreement shall be deemed to apply to all such Accounts.\nUpon termination of your Accounts, this Agreement between us will be automatically terminated and you may not re-subscribe or return to the Service through other or future Accounts you or others may set up.</p>\n<p>\n<strong>5.3 We may terminate your Account(s) to protect the best interests of the Service and the community or if we believe you pose an unacceptable risk to the community.</strong>\n</p>\n<p>We may terminate your Account if we determine in our discretion that such action is necessary or advisable to comply with legal requirements or protect the rights or interests of Linden Lab, the Service community or any third party.</p>\n<p>We may terminate your Account(s) if we learn, or in good faith believe, that you are a registered sex offender, that accessing the Service may violate a condition of parole or probation, that you have engaged in or attempted to engage in conduct with minors on the Service that violates this Agreement, or that you for any other reason may pose what we deem to be an unacceptable risk to the Service community.</p>\n<p>\n<strong>5.4 We may terminate your Accounts upon a general suspension or discontinuation of the Service.</strong>\n</p>\n<p>If Linden Lab elects to generally suspend or discontinue the Service, in whole or in part, for any reason, Linden Lab may terminate your Accounts.\nIn such event, you will not be entitled to compensation for such suspension or termination, and you acknowledge that Linden Lab will have no liability to you in connection with such suspension or termination.</p>\n<p>\n<strong>5.5 Upon Account termination, you will lose access to your Account and all licenses, Content, and data, and you understand this is a risk of participating in the Service.</strong>\n</p>\n<p>Upon termination of your Account, you will no longer be able to access your Account or access (or transfer or direct the transfer to any other Account) any Content or data you have stored on the Servers.\nAll licenses granted by Linden Lab to use the Service, including any Virtual Tender will automatically terminate.\nYou acknowledge that you have elected to procure Virtual Tender or any premium account or paid features of the Service notwithstanding the possibility of termination of such license rights under the circumstances set forth in this Agreement.</p>\n<p>You should ensure that you have only stored Content on the Servers to which you are willing to permanently lose access.\nYou acknowledge and assume the risk of the possibility of termination of your Account as provided in this Agreement, and you represent that you will make your decisions to participate in the Service, contribute Content, spend your money and dispose of transferable licenses at all times knowingly based upon these risks.</p>\n<p>Upon termination, you will remain liable for any unpaid amounts owed by you to Linden Lab.</p>\n<p>\n<strong>5.6 Some terms of this Agreement will survive and continue after termination.</strong>\n</p>\n<p>The provisions of this Agreement and any Additional Terms which by their nature should survive your suspension or termination will survive, including the rights and licenses you grant to Linden Lab in this Agreement, as well as to the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, no class action and mandatory arbitration.</p>\n<p>Return to top</p>6.\nCONDUCT BY USERS OF THE SERVICE<p>You agree to abide by certain rules of conduct, including any applicable community standards for the portion of the Service you are using) and other rules prohibiting illegal and other practices that Linden Lab deems harmful.</p>\n<p>You are solely responsible for your interaction with other users of the Service, whether online or offline.\nWe are not responsible or liable for the conduct or content of any user.\nWe reserve the right, but not the obligation, to monitor or become involved in disputes between you and other users.</p>\n<p>Exercise common sense and your best judgment in your interactions with others (e.g.\nwhen you submit any personal or other information) and in all of your other online activities.</p>\n<p>\n<strong>6.1 You will not post or transmit prohibited Content, including any Content that is illegal, harassing or violates any person's rights.</strong>\n</p>\n<p>You agree that you will not:</p>\n<p>(i) Post, display, or transmit Content that violates any law or the rights of any third party, including without limitation Intellectual Property Rights.\nWe reserve the right to request at any time proof of permissions in a form acceptable to us.\nFailure to provide such proof may lead to, among other things, removal of such Content from the Service;</p>\n<p>(ii) Impersonate any person or entity without their consent, or otherwise misrepresent your affiliation, or if you are an adult, impersonate a minor for the purpose of interacting with a minor using the Service;</p>\n<p>(iii) Stalk, harass, or engage in any sexual, suggestive, lewd, lascivious, or otherwise inappropriate conduct with minors on the Service;</p>\n<p>(iv) Post, display, or transmit Content (including any communication(s) with employees of Linden Lab) that is harmful, threatening or harassing, defamatory, libelous, false, inaccurate, misleading, or invades another person's privacy;</p>\n<p>(v) Post, display, or transmit Content that is obscene, hateful, involves terrorism, or is racially, ethnically or otherwise objectionable.\nor</p>\n<p>(vi) Post, display or transmit any Content or conduct or host any activity that is sexually explicit, or intensely violent.</p>\n<p>Any violation by you of the terms of this Section may result in immediate termination of your Accounts without any refund or other compensation.</p>\n<p>\n<strong>6.2 You agree that you will not post or transmit Content or code that may be harmful, impede other users' functionality, invade other users' privacy, or surreptitiously or negatively impact any system or network.</strong>\n</p>\n<p>You agree to respect both the integrity of the Service and the privacy of other users.\nYou will not:</p>\n<p>(i) Post or transmit viruses, Trojan horses, worms, spyware, time bombs, cancelbots, or other computer programming routines that may harm the Service or interests or rights of other users, or that may harvest or collect any data or information about other users without their consent;</p>\n<p>(ii) Post or transmit unsolicited or unauthorized advertising, or promotional materials, that are in the nature of \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation that Linden Lab considers to be of such nature;</p>\n<p>(iii) Engage in malicious or disruptive conduct that impedes or interferes with other users' normal use of or enjoyment of the Service;</p>\n<p>(iv) Use any cheats, mods, hacks, or any other unauthorized techniques or unauthorized third-party software to cheat in any competition or game that may be offered on the Service, or to otherwise disrupt or modify the Service or the experience of any users on the Service.\nor</p>\n<p>(v) Attempt to gain unauthorized access to any other user's Account, password or Content.</p>\n<p>Return to top</p>7.\nINFRINGEMENT NOTIFICATIONS<p>We operate an intellectual property complaint process for complaints that User Content infringes another's Intellectual Property Rights, the details of which are described in the Intellectual Property Infringement Notification Policy.</p>\n<p>Return to top</p>8.\nPRIVACY AND YOUR PERSONAL INFORMATION<p>Your privacy is important to us.\nOur Privacy Policy sets forth the conditions under which you provide personal and other information to us.\nYou understand and agree that through your use of the Service you consent to the collection and use of your information in accordance with our Privacy Policy.\nWe encourage you to review our Privacy Policy, which describes our use and disclosure of information we collect on the Websites and the Service.</p>\n<p>If you object to your information being used or disclosed as described therein, please do not use the Service.</p>\n<p>Return to top</p>9.\nRELEASES, DISCLAIMERS, LIABILITY LIMITS AND INDEMNIFICATION<p>\n<strong>9.1 Linden Lab is NOT liable for its users' actions, and you release Linden Lab from any claims relating to other users.</strong>\n</p>\n<p>You agree not to hold Linden Lab liable for the Content, actions, or inactions of other users.\nAs a condition of access to the Service, you release Linden Lab (and its officers, directors, shareholders, agents, subsidiaries and employees) from claims, demands, losses, liabilities and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with any dispute you have or claim to have with one or more users, including whether or not Linden Lab becomes involved in any resolution or attempted resolution of the dispute.</p>\n<p>If you are a California resident, you waive California Civil Code Section 1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\" If you are a resident of another jurisdiction, you waive any comparable statute or doctrine.</p>\n<p>You agree and understand that Linden Lab does not control and is not responsible for information you provide to parties other than Linden Lab.</p>\n<p>\n<strong>9.2 Linden Lab provides the Service on an \"as is\" basis, without express or implied warranties, and all Content, including Virtual Tender and other Virtual Goods and Services, have no guarantee or warranty of any compensable value.</strong>\n</p>\n<p>LINDEN LAB PROVIDES THE SERVICE, INCLUDING WITHOUT LIMITATION THE SOFTWARE, THE WEBSITES, THE SERVERS, THE CONTENT (INCLUDING THE VIRTUAL GOODS AND SERVICES), AND YOUR ACCOUNT, STRICTLY ON AN \"AS IS\" BASIS, AND HEREBY EXPRESSLY DISCLAIMS ALL WARRANTIES OR CONDITIONS OF ANY KIND, WRITTEN OR ORAL, EXPRESS, IMPLIED OR STATUTORY, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTY OF TITLE, NONINFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>NO VALUE, EITHER EXPRESS OR IMPLIED, IS GUARANTEED OR WARRANTED WITH RESPECT TO ANY CONTENT, INCLUDING VIRTUAL TENDER OR ANY OTHER VIRTUAL GOODS AND SERVICES.\nNOTWITHSTANDING ANY INTELLECTUAL PROPERTY RIGHTS YOU MAY HAVE IN YOUR CONTENT OR ANY EXPENDITURE ON YOUR PART, LINDEN LAB AND YOU EXPRESSLY DISCLAIM ANY COMPENSABLE VALUE RELATING TO OR ATTRIBUTABLE TO ANY DATA RELATING TO YOUR ACCOUNT RESIDING ON LINDEN LAB'S SERVERS.\nYOU ASSUME ALL RISK OF LOSS FROM USING THE SERVICE ON THIS BASIS.</p>\n<p>Linden Lab does not ensure continuous, error-free, secure or virus-free operation of the Service, the Software, the Websites, the Servers, or your Account, and you understand that you shall not be entitled to refunds or other compensation based on Linden Lab's failure to provide any of the foregoing other than as explicitly provided in this Agreement.\nSome jurisdictions do not allow the disclaimer of implied warranties and, to that extent, the foregoing disclaimers may not apply to you.</p>\n<p>\n<strong>9.3 Linden Lab's liability to you is expressly limited, to the extent allowable under applicable law.</strong>\n</p>\n<p>IN NO EVENT SHALL LINDEN LAB OR ANY OF ITS DIRECTORS, OFFICERS, EMPLOYEES, SHAREHOLDERS, SUBSIDIARIES, AGENTS OR LICENSORS BE RESPONSIBLE OR LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY LOSS OR DAMAGES OF ANY KIND, INCLUDING FOR ANY DIRECT, INDIRECT, ECONOMIC, EXEMPLARY, INCIDENTAL, CONSEQUENTIAL, RELIANCE, SPECIAL, OR PUNITIVE LOSSES OR DAMAGES OR DISGORGEMENT OR COMPARABLE EQUITABLE REMEDY, FOR LOST DATA OR LOST PROFITS, ARISING (WHETHER IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE) OUT OF OR IN CONNECTION WITH THE SERVICE (INCLUDING ITS MODIFICATION OR TERMINATION), THE SOFTWARE, THE WEBSITES, THE SERVERS, YOUR ACCOUNT (INCLUDING ITS TERMINATION OR SUSPENSION) OR THIS AGREEMENT, WHETHER OR NOT LINDEN LAB MAY HAVE BEEN ADVISED THAT ANY SUCH DAMAGES MIGHT OR COULD OCCUR AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.</p>\n<p>EXCEPT AS MAY BE PROVIDED IN ANY ADDITIONAL TERMS, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL LINDEN LAB'S CUMULATIVE LIABILITY TO YOU EXCEED THE GREATER OF (i) ONE HUNDRED DOLLARS (U.S.\n$100.00).\nOR (ii) THE FEES, IF ANY, PAID BY YOU FOR USE OF THE SERVICE.\nPROVIDED, HOWEVER, THIS PROVISION WILL NOT APPLY IF A TRIBUNAL WITH APPLICABLE JURISDICTION FINDS SUCH TO BE UNCONSCIONABLE.</p>\n<p>Some jurisdictions do not allow the foregoing limitations of liability, so to the extent that any such limitation is found to be impermissible, such limitation may not apply to you.\nIn such jurisdictions, the liability of the Linden Lab parties to you is limited to the lowest amount permitted by applicable law.</p>\n<p>\n<strong>9.4 You agree to indemnify Linden Lab from claims relating to your use of the Service.</strong>\n</p>\n<p>At Linden Lab's request, you agree to defend, indemnify and hold harmless Linden Lab, its officers, directors, shareholders, employees, subsidiaries, and agents from all damages, liabilities, claims and expenses, including without limitation attorneys' fees and costs, arising from: (i) your User Content.\n(ii) your acts, omissions, or use of the Service, including without limitation your negligent, willful or illegal conduct.\n(iii) your breach or alleged breach by you of this Agreement, including without limitation your representations and warranties relating to your Content.\n(iv) your violation or anticipatory violation of any applicable law, rule or order in connection with your use of or activities in the Service.\n(v) information or material transmitted through your Internet Device that infringes or misappropriates any Intellectual Property Right.\n(vi) any misrepresentation made by you.\n(vii) Linden Lab's use of the information that you submit to us.\n(viii) your purported \"ownership\" of any Usage Subscriptions or virtual items.\nor (ix) the increase or decrease in \"value\" or loss of Usage Subscriptions or virtual items if Linden Lab deletes, terminates, or modifies them (all of the foregoing, \"Claims and Losses\") .\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with our defense of such claim.\nYou will not settle any Claims and Losses without, in each instance, the prior, written consent of an officer of Linden Lab.</p>\n<p>\n<strong>9.5 You are not our employee, and you have no rights to compensation.</strong>\n</p>\n<p>You acknowledge that your participation in the Service, including your creation or uploading of Content in the Service, does not make you a Linden Lab employee and that you do not expect to be, and will not be, compensated by Linden Lab for such activities, and you will make no claim inconsistent with these acknowledgements.\nIn addition, no agency, partnership, joint venture or franchise relationship is intended or created by this Agreement.</p>\n<p>\n<strong>9.6 Unsolicited Ideas and Materials Prohibited.\nNo Confidential or Special Relationship with Linden Lab.</strong>\n</p>\n<p>Linden Lab employs a staff of designers to develop new ideas and Linden Lab solicits and receives product idea submissions from professional inventors with whom it has business relationships.</p>\n<p>Because of this, in your communications with Linden Lab, please keep in mind that Linden Lab does not accept or consider any unsolicited ideas or materials for products or services, or even improvements to products or services, (collectively, \"Unsolicited Ideas and Materials\").\nTherefore, you must not send to Linden Lab (even within any of your User Content that we may request), in any form and by any means, any Unsolicited Ideas and Materials.\nAny Unsolicited Ideas and Materials you post on or send to us via the Service are deemed User Content and licensed to us as set forth above.</p>\n<p>Except as otherwise specifically described in the Service's Privacy Statement or any Additional Terms, your relationship with Linden Lab is not a confidential, fiduciary, or other type of special relationship and your Unsolicited Ideas and Materials, and anything else submitted by you will be treated as non-confidential and non-proprietary User Content – regardless of whether you mark them \"confidential\", \"proprietary\", or the like.\nLinden Lab will not assume any responsibility, obligation, or liability for the receipt or non-receipt of any of the foregoing.\nTherefore, your decision to submit any Unsolicited Ideas and Materials to Linden Lab does not place Linden Lab in a position that is any different from the position held by members of the general public with regard to your Unsolicited Ideas and Materials.</p>\n<p>Linden Lab's receipt of your Unsolicited Ideas and Materials is not an admission by Linden Lab of their novelty, priority, or originality, and it does not impair Linden Lab's right to contest existing or future intellectual property rights relating to your Unsolicited Ideas and Materials.</p>\n<p>Return to top</p>10.\nDISPUTE RESOLUTION AND ARBITRATION<p>By agreeing to these Terms of Service, you also agree to arbitrate any and all claims against Linden Lab pursuant to the Federal Arbitration Act and subject to the terms below (the \"Agreement to Arbitrate\").\nYou and Linden Lab agree that we intend that this Section 10 satisfies the \"writing\" requirement of the Federal Arbitration Act and further agree that, notwithstanding any other provision of these Terms of Service, the Federal Arbitration Act shall govern the interpretation and enforcement of this Agreement to Arbitrate.</p>\n<p>\n<strong>10.1 If a dispute arises between you and Linden Lab regarding a claim, you and we agree to alternative dispute resolution.</strong>\n</p>\n<p>Our goal is to provide you with a neutral and cost-effective means of resolving the dispute quickly.\nIf any controversy, allegation or claim arises out of or relates to the Service, the Website(s), the Content, your User Content, your Unsolicited Ideas and Materials, this Agreement, your decision to enter into this Agreement, any Additional Terms or any other aspect of your relationship with Linden Lab (collectively, \"Dispute\"), then you and we agree to send a written notice to the other providing a reasonable description of the Dispute, along with a proposed resolution of it.\nOur notice to you will be sent to you based on the most recent contact information (including email address) that you provide us.\nYou are obligated to ensure that such contact information is current and accurate.\nYour notice to us must be sent to: Linden Research, Inc., 8605 Santa Monica Blvd PMB 59201, West Hollywood, California 90069-4109, Attention: General Counsel.\nFor a period of sixty (60) days from the date of receipt of notice from the other party, Linden and you will engage in a dialogue in order to attempt to resolve the Dispute, though neither party is required to resolve such dispute on terms which each party, in its sole discretion, is uncomfortable.</p>\n<p>IF WE CANNOT RESOLVE A DISPUTE WITHIN SIXTY (60) DAYS OF RECEIPT OF SUCH NOTICE, THEN EITHER YOU OR WE MAY ELECT TO SUBMIT THE DISPUTE TO FORMAL ARBITRATION AS HEREINAFTER DESCRIBED.\nWITH ARBITRATION (A) THERE IS NO JUDGE OR JURY, (B) THE ARBITRATION PROCEEDINGS AND ARBITRATION OUTCOME ARE SUBJECT TO CERTAIN CONFIDENTIALITY RULES, AND (C) JUDICIAL REVIEW OF THE ARBITRATION OUTCOME IS LIMITED.\nFurther, you and Linden Lab agree that, should resolution of the Dispute(s) occur in arbitration, such Dispute(s) will be arbitrated only on an individual basis and will not be consolidated with any other arbitration or other proceedings that involve any claim or controversy of any other party.\nBut if, for any reason, any court with competent jurisdiction or any arbitrator selected pursuant to this arbitration provision holds that this restriction, limiting the arbitration to Dispute(s) between you and Linden Lab, is unenforceable, then our agreement above to arbitrate will not apply and the Dispute must be brought exclusively in the state or federal courts of San Francisco County, California.</p>\n<p>Should either you or Linden Lab elect to resolve the Dispute by way of binding arbitration, the arbitration shall proceed in accordance with the then-current Commercial Arbitration Rules of the American Arbitration Association (\"AAA\"), except that, as noted, in no event shall the arbitration proceed as a class or representative action.\nIf the Dispute has a claimed value of not more than $10,000,000, then the arbitration will be heard and determined by a single, neutral arbitrator who is a retired judge or a lawyer with not less than ten (10) years' experience as a practicing member of the bar in the substantive practice area related to the Dispute, who will administer the proceedings in accordance with the AAA's Supplementary Procedures for Consumer Related Disputes.\nIf the Dispute has a claimed value of more than $10,000,000, then the arbitration will be heard and determined by a three (3) member panel, with one member to be selected by each party and the third (who will chair the panel) selected by the two (2) party-appointed members or by the AAA in accordance with the Commercial Arbitration Rules.\nThe arbitrator or arbitration panel, as the case may be, will apply applicable law and the provisions of this Agreement and any Additional Terms, will determine any Dispute according to applicable law and facts based upon the record and no other basis, and will issue a reasoned award.</p>\n<p>If a party properly submits the Dispute to the AAA for formal arbitration and the AAA is unwilling or unable to set a hearing date within sixty (60) days of the filing of a \"demand for arbitration,\" then either party can elect to have the arbitration administered by the Judicial Arbitration and Mediation Services Inc.\n(\"JAMS\") using JAMS' streamlined Arbitration Rules and Procedures, or by any other arbitration administration service that you and a legal officer of Linden Lab consent to in writing, except, as noted above, that in no event shall the arbitration proceed as a class or representative action.\nThe substantive practice area requirements for the arbitrator and the $10,000,000 threshold for the number of arbitrators assigned to the Dispute set forth in the paragraph above will also apply to any such arbitration under JAMS or other arbitration service.</p>\n<p>You can obtain AAA and JAMS procedures, rules, and fee information as follows:</p>\n<p>AAA: 1.800.778.7879 or www.adr.org<br>JAMS: 1.800.352.5267 or www.jamsadr.com</p>\n<p>All parties to the arbitration will have the right, at their own expense, to be represented by an attorney or other advocate of their choosing.\nIf the Dispute has a claimed value of not more than $250,000, an arbitration hearing will be conducted, at your election, either by telephone (or other mutually agreeable remote technology) or in City and County of San Francisco, California.\nIf the Dispute has a claimed value of more than $250,000, the arbitration will be conducted in the City and County of San Francisco, California.\nYou and we will pay the administrative and arbitrator's fees and other costs in accordance with the applicable arbitration rules (including any rules regarding hardship).\nbut if applicable arbitration rules or laws require Linden Lab to pay a greater portion or all of such fees and costs in order for this arbitration provision to be enforceable, or if the arbitrator(s) determine that you would experience an extreme hardship by paying your share of arbitration fees and costs prior to resolution of the Dispute, then Linden Lab will have the right to elect to pay the fees and costs and proceed to arbitration.\nDiscovery will be permitted pursuant to the applicable arbitration rules.\nThe arbitrator's decision must consist of a written statement stating the disposition of each claim of the Dispute, and must provide a statement of the essential findings and conclusions on which the decision and award (if any) may be entered in or by any court that has jurisdiction over the parties pursuant to Section 9 of the Federal Arbitration Act.\nThe arbitrator must honor the terms of this Agreement (and any Additional Terms) and can award the prevailing party damages and other relief (including attorneys' fees) consistent with applicable law.</p>\n<p>\n<strong>10.2 Exceptions to Requirement to Arbitrate.</strong>\n</p>\n<p>Notwithstanding the provisions of Section 10.1, either party may seek judicial relief from any court of competent jurisdiction (a) to enforce an arbitral award issued hereunder, (b) to compel arbitration required hereunder or (c) to obtain temporary injunctive relief to prevent imminent and irreparable harm or to preserve the status quo until an arbitrator can be empaneled and determine whether to continue, terminate or modify any such relief.\nIn the event of a request for temporary injunctive relief, the requirement for 60 days' dialogue before an arbitration can be initiated shall not apply.</p>\n<p>As set out in Section 10.1, in the event a court or arbitrator determines that the limitation of the arbitration to Dispute(s) between you and Linden Lab (prohibiting class or representative proceedings) is unenforceable, the Dispute then must be brought exclusively in the state or federal courts of San Francisco County, California.</p>\n<p>Return to top</p>11.\nGENERAL PROVISIONS<p>\n<strong>11.1 The Service is a United States-based service.</strong>\n</p>\n<p>Linden Lab controls and operates the Service from its offices in the United States.\nLinden Lab makes no representation that any aspect of the Service is appropriate or available for use outside of the United States.\nThose who access the Service from other locations are doing so on their own initiative and are responsible for compliance with applicable local laws regarding your online conduct and acceptable content, if and to the extent local laws apply.\nSubject to the terms of this Agreement, we reserve the right to limit the availability of, restrict access to, or discontinue the Service and/or any content, program, product, service or other feature described or available on the Service to any person, entity, geographic area, or jurisdiction, at any time and in our sole discretion, and to limit the quantities of any content, program, product, service, or other feature that we provide.</p>\n<p>Software related to or made available by the Service may be subject to export controls of the United States.\nNo software from the Service may be downloaded, exported, or re-exported (i) into (or to a national or resident of) any country or other jurisdiction to which the United States has embargoed goods, software, technology or services (which, as of the effective date of this User Agreement, includes Cuba, North Korea, Iran, Sudan and Syria), or (ii) to anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nCommerce Department's Table of Deny Orders, or (iii) to anyone on the U.S.\nDepartment of Commerce's Bureau of Industry and Security Entities List as published in the Export Administration Regulations (including entities engaged in weapons of mass destruction proliferation in various countries and persons and entities that are suspected of diverting U.S.\norigin items to embargoed countries or terrorist end-uses).\nBy downloading any software related to the Service, you represent and warrant that you are not located in, under the control of, or a national or resident of, any such country or on any such list.</p>\n<p>\n<strong>11.2 You may not assign this Agreement or your Account.\nwe may assign this Agreement.</strong>\n</p>\n<p>You may not assign this Agreement or your Account without the prior written consent of Linden Lab.\nYou may not transfer or sublicense any licenses granted by Linden Lab in this Agreement without the prior, written consent of Linden Lab, except solely to the extent this Agreement or an applicable Product Policy permits transfer of any applicable Virtual Tender licenses.\nLinden Lab may assign this Agreement, in whole or in part, and all related rights, licenses, benefits and obligations, without restriction, including the right to sublicense any rights and licenses under this Agreement.</p>\n<p>\n<strong>11.3 We agree to provide each other with notices in a specified manner.</strong>\n</p>\n<p>Linden Lab may give notice to and obtain consent from you by one or more of the following means: through the Service or Website, by electronic mail to your e-mail address in our records, or by written mail communication to the address on record for your Account.\nWhen you communicate with us electronically, such as via e-mail and text message, you consent to receive communications from us electronically.\n&nbsp;All notices given by you or required under this Agreement shall be faxed to Linden Lab Legal Department at: (415) 243-9045.\nor mailed to us at: Linden Lab Legal Department, 8605 Santa Monica Blvd PMB 59201, West Hollywood, California 90069-4109.</p>\n<p>With respect to any electronic commercial service on a Website, residents of California are entitled to the following specific consumer rights information: if you have a complaint, you may contact the Complaint Assistance Unit of the Division of Consumer Services of the Department of Consumer Affairs by mail at 1625 North Market Boulevard, Suite N 112, Sacramento, California 95834, or by telephone at 1.800.952.5210.\nSee also www.dca.ca.gov.</p>\n<p>\n<strong>11.4 This Agreement and the referenced Policies are the entire understanding between us.</strong>\n</p>\n<p>This Agreement, including the Additional Terms and policies referenced in this Agreement, sets forth the entire understanding and agreement between you and Linden Lab with respect to the subject matter hereof and supersedes any prior or contemporaneous agreements or understandings.</p>\n<p>Linden Lab reserves the right to modify this Agreement and any Additional Terms, at any time without prior notice (\"Updated Terms\").\nYou agree that we may notify you of the Updated Terms by posting them on the Service, and that your use of the Service after we post the Updated Terms (or engaging in other such conduct as we may reasonably specify) constitutes your agreement to the Updated Terms.\nTherefore, you should review this Agreement and any Additional Terms on a regular and frequent basis.\nThe Updated Terms will be effective as of the time that Linden Lab posts them or such later date as may be specified in them.\nExcept for such Updated Terms, this Agreement may not be modified except by mutual written agreement between you and Linden Lab that is signed by hand (not electronically) by duly authorized representatives of both parties and expressly references amendment of this Agreement.\nYou acknowledge that no other written, oral or electronic communications will serve to modify or supplement this Agreement, and you agree not to make any claims inconsistent with this understanding or in reliance on communications not part of this Agreement.</p>\n<p>The section headings used herein, including descriptive summary sentences at the start of each section, are for convenience only and shall not affect the interpretation of this Agreement.\nThe terms \"include\" and \"including\" are not limiting.\nAs used in this Agreement, references to a determination made in Linden Lab's discretion means that the determination will be made by Linden Lab in accordance with its good faith business judgment.\nIf any provision of this Agreement shall be held by a court of competent jurisdiction to be unlawful, void, or unenforceable, then in such jurisdiction that provision shall be deemed severable from these terms and shall not affect the validity and enforceability of the remaining provisions.</p>\n<p>\n<strong>11.5 The applicable law and venue is in San Francisco, California.</strong>\n</p>\n<p>You agree that this Agreement and the relationship between you and Linden Lab shall be governed by the laws of the State of California without regard to conflict of law principles or the United Nations Convention on the International Sale of Goods.\nFurther, you and Linden Lab agree to submit to the exclusive personal jurisdiction and venue of the courts located in the City and County of San Francisco, California, except as provided in Section 10 regarding arbitration.</p>\n<p>\n<strong>11.6 No Equitable or Injunctive Relief.</strong>\n</p>\n<p>IF YOU CLAIM THAT YOU HAVE INCURRED ANY LOSSES OR DAMAGES IN CONNECTION WITH YOUR USE OF THE SERVICE, THEN THE LOSSES AND DAMAGES WILL NOT BE IRREPARABLE OR SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR OTHER EQUITABLE RELIEF OF ANY KIND.\nTHIS MEANS THAT, IN CONNECTION WITH YOUR CLAIM, YOU AGREE THAT YOU WILL NOT SEEK AND THAT YOU WILL NOT BE PERMITTED TO OBTAIN ANY COURT OR OTHER ACTION THAT MAY INTERFERE WITH OR PREVENT THE DEVELOPMENT OR EXPLOITATION OF ANY WEBSITE, CONTENT, USER CONTENT, UNSOLICITED IDEAS AND MATERIALS, PRODUCT, SERVICE, OR OTHER INTELLECTUAL PROPERTY OWNED, LICENSED, OR CONTROLLED BY LINDEN LAB OR A LICENSOR OF LINDEN LAB.</p>\n<p>\n<strong>11.7 Improperly Filed Claims are Subject to Attorneys' Fees and Costs.</strong>\n</p>\n<p>All claims you bring against Linden Lab must be resolved in accordance with Section 10, Dispute Resolution and Arbitration.\nAll claims filed or brought contrary to the Dispute Resolution Section shall be considered improperly filed and a breach of these Terms of Service.\nShould either party file a claim contrary to the Dispute Resolution Section, the other party may recover attorneys' fees and costs up to one thousand U.S.\nDollars ($1,000.00 USD), provided that such party seeking such fees has notified the other in writing of the improperly filed claim, and the other has failed to promptly withdraw the claim.</p>\n<p>Return to top</p>12.\nRELATED POLICIES<p>The following related policies are incorporated by reference in and made part of this Agreement, and provide Additional Terms, conditions and guidelines regarding the Service.\nIn the event of a conflict between this Agreement and any Additional Terms, this Agreement shall control except as expressly provided otherwise.</p>\n<ol>\n<li>Linden Lab Privacy Policy</li>\n<li>Intellectual Property Infringement Notification Policy</li>\n<li>Community Standards</li>\n<li>Content Guidelines</li>\n</ol>\n<p>\n<strong>Effective: July 31, 2017</strong>\n</p>\n<p>‍</p>Terms of servicePRIVACY POLICY INTELLECTUAL PROPERTY INFRINGEMENT NOTIFICATION POLICYDMCA&nbsp;FormCONTENT GUIDELINES©&nbsp;2023&nbsp;Linden Research, Inc.\nAll Rights ReservedPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonCookie List<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-09-04 04:05:30.0667", "updated_at": "2023-09-04 04:06:40.717067"}], "points": [], "urls": ["secondlife.com", "id.secondlife.com", "secondlife.com"]}}