{"error": 448, "message": "OK", "parameters": {"id": 9809, "name": "BlancVPN", "created_at": "2023-10-23 18:02:14.451212", "updated_at": "2023-10-23 22:02:42.744807", "wikipedia": null, "keywords": null, "related": null, "slug": "blancvpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9809.png", "url": "blancvpn.com", "documents": [{"id": 19540, "name": "Terms of service", "url": "https://blancvpn.com/terms-of-service", "xpath": "/html/body/div[2]/main/section", "text": "BlancVPN Terms of Use<p>Thank you for your interest in BlancVPN.\nPlease read these Terms of Use of the Service carefully.\nIf you do not agree with them, please leave the BlancVPN website (hereinafter referred to as the \"Site\") and immediately stop using our Services.\nBy visiting the Website or using the BlancVPN Services, you agree to these Terms of Use.</p>\n<p>We may change the Terms of Use at some point, so you should periodically check their relevance.\nIn case of changes to the Terms of Use, we will notify you via a message on the Website.\nIf the Terms of Use become unacceptable to you, immediately leave the Site and stop using the Services.</p>What services does BlancVPN provide?<p>BlancVPN provides services to gain access to virtual private networks (virtual private network or VPN) and other services to ensure privacy and security (hereinafter referred to as \"Services\").</p>\n<p>VPN is an effective way to secure your online activities by encrypting your internet traffic.\nVPN does not allow third parties to track your online activities.\nBlancVPN provides VPN connection services to servers around the world, ensuring the security of your Internet connection.</p>\n<p>One of the key features of BlancVPN is that we do not collect, store or transfer to third parties any data about your use of Internet connections and traffic while you use our Services.\nWe do not collect any information about what and how you do on the Internet, including information about your IP address, visited sites and downloaded files.</p>\n<p>We store only the minimum amount of information necessary for the operation of the Services.\nYou can read more about what information we collect and store in our Privacy Policy.</p>\n<p>At the same time, we do not approve of any illegal, criminal or fraudulent actions committed when using the BlancVPN Services.\nSince we do not store information about your actions when using the Services, you are solely responsible for such actions.\nBlancVPN is not responsible in any way for illegal actions that may be committed when using our Services.</p>\n<p>We may use your e-mail in marketing purposes.\nBut we promise that it won't be spam.\n</p>How can I use BlancVPN services?<p>BlancVPN services are available for use through this Website, Telegram bot, applications for PC and mobile devices.\nThe full list can be found in the information section of the Site.</p>\n<p>To use some Services, you may need to register.\nYou are fully responsible for access to your account used to access the Services, as well as for the actions of third parties committed using your account.\nIf third parties gain access to your account, you are obliged to inform us as soon as possible.\nWe reserve the right to block your account if it is used by third parties.</p>How are payments, auto-renewals and refunds arranged in BlancVPN?<p>Access to some BlancVPN Services is provided by subscription.\nWhen purchasing a subscription to BlancVPN Services for the first time, the user selects the access period.\nAt the end of the access period, the subscription is renewed automatically, unless otherwise specified at the time of subscription to the Services.</p>\n<p>For renewal, the payment method used at the time of the first purchase of the subscription or selected by the user in the personal account is used.\nAutomatic extensions of the access period to the Services will occur until the user cancels the subscription to the Services.</p>\n<p>By entering the payment data, you agree that they will be used to automatically extend the access period.\nYou also agree that they will be saved by the payment provider to automatically extend the access period.\nWe will notify you in advance about the upcoming debit by e-mail and/or via the Telegram bot of the Service.</p>\n<p>The subscription will be renewed for the same period that was selected when you first purchased the subscription.\nThe subscription price will be calculated from the current exchange rate on the day of debiting.\nYou agree that the exact subscription price may vary depending on the exchange rate on the day of debiting.</p>\n<p>We want your experience of using BlancVPN to be as positive as possible.\nIf you encounter any problems, contact support by mail support@blancvpn.com or in Telegram https://t.me/FCK_RKN_bot.\nIf you decide not to use our Services, we guarantee a refund within 30 days from the date of purchase of access to the Services.</p>\n<p>You can take advantage of a guaranteed refund within 30 days from the date of purchase twice.\nIf you have already used it for the first time, the next time you can request a refund only after 6 months from the date of the first refund.</p>\n<p>If you purchased a subscription to access the Services through the AppStore, Google Play or other app store, we will not be able to provide you with a 30-day refund policy.\nSuch subscriptions are subject to the refund policy of the AppStore, Google Play or other app store, depending on the app store used to purchase the subscription.</p>\n<p>The refund of payments made in cryptocurrency is carried out in the same cryptocurrency in the amount equivalent to the subscription price in euros at the exchange rate on the day of the refund.</p>\n<p>You can cancel your subscription to the Service at any time, but the funds for the unused subscription period will not be refunded – the Service will continue to work until the end of the paid period.\nWe reserve the right to refuse a refund if the user violates the Terms of Use of BlancVPN, even if this led to the blocking of the account.</p>\n<p>In some cases, depending on your location, we may add VAT, GST and other taxes or fees applicable to you at the time of purchase to the subscription price.</p>What not to do when using BlancVPN?<p>When using our services, it is prohibited:</p>\n<p>Use our services for any kind of illegal activities;</p>\n<p>Use web crawlers, parsers or other software or hardware solutions that may negatively affect the quality of Services for other users;</p>\n<p>Transmit any illegal content, as well as content containing threats, scenes of torture and violent acts;</p>\n<p>Threaten, blackmail, belittle, harm or discriminate against any third parties for any reason;</p>\n<p>Resell the Services in any form without the explicit consent of BlancVPN;</p>\n<p>Impersonate BlancVPN employees, copy Services or imitate them;</p>\n<p>Send spam, annoying and unwanted messages;</p>\n<p>Forward or transmit viruses, Trojans or other malicious software, computer code, files, scripts or programs;</p>\n<p>Disrupt the operation of Services;</p>\n<p>Make attempts to hack internal systems, networks or BlancVPN Services;</p>\n<p>Use the Services for anything other than legitimate actions;</p>\n<p>Use the Services to hide your identity during the commission of illegal actions;</p>\n<p>Distribute unlicensed (\"pirated\") content;</p>\n<p>Use our Services to place banner ads;</p>\n<p>Use our refund policy for the purpose of making a profit.</p>Where can I turn for help?<p>For any questions, you can contact our support by e-mail support@blancvpn.com , via Telegram bot https://t.me/FCK_RKN_bot or via an online chat on the Website.</p>When was the last time the Terms of Use of BlancVPN were updated?<p>04 September 2023.</p>", "created_at": "2023-10-23 18:02:14.487963", "updated_at": "2023-10-23 18:02:59.618054"}, {"id": 19541, "name": "Privacy policy", "url": "https://blancvpn.com/privacy-policy", "xpath": "/html/body/div[1]/main/section", "text": null, "created_at": "2023-10-23 18:02:14.52127", "updated_at": "2023-10-23 19:13:34.635505"}], "points": [], "urls": ["blancvpn.com"]}}