{"error": 448, "message": "OK", "parameters": {"id": 7813, "name": "Lover App Inc", "created_at": "2023-03-29 22:28:52.846276", "updated_at": "2023-04-22 11:50:34.293787", "wikipedia": null, "keywords": null, "related": null, "slug": "lover-app-inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7813.png", "url": "lover.io", "documents": [{"id": 15080, "name": "TERMS OF USE AGREEMENT", "url": "https://www.lover.io/terms-and-conditions", "xpath": "//body", "text": " top of pageReviews Meet The Team Learn Blog Download <p>Dr.\nBritney Blair</p>\n<p>Clinical Psychologist</p>\n<p>Dr.\nValesia Ho</p>\n<p>Clinical Psychologist</p>\n<p>Dr.\nTy Canning</p>\n<p>Clinical Psychologist</p>\n<p>Dr.\nEllen Spurgeon</p>\n<p>Clinical Psychologist</p>\n<p>Dr.\nMargaret Flynn</p>\n<p>Clinical Psychologist</p>Improving Erections Easier Orgasms Ejaculation Issues Low Desire and Libido Reviews Meet The Team Learn Blog Download the app LOVER APP TERMS OF USE AGREEMENT <p>​</p>\n<p>Last Updated: August 13, 2021</p>\n<p>​</p>\n<p>Welcome! These Terms of Use explain the terms for using Lover App, Inc.’s (“Lover App,” “we,” “us,” or “our”) website located at https://www.lover.io/ (our “Website”), mobile application (our “App”), and online services available, accessible, or enabled via the websites or App (each a “Service” and, collectively, our “Services”).\nThese Terms of Use, including Lover App’s Privacy Policy (collectively, the “Terms”), apply to all visitors, users, and others who access the Services (each a “User”).\nPlease read these Terms carefully before accessing or using the Services.</p>\n<p>​</p>\n<p>PLEASE NOTE THAT LOVER APP ONLY PROVIDES AN ONLINE PLATFORM TO CONNECT USERS WITH COACHES FOR ONE-ON-ONE DIGITAL INTERFACING.\nLOVER APP COACHES DO NOT PROVIDE SERVICES REQUIRING PROFESSIONAL LICENSURE (E.G., PSYCHOTHERAPY, PSYCHOLOGY, OR PSYCHIATRY), NOR DO THEY REPRESENT THAT COACHES ARE OPERATING UNDER ANY LICENSING AUTHORITY WHEN PROVIDING SERVICES AS COACHES THROUGH THE SERVICE.\nDO NOT USE OUR SERVICE FOR EMERGENCIES.\nIF YOU ARE EXPERIENCING A MEDICAL OR BEHAVIORAL HEALTH EMERGENCY, YOU SHOULD IMMEDIATELY CALL \"911\" OR GO TO THE NEAREST OPEN CLINIC OR EMERGENCY ROOM.</p>\n<p>​</p>\n<p>BY REGISTERING FOR AN ACCOUNT, DOWNLOADING THE APP, OR OTHERWISE ACCESSING OR USING OUR SERVICES, YOU REPRESENT THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THE TERMS.\nIF YOU ARE NOT ELIGIBLE, OR DO NOT AGREE TO THE TERMS, THEN YOU DO NOT HAVE OUR PERMISSION TO USE OUR SERVICE.</p>\n<p>​</p>\n<p>IF YOU SIGN UP FOR A SUBSCRIPTION, THEN YOUR SUBSCRIPTION WILL CONTINUE FOR THE DURATION SET FORTH AT THE TIME OF PURCHASE AND WILL BE AUTOMATICALLY RENEWED FOR ADDITIONAL PERIODS OF THE SAME DURATION AS THE INITIAL TERM AT LOVER APP’S THEN- CURRENT FEE FOR SUCH SERVICES UNLESS YOU OPT NOT TO RENEW YOUR SUBSCRIPTION.\nYOU MAY CANCEL YOUR SUBSCRIPTION OR OPT OUT OF THE RENEWAL OF A SUBSCRIPTION IN ACCORDANCE WITH SECTION 4.3 BELOW.</p>\n<p>​</p>\n<p>PLEASE BE AWARE THAT SECTION 16 OF THIS AGREEMENT, BELOW, CONTAINS PROVISIONS GOVERNING HOW CLAIMS THAT YOU AND WE HAVE AGAINST EACH OTHER ARE RESOLVED, INCLUDING, WITHOUT LIMITATION, ANY CLAIMS THAT AROSE OR WERE ASSERTED PRIOR TO THE EFFECTIVE DATE OF THIS AGREEMENT.\nIN PARTICULAR, IT CONTAINS AN ARBITRATION AGREEMENT WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE ARBITRATION AGREEMENT: (1) YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AND SEEK RELIEF AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nAND (2) YOU ARE WAIVING YOUR RIGHT TO SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL ON YOUR CLAIMS.</p>\n<p>​</p>\n<p>ANY DISPUTE OR CLAIM RELATING IN ANY WAY TO YOUR USE OF THE SERVICES WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OF CALIFORNIA, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANY OTHER JURISDICTION.\nTHE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS IS EXPRESSLY EXCLUDED FROM THIS AGREEMENT.</p>\n<p>​</p>\n<p>By accessing or using the Services you agree and consent to Lover App’s collection and use of personal information as set forth in Lover App’s Privacy Policy.</p>\n<p>​</p>\n<p>Your use of certain Services may be subject to additional terms (“Supplemental Terms”) and such Supplemental Terms will either be listed in the Terms or will be presented to you on the Services.\nIf the Terms are inconsistent with the Supplemental Terms, the Supplemental Terms shall control with respect to such Service.\nThe Terms and any applicable Supplemental Terms, which are hereby incorporated by reference, are referred to herein as the “Agreement.”</p>\n<p>​</p> 1.\nSERVICES OVERVIEW.\n<p>​</p>\n<p>1.1.\nLover App Services.\nLover App provides an online platform that offers educational materials on sexual health and self-improvement, allows Users to create customizable sexual health and self- improvement plans, and connects Users with individuals who are trained to provide individualized sexual health and wellbeing advising services to Users through the Lover App messaging platform (“Coaches”).\nLover App Coaches are not authorized to provide services requiring professional licensure (e.g., psychotherapy, psychology, or psychiatry).\nLover App does not verify that its Coaches are licensed or qualified health care professionals.\nWhile we take certain steps to provide training to our Coaches, you acknowledge that we do not guarantee the degrees, qualifications, licensure, certification, credentials, or competence of any Lover App Coach.\nYour interactions with Lover App Coaches are not intended to defer or serve as a substitute for professional medical or behavioral health services.\nWhile our Service will help you communicate with a Lover App Coach, Lover App makes no representation or warranty whatsoever as to the accuracy of the information you receive from a Coach or whether you will find the advising relevant, useful, correct, satisfactory or suitable to your needs.</p>\n<p>​</p>\n<p>1.2.\nMedical, Psychiatric, or Behavioral Emergency.\nDO NOT USE OUR SERVICE FOR EMERGENCIES.\nIF YOU ARE EXPERIENCING A MEDICAL OR PSYCHIATRIC EMERGENCY, YOU SHOULD IMMEDIATELY CALL \"911\" OR GO TO THE NEAREST OPEN CLINIC OR EMERGENCY ROOM.\nIF YOU ARE THINKING ABOUT SUICIDE OR ARE CONSIDERING TAKING ACTIONS THAT MAY CAUSE HARM TO YOURSELF OR OTHERS, YOU SHOULD IMMEDIATELY CALL “911” OR NOTIFY THE APPROPRIATE POLICE OR EMERGENCY MEDICAL PERSONNEL.</p>\n<p>​</p>\n<p>1.3.\nNo Medical or Behavioral Health Services.\nOur Services do not provide any medical or behavioral health treatment, diagnosis, or other services requiring professional licensure.\nLover App is not a medical or behavioral health services provider or forum and does not engage in patient counseling, drug prescription, or the practice of medicine or other licensed health care profession.\nLover App advising is different than therapy provided by a licensed health care professional.\nThe content of our Services is not and should not be considered as a substitute for individual medical or behavioral health services or treatment by a qualified health care professional.\nWhile our Services may provide access to general sexual wellness-related advice and information, our Services cannot and are not intended to provide medical or behavioral health advice or information.\nWhile you may be connected with a Lover App Coach who is a qualified health care professional, the Services provided by Lover App Coaches do not require professional licensure and are not subject to such licensure.\nYOU ACKNOWLEDGE THAT SOME OF THE CONTENT THAT IS PROVIDED ON THE SITE, (INCLUDING INFORMATION PROVIDED IN DIRCT RESPONSE TO YOUR QUESTIONS, POSTINGS, OR RESPONSES TO SURVEYS OR QUIZZES) MAY BE PROVIDED BY INDIVIDUALS IN THE MEDICAL OR LICENSED BEHAVIORAL HEALTH PROFESSIONS, HOWEVER, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE PROVISION OF SUCH INFORMATION DOES NOT CREATE A PROFESSIONAL/PATIENT RELATIONSHIP, AND DOES NOT CONSTITUTE AN OPINION, MEDICAL OR PROFESSIONAL ADVICE, OR DIAGNOSIS OR TREATMENT OF ANY PARTICULAR CONDITION, BUT IS PROVIDED SOLELY TO ASSIST YOU IN MEETING THE GOALS OF ADVISING.\nLOVER APP COACHES ARE NOT OPERATING UNDER ANY LICENSING AUTHORITY WHEN PROVIDING SERVICES AS COACHES THROUGH THE SERVICES AND ARE NOT AUTHORIZED TO PROVIDE SERVICES REQUIRING PROFESSIONAL LICENSURE, SUCH AS PSYCHOTHERAPY, THROUGH THE SERVICES.\nYOUR INTERACTIONS WITH THE COACHES ARE NOT INTENDED TO BE A SUBSTITUTE FOR PROFESSIONAL HEALTH CARE ADVICE, DIAGNOSIS, OR TREATMENT.</p>\n<p>​</p>\n<p>1.4.\nUser’s Responsibility for Health.\nIT IS YOUR RESPONSIBILITY TO SEEK THE ADVICE OF A PHYSICIAN OR OTHER QUALIFIED HEALTH CARE PROVIDER FOR YOUR MEDICAL AND BEHAVIORIAL HEALTH NEEDS.\nYOU SHOULD NEVER RELY ON OR MAKE HEALTH OR WELL-BEING DECISIONS BASED ON YOUR USE OF THIS SERVICE.\nUNDER NO CIRCUMSTANCES CAN LOVER APP OR OUR SERVICE REPLACE MEDICAL OR BEHAVIORIAL HEALTH SERVICES.\nYOU SHOULD NOT CHANGE YOUR TREATMENT OR CARE PLAN, MEDICATION, OR THERAPY BASED ON INFORMATION YOU RECEIVED THROUGH THE SERVICE OR FROM ONE OF OUR COACHES.\nCONVERSATIONS AND/OR MESSAGING WITH OUR COACHES ARE NOT A SUBSTITUTE FOR CARE PROVIDED BY YOUR HEALTH CARE PROVIDER.\nALWAYS SEEK THE ADVICE OF YOUR QUALIFIED HEALTH CARE PRACTITIONER REGARDING YOUR MEDICAL CONDITION OR THE USE (OR FREQUENCY) OF ANY MODALITY OF THERAPY, MEDICATION, MEDICAL DEVICE, OR OTHER TREATMENT.\nNEVER DISREGARD, AVOID, OR DELAY OBTAINING MEDICAL ADVICE FROM A QUALIFIED HEALTH CARE PROFESSIONAL BECAUSE OF SOMETHING YOU READ ON OUR SERVICES.\nINFORMATION PROVIDED BY OUR COACHES IS OFFERED FOR INFORMATIONAL PURPOSES ONLY AND IS NOT A RECOMMENDATION OR ENDORSEMENT OF ANY MODALITY OF THERAPY, DRUG, DEVICE, OR OTHER TREATMENT OR A REPRESENTATION THAT A PARTICULAR MODALITY OF THERAPY, DRUG, DEVICE, OR OTHER TREATMENT IS SAFE, APPROPRIATE, OR EFFECTIVE FOR YOU.\nQUESTIONS REGARDING ANY MODALITY OF THERAPY, DRUG, DEVICE, OR OTHER TREATMENT SHOULD ALWAYS BE DIRECTED TO YOUR HEALTH CARE PROVIDER.\nIF YOU RECEIVE ADVICE FROM A QUALIFIED HEALTH CARE PROVIDER WHICH CONFLICTS WITH ANYTHING CONTAINED IN OUR SERVICE, YOU SHOULD ADHERE TO THE ADVICE FROM THE QUALIFIED HEALTH CARE PROVIDER AND CONSULT THEM BEFORE CONTINUING USE OF OUR SERVICE.</p>\n<p>​</p>\n<p>1.5.\nPhysician-Patient Privilege and Doctor-Patient Confidentiality.\nNO PATIENT OR LICENSED MEDICAL PROFESSIONAL RELATIONSHIP, PHYSICIAN-PATIENT PRIVILEGE, OR DOCTOR-PATIENT CONFIDENTIALITY IS CREATED BY USING INFORMATION AND/OR SERVICES PROVIDED BY OR THROUGH THE USE OF OUR SERVICE OR THROUGH ANY OTHER COMMUNICATIONS FROM US.\nHowever, communications on our Service are covered by our Privacy Policy.</p>\n<p>​</p>\n<p>1.6.\nServices Content.\nTo the fullest extent permitted by law, Lover App makes no representation or warranties about the accuracy, completeness, or suitability of our Services for any purpose.\nLover App is not liable or responsible for the accuracy, reliability, effectiveness, or correct use of information you receive through our Services or any consequences of your reliance on any advice or information received on our Services.\nReliance on any information provided by Lover App, Lover App Coaches, employees, or other visitors to our Services or affiliates of Lover App is solely at your own risk.</p>\n<p>​</p> 2.\nACCOUNTS AND REGISTRATION.\n​ <p>2.1.\nAccount Eligibility.\nYou must be at least eighteen (18) years old to use our Services, and any registration, use, or access to the Services by anyone under eighteen (18) is strictly prohibited and in violation of this Agreement.\nBy agreeing to these Terms, you represent and warrant to us that: (i) you are at least eighteen (18) years old.\n(ii) you have not previously been suspended or removed from our Service.\n(iii) your registration and your use of our Service is in compliance with any and all applicable laws and regulations, and (iv) you are using the Service in your individual capacity, and not on behalf of an entity, organization, or company.</p>\n<p>​</p>\n<p>2.2.\nAccount Creation.\nIn order to access certain Services, you may be required to register for an account on the Services (“Account”).\nWhen you register for an Account, you may be required to provide us with information about yourself, including your name, email address, and other personal information.\nYou agree that the information you provide to us is accurate and that you will keep it accurate and up-to-date at all times.\nFor more information on how we use and disclose this information, please see our Privacy Policy.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Lover App has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Lover App has the right to suspend or terminate your Account and refuse any and all current or future use of our Service.</p>\n<p>​</p>\n<p>2.3.\nThird Party Accounts.\nTo the extent permitted by the function of the Services, you may register your Account using a valid account on a social networking service (“Third-Party Account”).\nBy connecting your Third-Party Account, you are allowing Lover App to access your Third-Party Account as permitted under the applicable terms and conditions that govern your use of each Third-Party Account.\nYou represent that you are entitled to disclose your Third-Party Account login information to Lover App and/or grant Lover App access to your Third-Party Account (including, but not limited to, for the purposes described herein) without breach by you of any of the terms and conditions that govern your use of the applicable Third-Party Account and without obligating Lover App to pay any fees or making Lover App subject to any usage limitations imposed by such third-party service providers.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD-PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR THIRD-PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD-PARTY SERVICE PROVIDERS, AND LOVER APP IS NOT LIABLE FOR PERSONALLY IDENTIFIABLE INFORMATION THAT MAY BE PROVIDED TO IT BY SUCH THIRD-PARTY SERVICE PROVIDERS IN VIOLATION OF THE PRIVACY SETTINGS THAT YOU HAVE SET IN SUCH THIRD-PARTY ACCOUNTS.</p>\n<p>​</p>\n<p>2.4.\nCertain Restrictions.\nWhile accessing and using the Services, you agree not to: (a) license, sublicense, sell, rent, lease, transfer, assign, reproduce, distribute, host or otherwise commercially exploit our Services or any portion of our Services in any medium, (b) frame or utilize framing techniques to enclose any trademark, logo, or other element of our Services (including images, text, page layout or form) or other property of Lover App.\n(c) use any metatags or other “hidden text” using Lover App’s name or trademarks.\n(d) modify, translate, adapt, merge, make derivative works of, disassemble, decompile, reverse compile or reverse engineer any part of our Services except to the extent the foregoing restrictions are expressly prohibited by applicable law.\n(e) use any manual or automated software, devices or other processes (including but not limited to spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to “scrape” or download data from any web pages contained in our Services (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from our Services for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n(f) access our Services in order to build a similar or competitive website, application or service.\n(g), copy, reproduce, distribute, republish, download, display, post or transmit any part of our Services in any form or by any means, except as expressly stated herein.\nand (h) remove or destroy any copyright notices or other proprietary markings contained on or in our Services.\nAny future release, update or other addition to our Services shall be subject to these Terms, in addition to applicable Supplemental Terms.\nLover App, its suppliers and service providers reserve all rights not granted in the Terms.\nAny unauthorized use of our Services terminates the licenses granted by Lover App pursuant to the Terms.</p>\n<p>​</p>\n<p>2.5.\nAccount Responsibilities.\nYou are solely responsible for maintaining the confidentiality of your Account username and password and for locking your device and/or logging out of the App to protect the privacy of the information on your device.\nYou accept full responsibility for all activities that occur under your Account, whether or not you know about them.\nYou agree to immediately notify Lover App of any unauthorized use, or suspected unauthorized use of your Account or any other breach of security at support@lover.io.\nLover App cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.</p>\n<p>​</p>\n<p>2.6.\nNo Ownership or Interests.\nWe may, without prior notice, change or stop providing the Services or any portion thereof.\nWe may permanently or temporarily terminate or suspend your access to the Services or any portion thereof without notice and liability for any reason, including if in our sole determination you violate any provision of this Agreement, or for no reason.\nNotwithstanding anything to the contrary herein, you acknowledge and agree that you shall have no ownership or other property interest in your Account, and you further acknowledge and agree that all rights in and to your Account are and shall forever be owned by and inure to the benefit of Lover App.</p>\n<p>​</p> 3.\nLICENSE.\n​ <p>3.1.\nLimited License.\nSubject to your complete and ongoing compliance with all the Terms, Lover App grants you: (i) a limited, non-exclusive, non-transferable, non-sublicensable, freely revocable license to install one copy of our App downloaded from a legitimate app store or distribution platform, such as the Apple App Store, Google Play, or the Amazon Appstore, where the App is made available (each, an “App Provider”), and to use such App so installed solely in object code format and solely for your personal use for lawful purposes, on mobile devices that you alone own or control, and (ii) permission to access and use our Service for your personal use.\nThe foregoing license grant is not a sale of the Services or any portion thereof, including the App, and Lover App or its third party partners or suppliers retain all right, title and interest in the Services and all copies thereof.</p>\n<p>​</p>\n<p>3.2.\nLicense Restrictions.\nExcept if, and solely to the extent that, such a restriction is impermissible under applicable law, by using our Services, you agree not to engage in any prohibited conduct as stated in Section 8.\nIf you access or download our App through the Apple App Store (“iOS App”), you will only use the iOS App (i) on an Apple-branded product that runs Apple’s proprietary operating system (e.g., iOS) and (ii) as permitted by Section 7.4.\nLover App, its suppliers and service providers reserve all rights not granted in the Terms.\nLover App may terminate your license for any unauthorized use of our Service or breach of this Agreement.</p>\n<p>​</p>\n<p>3.3.\nUpdates.\nYou understand that our Services may evolve over time.\nAs a result, Lover App may require you to accept updates to our Services that you have installed on your computer or mobile device.\nYou acknowledge and agree that Lover App may update our Services with or without notifying you.\nYou may need to update third-party software or operating systems from time to time in order to use our Services.\nThe terms App and Services, as used herein, includes any update or modification to our App or Services made available to you by Lover App, unless Lover App provides separate terms.\nUnless otherwise stated at the time of download, any future release, update or other addition to our Services shall be subject to the then current version of these Terms.</p>\n<p>​</p>\n<p>3.4.\nFeedback.\nIf you choose to provide input and suggestions regarding problems with or proposed modifications or improvements to our Service (“Feedback”), then you hereby grant Lover App an unrestricted, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit the Feedback in any manner and for any purpose, including to improve our Services and create other products and services.</p>\n<p>​</p> 4.\nPAYMENT TERMS.\n​ <p>4.1.\nGeneral Payment Terms.\nCertain products, content, features, or services offered on or through the Services may require you to pay a fee or other charge (“Paid Services”), including services, content, products or features for which access and use is purchased on a time limited basis (each a “Subscription” and together “Subscription Services”).\nYou agree to pay all fees or charges for Paid Services to your Account, including fees for Subscriptions, in accordance with the fees, charges, and billing terms in effect at the time a fee or charge is due and payable.\nAny applicable fees for Paid Services, including fees for the Subscription Services, are set forth on our Website and in our App, and may be updated by Lover App from time to time.\nLover App may change the fees for any feature of our Services, including additional fees or charges, provided that Lover App gives you advance notice of changes before they apply.\nBefore you pay any fees, you will have an opportunity to review and accept the fees that you will be charged.\nAll fees are in the currency listed at point of sale and, unless otherwise stated, are non-refundable.\nTo make a purchase via the Services (described in Section 4.2 below) you must be 18 years or older and capable of forming a binding contract.</p>\n<p>​</p>\n<p>4.2.\nPayment Terms.\nAuthorization.\nYou authorize Lover App or the App Provider, as applicable, to charge all sums charged to your Account as described in these Terms at the time a fee or charge is due and payable, and you agree to pay all fees or charges to your Account.\nIf you pay any fees with a credit card, Paypal account, or other permitted payment method (“Payment Provider”), Lover App or its payment processor may seek pre-authorization of your Payment Provider prior to your purchase to verify that the Payment Provider is valid and has the necessary funds or credits applicable to cover your purchase.\nYour Payment Provider agreement governs your use of the designated Payment Provider, and you should refer to that agreement and not the Terms to determine your rights and liabilities.\nBy providing Lover App or the App Provider with your credit card number, you agree that Lover App or the App Provider is authorized to immediately invoice your Account for all fees and charges due and payable to Lover App or the App Provider hereunder and that no additional notice or consent is required.\nYou agree to immediately notify Lover App or the App Provider of any change in your billing address or the Payment Provider used for payment hereunder.\nLover App reserves the right at any time to change its prices and billing methods, either immediately upon posting on our Services or by e-mail delivery to you.\nLover App, at its sole discretion, may make promotional offers with different features and different pricing to any of our customers.\nThese promotional offers, unless made to you, will have no bearing whatsoever on this contract.</p>\n<p>​</p>\n<p>4.3.\nSubscription Services.\nAutomatic Renewal.\nIf you activate or update Subscription Services through our Services, you authorize Lover App to periodically charge, on a going-forward basis and until cancellation of either the recurring payments or your Account, all accrued sums on or before the payment due date for the accrued sums.\nYOUR SUBSCRIPTION SERVICES WILL CONTINUE INDEFINITELY UNTIL TERMINATED IN ACCORDANCE WITH THE TERMS.\nAfter your initial Subscription period, and again after any subsequent Subscription period, your Subscription will automatically commence on the first day following the end of such period and continue for an equivalent period, at Lover App’s then- current price for such Subscription.\nYou agree that your Account will be subject to this automatic renewal feature unless you cancel your Subscription prior to the scheduled automatic payment.\nIF YOU DO NOT WISH FOR YOUR SUBSCRIPTION SERVICES TO RENEW AUTOMATICALLY, OR IF YOU WISH TO CHANGE OR TERMINATE YOUR SUBSCRIPTION SERVICES, PLEASE CANCEL THE SUBSCRIPTION THROUGH THE APP PROVIDER OR, IF YOU PURCHASED YOUR SUBSCRIPTION SERVICES VIA THE WEBSITE, EMAIL US AT SUPPORT@LOVER.IO.\nIf you cancel your Subscription, you will continue to receive the Subscription Services ordered until the end of your current Subscription period.\nand your Subscription will not be renewed after your then-current term expires.\nIf you cancel a Subscription, such cancellation will be effective as of the end of your then-current Subscription term, and your Subscription will not be renewed after such then-current term.\nYou will not be eligible for a prorated refund of any portion of the fees paid for the then current period of your Subscription.\nUpon renewal of your Subscription, if Lover App does not receive payment from your Payment Provider, (i) you agree to pay all amounts due on your Account upon demand, and/or (ii) you agree that Lover App may either terminate or suspend your Subscription and continue to attempt to charge your Payment Provider until payment is received (upon receipt of payment, your Account will be activated and for purposes of automatic renewal, your new Subscription period will begin as of the day payment was received).</p>\n<p>​</p>\n<p>4.4.\nFree Trials.\nCertain Paid Services, including Subscription Services, may offer a free trial prior to charging your payment method, the period of which will be communicated to you via the Services.\nIf you decide to stop use of the Paid Services or cancel your Subscription before Lover App starts charging your payment method, you must stop use of the Paid Services or cancel the Subscription before the free trial ends.\nOtherwise, you will be responsible for payment for any further use of the Paid Services or the full term of the Subscription period.</p>\n<p>4.5.\nTaxes.\nLover App’s fees are net of any applicable Sales Tax.\nIf any Services, or payments for any Services, under the Terms are subject to Sales Tax in any jurisdiction and you have not remitted the applicable Sales Tax to Lover App, you will be responsible for the payment of such Sales Tax and any related penalties or interest to the relevant tax authority, and you will indemnify Lover App for any liability or expense we may incur in connection with such Sales Taxes.\nUpon our request, you will provide us with official receipts issued by the appropriate taxing authority, or other such evidence that you have paid all applicable taxes.\nFor purposes of this section, “Sales Tax” shall mean any sales or use tax, and any other tax measured by sales proceeds, that Lover App is permitted to pass to its customers, that is the functional equivalent of a sales tax where the applicable taxing jurisdiction does not otherwise impose a sales or use tax.</p>\n<p>​</p>\n<p>4.6.\nWithholding Taxes.\nYou agree to make all payments of fees to Lover App free and clear of, and without reduction for, any withholding taxes.\nAny such taxes imposed on payments of fees to Lover App will be your sole responsibility, and you will provide Lover App with official receipts issued by the appropriate taxing authority, or such other evidence as we may reasonably request, to establish that such taxes have been paid.</p>\n<p>​</p>\n<p>4.7.\nDelinquent Accounts.\nLover App reserves the right to suspend or terminate your use of Paid Services, including Subscription Services, for any Account for which any amount is due but unpaid.\nIn addition to the amount due for the Paid Services, including Subscription Services, such Accounts may be charged with fees or charges that are incidental to any chargebacks or collection of any such unpaid amounts including collection fees.</p>\n<p>​</p>\n<p>4.8.\nDisputes.\nYou must notify us in writing if you have any concerns or objections regarding charges, and you agree not to cancel or reject any credit card or third-party payment processing charges unless you have made a reasonable attempt at resolving the matter directly with Lover App.\nWe reserve the right to not process or to cancel your order in certain circumstances, including but not limited to instances in which your credit card is declined, we suspect the request or order is fraudulent, or in other circumstances that we deem appropriate in our sole discretion.\nYou must give notice of any disputed charges within seven (7) days after receiving your credit card statement if you dispute any of our charges on that statement or such dispute will be deemed waived.\nBilling disputes should be notified to the following address: support@lover.io.</p>\n<p>​</p> 5.\nOWNERSHIP.\nPROPRIETARY RIGHTS.\n​ <p>5.1.\nLover App Property.\nOur Services are owned and operated by Lover App.\nThe visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other elements of the Services (“Materials”) provided by Lover App are protected by intellectual property and other laws.\nAll Materials included in our Services are the property of Lover App or our third-party licensors.\nExcept as expressly authorized by Lover App, you may not make use of the Materials.\nLover App reserves all rights to the Materials not granted expressly in these Terms.</p>\n<p>​</p>\n<p>5.2.\nTrademarks.\nLover App and other related graphics, logos, service marks and trade names used on or in connection with our Services are the trademarks of Lover App and may not be used without permission in connection with any third-party products or services.\nOther trademarks, service marks and trade names that may appear on or in our Service are the property of their respective owners.</p>\n<p>​</p>\n<p>5.3.\nOther Content.\nExcept with respect to User Content as defined in Section 6.1, you agree that you have no right or title in or to any content that appears on or in our Services.</p>\n<p>​</p> 6.\nUSER CONTENT.\n​ <p>6.1.\nUser Content Generally.\nCertain features of our Services may permit Users to upload content to our Services, including messages, photos, images, data, text, and other types of works (“User Content”) and to make your User Content available through messages on our Services.\nYou retain any copyright and other proprietary rights that you may hold in the User Content that you provide to our Services.</p>\n<p>​</p>\n<p>6.2.\nLimited License Grant to Lover App.\nBy submitting User Content, you grant Lover App a worldwide, non-exclusive, royalty-free, fully paid right and license (with the right to sublicense) to host, store, transfer, display, perform, reproduce, modify, and distribute your User Content, in whole or in part, in any media formats and through any media channels now known or hereafter developed, for the purpose of sending messages and communicating through the Services and operating and maintaining the Services.</p>\n<p>​</p>\n<p>6.3.\nUser Content Representations and Warranties.\nWe expressly disclaim any and all liability in connection with User Content.\nYou are solely responsible for your User Content and the consequences of posting or publishing User Content.\nBy submitting, posting, publishing or sharing User Content, you affirm, represent, and warrant each of the following statements:</p>\n<p>​</p>\n<p>a) &nbsp;You are the creator and owner of the User Content, or have the necessary licenses, rights, consents, and permissions to authorize Lover App to use and distribute your User Content as necessary to exercise the licenses granted by you in this Section, in the manner contemplated by Lover App, the Service, and these Terms.</p>\n<p>​</p>\n<p>b) &nbsp;Your User Content, and the use of your User Content as contemplated by these Terms, does not and will not: (i) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\n(ii) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person.</p>\n<p>​</p>\n<p>c) Your User Content is accurate and up to date, is not fraudulent, misleading, unlawful, inappropriate, or obscene, and does not violate any law or regulation, or constitute false advertising or any other unfair business practice.</p>\n<p>​</p>\n<p>6.4.\nUser Content Disclaimer.\nWe are under no obligation to edit or control User Content, and will not be in any way responsible or liable for User Content.\nLover App may, however, at any time and without prior notice, screen, remove, edit, or block any User Content that in our sole judgment violates these Terms, contains personally identifiable information, violates our policies for use of the Services or is otherwise objectionable.\nIf User Content does not conform to these Terms, we may determine in our sole discretion whether to remove the User Content, which we reserve the right to do at any time and without notice.\nFor clarity, Lover App does not permit copyright-infringing activities on the Services.</p>\n<p>​</p>\n<p>6.5.\nMonitoring Content.\nLover App does not control and does not have any obligation to monitor: (i) User Content.\n(ii) any content made available by third parties.\nor (iii) the use of the Services by its Users.\nYou acknowledge and agree that Lover App reserves the right to, and may from time to time, monitor any and all information transmitted or received through the Services for operational and other purposes.\nIf at any time, Lover App chooses, in its sole discretion, to monitor the content, Lover App nonetheless assumes no responsibility or liability for the content or any loss or damage of any kind incurred as a result of the use of such content.\nDuring monitoring, information may be examined, recorded, copied and used in accordance with our Privacy Policy.</p>\n<p>​</p>\n<p>6.6.\nBackups.\nYou are solely responsible for maintaining backups of your User Content outside the Services, and Lover App will have no liability whatsoever to you arising out of or in connection with any loss, compromise, or corruption of any data you may submit, receive, transmit, or store through the Services.\nOnce you terminate your Account, you may no longer have access to retrieve or obtain any of your User Content.</p>\n<p>​</p> 7.\nThird-Party Terms.\n​ <p>7.1.\nThird-Party Links.\nOur Services may contain links to third-party websites, applications, advertisers, information, materials, products, or services (“Third-Party Link(s)”) that are not owned or controlled by Lover App.\nIf you access a Third Party Link from the Services, you do so at your own risk, and you understand that Lover App’s Terms and Privacy Policy do not apply to your use of such Third Party Links.\nLover App provides these Third-Party Links only as a convenience and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links.</p>\n<p>​</p>\n<p>7.2.\nCarrier Services and Fees.\nYour use of our Services may be subject to separate third party terms of service and fees of your mobile network operator (“Carrier(s)”).\nLover App does not provide you with the equipment to use our App.\nYou are responsible for complying with any third party terms of service and paying all fees charged by third parties to access and use our App (e.g., charges by Carriers).\nWithout limiting the foregoing, you are solely responsible for the payment of all applicable fees associated with any Carrier service plan you use in connection with your use of our Services (such as data, SMS, MMS, roaming, and other applicable fees charged by the Carrier).\nAccordingly, you should use care in selecting a service plan offered by your Carrier.</p>\n<p>​</p>\n<p>7.3.\nApp Provider.\nYou acknowledge and agree that the availability of our App and Services is dependent on the third party App Provider from whom you received the license for our App (e.g., the Apple App Store, Google Play).\nYou acknowledge that the Terms are a binding contract between you and Lover App and not with the App Provider.\nLover App, not the App Provider, is solely responsible for our Services, including our App, the content thereof, maintenance, support services, and warranty therefor, and addressing any claims relating thereto (e.g., product liability, legal compliance or intellectual property infringement.\nYou also agree to pay all fees (if any) charged by the App Store in connection with our Services, including our App.\nYou agree to comply with, and your license to use our App is conditioned upon your compliance with, all applicable third-party terms of agreement (e.g., the App Provider’s terms and policies) when using our Services, including our App.\nYou also agree to comply with all applicable United States and foreign laws related to use of the App and the Services.\nYou acknowledge that the App Provider (and its subsidiaries) are third-party beneficiaries of the Terms and will have the right to enforce them.</p>\n<p>​</p>\n<p>7.4.\nAccessing and Downloading our App from the Apple App Store.\nThe following applies to any iOS App accessed through or downloaded from the Apple App Store:</p>\n<p>​</p>\n<p>a) &nbsp;You acknowledge and agree that (i) the Terms are concluded between you and Lover App only, and not Apple, and (ii) Lover App, not Apple, is solely responsible for the iOS App and content thereof.\nYour use of the iOS App must comply with the App Store Terms of Service.</p>\n<p>​</p>\n<p>b) &nbsp;You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the iOS App.</p>\n<p>​</p>\n<p>c) &nbsp;In the event of any failure of the iOS App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the iOS App to you and to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the iOS App.\nAs between Lover App and Apple, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of Lover App.</p>\n<p>​</p>\n<p>d) &nbsp;You and Lover App acknowledge that, as between Lover App and Apple, Apple is not responsible for addressing any claims you have or any claims of any third party relating to the iOS App or your possession and use of the iOS App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the iOS App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</p>\n<p>​</p>\n<p>e) &nbsp;You and Lover App acknowledge that, in the event of any third-party claim that the iOS App or your possession and use of that iOS App infringes that third party’s intellectual property rights, as between Lover App and Apple, Lover App, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by the Terms.</p>\n<p>​</p>\n<p>f) &nbsp;You and Lover App acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of the Terms as related to your license of the iOS App, and that, upon your acceptance of the terms and conditions of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce the Terms as related to your license of the iOS App against you as a third-party beneficiary thereof.</p>\n<p>​</p>\n<p>g) &nbsp;Without limiting any other terms of the Terms, you must comply with all applicable third-party terms of agreement when using the iOS App.</p>8.\nPROHIBITED CONDUCT.\nBY USING THE SERVICES YOU AGREE NOT TO: ​ <p>8.1.\nHacking or Interfering.\nYou agree that you will not, under any circumstances:</p>\n<p>\n<br>\na) Use automation software, bots, hacks, mods or any unauthorized software designed to modify or interfere with our Services;</p>\n<p>&nbsp;</p>\n<p>b) Interfere with or damage our Services, including, without limitation, through the use of viruses, cancel bots, Trojan horses, harmful code, flood pings, denial-of-service attacks, packet or IP spoofing, forged routing or electronic mail address information, or similar methods or technology;</p>\n<p>​</p>\n<p>c) Modify or cause to be modified any files that are a part of our Services;</p>\n<p>​</p>\n<p>d) Disrupt, overburden, or aid or assist in the disruption or overburdening of: (i) any computer or server used to offer or support our Services.\nor (ii) the enjoyment of our Services by any other person;</p>\n<p>&nbsp;</p>\n<p>e) Institute, assist, or become involved in any type of attack, including, but not limited to, distribution of a virus, denial of service attacks upon our Services, or other attempts to disrupt our Services or any other person’s use or enjoyment of our Services;</p>\n<p>​</p>\n<p>f) Attempt to gain unauthorized access to our Services, Accounts registered to others, or to the computers, servers or networks connected to our Services by any means other than the user interface provided by Lover App, including, but not limited to, by circumventing or modifying, attempting to circumvent or modify, or encouraging or assisting any other person to circumvent or modify, any security, technology, device or software that is part of our Services;</p>\n<p>​</p>\n<p>g) Access, tamper with or use non-public areas of our Services, Lover App’s computer systems, or the technical delivery systems of Lover App’s providers;</p>\n<p>​</p>\n<p>h) Attempt to probe, scan, or test the vulnerability of any Lover App system or network, or breach any security or authentication measures;</p>\n<p>​</p>\n<p>i) Disrupt or interfere with the security of, or otherwise cause harm to, our Services, systems, resources, accounts, passwords, servers or networks connected to or accessible through our Services or any affiliated or linked sites;</p>\n<p>​</p>\n<p>j) Avoid, bypass, remove, deactivate, impair, descramble, or otherwise circumvent any technological measure implemented by Lover App or any of Lover App’s providers or any other third party (including another User) to protect our Services.\nor</p>\n<p>​</p>\n<p>k) Report false emergencies relating to yourself, others, or vulnerable populations including children, elders, or people with disabilities.</p>\n<p>​</p>\n<p>8.2.\nCommercial Activities.\nYou agree that you will not, under any circumstances (except to the extent expressly authorized by the Terms):</p>\n<p>&nbsp;</p>\n<p>a) Reproduce, duplicate, copy, sell, trade, resell or exploit for any commercial purpose any portion of our Services (including your Account), or access to or use of our Services;</p>\n<p>​</p>\n<p>b) Upload, post, e-mail, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation;</p>\n<p>​</p>\n<p>c) Use our Services or any part thereof for any commercial purpose, including, but not limited to communicating or facilitating any commercial advertisement or solicitation;</p>\n<p>​</p>\n<p>d) Engage in any chain letters, contests, junk email, pyramid schemes, spamming, surveys or other duplicative or unsolicited messages (commercial or otherwise).\nor</p>\n<p>​</p>\n<p>e) Market any goods or services for any business purposes.</p>\n<p>​</p>\n<p>8.2.\nUnauthorized Use or Access.\nYou agree that you will not, under any circumstances:</p>\n<p>​</p>\n<p>a) Modify, translate, adapt, merge, or make derivative works of any part of our Services;</p>\n<p>​</p>\n<p>b) Interfere or attempt to interfere with the proper functioning of our Service or connect to or use our Services in any way not expressly permitted by the Terms;</p>\n<p>​</p>\n<p>c) Systematically retrieve data or other content from our Services to create or compile, directly or indirectly, in single or multiple downloads, a collection, compilation, database, directory or the like, whether by manual methods, through the use of bots, crawlers, spiders, or otherwise;</p>\n<p>&nbsp;</p>\n<p>d) Use, display, mirror or frame our Services, or any individual element within our Service, Lover App’s name, any Lover App trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Lover App’s express written consent;</p>\n<p>​</p>\n<p>e) Use any unauthorized software that accesses, intercepts, “mines” or otherwise collects information from or through our Services or that is in transit from or to our Services, including, but not limited to, any software that reads areas of RAM or streams of network traffic used by our Services;</p>\n<p>​</p>\n<p>f) Intercept, examine or otherwise observe any proprietary communications protocol used by a client, a server or our Services, whether through the use of a network analyzer, packet sniffer or other device;</p>\n<p>​</p>\n<p>g) Make any automated use of our Services, or take any action that imposes or may impose (in Lover App’s sole discretion) an unreasonable or disproportionately large load on the infrastructure for our Services;</p>\n<p>​</p>\n<p>h) Bypass any robot exclusion headers or other measures Lover App takes to restrict access to our Services, or use any software, technology or device to send content or messages, scrape, spider or crawl our Services, or harvest or manipulate data;</p>\n<p>​</p>\n<p>i) Use, facilitate, create, or maintain any unauthorized connection to our Services, including, but not limited to: (i) any connection to any unauthorized server that emulates, or attempts to emulate, any part of our Services.\nor (ii) any connection using programs, tools or software not expressly approved by Lover App;</p>\n<p>​</p>\n<p>j) Reverse compile, reverse engineer, decompile, disassemble, decipher or otherwise attempt to derive the source code for any underlying software or other intellectual property used to provide our Services, or to obtain any information from our Services;</p>\n<p>​</p>\n<p>k) Forge headers or otherwise manipulate identifiers in order to disguise the origin of any content transmitted through our Services;</p>\n<p>​</p>\n<p>l) Upload, post, e-mail, transmit or otherwise make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</p>\n<p>​</p>\n<p>m) Solicit or attempt to solicit personal information from Lover App’s Coaches, contractors or employees, or other Users of our Services;</p>\n<p>​</p>\n<p>n) Use our Services to collect, harvest, transmit, distribute, post or submit any information concerning any other person or entity, including without limitation, photographs of others without their permission, personal contact information or credit, debit, calling card or account numbers;</p>\n<p>​</p>\n<p>o) Forge any TCP/IP packet header or any part of the header information in any e-mail or newsgroup posting, or in any way use our Services to send altered, deceptive or false source-identifying information.\nor</p>\n<p>​</p>\n<p>p) Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including, but not limited to, clear GIFs, 1x1 pixels, web bugs, cookies or other similar devices (sometimes referred to as “spyware,” “passive collection mechanisms” or “pcms”).</p>\n<p>​</p>\n<p>8.4.\nGeneral.\nIn connection with your use of our Services, you shall not:</p>\n<p>​</p>\n<p>a) Make available any content that (i) is unlawful, tortious, defamatory, libelous, or racially, ethnically or otherwise objectionable.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(iv) is violent or threatening, or promotes violence or actions that are threatening to any other person.\nor (v) promotes illegal or harmful activities;</p>\n<p>​</p>\n<p>b) &nbsp;Harm minors in any way;</p>\n<p>​</p>\n<p>c) &nbsp;Impersonate any person or entity, including, but not limited to, Lover App personnel, or falsely state or otherwise misrepresent your affiliation with a person or entity;</p>\n<p>​</p>\n<p>d) &nbsp;Make available any content that you do not have a right to make available under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under non-disclosure agreements);</p>\n<p>​</p>\n<p>e) &nbsp;Make available any content that infringes the rights of any person or entity, including without limitation, any patent, trademark, trade secret, copyright, privacy, publicity or other proprietary or contractual rights;</p>\n<p>​</p>\n<p>f) &nbsp;Intentionally or unintentionally violate any applicable local, state, national or international law or regulation, or any order of a court;</p>\n<p>​</p>\n<p>g) &nbsp;Stalk or otherwise harass Lover App’s Coaches, contractors, or employees, or any other User of our Services;</p>\n<p>​</p>\n<p>h) &nbsp;Advocate, encourage or assist any third party in doing any of the foregoing activities in this Section.\nor</p>\n<p>​</p>\n<p>i) &nbsp;Post or send violent (i.e.\ndepiction of blood or physical injury), nude, partially nude, discriminatory, unlawful, infringing, or hateful photos or other content via the Services.</p>\n<p>​</p> 9.\nINDEMNIFICATION.\n​ <p>You agree to indemnify and hold Lover App, its parents, subsidiaries, affiliates, officers, employees, agents, partners and licensors (collectively, the “Lover App Party or Parties”) harmless from any losses, costs, liabilities and expenses (including reasonable attorneys’ fees) relating to or arising out of: (a) User Content.\n(b) your violation of the Terms.\n(c) your violation of any rights of another party, including any Users.\nor (d) your violation of any applicable laws, rules or regulations.\nLover App reserves the right, at your expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and you agree to fully cooperate with Lover App in asserting any available defenses.\nYou agree not to settle any matter without the prior written consent of Lover App.\nLover App will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.\nThis provision does not require you to indemnify any of the Lover App Parties for any unconscionable commercial practice by such party or for such party’s fraud, deception, false promise, misrepresentation or concealment, suppression or omission of any material fact in connection with our App, Website, or any portion of our Service provided hereunder.\nYou agree that the provisions in this Section will survive any termination of your Account, the Terms or your access to our Services.</p>\n<p>​</p> 10.\nDISCLAIMER OF WARRANTIES AND CONDITIONS.\n​ <p>10.1.\nAs Is.\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOUR USE OF OUR SERVICE IS AT YOUR SOLE RISK, AND OUR SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITH ALL FAULTS.\nLOVER APP PARTIES EXPRESSLY DISCLAIM ALL WARRANTIES, REPRESENTATIONS, AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT ARISING FROM USE OF OUR SERVICE.</p>\n<p>​</p>\n<p>a) &nbsp;LOVER APP PARTIES MAKE NO WARRANTY, REPRESENTATION OR CONDITION THAT: (1) OUR SERVICE WILL MEET YOUR REQUIREMENTS.\n(2) YOUR USE OF OUR SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\nOR (3) THE RESULTS THAT MAY BE OBTAINED FROM USE OF OUR SERVICE WILL BE ACCURATE OR RELIABLE.</p>\n<p>​</p>\n<p>b) &nbsp;ANY CONTENT DOWNLOADED FROM OR OTHERWISE ACCESSED THROUGH OUR SERVICE IS ACCESSED AT YOUR OWN RISK, AND YOU SHALL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY, INCLUDING, BUT NOT LIMITED TO, YOUR COMPUTER SYSTEM AND ANY DEVICE YOU USE TO ACCESS OUR SERVICE, OR ANY OTHER LOSS THAT RESULTS FROM ACCESSING SUCH CONTENT.</p>\n<p>​</p>\n<p>c) &nbsp;WITHOUT LIMITING THE FOREGOING, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE DO NOT WARRANT THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION THAT IS ACCESSIBLE THROUGH THE SERVICE OR PROVIDED BY A COACH THROUGH THE SERVICE AND ANY RELIANCE YOU PLACE ON SUCH INFORMATION IS STRICTLY AT YOUR OWN RISK.\nALTHOUGH THE SERVICE MAY PROVIDE INFORMATION ABOUT HEALTH AND WELLNESS AND/OR CERTAIN HEALTH CONDITIONS, THE SERVICE IS NOT PROVIDING ANY KIND OF MEDICAL OR BEHAVIORAL HEALTH ADVICE OR RECOMMENDATION, AND SHOULD NOT BE RELIED ON AS THE BASIS FOR ANY CLINICAL DECISION OR ACTION.\nYOU SHOULD NOT USE THE INFORMATION CONTAINED ON THE SERVICE FOR DIAGNOSING, TREATING OR MANAGING BEHAVIORAL ILLNESSES, HEALTH PROBLEMS, OR DISEASES.\nMEDICAL ADVICE SHOULD ALWAYS BE SOUGHT FROM A LICENSED, QUALIFIED MEDICAL PRACTITIONER.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ALL LIABILITY AND RESPONSIBILITY ARISING FROM ANY RELIANCE PLACED ON SUCH INFORMATION BY YOU.\nIN NO EVENT WILL LOVER APP BE LIABLE FOR ANY DEATH OR BODILY INJURY THAT YOU SUFFER, OR THAT YOU CAUSE TO ANY THIRD PARTY, IN CONNECTION WITH YOUR USE OF THE SERVICE OR ANY ACTIVITY YOU UNDERTAKE IN CONNECTION WITH YOUR RECEIPT OF ADVISING THROUGH THE SERVICE.</p>\n<p>​</p>\n<p>d) &nbsp;OUR SERVICES MAY BE SUBJECT TO DELAYS, CANCELLATIONS AND OTHER DISRUPTIONS.\nLOVER APP MAKES NO WARRANTY, REPRESENTATION, OR CONDITION WITH RESPECT TO SERVICES, INCLUDING BUT NOT LIMITED TO, THE QUALITY, EFFECTIVENESS, REPUTATION, AND OTHER CHARACTERISTICS OF SERVICES.</p>\n<p>​</p>\n<p>e) &nbsp;NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM LOVER APP OR THROUGH OUR SERVICE WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.</p>\n<p>​</p>\n<p>f) &nbsp;FROM TIME TO TIME, LOVER APP MAY OFFER NEW “BETA” FEATURES OR TOOLS WITH WHICH ITS USERS MAY EXPERIMENT.\nSUCH FEATURES OR TOOLS ARE OFFERED SOLELY FOR EXPERIMENTAL PURPOSES AND WITHOUT ANY WARRANTY OF ANY KIND, AND MAY BE MODIFIED OR DISCONTINUED AT LOVER APP’S SOLE DISCRETION.\nTHE PROVISIONS OF THIS SECTION APPLY WITH FULL FORCE TO SUCH FEATURES OR TOOLS.</p>\n<p>​</p>\n<p>10.2.\nNo Liability for Conduct of Third Parties.\nYOU ACKNOWLEDGE AND AGREE THAT LOVER APP PARTIES ARE NOT LIABLE, AND YOU AGREE NOT TO SEEK TO HOLD LOVER APP PARTIES LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OPERATORS OF EXTERNAL SITES, AND THAT THE RISK OF INJURY FROM SUCH THIRD PARTIES RESTS ENTIRELY WITH YOU.</p>\n<p>​</p>\n<p>10.3.\nNo Liability for Conduct of Other Users.\nYOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS THROUGH THE SERVICES.\nYOU UNDERSTAND THAT LOVER APP DOES NOT MAKE ANY ATTEMPT TO VERIFY THE STATEMENTS OF COACHES OR OTHER USERS OF OUR SERVICE.</p>\n<p>​</p>\n<p>10.4.\nExclusion of Warranties.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, REPRESENTATIONS OR CONDITIONS, THE LIMITATION OR EXCLUSION OF IMPLIED WARRANTIES, OR LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY MAY LAST, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY IN FULL TO YOU.\nWHERE LEGISLATION IN A JURISDICTION IMPLIES IN THE TERMS ANY CONDITION OR WARRANTY THAT CANNOT BE EXCLUDED, LOVER APP’S LIABILITY FOR BREACH THEREOF SHALL BE LIMITED AT LOVER APP’S OPTION TO ONE OR MORE OF THE FOLLOWING: (a) WHERE THE BREACH OF THE CONDITION OR WARRANTY RELATES TO GOODS, THE REPLACEMENT OR REPAIR OF THE GOODS, THE SUPPLY OF EQUIVALENT GOODS, OR PAYMENT OF THE COST OF DOING SO.\nAND (b) WHERE THE BREACH OF THE CONDITION OR WARRANTY RELATES TO SERVICES, THE SUPPLY OF SERVICES AGAIN, OR THE PAYMENT OF THE COST OF HAVING THEM SUPPLIED AGAIN.</p>\n<p>​</p> 11.\nLIMITATION OF LIABILITY.\n​ <p>11.1.\nDisclaimer of Certain Damages.\nYOU UNDERSTAND AND AGREE THAT IN NO EVENT SHALL LOVER APP PARTIES BE LIABLE FOR ANY LOSS OF PROFITS, REVENUE OR DATA, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH OUR SERVICES, OR DAMAGES OR COSTS DUE TO LOSS OF PRODUCTION OR USE, BUSINESS INTERRUPTION, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, WHETHER OR NOT LOVER APP HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, ARISING OUT OF OR IN CONNECTION WITH THE TERMS, OR FROM ANY COMMUNICATIONS, INTERACTIONS, OR MEETINGS WITH OTHER USERS OF OUR SERVICES, ON ANY THEORY OF LIABILITY, RESULTING FROM: (1) THE USE OR INABILITY TO USE OUR SERVICES.\n(2) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION, OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED FOR TRANSACTIONS ENTERED INTO THROUGH OUR SERVICES.\n(3) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(4) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON OUR SERVICES.\nOR (5) ANY OTHER MATTER RELATED TO OUR SERVICES, WHETHER BASED ON WARRANTY, COPYRIGHT, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY.\nTHE FOREGOING CAP ON LIABILITY SHALL NOT APPLY TO LIABILITY OF A LOVER APP PARTY FOR (A) DEATH OR PERSONAL INJURY CAUSED BY A LOVER APP PARTY’S NEGLIGENCE.\nOR FOR (B) ANY INJURY CAUSED BY A LOVER APP PARTY’S FRAUD OR FRAUDULENT MISREPRESENTATION.</p>\n<p>​</p>\n<p>11.2.\nCap on Liability.\nUNDER NO CIRCUMSTANCES WILL LOVER APP PARTIES BE LIABLE TO YOU FOR MORE THAN THE GREATER OF (A) THE TOTAL AMOUNT PAID TO LOVER APP BY YOU DURING THE ONE-MONTH PERIOD PRIOR TO THE ACT, OMISSION OR OCCURRENCE GIVING RISE TO SUCH LIABILITY AND (B) THE REMEDY OR PENALTY IMPOSED BY THE STATUTE UNDER WHICH SUCH CLAIM ARISES.\nTHE FOREGOING CAP ON LIABILITY SHALL NOT APPLY TO LIABILITY OF A LOVER APP PARTY FOR (A) DEATH OR PERSONAL INJURY CAUSED BY A LOVER APP PARTY’S NEGLIGENCE.\nOR FOR (B) ANY INJURY CAUSED BY A LOVER APP PARTY’S FRAUD OR FRAUDULENT MISREPRESENTATION.</p>\n<p>​</p>\n<p>11.3.\nUser Content.\nEXCEPT FOR LOVER APP’S OBLIGATIONS TO PROTECT YOUR PERSONAL DATA AS SET FORTH IN THE LOVER APP’S PRIVACY POLICY, LOVER APP ASSUMES NO RESPONSIBILITY FOR THE TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY CONTENT (INCLUDING, BUT NOT LIMITED TO, USER CONTENT), USER COMMUNICATIONS OR PERSONALIZATION SETTINGS.</p>\n<p>​</p>\n<p>11.4.\nBasis of the Bargain.\nTHE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN LOVER APP AND YOU.</p>\n<p>​</p> 12.\nPROCEDURE FOR MAKING CLAIMS OF COPYRIGHT INFRINGEMENT.\n<p>\n<br>\n12.1.\nDMCA Notification.\nWe comply with the provisions of the Digital Millennium Copyright Act</p>\n<p>applicable to internet service providers (17 U.S.C.\n§512, as amended).</p>\n<p>​</p>\n<p>12.2.\nRepeat Infringers.\nIt is Lover App’s policy to terminate membership privileges of any User who repeatedly infringes copyright upon prompt notification to Lover App by the copyright owner or the copyright owner’s legal agent.</p>\n<p>​</p>\n<p>12.3.\nCopyright Infringement.\nWithout limiting the foregoing, if you believe that your work has been copied and posted on our Service in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information: (1) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(2) a description of the copyrighted work that you claim has been infringed.\n(3) a description of the location on our Services of the material that you claim is infringing.\n(4) your address, telephone number and e-mail address.\n(5) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\nand (6) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\nContact information for Lover App’s Copyright Agent for notice of claims of copyright infringement is as follows:</p>\n<p>​</p>\n<p>Name: Jas Bagniewski<br>\nTitle: CEO<br>\nAddress: 1295 Laurel Hill Drive, San Mateo, CA 94402</p>\n<p>Email: Jas@lover.io</p>\n<p>​</p> 13.\nREMEDIES.\n​ <p>13.1.\nViolations.\nIf Lover App becomes aware of any possible violations by you of the Terms, Lover App reserves the right to investigate such violations.\nIf, as a result of the investigation, Lover App believes that criminal activity has occurred, Lover App reserves the right to refer the matter to, and to cooperate with, any and all applicable legal authorities.\nLover App is entitled, except to the extent prohibited by applicable law, to disclose any information or materials on or in our Services, including User Content, in Lover App’s possession in connection with your use of our Services, to (1) comply with applicable laws, legal process or governmental request.\n(2) enforce the Terms, (3) respond to any claims that User Content violates the rights of third parties, (4) respond to your requests for customer service, or (5) protect the rights, property or personal safety of Lover App, its Users, the public, and all enforcement or other government officials, as Lover App in its sole discretion believes to be necessary or appropriate.</p>\n<p>​</p>\n<p>13.2.\nBreach.\nIn the event that Lover App determines, in its sole discretion, that you have breached any portion of the Terms, or have otherwise demonstrated conduct inappropriate for our Services, Lover App reserves the right to:</p>\n<p>​</p>\n<p>a) Warn you via e-mail (to any e-mail address you have provided to Lover App) or through our advising platform that you have violated the Terms;</p>\n<p>​</p>\n<p>b) &nbsp;Delete any of User Content provided by you or your agent(s) to our Services;</p>\n<p>​</p>\n<p>c) &nbsp;Discontinue your registration(s) with the any portion of our Services;</p>\n<p>​</p>\n<p>d) &nbsp;Discontinue your Subscription to any or all of our Services;</p>\n<p>​</p>\n<p>e) &nbsp;Notify and/or send content to and/or fully cooperate with the proper law enforcement authorities for further action;</p>\n<p>​</p>\n<p>f) &nbsp;Block future Accounts made using a device on which these Terms were previously violated.\nand/or</p>\n<p>​</p>\n<p>g) &nbsp;Pursue any other action which Lover App deems to be appropriate.</p>\n<p>​</p> 14.\nTERM, TERMINATION, AND MODIFICATION OF THE SERVICE.\n<p>\n<br>\n14.1.\nTerm.\nThese Terms are effective beginning when you accept the Terms or download, install, access or use the Service, and ending when terminated as set for in Section 14.2.</p>\n<p>​</p>\n<p>14.2.\nTermination.\nIf you violate any provision of these Terms, your Account and these Terms automatically terminate.\nIn addition, Lover App may, at its sole discretion, terminate these Terms, your Account on the Services, or suspend or terminate your access to the Services at any time for any reason or no reason, with or without notice.\nYou may cancel your Account at any time by sending an email to us at support@lover.io .\nCANCELLATION OF YOUR ACCOUNT IN ACCORDANCE WITH THIS SECTION WILL NOT TERMINATE ANY SUBSCRIPTION SERVICES.\nYou may terminate Subscription Services at any time as set forth in Section 4.3.</p>\n<p>​</p>\n<p>14.3.\nEffect of Termination.\nUpon termination of these Terms: (i) your license rights will terminate and you must immediately cease all use of the Services.\n(ii) you will no longer have access to your Account.\n(iii) you must remit to Lover App any unpaid amounts due prior to termination.\nand (iv) upon termination of these Terms, all payment obligations accrued prior to termination and Sections 3.4, 5, 6.2, 6.3, 6.6, 9, 10, 11, 14.3, 16 and 17 will survive.</p>\n<p>​</p>\n<p>14.4.\nModification of the Service.\nLover App reserves the right to modify or discontinue the Services at any time (including by limiting or discontinuing certain features of the Services), temporarily or permanently, without notice to you.\nWe will have no liability whatsoever on account of any change to the Services or any suspension or termination of your access to or use of the Service.</p>\n<p>​</p> 15.\nINTERNATIONAL USERS.\n​ <p>Our Services can be accessed from countries around the world and may contain references to Services that are not available in your country.\nThese references do not imply that Lover App intends to announce or offer such Services in your country.\nLover App makes no representations that our Service is appropriate or available for use in other locations.\nThose who access or use our Services do so at their own volition and are responsible for compliance with local law.</p>\n<p>​</p> 16.\nDISPUTE RESOLUTION.\n<p>&nbsp;</p>\n<p>Please read the following arbitration agreement in this Section (“Arbitration Agreement”) carefully.\nIt requires you to arbitrate disputes with Lover App and limits the manner in which you can seek relief from us.</p>\n<p>​</p>\n<p>16.1.\nApplicability of Arbitration Agreement.\nYou agree that any dispute or claim relating in any way to your access or use of the Services or to any aspect of your relationship with Lover App, will be resolved by binding arbitration, rather than in court, except that (a) you may assert claims in small claims court if your claims qualify.\nand (b) you or Lover App may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\nThis Arbitration Agreement shall apply, without limitation, to all claims that arose or were asserted before the date you accepted the Terms of this Agreement or any prior version of this Agreement.</p>\n<p>​</p>\n<p>16.2.\nArbitration Rules and Forum.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to our registered agent: Jas Bagniewski, 1295 Laurel Hill Drive, San Mateo, CA 94402.\nThe arbitration will be administered by the American Arbitration Association (“AAA”) in accordance with the Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (the “AAA Rules”) then in effect, except as modified by this “Dispute Resolution” section.\n(The AAA Rules are available by calling the AAA at 1-800-778-7879.) The Federal Arbitration Act will govern the interpretation and enforcement of this Section.\nA party who desires to initiate arbitration must provide the other party with a written Demand for Arbitration as specified in the AAA Rules.\n(The AAA provides a general Demand for Arbitration form and a separate form for Demand for Arbitration for California residents.) The arbitrator will be either a retired judge or an attorney licensed to practice law and will be selected by the parties from the AAA’s roster of arbitrators.\nIf the parties are unable to agree upon an arbitrator within seven (7) days of delivery of the Demand for Arbitration, then the AAA will appoint the arbitrator in accordance with the AAA Rules.\nUnless you and Lover App Inc otherwise agree, the arbitration will be conducted in the county where you reside.\nIf your claim does not exceed $10,000, then the arbitration will be conducted solely on the basis of the documents that you and Lover App Inc submit to the arbitrator, unless you request a hearing or the arbitrator determines that a hearing is necessary.\nIf your claim exceeds $10,000, your right to a hearing will be determined by the AAA Rules.\nSubject to the AAA Rules, the arbitrator will have the discretion to direct a reasonable exchange of information by the parties, consistent with the expedited nature of the arbitration.</p>\n<p>​</p>\n<p>16.3.\nDecision of Arbitrator.\nThe arbitrator will render an award within the time frame specified in the AAA Rules.\nThe arbitrator’s decision will include the essential findings and conclusions upon which the arbitrator based the award.\nJudgment on the arbitration award may be entered in any court having jurisdiction thereof.\nThe arbitrator’s award of damages must be consistent with the terms of the “Limitation of Liability” section above as to the types and amounts of damages for which a party may be held liable.\nThe arbitrator may award declaratory or injunctive relief only in favor of the claimant and only to the extent necessary to provide relief warranted by the claimant’s individual claim.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses, to the extent provided under applicable law.\nLover App Inc will not seek, and hereby waives all rights it may have under applicable law to recover, attorneys’ fees and expenses if it prevails in arbitration.</p>\n<p>​</p>\n<p>16.4.\nFees.\nYour responsibility to pay any AAA filing, administrative and arbitrator fees will be solely as set forth in the AAA Rules.\nHowever, if your claim for damages does not exceed $75,000, We will pay all such fees unless the arbitrator finds that either the substance of your claim or the relief sought in your Demand for Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).</p>\n<p>​</p>\n<p>16.5.\nWaiver of Jury Trial.\nYOU AND LOVER APP HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nYou and Lover App are instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement, except as specified in Section 16.1 above.\nAn arbitrator can award on an individual basis the same damages and relief as a court and must follow this Agreement as a court would.\nHowever, there is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.</p>\n<p>​</p>\n<p>16.6.\nWaiver of Class or Other Non-Individualized Relief.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS OR COLLECTIVE BASIS, ONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf a decision is issued stating that applicable law precludes enforcement of any of this Section’s limitations as to a given claim for relief, then that claim must be severed from the arbitration and brought into the State or Federal Courts located in the State of California.\nAll other claims shall be arbitrated.</p>\n<p>​</p>\n<p>16.7.\n30-Day Right to Opt Out.\nYou have the right to opt out of the provisions of this Arbitration Agreement by sending an email to support@lover.io within thirty (30) days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name, your Lover App username (if any), the email address you used to set up your Account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</p>\n<p>​</p>\n<p>16.8.\nSeverability.\nExcept as provided in Section 16.5, if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Arbitration Agreement shall continue in full force and effect.</p>\n<p>​</p>\n<p>16.9.\nSurvival of Agreement.\nThis Arbitration Agreement will survive the termination of your relationship with Lover App.</p>\n<p>​</p>\n<p>16.10.\nModification.\nNotwithstanding any provision in this Agreement to the contrary, we agree that if Lover App makes any future material change to this Arbitration Agreement, you may reject that change within thirty (30) days of such change becoming effective by emailing Lover App at support@lover.io.</p>\n<p>​</p> 17.\nGENERAL PROVISIONS.\n​ <p>17.1.\nElectronic Communications.\nThe communications between you and Lover App use electronic means, whether you visit our Services or send Lover App e-mails, or whether Lover App posts notices on our Services or communicates with you via e-mail.\nFor contractual purposes, you (1) consent to receive communications from Lover App in an electronic form.\nand (2) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Lover App provides to you electronically satisfy any legal requirement that such communications would satisfy if it were to be in writing.\nThe foregoing does not affect your statutory rights.</p>\n<p>​</p>\n<p>17.2.\nRelease.\nTo the fullest extent permitted by applicable law, you hereby release Lover App Parties and their successors from claims, demands, any and all losses, damages, rights, and actions of any kind, including personal injuries, death, and property damage, that is either directly or indirectly related to or arises from your use of our Services, including but not limited to, any interactions with or conduct of other users or third-party websites of any kind arising in connection with or as a result of the Terms or your use of our Services.\nIf you are a California resident, you hereby waive California Civil Code Section 1542, which states, “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.” The foregoing release does not apply to any claims, demands, or any losses, damages, rights and actions of any kind, including personal injuries, death or property damage for any unconscionable commercial practice by a Lover App Party or for such party’s fraud, deception, false, promise, misrepresentation or concealment, suppression or omission of any material fact in connection with any of our Services provided hereunder.</p>\n<p>​</p>\n<p>17.3.\nAssignment.\nThe Terms, and your rights and obligations hereunder, may not be assigned, subcontracted, delegated or otherwise transferred by you without Lover App’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.</p>\n<p>​</p>\n<p>17.4.\nForce Majeure.\nLover App shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.</p>\n<p>​</p>\n<p>17.5.\nQuestions, Complaints, Claims.\nIf you have any questions, complaints, or claims with respect to our Services, please contact us at: support@lover.io.\nWe will do our best to address your concerns.\nIf you feel that your concerns have been addressed incompletely, we invite you to let us know for further investigation.</p>\n<p>​</p>\n<p>17.6.\nLimitation Period.\nYOU AND LOVER APP AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE TERMS, OUR SERVICE OR THE CONTENT MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>\n<p>​</p>\n<p>17.7.\nExclusive Venue.\nTo the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and Lover App agree that all claims and disputes arising out of or relating to the Agreement will be litigated exclusively in the state or federal courts located in San Francisco, California.</p>\n<p>​</p>\n<p>17.8.\nGoverning Law.\nTHE TERMS AND ANY ACTION RELATED THERETO WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OF CALIFORNIA, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANOTHER JURISDICTION.\nTHE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS DOES NOT APPLY TO THESE TERMS.</p>\n<p>​</p>\n<p>17.9.\nNotice.\nWhere Lover App requires that you provide an e-mail address, you are responsible for providing Lover App with your most current e-mail address.\nIn the event that the last e-mail address you provided to Lover App is not valid, or for any reason is not capable of delivering to you any notices required/ permitted by the Terms, Lover App’s dispatch of the e-mail containing such notice will nonetheless constitute effective notice.\nYou may give notice to Lover App at support@lover.io.\nAny such notice by email shall be deemed given on the date on which such notice is transmitted.</p>\n<p>​</p>\n<p>17.10.\nWaiver.\nAny waiver or failure to enforce any provision of the Terms on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.</p>\n<p>​</p>\n<p>17.11.\nSeverability.\nIf any portion of this Agreement is held invalid or unenforceable, that portion shall be construed in a manner to reflect, as nearly as possible, the original intention of the parties, and the remaining portions shall remain in full force and effect.</p>\n<p>​</p>\n<p>17.12.\nExport Control.\nYou may not use, export, import, or transfer our Services except as authorized by U.S.\nlaw, the laws of the jurisdiction in which you obtained our Service, and any other applicable laws.\nIn particular, but without limitation, our Service may not be exported or re-exported (a) into any United States embargoed countries, or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce’s Denied Person’s List or Entity List.\nBy using our Services, you represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country and (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou also will not use our Services for any purpose prohibited by U.S.\nlaw, including the development, design, manufacture or production of missiles, nuclear, chemical or biological weapons.\nYou acknowledge and agree that products, services or technology provided by Lover App are subject to the export control laws and regulations of the United States.\nYou shall comply with these laws and regulations and shall not, without prior U.S.\ngovernment authorization, export, re-export, or transfer Lover App products, services or technology, either directly or indirectly, to any country in violation of such laws and regulations.</p>\n<p>​</p>\n<p>17.13.\nConsumer Complaints.\nIn accordance with California Civil Code §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, or by telephone at (800) 952-5210.</p>\n<p>​</p>\n<p>17.14.\nEntire Agreement.\nThe Terms are the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersedes and merges all prior discussions between the parties with respect to such subject matter.</p>\n<p>​</p>\n<p>​</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Contact Us</p>\n<p>Questions</p>\n<p>Press Inquiries</p>\n<p>Delete Account Data</p>\n<p>Lover App, Inc&nbsp;© 2023&nbsp;</p>\n<p>Privacy Policy&nbsp.\n|&nbsp;Terms &amp.\nConditions</p>bottom of page ", "created_at": "2023-03-29 22:29:43.729138", "updated_at": "2023-03-29 22:30:04.112631"}, {"id": 15079, "name": "Privacy Policy", "url": "https://www.lover.io/privacy-policy", "xpath": "//body", "text": " top of pageReviews Meet The Team Learn Blog Download <p>Dr.\nBritney Blair</p>\n<p>Clinical Psychologist</p>\n<p>Dr.\nValesia Ho</p>\n<p>Clinical Psychologist</p>\n<p>Dr.\nTy Canning</p>\n<p>Clinical Psychologist</p>\n<p>Dr.\nEllen Spurgeon</p>\n<p>Clinical Psychologist</p>\n<p>Dr.\nMargaret Flynn</p>\n<p>Clinical Psychologist</p>Improving Erections Easier Orgasms Ejaculation Issues Low Desire and Libido Reviews Meet The Team Learn Blog Download the app Privacy Policy <p>​</p>\n<p>Updated as of: January 12, 2022</p>\n<p>​</p>\n<p>This Privacy Policy describes how Lover App, Inc., and our subsidiaries and affiliates (collectively \"Lover App,\" \"we\", “us” or \"our\") handle personal information that we collect through our websites&nbsp.\n(collectively, the “Site”), our mobile application (the “App”), through social media, in connection with our marketing activities and through other activities described in this Privacy Policy (collectively the “Service”).</p>\n<p>​</p> Table of Contents<br>\n&nbsp.\n<p>Information you provide to us.\nPersonal information you may provide to us through the Service or otherwise includes:</p>\n<p>\n<br>\nAutomatic data collection.\nWe, our service providers, and our business partners may automatically log information about you, your computer or mobile device, and your activity over time on our sites and other sites and online services, such as:</p>\n<p>\n<br>\nHow we use your personal information</p>\n<p>\n<br>\nService delivery.\nWe use your personal information to:</p>\n<p>\n<br>\nResearch and development.\nWe may use your personal information for research and development purposes, including to analyze and improve the Service and our business.\nAs part of these activities, we may use this data and share it with secure third parties for our lawful business purposes, including to analyze and improve the service and promote our business.\nThere is absolutely no risk of your identity or use of Lover being made public.\nWe only work with recognized and secure third parties, who have themselves passed all data security requirements.</p>\n<p>\n<br>\nMarketing and advertising.\n&nbsp;We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes:</p>\n<p>​</p>\n<ul>\n<li>\n<p>Direct marketing.\nWe may send you Lover App-related direct marketing communications as permitted by law, including by email.\n&nbsp;You may opt-out of our marketing communications as described in the Opt-out of marketing section below.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Interest-based advertising.\n&nbsp;We may contract with third-party advertising companies and social media companies to display ads on our Service and other sites.\nThese companies may use cookies and similar technologies to collect information about you (including the device data, online activity data and/or geolocation data described above) over time across our Service and other sites and services or your interaction with our emails, and use that information to serve ads that they think will interest you.\nYou can learn more about your choices for limiting interest-based advertising in the Your choices section of our Cookie Notice.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Compliance and protection.\nWe may use your personal information to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;</p>\n</li>\n<li>\n<p>protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims);</p>\n</li>\n<li>\n<p>audit our internal processes for compliance with legal and contractual requirements and internal policies;</p>\n</li>\n<li>\n<p>enforce the terms and conditions that govern the Service.\nand</p>\n</li>\n<li>\n<p>prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft.</p>\n</li>\n</ul>\n<p>​</p>\n<p>How we share your personal information</p>\n<p>\n<br>\nYour choices</p>\n<p>\n<br>\nAccess, update, or delete your information.\nIf you have registered for an account with us, you may review, update, or delete certain account information by logging into the account.</p>\n<p>\n<br>\nOpt-out of marketing communications.\n&nbsp;You may opt out of marketing-related emails by following the opt-out or unsubscribe instructions at the bottom of the email, or by contacting us.\n&nbsp;You may continue to receive service-related and other non-marketing emails.</p>\n<p>\n<br>\nPrivacy settings and location data.\n&nbsp;Users of our App can disable our access to their device’s precise geolocation in their mobile device settings.</p>\n<p>\n<br>\nCookies.\nFor information about cookies employed by the Service and how to control them, see our Cookie Notice.</p>\n<p>\n<br>\nDo Not Track.\n&nbsp;Some Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.\n&nbsp;We currently do not respond to “Do Not Track” or similar signals.\n&nbsp;To find out more about “Do Not Track,” please visit http://www.allaboutdnt.com.</p>\n<p>\n<br>\nDeclining to provide information.\nWe need to collect personal information to provide certain services.\nIf you do not provide the information requested, we may not be able to provide those services.</p>\n<p>\n<br>\nRetention.\nWe generally retain personal information to fulfill the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting requirements, to establish or defend legal claims, or for fraud prevention purposes.\n&nbsp;To determine the appropriate retention period for personal information, we may consider factors such as the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>\n<br>\nWhen we no longer require the personal information we have collected about you, we may either delete it, anonymize it, or isolate it from further processing.</p>\n<p>\n<br>\nOther sites and services</p>\n<p>\n<br>\nThe Service may contain links to websites, mobile applications, and other online services operated by third parties.\n&nbsp;These links are not an endorsement of, or representation that we are affiliated with, any third party.\n&nbsp;In addition, our content may be included on web pages or in mobile applications or other online services that are not associated with us.\nWe do not control websites, mobile applications or online services operated by third parties, and we are not responsible for their actions.</p>\n<p>\n<br>\nSecurity</p>\n<p>\n<br>\nWe employ a number of technical, organizational and physical safeguards designed to protect the personal information we collect.\n&nbsp;However, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information.</p>\n<p>\n<br>\nInternational data transfer</p>\n<p>\n<br>\nWe are headquartered in the United States and may use service providers that operate in other countries.\nYour personal information may be transferred to the United States or other locations where privacy laws may not be as protective as those in your state, province, or country.</p>\n<p>\n<br>\nChildren</p>\n<p>\n<br>\nThe Service is not intended for use by children under 18 years of age.\nIf we learn that we have collected personal information from a child under 18 without the consent of the child’s parent or guardian as required by law, we will delete it.</p>\n<p>\n<br>\nChanges to this Privacy Policy</p>\n<p>\n<br>\nWe reserve the right to modify this Privacy Policy at any time.\nIf we make changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Service.\nIf required by law we will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via email or another manner through the Service.\n&nbsp;Any modifications to this Privacy Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the Service after the effective date of any modified Privacy Policy indicates your acceptance of the modified Privacy Policy.</p>\n<p>\n<br>\nHow to contact us<br>\nYour California privacy rights.\nAs a California resident, you have the rights listed below.\nHowever, these rights are not absolute, and in certain cases we may decline your request as permitted by law.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Right to information, access and deletion.\nYou may submit requests to exercise your right to information, access or deletion by:</p>\n<ul>\n<li>\n<p>emailing support@lover.io</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>​</p>\n<ul>\n<li>\n<p>Right to opt-out of the “sale” of your Personal Information.\n&nbsp;Like many companies, we use services that help deliver interest-based ads to you, and have done so during the past 12 months.\n&nbsp;Our use of some of these services may be classified under California law as a “sale” of your Personal Information to the advertising partners that provide the services because they collect information from our users (e.g., device data and online activity data) to help them serve ads more likely to interest you.\n&nbsp;Information about how you can opt-out of use of your information for interest-based advertising is described in the “Your Choices” section in the Cookie Notice.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Personal information that we collect, use and disclose</p>\n<ul>\n<li>\n<p>relying on our own or someone else's legitimate interests to process your personal information, unless &nbsp;we can demonstrate compelling legal grounds for the processing.\nor<br>\n&nbsp;</p>\n</li>\n<li>\n<p>processing your personal information for direct marketing purposes.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Your choices</p>\n<p>\n<br>\nChanges</p>\n<p>\n<br>\nQuestions</p>\n<p>​</p> Personal information we collect ​ <p>Information you provide to us.\nPersonal information you may provide to us through the Service or otherwise includes:</p>\n<p>​</p>\n<ul>\n<li>\n<p>Contact data, such as your first and last name and email address.</p>\n</li>\n<li>\n<p>Profile data, such as your username and password that you set to establish an online account with us, age range, gender, sexual orientation, personal relationship status, and sexual and non-sexual interests and preferences.</p>\n</li>\n<li>\n<p>Communications that we exchange with you, including meetings with coaches and when you contact us with questions, feedback, or otherwise.</p>\n</li>\n<li>\n<p>Payments and transactional data needed to complete your orders on or through the Service (including name, credit card information, bank account number, billing information), and your purchase history.</p>\n</li>\n<li>\n<p>Marketing data, such as your preferences for receiving communications about our products, services, activities, and publications, and details about how you engage with our communications.</p>\n</li>\n<li>\n<p>Other information that we may collect which is not specifically listed here, which we will use as described in this Privacy Policy or as otherwise disclosed at the time of collection.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Automatic data collection.&nbsp.\nWe, our service providers, and our business partners may automatically log information about you, your computer or mobile device, and your activity over time on our sites and other sites and online services, such as:</p>\n<p>​</p>\n<ul>\n<li>\n<p>Device data, such as your computer or mobile device operating system type and version number, manufacturer and model, browser type, screen resolution, IP address, unique identifiers, the website you visited before browsing to our website, and general location information such as city, state or geographic area.</p>\n</li>\n<li>\n<p>Online activity data, such as pages or screens you viewed, other Lover App users with whom you have shared content through the Service, how long you spent on a page or screen, navigation paths between pages or screens, information about your activity on a page or screen, access times, and duration of access.</p>\n</li>\n<li>\n<p>Precise geolocation data, when you authorize our mobile application to access your device’s location.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Cookies.\nSome of our automatic data collection is facilitated by cookies and similar technologies.&nbsp.\nFor more information, see our Cookie Notice.</p>\n<p>​</p> How we use your personal information ​ <p>We use your personal information for the following purposes or as otherwise described at the time we collect it:</p>\n<p>​</p>\n<p>Service delivery.\nWe use your personal information to:</p>\n<p>​</p>\n<ul>\n<li>\n<p>provide, operate and improve the Service and our business;</p>\n</li>\n<li>\n<p>establish and maintain your user profile on the Service;</p>\n</li>\n<li>\n<p>communicate with you about the Service, including by sending announcements, updates, security alerts, and support and administrative messages;</p>\n</li>\n<li>\n<p>understand your needs and interests, and personalize your experience with the Service and our communications.\nand</p>\n</li>\n<li>\n<p>provide support for the Service, respond to your requests, questions and feedback.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Research and development.\nWe may use your personal information for research and development purposes, including to analyze and improve the Service and our business.&nbsp.\nAs part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect.&nbsp.\nWe make personal information into anonymous data by removing information that makes the data personally identifiable to you.&nbsp.\nWe may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Service and promote our business.</p>\n<p>​</p>\n<p>Marketing and advertising.\nWe and our third party advertising partners may collect and use your personal information for marketing and advertising purposes:</p>\n<p>​</p>\n<ul>\n<li>\n<p>Direct marketing.\nWe may send you Lover App-related direct marketing communications as permitted by law, including by email.\nYou may opt-out of our marketing communications as described in the Opt-out of marketing section below.</p>\n</li>\n<li>\n<p>Interest-based advertising.\nWe may contract with third-party advertising companies and social media companies to display ads on our Service and other sites.\nThese companies may use cookies and similar technologies to collect information about you (including the device data, online activity data and/or geolocation data described above) over time across our Service and other sites and services or your interaction with our emails, and use that information to serve ads that they think will interest you.\n.\nYou can learn more about your choices for limiting interest-based advertising in the Your choices section of our Cookie Notice.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Compliance and protection.\nWe may use your personal information to:</p>\n<p>​</p>\n<ul>\n<li>\n<p>comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;</p>\n</li>\n<li>\n<p>protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims);</p>\n</li>\n<li>\n<p>audit our internal processes for compliance with legal and contractual requirements and internal policies;</p>\n</li>\n<li>\n<p>enforce the terms and conditions that govern the Service.\nand</p>\n</li>\n<li>\n<p>prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft.</p>\n</li>\n</ul>\n<p>​</p> How we share your personal information ​ <p>We may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection:</p>\n<p>​</p>\n<p>Affiliates.\nOur corporate parent, subsidiaries, and affiliates, for purposes consistent with this Privacy Policy.</p>\n<p>​</p>\n<p>Service providers.\nCompanies and individuals that provide services on our behalf or help us operate the Service or our business (such as hosting, information technology, customer support, email delivery, and website analytics).</p>\n<p>​</p>\n<p>Advertising partners.\nThird party advertising companies that collect information about your activity on the Service and other online services to help us advertise our services, and/or use hashed customer lists that we share with them to deliver ads on their platforms to those customers and similar users.</p>\n<p>​</p>\n<p>Professional advisors.\nProfessional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us.</p>\n<p>​</p>\n<p>Authorities and others.\nLaw enforcement, government authorities, and private parties, as we believe in good faith to be necessary or appropriate for the compliance and protection purposes described above.</p>\n<p>​</p>\n<p>Business transferees.\nRelevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Lover App or our affiliates (including, in connection with a bankruptcy or similar proceedings).</p>\n<p>​</p>\n<p>Please keep in mind that whenever you voluntarily make your personal information available for viewing by third parties on or through our Service, that information can be seen, collected and used by others besides us.\nWe cannot be responsible for any unauthorized third-party use of such information.</p>\n<p>​</p> Your choices ​ <p>You have the following choices with respect to your personal information.</p>\n<p>​</p>\n<p>Access, update, or delete your information.\nIf you have registered for an account with us, you may review, update, or delete certain account information by logging into the account.</p>\n<p>​</p>\n<p>Opt-out of marketing communications.\nYou may opt out of marketing-related emails by following the opt-out or unsubscribe instructions at the bottom of the email, or by contacting us.&nbsp.\nYou may continue to receive service-related and other non-marketing emails.</p>\n<p>​</p>\n<p>Privacy settings and location data.\nUsers of our App can disable our access to their device’s precise geolocation in their mobile device settings.</p>\n<p>​</p>\n<p>Cookies.\nFor information about cookies employed by the Service and how to control them, see our Cookie Notice.</p>\n<p>​</p>\n<p>Do Not Track.\nSome Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.&nbsp.\nWe currently do not respond to “Do Not Track” or similar signals.&nbsp.\nTo find out more about “Do Not Track,” please visit http://www.allaboutdnt.com.</p>\n<p>​</p>\n<p>Declining to provide information.\nWe need to collect personal information to provide certain services.&nbsp.\nIf you do not provide the information requested, we may not be able to provide those services.</p>\n<p>​</p>\n<p>Retention.\nWe generally retain personal information to fulfill the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting requirements, to establish or defend legal claims, or for fraud prevention purposes.&nbsp.\nTo determine the appropriate retention period for personal information, we may consider factors such as the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>​</p>\n<p>When we no longer require the personal information we have collected about you, we may either delete it, anonymize it, or isolate it from further processing.</p>\n<p>&nbsp;</p> Other sites and services ​ <p>The Service may contain links to websites, mobile applications, and other online services operated by third parties.\nThese links are not an endorsement of, or representation that we are affiliated with, any third party.\nIn addition, our content may be included on web pages or in mobile applications or other online services that are not associated with us.\nWe do not control websites, mobile applications or online services operated by third parties, and we are not responsible for their actions.</p>\n<p>​</p> Security <p>We employ a number of technical, organizational and physical safeguards designed to protect the personal information we collect.\nHowever, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information.</p>\n<p>​</p> International data transfer <p>We are headquartered in the United States and may use service providers that operate in other countries.\nYour personal information may be transferred to the United States or other locations where privacy laws may not be as protective as those in your state, province, or country.</p>\n<p>​</p> Children <p>The Service is not intended for use by children under 18 years of age.\nIf we learn that we have collected personal information from a child under 18 without the consent of the child’s parent or guardian as required by law, we will delete it.</p>\n<p>​</p> Changes to this Privacy Policy <p>We reserve the right to modify this Privacy Policy at any time.\nIf we make changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Service.\nIf required by law we will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via email or another manner through the Service.&nbsp.\nAny modifications to this Privacy Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the Service after the effective date of any modified Privacy Policy indicates your acceptance of the modified Privacy Policy.</p>\n<p>​</p> How to contact us <p>You can reach us by email at support@lover.io</p>Information for California residents <p>\n<br>\nScope.\nThis section applies only to the extent we qualify as a “business” as defined under the California Consumer Privacy Act of 2018 (“CCPA”).\nIt described how we collect, use and share the Personal Information of California residents and their rights with respect to their Personal Information.\nFor purposes of this section, “Personal Information” has the meaning given in the CCPA but does not include information exempted from the scope of the CCPA.\n&nbsp;Additionally, this section does not apply to information we collect from you in the course of communicating with you in your capacity as an employee, controlling owner, director, officer or contractor of an organization (i.e., company, partnership, sole proprietorship, non-profit or government agency) in the context of performing due diligence on, or providing or receiving products or services to or from, that organization.\nIn some cases we may provide a different privacy notice to certain categories of California residents, such as job applicants, in which case that notice will apply instead of this section.&nbsp;</p>\n<p>\n<br>\nYour California privacy rights.\nAs a California resident, you have the rights listed below.\nHowever, these rights are not absolute, and in certain cases we may decline your request as permitted by law.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Information.\nYou can request the following information about how we have collected and used your Personal Information during the past 12 months:</p>\n<ul>\n<li>\n<p>The categories of Personal Information that we have collected.</p>\n</li>\n<li>\n<p>The categories of sources from which we collected Personal Information.</p>\n</li>\n<li>\n<p>The business or commercial purpose for collecting and/or selling Personal Information.</p>\n</li>\n<li>\n<p>The categories of third parties with whom we share Personal Information.</p>\n</li>\n<li>\n<p>The categories of Personal Information that we sold or disclosed for a business purpose.</p>\n</li>\n<li>\n<p>The categories of third parties to whom the Personal Information was sold or disclosed for a business purpose.<br>\n&nbsp;</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Access.\nYou can request a copy of the Personal Information that we have collected about you during the past 12 months.&nbsp;<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Deletion.\nYou can ask us to delete the Personal Information that we have collected from you.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Opt-out of sales.\nIf we sell your Personal Information, you can opt-out.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Nondiscrimination.\nYou are entitled to exercise the rights described above free from discrimination as prohibited by the CCPA.<br>\n&nbsp;</p>\n</li>\n</ul>\n<p>You may submit requests to exercise your California privacy rights described above as follows:</p>\n<p>​</p>\n<ul>\n<li>\n<p>Right to information, access and deletion.\nYou may submit requests to exercise your right to information, access or deletion by:</p>\n<ul>\n<li>\n<p>emailing support@lover.io<br>\n&nbsp;</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Right to opt-out of the “sale” of your Personal Information.\n&nbsp;Like many companies, we use services that help deliver interest-based ads to you, and have done so during the past 12 months.\n&nbsp;Our use of some of these services may be classified under California law as a “sale” of your Personal Information to the advertising partners that provide the services because they collect information from our users (e.g., device data and online activity data) to help them serve ads more likely to interest you.\n&nbsp;Information about how you can opt-out of use of your information for interest-based advertising is described in the “Your Choices” section in the Cookie Notice.&nbsp;</p>\n</li>\n</ul>\n<p>​​</p>\n<p>We will need to verify your identity to process your information, access and deletion requests and reserve the right to confirm your California residency.\n&nbsp;Authentication into your Lover App account, government identification or other information may be required.\n&nbsp;Your authorized agent may make a request on your behalf upon our verification of the agent’s identity and our receipt of a copy of a valid power of attorney given to your authorized agent pursuant to California Probate Code Sections 4000-4465.\n&nbsp;If you have not provided your agent with such a power of attorney, you must provide your agent with written and signed permission to exercise your CCPA rights on your behalf, provide the information we request to verify your identity, and provide us with written confirmation that you have given the authorized agent permission to submit the request.\nWe cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it.</p>\n<p>​</p>\n<p>Personal information that we collect, use and disclose</p>\n<p>​</p>\n<p>The chart below describes the Personal Information we collect by reference to the categories of Personal Information specified in the CCPA, and describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy.\nInformation you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.</p>Statutory category of personal information (PI)\n(Cal.\nCiv.\nCode § 1798.140)PI we collect in this category (See “Personal information we collect” above for description)Source of PIBusiness/\ncommercial purpose for collectionCategories of third parties to whom we “disclose” PI for a business purposeCategories of third parties to whom we “sell” PIIdentifiers• Contact data\n• Profile data • Data about others• You\n• Third party sources• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Advertising partners\n• Professional advisors\n• Authorities and others\n• Business transferees• Advertising partners (to facilitate online advertising)Commercial Information• Profile data • Payment &amp.\ntransactional data\n• Marketing data\n• Online activity data• You\n• Third party sources\n• Automatic collection• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Advertising partners\n• Professional advisors\n• Authorities and others\n• Business transferees• Advertising partners (to facilitate online advertising)Financial Information• Payment &amp.\ntransactional data• You• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Professional advisors\n• Authorities and others\n• Business transfereesNoneOnline Identifiers• Profile data\n• Device data• You\n• Automatic collection• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Advertising partners\n• Professional advisors\n• Authorities and others\n• Business transferees• Advertising partners (to facilitate online advertising)Internet or Network Information• Marketing data • Device data\n• Online activity data• Automatic collection• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Advertising partners\n• Professional advisors\n• Authorities and others\n• Business transferees• Advertising partners (to facilitate online advertising)Geolocation Data• Device data\n• Precise geolocation data• Automatic collection• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Advertising partners\n• Professional advisors\n• Authorities and others\n• Business transferees• Advertising partners (to facilitate online advertising)InferencesMay be derived from your: • Payment &amp.\ntransactional data • Activity data\n• Marketing data\n• Device data\n• Online activity dataN/A• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Advertising partners\n• Professional advisors\n• Authorities and others\n• Business transferees• Advertising partners (to facilitate online advertising)Protected Classification Characteristics• Age\n• Sex • Sexual Orientation• You• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Advertising partners\n• Professional advisors\n• Authorities and others\n• Business transferees• Advertising partners (to facilitate online advertising)Personal information as defined in the California customer records law• Information about conditions relating to sexuality• You• Service delivery\n• Research &amp.\ndevelopment\n• Marketing &amp.\nadvertising\n• Compliance &amp.\nprotection• Affiliates\n• Advertising partners\n• Professional advisors\n• Authorities and others\n• Business transferees• Advertising partners (to facilitate online advertising)Cookie Notice <p>\n<br>\nThis Cookie Notice explains how Lover App, Inc.\n(“Lover App”, “we”, “us” or “our”) uses cookies and similar technologies in connection with&nbsp;</p>\n<ul>\n<li>\n<p>the www.lover.io website and any other website that we own or control and which posts or links to this Cookie Notice (collectively, the “Sites”).\nand</p>\n</li>\n<li>\n<p>our mobile app (“App”).</p>\n</li>\n</ul>\n<p>​</p>\n<p>What are cookies?</p>\n<p>\n<br>\nCookies are small data files that are placed on your computer or mobile device when you visit a website.\n&nbsp;Cookies serve different purposes, like helping us understand how a site is being used, letting you navigate between pages efficiently, remembering your preferences and generally improving your browsing experience.</p>\n<p>\n<br>\nOur Sites may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them).</p>\n<p>\n<br>\nWe use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which we use to recognize your computer or mobile device when it revisits our Sites.\nand (2) third party cookies, which are served by service providers or business partners on our Sites, and can be used by these parties to recognize your computer or mobile device when it visits other websites.\nThird party cookies can be used for a variety of purposes, including site analytics, advertising and social media features.</p>\n<p>\n<br>\nWhat types of cookies and similar tracking technologies does Lover App use on the Sites and App?</p>\n<p>\n<br>\nOn the Sites and App, we use cookies and other tracking technologies in the following categories described in the table below.</p>\n<p>​</p>TypeWho serves the cookies (link to privacy policy/site)How to control themAdvertising These cookies or SDKs are used by advertising companies to collect information about how you use our Sites and other websites over time.\nThese companies use this information to show you ads they believe will be relevant to you within our services and elsewhere, and to measure how the ads perform.https://www.facebook.com/privacy/explanationSee ‘your choices’ below.Analytics These cookies or SDKs help us understand how our services is performing and being used.\nThese cookies may work with web beacons included in emails we send to track which emails are opened and which links are clicked by recipients.AppsFlyer https://www.appsflyer.com/privacy-policy/ Mixpanel https://mixpanel.com/legal/privacy-policy/ Google Analytics https://policies.google.com/technologies/partner-sitesSee ‘your choices’ below.Essential These cookies or SDKs are necessary to allow the technical operation of our services (e.g., they enable you to move around on a website and to use its features).FireBase https://firebase.google.com/support/privacySee ‘your choices’ below.Functionality / performance Enhance the performance and functionality of our services.Intercom https://www.intercom.com/legal/privacy SendBird https://sendbird.com/privacy TimeKit https://help.timekit.io/en/articles/1345997-global-privacy-policySee ‘your choices’ below.Page 1 of 2<p>Other technologies</p>\n<p>\n<br>\nIn addition to cookies, our Sites may use other technologies, such as Flash technology to pixel tags to collect information automatically.</p>\n<p>\n<br>\nBrowser Web Storage</p>\n<p>\n<br>\nWe may use browser web storage (including via HTML5), also known as locally stored objects (“LSOs”), for similar purposes as cookies.\nBrowser web storage enables the storage of a larger amount of data than cookies.\nYour web browser may provide functionality to clear your browser web storage.</p>\n<p>\n<br>\nFlash Technology</p>\n<p>\n<br>\nWe may use Flash cookies (which are also known as Flash Local Shared Object (“Flash LSOs”)) on our Sites to collect and store information about your use of our Sites.\nUnlike other cookies, Flash cookies cannot be removed or rejected via your browser settings.\nIf you do not want Flash LSOs stored on your computer or mobile device, you can adjust the settings of your Flash player to block Flash LSO storage using the tools contained in the Website Storage Settings Panel.\nYou can also control Flash LSOs by going to the Global Storage Settings Panel and following the instructions.\nPlease note that setting the Flash Player to restrict or limit acceptance of Flash LSOs may reduce or impede the functionality of some Flash applications, including, potentially, Flash applications used in connection with our Sites.</p>\n<p>\n<br>\nWeb Beacons</p>\n<p>\n<br>\nWe may also use web beacons (which are also known as pixel tags and clear GIFs) on our Sites and in our HTML formatted emails to track the actions of users on our Sites and interactions with our emails.\nUnlike cookies, which are stored on the hard drive of your computer or mobile device by a website, pixel tags are embedded invisibly on webpages or within HTML formatted emails.\nPixel tags are used to demonstrate that a webpage was accessed or that certain content was viewed, typically to measure the success of our marketing campaigns or engagement with our emails and to compile statistics about usage of the Sites, so that we can manage our content more effectively.</p>\n<p>\n<br>\nMobile Application Software Development Kits (SDKs)</p>\n<p>\n<br>\nWe may use third-party software development kits (“SDKs”) in our mobile applications.\nA SDK is third-party computer code that may be used for a variety of purposes, including to provide us with analytics regarding the use of our mobile applications, to integrate with social media, add features or functionality to our app, or to facilitate online advertising.\nSDKs may enable third parties to collect information directly via our App.</p>\n<p>\n<br>\nYour choices</p>\n<p>\n<br>\nYour options for controlling what information cookies and similar technologies collect about you include:</p>\n<p>​</p>\n<ul>\n<li>\n<p>Blocking cookies in your browser.\nMost browsers let you remove or reject cookies.\n&nbsp;To do this, follow the instructions in your browser settings.\n&nbsp;Many browsers accept cookies by default until you change your settings.\n&nbsp;Please note that if you set your browser to disable cookies, the Sites may not work properly.\n&nbsp;For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, visit www.allaboutcookies.org.\nIf you do not accept our cookies, you may experience some inconvenience in your use of our Sites.\nFor example, we may not be able to recognize your computer or mobile device and you may need to log in every time you visit our Sites.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Third party opt-out option.\nYou can opt-out of interest-based advertising through some of the third parties listed in the chart above by using the corresponding third party opt-out tool provided in the chart.&nbsp;<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Industry association opt-outs.\n&nbsp;You may opt out of receiving interest-based advertising on websites through members of the Network Advertising Initiative by clicking here or the Digital Advertising Alliance by clicking here, or by clicking here if you are in Europe.\n&nbsp;You may opt out of receiving targeted advertising in mobile apps through participating members of the Digital Advertising Alliance by installing the AppChoices mobile app, available&nbsp;here, and selecting the user’s choices.\nPlease note that we also may work with companies that offer their own opt-out mechanisms and may not participate in the opt-out mechanisms linked above.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Blocking advertising ID use in your mobile settings.\nYour mobile device settings may provide functionality to limit use of the advertising ID associated with your mobile device for interest-based advertising purposes.</p>\n</li>\n</ul>\n<p>​</p>\n<p>For more information about cookies, including how to see what cookies have been set on your computer or mobile device and how to manage and delete them, visit www.allaboutcookies.org.\n&nbsp;If you do not accept our cookies, you may experience some inconvenience in your use of our Sites.\nFor example, we may not be able to recognize your computer or mobile device and you may need to log in every time you visit our Sites.</p>\n<p>\n<br>\nIf you choose to opt-out of targeted advertisements, you will still see advertisements online but they may not be relevant to you.\nEven if you do choose to opt out, not all companies that serve online behavioral advertising are included in this list, and so you may still receive some cookies and tailored advertisements from companies that are not listed.</p>\n<p>\n<br>\nFor more information about how we collect, use and share your information, see our Privacy Policy.</p>\n<p>\n<br>\nChanges</p>\n<p>\n<br>\nInformation about the cookies we use may be updated from time to time, so please check back on a regular basis for any changes.</p>\n<p>\n<br>\nQuestions</p>\n<p>\n<br>\nIf you have any questions about this Cookie Notice, please contact us by email at support@lover.io.</p>\n<p>&nbsp;</p>\n<p>Last modified: January 12 2022.</p>\n<p>​</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Contact Us</p>\n<p>Questions</p>\n<p>Press Inquiries</p>\n<p>Delete Account Data</p>\n<p>Lover App, Inc&nbsp;© 2023&nbsp;</p>\n<p>Privacy Policy&nbsp.\n|&nbsp;Terms &amp.\nConditions</p>bottom of page ", "created_at": "2023-03-29 22:28:52.877532", "updated_at": "2023-03-29 22:30:46.697575"}], "points": [], "urls": ["lover.io"]}}