{"error": 448, "message": "OK", "parameters": {"id": 8271, "name": "SnapTik", "created_at": "2023-05-13 20:14:09.544358", "updated_at": "2023-05-13 22:02:20.334072", "wikipedia": null, "keywords": null, "related": null, "slug": "snaptik", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8271.png", "url": "snaptik.app", "documents": [{"id": 16054, "name": "Privacy Policy", "url": "https://snaptik.app/landing/privacy-policy", "xpath": "//body", "text": " SnapTik\n<i>\n</i>Install App Languages <ul>\n<li>English</li>\n<li>Bahasa Indonesia</li>\n<li>Tiếng Việt</li>\n<li>Bahasa Malaysia</li>\n<li>Basa Jawa</li>\n<li>Čeština</li>\n<li>Español</li>\n<li>Français</li>\n<li>German</li>\n<li>Italian</li>\n<li>Magyar</li>\n<li>Nederlands</li>\n<li>Polish</li>\n<li>Português</li>\n<li>Română</li>\n<li>Thailand</li>\n<li>Turkish (Turkey)</li>\n<li>Ελληνικά</li>\n<li>украї́нська мо́ва</li>\n<li>Русский</li>\n<li>عَرَبِيّ</li>\n<li>한국어</li>\n<li>日本語</li>\n</ul> Privacy Policy – SnapTik Personal identification information\n<p>Users may visit SnapTik App anonymously.\nWe never record the identification information of our Users and will only collect personal identification information from Users if they voluntarily submit such information to us.\nUsers can always refuse to supply personal identification information.\nHowever, if they agree to supply they are responsible for providing exact and correct identification information of themselves.\nSnapTik is not responsible for any fake or incorrect information provided by the Users.\nIf we discover such incidents we would ban Users from accessing and using SnapTik App and our Services.</p> Advertising\n<p>We accept advertisements (Ads) on SnapTik App to maintain and support our own research and development on SnapTik App for non-commercial purposes.\nAds appearing on SnapTik App may be delivered to Users by advertising partners who may set cookies.\nThey will only compile non-personal identification information about you or others who use your computer and do not track personal information about you, such as your name, email address, and physical address.\nYou may dismiss the use of the cookies or cease access to our application and website at any time as Users of SnapTik are not required to accept the Ads.\n</p> Changes to this privacy policy\n<p>SnapTik has the discretion to update this privacy policy at any time.\nWhen we do, we will post a notification on the main page of SnapTik App, revise the updated date on the top of this page.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p> Your acceptance of these terms\n<p>By accessing and using SnapTik App, you express your voluntary acceptance of this policy.\nIf not, please do not use our Services.\nYour continued use of the Services following the posting of changes to this policy will be deemed your acceptance of those changes.</p> © 2019 - 2023 SnapTik Version 18.0\n<p>\nContact | Terms of Service | Privacy Policy\n</p> ", "created_at": "2023-05-13 20:14:09.606223", "updated_at": "2023-05-13 20:15:10.168543"}, {"id": 16053, "name": "Terms of Service", "url": "https://snaptik.app/landing/terms-of-service", "xpath": "//body", "text": " SnapTik\n<i>\n</i>Install App Languages <ul>\n<li>English</li>\n<li>Bahasa Indonesia</li>\n<li>Tiếng Việt</li>\n<li>Bahasa Malaysia</li>\n<li>Basa Jawa</li>\n<li>Čeština</li>\n<li>Español</li>\n<li>Français</li>\n<li>German</li>\n<li>Italian</li>\n<li>Magyar</li>\n<li>Nederlands</li>\n<li>Polish</li>\n<li>Português</li>\n<li>Română</li>\n<li>Thailand</li>\n<li>Turkish (Turkey)</li>\n<li>Ελληνικά</li>\n<li>украї́нська мо́ва</li>\n<li>Русский</li>\n<li>عَرَبِيّ</li>\n<li>한국어</li>\n<li>日本語</li>\n</ul> Terms of Service - SnapTik™\n<p>Please read these terms of service (<b>Terms of Service</b> or <b>ToS</b>) carefully before accessing our application and website.</p>\n<p>Our ToS may change from time to time to be in line with the developments to our application and website to give our valued users the highest satisfaction.\nPlease check regularly the update time on top of the ToS to ensure you have read the updated version with changes.</p> Acceptance of Terms of Service\n<p>By accessing and using our application and website, you signify your acceptance of our policy and ToS, including the updated versions.\nIf you do not agree with any content, please do not use our application and website.</p> Who may use our Services (User)\n<p>Our ToS governs the relationship between SnapTik application (<b>SnapTik App</b>) and users of SnapTik App being who access the SnapTik App and/or use the products and services provided through the SnapTik App (<b>SnapTik Products and Services</b>).\n</p>\n<p>Our ToS is a mutual agreement between you, either an individual or an entity (<b>You</b> or <b>User</b>) or a group of individuals or entities (<b>You</b> or <b>Users</b>), and the developer of SnapTik Products and Services (<b>SnapTik</b>) regarding the use of SnapTik Products and Services.</p>\n<p>By accessing or using SnapTik Products and Services, you confirm that you have carefully read, understood and accepted our ToS, and you agree to abide by the ToS as a User/Users.</p> Materials relate to our Services\n<p>SnapTik creates and develops content, information, graphics, documents, text, products, and all other elements and products and services offered through SnapTik App (<b>Content</b> or <b>Materials</b>) available for your use for free and personal use subject to the terms and conditions set out in this document.</p>\n<p>By accessing and using SnapTik App you agree to be bound by and to accept our ToS and all terms and conditions contained and/or referenced herein, and you agree to abide by the ToS as a User/Users of our Content and Materials.</p> Users' Obligations\n<p>You agree to use SnapTik App, SnapTik Products and Services only for purposes permitted by our ToS as well as any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.</p>\n<p>SNAPTIK IS NOT RESPONSIBLE FOR ANY VIOLATION OF APPLICABLE LAWS, RULES, OR REGULATIONS COMMITTED BY YOU OR A THIRD PARTY AT YOUR BEHEST.\n</p>\n<p>Specifically, you agree and warrant that in using SnapTik App, SnapTik Products and Services, your actions do not contravene the laws, rules, or regulations of (1) the country, state, or locality where you reside, or (2) the country, state, or locality where SnapTik is located or operates.</p>\nIntellectual Property\n(1)Trademark\n<p>SnapTik respects trademark rights and complies with trademark laws and regulations.\nOur trademark SnapTik™ is created by SnapTik and should be used only for and in relation to our SnapTik Products and Services and SnapTik App.\nIt should be read as a seamless word without reference to any individual or entity other than SnapTik.\nWhen using, mentioning, or referring to our Services, SnapTik App, SnapTik Content and Materials, please note to follow our policy:</p>\n<ul>\n<li>Use the exact format SnapTik™ as a word without any space, division, or separation among its constituent components or in any other variants.</li>\n<li>Never associate our trademark SnapTik™ with and never confuse our SnapTik™ with any other individual(s), entity(ies), application(s), website(s), goods or services of other individuals and entities if not belong to SnapTik.</li>\n<li>We reserve our rights in and relating to our trademark SnapTik™ against any misuse, misrepresentation, or infringement in any form.\n</li>\n<li>We encourage and thank you who inform us of any suspect misuse, misrepresentation, infringement, and non-compliance for our proper handling.</li>\n</ul>\n(2)Copyright\n<p>SnapTik respects copyrights and complies with copyright laws and regulations.</p>\n<ul>\n<li>Users are responsible for the content you use with (the link you paste on) SnapTik App.</li>\n<li>SnapTik provides support to Users to download information/content Users paste on SnapTik App and Web for the legitimate interests of the Users.</li>\n<li>We only display \"original\" content that users have posted on websites, pages or networks of service or social network providers.\nUsers are responsible for ensuring they have the legal right in accordance with relevant laws and ensure their own intellectual property rights in relation to the content as posted.</li>\n<li>Users only use video downloaded through the SnapTik App for personal, non-commercial, free purposes.</li>\n<li>SnapTik cannot and has no obligation to check whether each content/information is legal or not, but if it detects any violation, it will ban Users from accessing and using SnapTik App and SnapTik Products and Services.</li>\n<li>SnapTik does not backup/archive Users’ content for any reason.</li>\n<li>We encourage and thank you who inform us of any suspect misuse, misrepresentation, unauthorized use, infringement and non-compliance for our proper handling.</li>\n</ul>\n(3)Use License\n<p>We grant our Users permission to temporarily download one copy of the Content and Materials (as defined above) on SnapTik App for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<ul>\n<li>Alter, modify, distribute or duplicate the Materials;</li>\n<li>Use the Content and Materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>Remove any copyright or other proprietary notations from the Content and Materials.\nor</li>\n<li>Transfer the Content and Materials to another person or \"mirror\" the Content and Materials on any other server.</li>\n</ul>\n(4)Disclaimer\n<p>We respect and assist Users in protecting their legitimate rights of attribution and integrity in works and contents.\nThe Content and Materials on SnapTik App are provided to serve the interest of the Users who are the legitimate owners or authors.\nSnapTik makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, SnapTik does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the Content and Materials on its website or otherwise relating to such Content and Materials or on any sites linked to the site.</p>\nPrivacy\n<p>We run SnapTik App in compliance with our set principles to ensure that the confidentiality of personal information including information of our Users is protected and maintained without disclosing to any third parties for any reason.</p>\nAccuracy of Content and Materials\n<p>The Content and Materials appearing on SnapTik App could include technical, typographical, or photographic errors.\nSnapTik does not warrant that any of the Content and Materials are accurate, complete, or current.\nSnapTik may make changes to the Content and Materials contained on its website at any time without notice.</p>\nLinks\n<p>SnapTik has no responsibility for any of the sites linked to its website, together with the contents thereof.\nThe inclusion of any link does not imply endorsement by SnapTik of the site.\nUse of any such linked website is at the Users' own risk.</p>\nTerms of Use - Modifications\n<p>These Terms of Service may be amended by SnapTik at any time upon notice provided by any of the following means: through a posting on the main page of the Website, when or after you login into your User Account (as defined below), or by e-mail to the address you provided when you set up your User Account.\nWe always add information on the updated version of the Terms of Service on the top of the terms.\nTherefore, you are responsible for reading the updated terms every time you access/use our Services and ensure you are fully aware of the terms/updates before using our Services.\nYour failure to provide or maintain accurate or current contact information in your User Account will not obviate your responsibility to comply with these Terms of Service as amended from time to time.\nUsing contact details or identifications of others is not allowed and is considered fraud.\nWe will deactivate your account at any time we identify your fraud.</p> © 2019 - 2023 SnapTik Version 18.0\n<p>\nContact | Terms of Service | Privacy Policy\n</p> ", "created_at": "2023-05-13 20:14:09.575914", "updated_at": "2023-05-13 20:16:13.278484"}], "points": [], "urls": ["snaptik.app"]}}