{"error": 448, "message": "OK", "parameters": {"id": 9633, "name": "World4You ", "created_at": "2023-09-14 22:49:38.351116", "updated_at": "2023-09-15 10:02:42.65714", "wikipedia": null, "keywords": null, "related": null, "slug": "world4you", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9633.png", "url": "world4you.com,my.world4you.com,webmail.world4you.com,mysqlsvradmin.world4you.com", "documents": [{"id": 19139, "name": "Terms and conditions", "url": "https://www.world4you.com/en/unternehmen/agb.html", "xpath": "//*[@id=\"content\"]", "text": " <p>Terms and conditions</p>\n<ul>\n<li>Homepage</li>\n<li>Terms and conditions</li>\n</ul>\n<p>valid from 28.06.2022</p>\n1 GENERAL CONDITIONS\n1.1 SCOPE OF THE GTCS\n<p>These General Terms and Conditions (“<strong>GTCs</strong>”) apply to all deliveries and services provided by World4You Internet Services GmbH, Hafenstraße 35, 4020 Linz (“<strong>ISP”</strong>) as part of a concluded contract (“<strong>Assignment”</strong>) for its contract partners (“<strong>Customers”</strong>, jointly with the ISP called the “<strong>Parties”</strong>&nbsp;or individually a&nbsp;<strong>“Party”</strong>).\nThe reciprocal rights and duties of the Parties are determined predominantly by the contents of the Assignment accepted by the ISP.\nThe contractual services owed by the ISP are called the “<strong>Services</strong>”.</p>\n<p>The GTCs apply both to contracts with Consumers within the meaning of §&nbsp;1 (1) 2 of the Consumer Protection Act (\"<strong>KSchG</strong>\") and to contracts with Business Customers within the meaning of §&nbsp;1 (1) 1 KSchG (“<strong>Consumers</strong>\" or “<strong>Business Customers</strong>\").\nIn relation to Business Customers, the GTCs also apply to future transactions between the Parties, even if they are not referred to again when future contracts are concluded, to the extent that they are factually related to the present contractual relationship.\nIn relation to Consumers, the GTCs apply if they have been agreed and are made available before the respective transaction is concluded.</p>\n<p>Additional terms and conditions of business of the ISP apply to the extent that they are agreed.\nGeneral terms and conditions of Customers only apply to the extent that the ISP has explicitly accepted them in writing.</p>\n1.2 COMING INTO FORCE OF THE CONTRACT, START OF THE TERM\n<p>A contractual relationship is established between the ISP and the Customer if the ISP has provided an order confirmation after the order or the Assignment is received (in writing for Business Customers) or if it has started the actual performance of the service (e.g.\nannouncement of user login and password, set-up of web space or acceptance of the required orders for third parties etc.) (see section 1.3).</p>\n1.3 RIGHT TO WITHDRAW FOR CONTRACTS WITH CONSUMERS\n<p>If the Customer is a Consumer, contracts with Customers which are concluded remotely or as remote or international transactions (§&nbsp;1 FAGG) are subject to the corresponding provisions of the FAGG (Act on Distance Contracts and Off-Premises Contracts).\nThe Customer can withdraw within 14 days of concluding the contract without providing reasons and without complying with any formal requirements.\nConsumers can use the&nbsp;template withdrawal form&nbsp;for this purpose or simply declare their withdrawal to the ISP (contact details, see section 13.7) in any other way.\nIn order to meet the withdrawal deadline, the Customer needs to send their message that they wish to exercise their right to withdraw before the withdrawal deadline.\nIn case of a withdrawal, any payments already made will be reimbursed.</p>\n<p>The purchase of a domain is excluded from the possibility of revocation.\nIn this case, the Customer agrees to early action by the ISP at the time of conclusion of the contract, so that withdrawal from the contract is not possible (or no longer possible to the full extent).</p>\n<p>If the Customer asked the ISP before concluding the contract to commence contract performance before the withdrawal period ends and the Customer withdraws nonetheless, the Customer must pay a proportionate amount of the agreed fee to the ISP.\nIf the ISP has already performed the contract in full, the withdrawal right ceases to apply and the full fee is payable.</p>\n1.4 TRANSFER OF RIGHTS AND DUTIES.\nUSE\n<p>Without prior consent, the Customers of the ISP are not authorised to transfer all of the rights and duties under this contract to a third party.\nHowever, individual rights such as repayment claims may be transferred.</p>\n<p>The ISP is authorised to transfer its duties in full or in part, including in relation to individual services, or the whole contract with debt-discharging effect, to a third party and to notify the Customer of this.\nThis does not apply in relation to Consumers.\nThe right to use vicarious agents shall remain unaffected.</p>\n<p>The use of the contractual services by third parties and the transfer of these services to third parties for a fee requires the ISP’s consent which, except in relation to Consumers, must be given explicitly and in writing.</p>\n1.5 NO POWER OF ATTORNEY OF THE ISP’S EMPLOYEES\n<p>Sales partners or sales employees as well as technical assistants of the ISP have no power of attorney to make statements, give promises or accept payments for the ISP.\nIn relation to Consumers, a limit to the power of attorney or a missing power of attorney of the sales partners or sales employees of the ISP only applies if they had knowledge thereof.</p>\n2.\nSERVICES OF THE ISP\n2.1 AVAILABILITY OF THE SERVICES\n<p>For technical reasons, it is not possible to make the provided Services themselves available with the mentioned diligence without interruption and ensure that the desired connections can always be provided.\nFor instance, for technical reasons it is not possible to promise that emails will be delivered with complete certainty or that error messages will be sent.\nEmail delivery may be prevented due to spam filters, virus filters, etc.\n(set up by the ISP or by the Customer).\nThe same applies to delays or data losses during transmission.\nThe provisions of this section 2.1 do not affect the warranty and liability of the ISP in accordance with the requirements of sections 7 and 8.</p>\n<p>In relation to Business Customers, the ISP does not accept liability for restrictions or disruptions to the services in the following cases of Acts of God: official orders, limits to the services of other operators, changes to the technical infrastructure not triggered by the ISP or repairs and maintenance work.\nThe ISP is liable for damage from such downtime in accordance with sections 7.\nand 8.</p>\n<p>The ISP may become legally obligated by an official instruction or judicial or prosecutorial order to block access to specific services.\nIf the ISP becomes obligated to block a services in this way, the Customer can no longer use the service.</p>\n2.2 SOFTWARE\n<p>As concerns the provided software, the ISP only owes functionality and compatibility with other programmes of the Customer to the extent that this has been contractually agreed.\nThis section 2.2 does not limit the entitlement of Consumers to assert warranty claims according to section 7.</p>\n2.3 DEADLINE FOR PROVIDING THE SERVICES\n<p>The Services will be provided for the first time by the deadline agreed in the Assignment or from the time when the Customer has set up all technical and other conditions (section 3.1) for which it is responsible (“<strong>Deadline for Provision</strong>”).</p>\n<p>If the Deadline for Provision is not met for reasons for which the ISP is responsible, the ISP agrees to grant a credit to the Customer of EUR 13 excluding VAT for each week in which the Deadline for Provision is exceeded, if the Deadline for Provision is exceeded by more than four weeks (lump sum compensation).\nThe Customer does not need to pay a fee for periods during which no Service is provided and this is not caused by reasons within the sphere of the Customer’s influence.\nNo entitlement to lump sum compensation applies if the failure to meet the Deadline for Provision is due to delayed services from third-party internet service providers and the latter do not perform any of the ISP’s obligations in relation to the Customer.</p>\n<p>Any claims for compensation beyond the lump sum compensation entitlement are excluded.\nhowever, in relation to Consumers, this only applies in case of simple negligence on the part of the ISP and not in the event of personal injuries.</p>\n2.4 CORRECTION OF DEFECTS\n<p>The ISP shall correct any defects in the context of its warranty obligations and liability in accordance with sections 7.\nand 8.\nIn case of delays, section 2.1 applies accordingly.\nThe Customer shall support the ISP in determining the reason for the defect or error to the best of its ability.</p>\n2.5 DATA SECURITY\n<p>The ISP will take all measures in the context of its professional diligence to protect the data saved by it.\nIn the event of service downtime, the ISP will repair all defective components free of charge.\nThis also includes restoring the system and full configuration of the operating system as for initial set-up (start-up configuration).\nThe data will be restored from the last back-up which the ISP carries out once per week.\nIf no back-up was agreed or the Customer also requires back-up copies, the Customer is responsible for this itself.\nThe back-up copies should be kept at a different storage location to the server.</p>\n<p>If a third party succeeds in illegally obtaining or using data saved by the ISP, the ISP shall only be liable if it has violated an obligations and in accordance with sections 7 and 8.\nThe same applies if the Customer causes the loss of its own data.</p>\n<p>\n<u>The ISP is entitled in certain cases (for example, if, due to media reports, it is aware of ongoing investigations against Customers or on the basis of official information) to prevent the automatic deletion of data records or to secure existing data.&nbsp;</u>\n</p>\n3.\nDUTIES AND OBLIGATIONS OF THE CUSTOMER\n3.1 OBLIGATIONS TO PROVIDE ASSISTANCE\n<p>All requirements for the service not included in the scope of the ISP’s Services must be provided and obtained by the Customer at its expense.\nThe Customer shall provide the ISP with the information required to enable the installation and the provision of the Services.</p>\n3.2 COMPLIANCE WITH THE LEGAL PROVISIONS.\nRESPONSIBILITY FOR CONTENTS AND USE\n<p>3.2.1 The Customer agrees to stay informed of the applicable legal provisions and to observe them.</p>\n<p>3.2.2 By using the contractual services, the Customer undertakes not to violate legal prohibitions (in particular under criminal law or competition law), the morals or rights of third parties (trademark rights, name, copyright, data protection rights, etc.) and assumes comprehensive liability in the event of a culpable violation of these obligations.\nThe Customer agrees, in the use of the contractual services, not to store any illegal contents or information on the server nor to refer to any illegal contents offered by it or by third parties in any other way nor to publish links to such offers, and is responsible for the contents of his domain or on his server itself.</p>\n<p>3.2.3 In addition, when using the contractual services, the Customer undertakes not to make any content available or to feed or enter into the network any content that</p>\n<ol>\n<li>violates the Pornography Act,</li>\n<li>glorifies war, terror and other acts of violence,</li>\n<li>is likely to pose a serious moral hazard to children or adolescents,</li>\n<li>Portraying people in a way that violates human dignity and/or reproduces an actual event without an overriding legitimate interest in this form of reporting,</li>\n<li>incite hatred against parts of the population or against a national, racial, religious or ethnic group, or call for violence or arbitrary measures against them, or attack the human dignity of others by insulting, maliciously showing contempt for or slandering parts of the population or one of the aforementioned groups;</li>\n<li>describe cruel or otherwise inhuman acts of violence against humans or animals in a way that glorifies or trivialises such acts of violence or that represents the cruel or inhuman nature of the process in a manner that violates dignity,</li>\n<li>are likely to deny, insult, threaten, or cause resentment of others.</li>\n<li>The aforementioned obligations apply mutatis mutandis to references (\"hyperlinks\") set up or embedded on the website by the Customer to such third-party content.</li>\n</ol>\n<p>3.2.4 The Customer undertakes to equip its homepage with a provider identification (“Imprint\" or “Disclosure\") corresponding to the legal requirements.</p>\n<p>3.2.5 The Customer promises not to use the contractual Services in any way that would result in illegal impairment of third parties or could put the safety and business of the ISP or others at risk.\nSpamming (aggressive direct mailing by email) or any use of the service to send threats, obscenities, harassment or to harm other internet users is prohibited.</p>\n<p>3.2.6 The Customer must not look for data about other Customers of the ISP or about the ISP itself which are not intended for it, and must not transfer, sell or otherwise use them or information about how to access them.\nIf the Customer comes across data not intended for it or if it receives information about how to access these, the Customer must notify the ISP immediately and in any case safeguard confidentiality.</p>\n<p>3.2.7 The Customer further agrees to notify the ISP, if claims are asserted against it from the use of the contractual Services either in a court of law or extrajudicially.\nFurthermore, the Customer undertakes to immediately remedy the legal or contractual non-conformity in the event of a use of the contractual services found by the ISP to be illegal or in contravention of the contract.</p>\n3.3 SECURITY PROVISIONS\n<p>The Customer agrees to use suitable and sufficient secure facilities and settings.\nSufficient security for all devices for which the ISP’s services are used, means firewalls as well as regular updates of hardware and software including virus protection.\nThe Customer is obligated to protect its end devices by using passwords.\nIt must ensure that its passwords are not accessible to anyone except for the persons authorized to use the Service.\nThe Customer agrees not to save passwords or other access data on the hard disk of the device used to access the ISP’s Services.</p>\n<p>The Customer is obligated to notify the ISP of any suspicions that its access details or other secret information relating to the ISP’s Services, may have become known to unauthorised third parties.</p>\n<p>The Customer has been informed that, by accessing data on the internet, viruses, trojans or other components may be transferred to its end device which could have a negative effect on its data or which could result in an abuse of its access details.\nThe Customer also acknowledges that this can be done by hackers.\nThe ISP is only responsible for security within the context of its own contractual Services but, unless agreed otherwise, not for the security of the user’s end devices.\nThe warranty and liability of the ISP in accordance with the requirements of sections 7.\nand 8.\nshall not be affected.</p>\n3.4 REPORTING DEFECTS\n<p>The Customer must immediately notify the ISP of defects in order to enable the ISP to correct any bugs.\nIf the Customer fails to make such a report, any damage or expenses incurred as a result of this failure (e.g.\nthe costs charged by a third-party company unnecessarily commissioned by the Customer) must be borne by the Customer.</p>\n<strong>4 SOFTWARE</strong>\n4.1 SOFTWARE PROVIDED BY THE ISP\n<p>If the ISP provides software, it must, unless explicitly agreed otherwise, grant the Customer a non-transferable, non-exclusive right of use to the software if the Customer accepts the licence terms applicable to the software in advance.\nIf the software is a third-party software provided on the basis of a licence, not just the ISP’s licence terms but also those of the third party will be made available to the Customer before the contract is concluded, and these must also be observed.\nThe ISP only acts as agent for any software classed as “Public Domain” or “Shareware” which the Customer uses.\nFor such software, the Customer must observe the terms of use and any licence terms specified by the author.\nThe Customer must ensure before passing on software to third parties that this is permitted under the licence terms and the terms of use.</p>\n4.2 SOFTWARE INSTALLED BY THE CUSTOMER ITSELF\n<p>In addition to the software made available by the ISP under this agreement, the Customer may only install software if this has been contractually agreed and the software is used for legal purposes which do not harm third parties.\nThe Customer must observe the manufacturer’s licence terms and install updates itself.\nThe ISP does not install updates.</p>\n<p>If the Customer violates these conditions, the ISP can deactivate installed software if it puts operating safety and data security at risk.\nThe ISP can also deactivate installed software if it causes disruptions to the ISPs facilities or Services or this is the Customer’s fault.\nThe Customer will be notified of a deactivation by email.</p>\n5.\nFEES\n5.1&nbsp;GENERAL CONDITIONS\n<p>The fees for goods or devices do not include the ISP’s posting and packaging costs or the costs of internet access.</p>\n5.2.\nINDEXATION\n<p>&nbsp;</p>\n<p>The indexation of the fees (net amounts, excluding VAT) is based on the Consumer Price Index 2015 published monthly by the Federal Institution of Statistics Austria (Statistics Austria) or the index replacing it.\nThe starting point for this indexation is the index number of the month in which the contract was concluded.\nIndex fluctuations up to and including 3% are not taken into account.\nThis margin shall be recalculated to one decimal place each time it is exceeded upwards or downwards, whereby the first index number located outside the respective margin shall always form the basis, both for recalculating the remuneration and for calculating the new margin.\nIf the Consumer Price Index 2015 is no longer be published, the index published by an official body that most closely corresponds to this index shall be considered the basis for the indexation.\nThe decision not to exercise the right to adjust the value does not constitute a waiver of future adjustments.\nIndex adjustments of the fees do not entitle the Customer to extraordinary termination.</p>\n<p>With regard to the annual fee for domains, the constancy of value according to the Consumer Price Index, as referred to in the above paragraph, is also agreed.</p>\n5.3.\nMUTUALLY AGREED INCREASE IN REMUNERATION, EXPLANATORY FUNCTION\n<p>Changes to the fees (net amounts, excluding VAT) that are not made in accordance with point 5.2 are possible only with the Customer’s consent.\nSuch changes shall be proposed to the Customer no later than two months before the planned date of their entry into force.\nThe Customer's consent to these changes shall be deemed to have been granted and the changes shall be deemed to have been agreed upon if the Customer has not notified the ISP of his refusal by lodging an objection before the date of the planned entry into force.\nThe above proposal is sent by email to the email address last given by the Customer or via the customer portal.\nThe ISP will inform the Customer of the desired change in the notification and point out that the consent is deemed to have been granted upon expiry of the deadline if no objection has been received by the ISP (by email or via the customer portal) by that time.</p>\n<p>An individual change of fees within the meaning of the preceding paragraph is possible, at the earliest, one year after the contract has been concluded and is limited to an increase of a maximum of 10% of the last applicable fee, and can be carried out once at the most within a time period of 12 months.\nSuch an increase in remuneration shall take place a maximum of three times in relation to a specific contractual relationship.</p>\n<p>The quoted prices are exclusive of statutory VAT.\nFor Consumers, gross prices are quoted.</p>\n5.4 PREMIUM DOMAINS\n<p>The costs charged by a third-party registrar for specific domains may, in individual cases, exceed the fees stated by the ISP when completing the order (“<strong>Premium Domains</strong>”).\nThe ISP cannot influence this.\nIn this case, the Customer’s order cannot be executed (impossibility).</p>\n<p>The ISP will contact the Customer to determine whether the latter wishes to conclude the order at the higher domain costs.\nIf the Customer declines this, the order will not be executed and the Customer is reimbursed for any already paid amounts, if applicable.</p>\n6.\nINVOICE AND PAYMENTS\n6.1 CONTENTS OF THE INVOICE\n<p>The Customer’s invoice must contain the following information: Customer name, Customer address, invoice date, Customer number, statement period, invoice number, individual fees, total price excl.\nVAT, VAT, total price incl.\nVAT and any discounts granted.</p>\n<p>The ISP will make the invoice available in the Customer’s customer area at&nbsp;my.world4you.com&nbsp;and will notify the Customer of this by email.</p>\n6.2 STATEMENT DATE\n<p>The fees will be invoiced one month before the start of the performance period agreed in the order (year or month), unless agreed otherwise.</p>\n6.3 MATURITY\n<p>Unless agreed otherwise, the amounts invoiced are due upon receipt of the invoice and are payable without deductions within the payment deadline specified in the invoice.\nIf no payment deadline is specified in the invoice, a payment deadline of 7 days applies.\nThe settlement dates are specified in the Assignment or order.\nIn case of doubt, one-off costs are charged immediately after the contract is concluded and ongoing costs monthly in accordance with section 6.2.</p>\n6.4.\nPAYMENT REMINDERS, DUNNING\n<p>The Customer must observe the agreed payment deadlines and payment dates.\nIf the latter defaults on payment of the fee, the ISP may, after sending a payment reminder and granting a grace period of at least fourteen days as well as at least one warning with a grace period of at least one week, withhold its Services (block, see sections from 10.2 to 10.4) and dissolve the contractual relationship with immediate effect.\nAlternatively to a dissolution, the ISP may also make the provision of further Services dependent on the payment of an appropriate security or on payment in advance.\nThe payment reminder and dunning notices shall be sent to the Customer's email address or postal address last reported to the ISP.</p>\n<p>Both Parties may be charged interest on arrears in the amount of 4 % p.a.\nIn case of a default on payment for which the debtor is responsible, the ISP may invoice all costs required and incurred to properly pursue its rights.</p>\n<p>The ISP may also charge the Customer EUR 10 for the costs of sending a dunning notice, but not for sending payment reminders, to the extent that the default on payment is culpable and the dunning is required in order to pursue legal rights and is proportionate to the pursued claim.\nAny further compensation claims on the part of the ISP towards Business Customers shall not be affected.</p>\n6.5 PAYMENT BY CREDIT CARD AND DIRECT DEBIT\n<p>When paying by credit card, the Customer must ensure that the credit card is neither blocked nor expired.\nany delays resulting from a failure to do so and any costs incurred as a result will be charged to the Customer.\nThe Customer must renew its credit card in good time before it expires.\nThe same applies accordingly to payment by direct debit, in particular the Customer must pay back any expenses incurred as a result of a failed debiting attempt.\nFor Consumers, this only applies if it is their fault.</p>\n6.6 OBJECTIONS TO THE INVOICE\n<p>The Customer must assert any objections to the invoiced claims within three months of receiving the invoice, otherwise it is assumed that the Customer accepts the claim.\nHowever, such acceptance does not preclude the right to judicial assertion.\nThe Customer must assert its objections before a court within six months of receiving the invoice, otherwise they will not be valid.\nThese provisions do not apply in relation to Consumers.\nThe ISP will notify the Customer of these deadline on the invoice and of the legal consequences of missing these deadlines.</p>\n6.7 DUE DATE OF THE INVOICE AMOUNT IN CASE OF OBJECTIONS\n<p>Objections do not generally prevent the invoice amount from falling due.\nThis shall not affect any existing set-off and retention rights in relation to the Customer’s counterclaims or the ISP’s contractual violations.</p>\n6.8 SET-OFF\n<p>Any set-off with outstanding receivables against the ISP and any retention of payments due to pursued claims on the part of the Customer, but not acknowledged by the ISP, are excluded.\nCustomers who are Consumers may set off payments if the ISP is illiquid, if the payments are legally related to the Business Customer’s payments or if the claims have been confirmed by a court or acknowledged by the Business Customer.</p>\n6.9 EXCLUSION OF THE RIGHT OF RETENTION FOR CUSTOMERS\n<p>The Customer’s rights to refuse contractual Services under § 1052 ABGB in order to achieve or ensure the consideration as well as the Customer’s statutory retention rights, are excluded in general, except where the ISP has acknowledged the performance obligations to which the Customer’s retention right relates.\nThis section 6.9 does not apply in relation to Consumers.</p>\n7.\nWARRANTY\n7.1 CORRECTION OF DEFECTS\n<p>Defects covered by a warranty are corrected by improving the Service.\nFor warranty claims to be asserted, the Customer must report the defect immediately, but no longer than within fourteen working days, in writing and in as much detail as reasonably possible (defect report).\nThis section 7.1 does not apply in relation to Consumers.</p>\n7.2 DEFECT REPORT\n<p>Except for Consumers, warranty claims require a defect report to be raised within the meaning of section 7.1 before the deadline mentioned therein.</p>\n7.3 WARRANTY PERIOD\n<p>The warranty period for Consumers is two years, otherwise six months.\nWhere Consumers have instalment agreements, the deadline starts when the last partial payment is received.</p>\n8.\nLIABILITY OF THE ISP\n8.1 SCOPE OF LIABILITY\n<p>The ISP is liable for material damage in case of intent or gross negligence, however not in case of simple negligence.\nLiability for consequential damage (purely financial damage) in relation to Business Customers is excluded, except where an essential contractual obligation is violated.\nIn all other cases, sections 7.1 and 7.2 apply accordingly to compensation claims in relation to Business Customers.\nThe ISP does not accept liability towards the Customer, for contents of third parties outside of its sphere of influence which are, or are intended to be, transmitted or made accessible via the internet.</p>\n<p>In case of unreasonably long interruptions or unreasonable restrictions to the Service, the Customer’s statutory right to dissolve the contract for good cause shall remain unaffected.</p>\n8.2 WARNING OF DAMAGE CAUSED BY VIRUSES, HACKERS ETC.\n<p>Unless explicitly agreed otherwise (and except for Consumers also: in writing), the ISP’s Services do not comprise protection against malicious data which the Customer obtains from the internet or from emails from third parties delivered by the ISP nor for services from third-party providers.\nMoreover, the ISP’s Services do not offer protection against damage from viruses, trojans, attacks by hackers etc.</p>\n<p>In these cases, liability only applies as described in section 8.1.</p>\n8.3 EXCLUSION OF LIABILITY IN CASE OF A VIOLATION OF DUTIES BY THE CUSTOMER.\nTHE CUSTOMER’S DUTIES\n<p>The ISP is not liable for damage which the Customer causes solely by its failure to observe the contract and its components, especially these General Terms and Conditions or through non-contractual or illegal use.\nHowever, the ISP’s liability for violations of its own duties under section 8.1 shall remain in place.</p>\n9.\nLIABILITY OF THE CUSTOMER\n<p>The Customer is obligated to hold the ISP harmless if third parties justifiably assert claims against the latter due to a violation of the Customer’s contractual or legal duties.\nThis applies irrespective of the ISP’s own liability towards the Customer or third parties.\nThe Customer must assist with avoiding any damage as far as possible.</p>\n10.\nCONTRACT TERM AND TERMINATION.\nBLOCK\n10.1 CONTRACT TERM AND TERMINATION\n<p>Any contracts for Services or other long-term debt relationships concluded between the Parties are agreed for an indefinite term or for the agreed defined period.</p>\n<p>If no agreement has been reached for the duration of the contract, contracts are concluded for an indefinite period.\nEither Party may cancel the contract in writing (scanned termination letter by email or via the customer portal) with a notice period of one month for the end of a performance period agreed upon contract conclusion.\nThe performance period is the period for which the fee is charged (e.g.\none month or one year).</p>\n10.2 MINIMUM CONTRACT TERM\n<p>If a cancellation waiver (“Minimum Contract Term”) has been agreed for a specific period (for Consumers, initially up to 24 months), an ordinary termination by the Customer only takes effect after this period has passed since the start of the contract.</p>\n<p>If the contract is terminated by extraordinary cancellation on the part of the ISP before the Minimum Contract Term has ended, the Customer must pay the remaining fee, if its fault caused the premature termination.\nThis falls due at the time of the termination.\nThe remaining fee is a fixed fee which would have been incurred in the period between the premature contract termination and the end of the minimum contract term, if the contract had remained active.\nThe amount of the remaining fee is subject to the statutory right to a reduction by a court according to § 1336 para.\n2 ABGB, if the Customer demonstrates the amount to be excessive.\nFor Consumers, the remaining fee is only charged in case of fault.</p>\n10.3.\nTERMINATION OF THE CONTRACT FOR SERIOUS REASONS.\nBLOCKING\n<p>The ISP is authorised to give notice of the cancellation the contractual relationship, in particular for the following serious reasons:</p>\n<ol>\n<li>default on payment within the meaning of section 6 or initiation of insolvency proceedings in case of payment default for claims which fall due after insolvency proceedings are initiated;</li>\n<li>insolvency proceedings being rejected due to a lack of assets to cover costs;</li>\n<li>at least two pending execution proceedings of the Customer’s creditors;</li>\n<li>liquidation proceedings being initiated for the Customer;</li>\n<li>if a request for a security or advance payment is not met in the event of a default on payment (section 6);</li>\n<li>a significant violation of statutory provisions, official requirements or contractual provisions;</li>\n<li>abuse of the ISP’s Services or spamming (for Consumers, only in case of fault);</li>\n<li>use of the Services or triggering of a data transfer is such a way that the security or stability of the network is put at risk (for Consumers, only in case of fault);</li>\n<li>use of insecure technical facilities within the meaning of section 3;</li>\n<li>death of the Customer.</li>\n</ol>\n<p>Section c) does not apply in relation to Consumers.&nbsp;</p>\n<p>The reasons mentioned above under a) to j) include a demonstrative list.\nThe statutory right of both Parties to cancel for an important reason remains unaffected.</p>\n<p>Instead of dissolving the contract, the ISP may, if it has retention rights, also withhold its Services (block).\nMoreover, the ISP may in such cases also halt or block some of its Services.\nIn the cases of sections h) and i), the ISP will trigger the block only to the extent and so long as this is actually required to protect third parties and the ISP’s infrastructure and prevent legal violations.</p>\n<p>In case of self-determined or third-party-alleged violations caused by individual contents or information published on hosted websites, the ISP may remove these or block access to them.</p>\n<p>In all cases, the ISP will notify the Customer of the measures taken and the reasons for them immediately.\nThe right to a subsequent dissolution of the contract by the ISP for good cause shall remain unaffected.</p>\n10.4 LEGAL CONSEQUENCES OF AN EARLY DISSOLUTION OR BLOCK\n<p>If the contract dissolution for good cause or the block is due to a fault on the part of the Customer, the ISP’s entitlements to a fee until the next cancellation date shall remain unaffected (remaining fee).\nThe amount of the remaining fee is subject to the statutory right to a reduction by a judge according to § 1336 para.\n2 ABGB, if the Customer demonstrates the amount to be excessive.\nFor Consumers, the remaining fee is only charged in case of fault.</p>\n10.5 NO OBLIGATION OF THE ISP TO PROVIDE FURTHER SERVICES IN CASE OF A TERMINATION.\nDELETION OF THE CUSTOMER’S DATA\n<p>If the contractual relationship is terminated, the ISP’s obligation to provide the contractual Service ends.\nAs a result, it is authorised to delete saved data or data kept as accessible or software made available for the duration of the contract term.\nIf the Customer terminates the contract, this deletion may take place immediately before the contract ends.\nIf the contract is terminated for another reason, the ISP will notify the Customer of this by email at the latest 7 days before the final deletion.\nBeyond this, timely access, storage and backing up of content data are the Customer’s responsibility.</p>\n11.\nSPECIAL PROVISIONS OF DOMAIN REGISTRATION\n11.1 BROKERING AND ADMINISTRATION OF THE DOMAIN.\nCONTRACTUAL RELATIONSHIPS\n<p>If agreed upon contract conclusion, domains are subject not just to the ISP’s GTCs but also to the terms and conditions and the guidelines of the registrar.\nThe terms and conditions applicable to the domains of&nbsp;nic.at&nbsp;are available at&nbsp;https://www.nic.at/de/agb.</p>\n<p>If agreed upon contract conclusion, domains which are subject to the coordination of the Internet Corporation for Assigned Names and Numbers (\"ICANN\", 12025 Waterfront Drive, Suite 300 Los Angeles, CA 90094-2536,&nbsp;https://www.icann.org/) (e.g.\nthe domains \".com\", \".net\", \".org\", \".info\" and \".biz\"), are also subject to the 'Uniform Domain-Name Dispute-Resolution Policy' of ICANN (\"UDRP\"), available at</p>\n<p>https://www.icann.org/en/dndr/udrp/policy.htm.</p>\n11.1.1.\nNo longer available domains\n<p>If the domain is no longer available, the ISP will arrange for a return of costs already paid.</p>\n11.1.2.\nSpecial conditions for domains not administered by&nbsp;<strong>nic.at</strong>\n<p>The domains \"<strong>.at</strong>\", \"<strong>.co.at</strong>\" and \"<strong>.or.at</strong>\" are administered by the registrar&nbsp;nic.at.\nThe ISP reserves the requested domain with&nbsp;nic.at&nbsp;on behalf and on account of the Customer.\nThe ISP is only authorized to give instructions on behalf of the Customer.</p>\n11.1.3.\nSpecial conditions for domains coordinated by ICANN\n<p>World4You is a registrar officially accredited by ICANN for the top level domain names \".com\" and \".net\".\nIf the Customer registers a \".com” or \".net” domain, it agrees to hold harmless the \".com” or \".net” registrar, VeriSign, Inc., 12061 Bluemont Way, Reston, VA 20190,&nbsp;www.verisign.com, and its directors, managers, employees, representatives and subsidiaries, from all claims, damage, liability, costs and expenses, including appropriate solicitors’ fees and expenditure incurred from or in the context of the entered domain owner.\nThis provision does not apply in relation to Consumers.</p>\n11.2 LEGAL PERMISSIBILITY OF THE DOMAIN\n<p>The ISP is not obligated to review the permissibility of the domain, e.g.\nunder trademark or naming law.\nThe Customer warrants that it will observe the applicable legal provisions and, in particular, will not violate anybody’s hallmark rights.\nIn all other cases, section 9.\napplies.</p>\n11.3 TERMINATION AND TRANSFER OF A DOMAIN\n<p>If the Customer terminates its web hosting contract with the ISP, the ISP will cancel the domain for the Customer.\nRegardless of whether the web hosting contract with the ISP is terminated, the Customer may transfer its domain to a different provider.</p>\n<p>Domains for which&nbsp;nic.at&nbsp;is the registrar (see section 11.1.1) require a separate Assignment from the Customer to delete the domain.\nAlternatively, the Customer is given the option to keep its domain and transfer it to another provider.\nIf the Customer does not place an Assignment to either delete or transfer the domain, the ISP is authorised to give instructions regarding the domain which will remain active.\nAs a result, the Customer continues to be liable to make payments.</p>\n<p>The Customer can instruct the ISP to transfer existing domains to the ISP.\nIf the transfer fails for reasons which the ISP cannot influence or which are not the ISP’s fault (if these reasons make the transfer technically impossible), the Customer is nevertheless liable to pay the fee for the transfer Assignment.\nIf the Customer places another Order, the Customer must pay the fee again.</p>\n12.\nSPECIAL PROVISIONS FOR RENTAL SERVERS\n<p>The Customer does not have access to the server room.</p>\n<p>The ISP will provide the Customer with preconfigured hardware.\nThe ISP will maintain the hardware in the same owed, usable conditions as its initial configuration.\nNo maintenance beyond this is owed.</p>\n13.\nFINAL PROVISIONS\n13.1 APPLICABLE LAW\n<p>This contract is governed by Austria law with the exception of the IPR and UNCISG.\nMandatory consumer protection law, particularly beneficial law applicable at the Consumer’s location, shall remain unaffected.</p>\n13.2 JURISDICTION\n<p>Disputes from the present contract are agreed to be subject to the local competence of the court responsible at the ISP’s headquarters.\nThis does not apply in relation to Consumers.</p>\n13.3 WRITTEN FORM FOR AMENDMENTS AND ADDITIONS TO THESE GTCS\n<p>Changes and additions to these GTC and to the Assignment or other contract components must be writing.\nthere have been no verbal ancillary agreements.\nThis provision does not apply in relation to Consumers.</p>\n13.4 WRITTEN FORM FOR THE CUSTOMER’S NOTIFICATIONS\n<p>All of the Customer’s notifications and declarations relating to this contractual relationship must be in writing.\nThis does not apply in relation to Consumers.</p>\n13.5 ADDRESS CHANGES.\nACCESS TO ELECTRONIC DECLARATIONS\n<p>The Customer must notify the ISP immediately in writing of changes to its name, its email address or its postal address, or to independently implement the change in the control panel.\nIf the change is not reported, the Customer’s communication is deemed to have been received if they are sent to the Customer’s last known email address or postal address.\nIf a new invoice is issued as a result of a change, the due date of the original invoice shall apply.</p>\n<p>Electronic declarations are deemed to have been received if they are sent to the Customer’s last known address.\nFor Consumers, they are only deemed to have been received if the Consumer can access them under the usual conditions.</p>\n13.6 SEVERABILITY CLAUSE\n<p>If individual provisions are invalid, this shall not affect the validity of the remaining provisions.\nThe invalid provision shall be replaced with a valid provision which approximates the economic purpose of the invalid provision.\nThis provision does not apply in relation to Consumers.</p>\n13.7 CONTACTS\n<p>The ISP’s contact details are available on the ISP’s website at&nbsp;https://www.world4you.com/de/impressum.</p>", "created_at": "2023-09-14 22:49:38.390733", "updated_at": "2023-09-14 22:50:06.086236"}, {"id": 19140, "name": "Privacy policy", "url": "https://www.world4you.com/en/unternehmen/datenschutzerklaerung.html", "xpath": "//*[@id=\"content\"]", "text": null, "created_at": "2023-09-14 22:49:38.425956", "updated_at": "2023-09-14 22:50:18.865782"}], "points": [], "urls": ["world4you.com", "my.world4you.com", "webmail.world4you.com", "mysqlsvradmin.world4you.com"]}}