{"error": 448, "message": "OK", "parameters": {"id": 8169, "name": "SafeLink", "created_at": "2023-05-01 20:57:48.407722", "updated_at": "2023-05-01 22:02:11.721753", "wikipedia": null, "keywords": null, "related": null, "slug": "safelink", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8169.png", "url": "safelink.com", "documents": [{"id": 15856, "name": "Privacy Policy", "url": "https://www.safelink.com/wps/portal/home/h/privacy", "xpath": "//body", "text": "\nSkip to main content <ul>\n<ul>\n<li>Home</li>\n<li>About TracFone</li>\n<li>Brands</li>\n<li>Talk to Us</li>\n<li>News Room</li>\n<li>Careers</li>\n<li>Privacy Policy - Tracfone Wireless</li>\n<li>Unlocking Policy </li>\n<li>California Transparency in Supply Chains Act</li>\n<li>CA Prepaid Wireless Charges</li>\n</ul>\n</ul>\n<ul>\n<li>Español</li>\n</ul> Toggle navigation <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> TracFone Wireless, Inc.\nPrivacy Policy\n<p>\n</p>\n<p> Effective Date: April 2023</p>\n<b>Introduction</b>\n<p> Our Privacy<b>\n</b>Policy describes the information that we collect, how it’s used, shared, and retained, your choices about how it’s used and shared, and your rights under certain privacy laws.\nThis policy applies to all TracFone brands including Total by Verizon, Straight Talk Wireless, Tracfone, Simple Mobile, SafeLink Wireless, Walmart Family Mobile, Net10 Wireless, Page Plus, GoSmart Mobile, and Clearway Wireless for Business.\nTracFone is a Verizon company.</p>\n<p> When you use our websites and services you are subject to this Policy and the terms and conditions of the service associated with your brand.\nWe do not require you to provide personal information to us to enjoy some of our services.\nHowever, if you do not provide certain personal information, you may not be able to use or access portions of our websites, such as the account features or account information.</p>\n<b>Categories and Types of Personal Information We Collect</b>\n<p> We, and service providers acting on our behalf, collect information when you purchase and use our products and services and when you interact with us.\nDepending on the products and services you use, the personal information we collect may include:</p>\n<ul>\n<li> Contact, billing and other information you provide such as your name, nickname, address, email, phone numbers, date of birth, driver’s license, signature, other information needed to process payment, or Social Security Number or Tax Identification Number.</li>\n<li> Identifiers that link to your account or device.</li>\n<li> Commercial and transaction information related to your payment method, credit card information, including account numbers, card holder names and addresses, phone or device purchases, airtime card purchases or redemptions, wireless plans and offers, activation and port-in history, other financial information and records, and products or services you purchase or place into your online cart.</li>\n<li> How you use our services and your devices, which may include: call records containing phone numbers you call and receive calls from, websites you visit, text records, wireless location, application and feature usage, product and device-specific information and identifiers, router connections, domain name server information, service options you choose, mobile and device numbers, technical configuration and other similar information.\nWhen you grant them permission, our mobile apps may also collect Wi-Fi, Global Positioning Satellite (GPS) and other location information.</li>\n<li> Our cloud apps may backup your contact list, call records containing phone numbers you call and receive calls from, text records, text messages, your photo and video library, documents and music when you grant us the required permissions.\nIn addition, depending on your mobile device operating system, we may obtain your permission to collect location information for scheduled backups or to locate printing vendors near you.\nAdditionally, we maintain several internet websites and mobile apps to inform you about plans and services, and help complete transactions.\nAs part of this, we may collect certain information including browsing history, search history, interaction with our websites and apps, and interaction with advertisements.</li>\n<li> Network and device information including how our network and your devices are working.\nWe monitor the conditions of the network you are using such as traffic flow, speed, capacity, power, and environmental, as well as temperature and operating status of home network equipment such as your fixed wireless equipment.\nWe collect location information about your wireless device including cell tower location information.\nThis also includes how you use or access our service or websites such as Wi-Fi usage, IP address, internet browser, operating system, geographic locations, the domain name of the website and/or Internet Service Provider (ISP) from which you are linked to our websites, the model of the phone that you are using, your device identifier (“UDID”), web browsing and wireless application use information, date and time stamp, clickstream data to analyze trends in aggregate to administer our websites, and websites performance information.\nWe may also collect aggregated network strength data.\nThis data may combine geolocation information, signal data, and other information to help us monitor the strength and reliability of the services we provide to our customers.</li>\n<li> Demographic and interest information from third parties or from you to verify your identity or determine your eligibility for certain services.\nThis may include age or date of birth, gender, marital status, disability, or military or veteran status.\nFor example, this information may be required as part of the Federal Lifeline program to determine a customer’s qualification for SafeLink.\nWe may ask you to provide a copy of your driver’s license to verify your identity.</li>\n<li> Educational, professional, and employment information if you submit it as part of verifying your eligibility for our Lifeline program.\nFor example, you may elect to verify your income by submitting pay stubs.</li>\n<li> Your activity on our sites.</li>\n<li> TracFone always seeks to provide the best service, products, and selections to our customers.\nWe create customer profiles from information we collect and develop inferences such as your preferences, predispositions, and behaviors.\nWe use this to better develop products, services and offers, and to market to you.</li>\n</ul>\n<p> If you are referred to TracFone by your Health Maintenance Organization (HMO), we share your mobile number with the HMO provider.\nIf a child or other beneficiary is the qualifying recipient for the Lifeline Assistance Program, we will also collect the child’s or other beneficiary’s name, date of birth, and partial Social Security number to verify their eligibility in the program.</p>\n<b>How We Collect Personal Information</b>\n<p> We collect information from you when you interact with us and use our products and services, including information about how you use these products and services and our websites, when you make a purchase, or when you establish or modify an online account.\nWe also collect information when you interact with our customer service representatives or use our websites or apps to place an order or ask questions about your account or service.\nseek technical support.\ncontact us on social media.\nenter a TracFone-sponsored or affiliate contest.\nparticipate in surveys.\nsweepstakes or promotions.\nrefer a friend or respond to a referral.\nor participate in our rewards program.\nWhen you communicate with us, we may monitor or record the interaction to help us better serve you.\nto personalize your experiences.\nto train or otherwise support employees, resources or systems.\nand for fraud detection and security purposes.\nWe may use artificial intelligence guided by humans, such as chat bots, to respond to your inquiry.\nWhen you interact with us through third-party services like Facebook Messenger or Twitter Direct Message, your communications are also governed by these companies’ privacy policies.</p>\n<p> Some devices may have pre-installed applications that are used by us and our partners to collect network strengths, performance, coverage, and quality, as well as for marketing purposes.\nAdditionally, these applications may collect information regarding your device, such as device identifiers, features, and software versions installed, for campaign management such as push notifications or to preinstall certain applications.\nSome apps installed or updated on your device in this way do not appear as icons on your device screen because of their limited utility.\nTo see what apps are installed on your devices, use your device app controls in the settings menu on your device.</p>\n<p> We and our partners also automatically collect information about your use of our sites or apps using cookies, pixels, web beacons, scripts, and other similar technologies.\nWe use the information collected in this way to analyze trends, administer websites, analyze users’ movements around our websites, for advertising purposes, and to gather demographic information about our customer base as a whole.\nWe and our partners also use these tools to collect and store information about our users.\nYou can control the use of cookies using browser controls, but if you choose to disable cookies, you may limit your use of certain features or functions on our websites or services.</p>\n<b>How We Use Personal Information</b>\n<p> TracFone uses personal information to:</p>\n<ul>\n<li> Deliver and maintain products and services and collect and process transactions</li>\n<li> Establish and maintain your account, payment and claim filing purposes, where applicable, and to provide the auto-refill program</li>\n<li> Anticipate and resolve problems with your service and provide account-related services</li>\n<li> Help you with service and technical support issues or questions</li>\n<li> Detect and prevent fraud</li>\n<li> Comply with legal requirements</li>\n<li> Communicate with you</li>\n<li> Manage and administer our websites and services</li>\n<li> Auditing and accounting purposes</li>\n<li> Inform you of products and services that better meet your needs</li>\n<li> Assess credit and payment risk</li>\n<li> Manage and protect our services, employees and users</li>\n<li> Help us improve and personalize our services</li>\n<li> Research, develop and market new products and services</li>\n<li> Authenticate you</li>\n<li> Determine your eligibility for new products and services</li>\n<li> Better predict content and marketing offers that may interest you</li>\n<li> Measure service quality</li>\n</ul>\n<p>\n<i>Interest Based Advertising</i>.\nWe and our advertising partners use cookies and similar technologies to help tailor the ads you see on our sites and to help make decisions about ads you see on other sites.\nThese companies may place and access cookies, pixels, tags, web beacons and scripts, or use similar technologies, on our pages and the browsers you use and may access advertising identifiers from your mobile device operating systems.\nThese companies employ these technologies to determine whether you fall into an audience advertisers wish to reach and measure advertising effectiveness.\nIf you wish to not have your activity on our sites used for the purpose of serving you cross contextual targeted ads you may opt out using your brand’s Your Privacy Choices page or enable a Global Privacy Control.\nYou can also use the NAI’s interest-based advertising opt out.\nPlease note that by “opting out,” you will no longer receive targeted advertisements but may continue to receive general advertisements.</p>\n<p>\n<i>Analytics</i>.\nWe use mobile analytics software to better understand the functionalities of our mobile software on your phone.\nThis software may record information such as how often you use an application, the events that occur within an application, aggregated usage, performance data, and location where an application was downloaded.\nWe do not link the information we store within the analytics software to any personally identifiable information you submit within a mobile application.</p>\n<p>\n<i>De-identified and aggregated information</i>.\nWe may also de-identify or aggregate information so that we or our affiliates may use it for business and marketing purposes.\nFor example, the data we aggregate might be used to analyze, personalize and improve our services.\nWe may de-identify your CPNI and, if we do so, we will maintain and use the data in a non-individually identifiable form and will not attempt to re-identify the data.</p>\n<b>How We Share Personal Information</b>\n<p> We share information within TracFone and with other Verizon companies for a variety of purposes, including providing you the latest information about our products and services and offering you our latest promotions.\nWe will not share Customer Proprietary Network Information (CPNI), which relates to the type, quantity, destination, technical configuration, location, amount of use and related billing information of your wireless services, with Verizon for them to market services that are different from the ones you have without giving you an opportunity to opt out.\nWe will also not share certain credit information, such as credit scores, your account history and information in your consumer reports, without giving you an opportunity to opt out.</p>\n<p> We share information with vendors and partners.\nWe use vendors and partners to perform services on our behalf, such as marketing, fulfillment services, shipping to customers and to help us offer, provide, repair, restore and bill for services.\nWe will require that vendors and partners protect and restrict use of personal information consistent with the terms described in this Policy.\nYour wireless number may be shared for text messaging services operated by vendors.\nThese vendors may directly contact you on our behalf by text messages with promotions, discounts, advertisements, reminders related to your services, or other information that may be helpful or informative to you.\nYou can opt out of these messages using the mechanism provided.</p>\n<p> When you purchase or use services that are offered by TracFone and one of our partners, both parties may receive information.\nWhen this is the case, you should also review the partner company’s privacy policy because it may describe uses of information that are different from ours.</p>\n<p> We also share de-identified information with companies to assist with the delivery of advertising campaigns or aggregate reports.</p>\n<p> We may further share customer personal information in the following situations:</p>\n<ul>\n<li> With affiliated and unaffiliated vendors who help us perform and deliver our websites and services, subject to confidentiality agreements where reasonably feasible, including: service and sales fulfillment.\nform processing.\nwebsite management and hosting providers.\ninformation technology and security providers.\ncustomer service.\nemail and newsletter delivery services.\nbackground check providers.\ncredit agencies.\nadvertisement partners and corporate sponsors.\nand auditing providers;</li>\n<li> With third parties, including government and law enforcement entities, to protect our rights and property, to protect against fraudulent, malicious, abusive, unauthorized or unlawful use of our products or services, and to protect our network, services, devices and users from such;</li>\n<li> To comply with valid legal process including subpoenas, court orders or search warrants, and as otherwise authorized by law;</li>\n<li> With the appropriate government and law enforcement entities, when we believe in good faith that disclosure is necessary to protect your safety or the safety of others or in other emergencies;</li>\n<li> To advance or defend against complaints or legal claims in court, administrative proceedings or elsewhere;</li>\n<li> When needed by outside auditors or regulators;</li>\n<li> With necessary third parties in connection with, or during negotiations for, a merger, acquisition, or sale of all or a portion of our assets.\nand</li>\n<li> With your consent.</li>\n</ul>\n<p>\n<i>Walmart Family Mobile Customers</i>.\nIf you are a Walmart Family Mobile customer, we work with Walmart Stores, Inc.\n(\"Walmart\") to offer the Walmart Family Mobile service.\nAny information you provide directly to Walmart will be subject to Walmart's Privacy Policy, not this one.\nThis includes information you provide to Walmart in connection with your device purchase, upgrade, return, or replacement, whether in its stores, by phone or online, including but not limited to, if you purchase a Family Mobile device or obtain technical support for the device at or from Walmart or its agents.\nIn addition, if you activate Walmart Family Mobile communications services at a Walmart store, Walmart may request personal information from you that is passed to TracFone as part of the activation process, but which may also be retained by Walmart.\nYou can learn more by visiting Walmart's Privacy Policy.</p>\n<p>\n<i>Software Application for Our Websites</i>.\nTracFone also works with other companies who supply software applications for use on our websites.\nThe software is used to collect survey or feedback information or support real-time chat sessions from customers who visit our websites and utilize these tools.\nInformation from your web session, including your device serial number, phone number, and account email may be associated with your responses when you use these tools.\nThis information is used by TracFone exclusively for analysis of survey or feedback results and will not be shared with any third party for any other purposes.</p>\n<b>How Long We Retain Personal Information</b>\n<p> We retain personal information as long as it is needed for business, tax, and legal purposes.\nWe will retain and use information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<b>How You Can Opt Out of Email Marketing</b>\n<p> We may send you emails regarding promotional offers or other news.\nYou can always choose not to receive our email direct marketing communications by opting-out or unsubscribing.\nYou can do this by clicking on the unsubscribe link found at the bottom of every email promotion we deliver.\nUpon such election and within a reasonable time thereafter, we will not email you directly with promotional messages though you may see marketing messages from TracFone in other forms and directed at a general audience.</p>\n<b>How We Secure Personal Information</b>\n<p> We use administrative, organizational, technical, and physical safeguards to protect the personal information we collect and process.\nNonetheless, we cannot guarantee personal information will be perfectly secure at all times.\nOur security controls are designed to maintain data confidentiality, maintain data integrity, and give us an appropriate level of access to your data.\nFor example, when you enter sensitive personal information (such as a credit card number) on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL).\nIf you have any questions about security on our websites, you can contact us at privacy@tracfone.com.</p>\n<b>Links to Other Websites</b>\n<p>\n<i>Third Party Links</i>.\nOur websites may contain links to other websites that are not owned, operated, or controlled by us.\nAny personal information collected by such third-party websites is not governed by this Policy.\nWe recommend that you examine the privacy policies of such third-party websites prior to submitting any personal information.</p>\n<p>\n<i>Third-Party Websites</i>.\nIn some instances, our websites’ content is also featured on other websites with differing or non-existent privacy policies.\nThese websites may collect personal information from website visitors that may or may not be used in conjunction with our website information.\nPrior to supplying personal information to any third-party company linking to our website, please read and understand their privacy policies.</p>\n<b>Policy Regarding Information Obtained from Children</b>\n<p> Our websites are not structured to attract children under the age of 13.\nWe do not knowingly collect information, directly or passively, from children under the age of 18.\nOrdering online products and services from TracFone is limited to adults (ages 18+).\nOf course, wireless devices and services purchased for family use may be used by minors without our knowledge.\nIf that happens, any information collected from the usage will appear to be the personal information of the adult subscriber and treated as such under this Policy.</p>\n<b>Advertisements</b>\n<p> Advertisements may appear on pages throughout our websites.\nSome advertisements may request information directly from our customers or take our customers to websites that may request personal information.\nWe have no control over our advertisers' privacy policies, so please examine the privacy policy of any company advertising on our websites prior to submitting any personal information.</p>\n<b>Public Forums/Blogs</b>\n<p> Our websites may offer publicly accessible blogs or community forums.\nYou should be aware that any information you provide in these areas may be read, collected, and used by others who access them.\nYou should not provide personally identifiable information in any publicly accessible blog or community forum.</p>\n<p> To request removal of personal information from our blogs and forums, contact us at privacy@tracfone.com, and we will do our best to comply with the request.\nIn some cases, we may not be able to remove personal information, in which case we will let you know if we are unable to do so and why.</p>\n<b>Refer-A-Friend</b>\n<p> If you choose to use our referral service to tell a friend about our websites, we will ask you for your friend's name and email address and automatically generate a one-time email to send your friend inviting them to visit the site.\nIf you use the “Import Contacts” feature, we may collect your friends’ names and addresses in order to administer TracFone’s Refer-A-Friend program.\nWe do not store your friend's information or use it for any other purpose.</p>\n<b>Gift Purchases</b>\n<p> If you purchase a gift, we will ask you for the recipient’s name and mailing address in order to ship the product to the individual.\nWe do not retain the recipient’s information or use it for any other purpose.</p>\n<b>Social Media Features</b>\n<p> Our websites include social media features and widgets, such as the \"Share This\" button or other interactive mini-programs that run on our sites.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our websites.\nYour interactions with these features are governed by the privacy policy of the company providing the feature or widget.</p>\n<b>Surveys</b>\n<p> Occasionally, we may conduct surveys on our websites.\nSurveys are conducted at random and are completely voluntary to our website visitors.\nThe survey may require you to provide personal information in exchange for the information or services provided by the survey.\nWe may use this information in an aggregate manner to better tailor the types of services, information, and advertising that are provided on our websites.</p>\n<b>Mobile Applications</b>\n<p> If you allow it, our apps may send you push notifications from time-to-time in order to update you about any events or promotions that we may be running.\nIf you do not wish to receive these types of communications, you may turn them off using your device controls.</p>\n<b>Geolocation</b>\n<p> You may opt out of the collection and use of location for features offered in our apps at any time by editing the location services setting on your device.</p>\n<b>How Customers and Visitors Can Access and Update Personal Information</b>\n<p> You can verify your account and manage personal information, including deleting or changing certain personal information, by logging into your account on our website and going to the account profile or account information section.</p>\n<p> If you are unable to log into your account, please contact a customer care agent by calling 1-800-867-7183.\nAll requests for changes or deletion of account information require account verification by answering security questions or providing the Personal Identification Number (PIN) you set when you first activated your account.</p>\n<p> In certain circumstances we may be required by law to retain personal information, or may need to retain personal information in order to continue providing a service.</p>\n<b>California Privacy Rights</b>\n<p> California consumers have certain rights as it relates to personal information under the California Consumer Privacy Act, as amended (CCPA).\nThese rights include the right to request access to personal information, to request the deletion of personal information, to request correction of inaccurate personal information, and to say no to the sale and sharing of personal information.\nYou will not be penalized or discriminated against if you exercise any of these rights.</p>\n<b>Your Right to Know</b>\n<p> We describe the personal information we collect and how we use it in this privacy policy.\nAs detailed above in “How We Collect Personal Information,” we collect information from you when you interact with us and use our products and services.</p>\n<p> Depending on what products and services you use and how you interact with us, we may collect these categories of personal information, some of which may be considered sensitive personal information under California law:</p>\n<ul>\n<li> Identifiers, including, name, physical and email address, mobile device identifiers, IP address, account credentials, and other similar identifiers</li>\n<li> Personal information that reveals your social security, driver’s license, state identification card, or passport number</li>\n<li> Account log-in, financial account, debit card, or credit card number</li>\n<li> Characteristics of legally protected classifications, such as race and gender, if you provide them to us</li>\n<li> Commercial information, such as products or services you purchase and financial information.</li>\n<li> Internet or other electronic network activity information, including browsing and search history on our site and information regarding your interaction with our websites, applications, and advertisements</li>\n<li> Precise geolocation data from our apps when you permit it</li>\n<li> Audio, electronic, visual or similar information, such as voice recordings of customer service calls</li>\n<li> Professional or employment-related information</li>\n<li> Inferences drawn from any of the information described above to create a profile reflecting your preferences, characteristics, predispositions, and behavior</li>\n<li> Secure Account Information including account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account</li>\n<li> And other information that may identify, relate to, describe, or is capable of being associated with you.</li>\n</ul>\n<p> We incorporate personal information into different types of records, not always by distinct data elements.\nFor example, your name could be part of your customer account record, transaction record, or call records.\nOur policies require that we retain records for as long they are needed for legal, tax, audit, investigative, and/or security purposes and then securely delete or destroy them.</p>\n<p> We use this information for business and commercial purposes and other purposes described in this policy as well as disclose it to third parties, such as vendors and partners and to law enforcement, among others, as detailed elsewhere in this policy.\nBusiness and commercial purposes include providing services to you.\ncommunicating with you and providing customer service.\npersonalizing your experiences.\nimproving our services.\nproviding marketing and advertising.\ndebugging.\nauditing our processes and services.\nshort-term transient uses.\nresearch.\nand security, fraud, and legal compliance purposes.</p>\n<p> We share information that identifies you with a partner who facilitates your interactions with third parties, including for verifying your identity and providing information to assist with a decision on a credit application you have submitted to a bank or other third party.</p>\n<p> We also allow select third parties to directly collect information about your activity on our websites and in our apps using cookies, mobile ad identifiers, pixels, web beacons, social network plugins and similar technologies to inform our and others’ cross contextual advertising.\nThese activities may be considered selling or sharing personal information under California law.\nFor information about how to opt out of these activities, and to learn more about TracFone’s selling and sharing activities, please visit our “Your Privacy Choices” pages linked in the “Your Right to Opt Out of Selling and Sharing Personal Information” section below.\nWe do not knowingly sell or share personal information related to children under 16 years of age.</p>\n<p> California law defines sensitive personal information as:</p>\n<ul>\n<li> Information that reveals your social security, driver’s license, state identification card, or passport number;</li>\n<li> Account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account;</li>\n<li> Precise geolocation;</li>\n<li> Racial or ethnic origin, religious or philosophical beliefs, or union membership;</li>\n<li> Contents of your mail, email and text messages unless we are the intended recipient of the communication;</li>\n<li> Genetic data;</li>\n<li> Using biometric information to uniquely identify a consumer;</li>\n<li> Collecting and analyzing personal information about your health, sex life or sexual orientation.</li>\n</ul>\n<p> We do not use, sell, share, or disclose sensitive personal information for any purpose other than to provide the goods or services requested by you, with your consent, or for other purposes expressly authorized by California law, such as to detect security incidents.</p>\n<b>Your Right to Access</b>\n<p> Under California law, California consumers have the right to access the personal information we have about them.\nIf you are a California resident, you or your authorized agent can log into your account and request access to personal information.\nIf you do not have an account, you can submit a request to obtain, free of charge, an electronic, portable copy of personal information.\nInstructions on how to submit this request can be found below under “How to Submit Your CCPA Request.”</p>\n<p>\n<i>Verifiable Consumer Request</i>.\nWe take security very seriously so we will provide personal information only after you verify your identity through safe and secure means, which means using methods and information that are not publicly available.\nAlso, we will honor up to two consumer rights requests every twelve months as required by California law.</p>\n<p>\n<i>Time to Provide Personal Information</i>.\nWe will endeavor to provide this information to you within 45 days, but it may take up to 90 days.\nIf we need more than 45 days, we will contact you to let you know that we need additional time.</p>\n<b>Your Right to Delete</b>\n<p> California consumers also have the right to delete personal information.\nWe are unable to delete information that is necessary to provide you ongoing service, for security purposes, that we are contractually obligated to retain, or that is necessary to comply with legal obligations.\nYou or your authorized agent may submit a request to delete.\nInstructions on how to submit this request can be found below under “How to Submit Your CCPA Request.”</p>\n<p>\n<b>Your Right to Correct</b>\n</p>\n<p> California consumers have the right to correct inaccurate personal information that a business maintains about them.\nIf you are a California resident, you or your authorized agent may submit a request to correct.\nInstructions on how to submit this request can be found below under “How to Submit Your CCPA Request.”</p>\n<b>Your Right to Opt Out of the Sale and Sharing of Personal Information</b>\n<p> California consumers have the right to opt out of the sale or sharing of personal information.\nThe term “sale or sharing” is broadly defined to include sharing personal information for monetary or other valuable consideration and the sharing of personal information for cross contextual advertising purposes, but does not cover all sharing of personal information.</p>\n<p> Our activities that fall under the definition of “sale or share” in the CCPA are:</p>\n<ul>\n<li> sharing information with a third party conducting identity and credit inquiries;</li>\n<li> using third-party advertising companies that collect information about your visit to our sites and apps using cookies and other web technologies to inform our and others’ cross contextual advertising.</li>\n</ul>\n<p> To opt out of the selling and sharing of personal information, including for identify verification and credit inquiry purposes, please visit our Your Privacy Choices pages, available at:</p>\n<ul>\n<li> https://www.tracfone.com/ccpa/home?reqType=dns</li>\n<li> https://www.straighttalk.com/ccpa/home?reqType=dns</li>\n<li> https://www.simplemobile.com/ccpa/home?reqType=dns</li>\n<li> https://www.net10wireless.com/ccpa/home?reqType=dns</li>\n<li> https://www.myfamilymobile.com/ccpa/home?reqType=dns</li>\n<li> https://www.totalbyverizon.com/ccpa/home?reqType=dns</li>\n<li> https://www.Safelinkwireless.com/Enrollment/Safelink/en/Web/www/default/index.html#!/myAccount/privacy</li>\n<li> https://www.gosmartmobile.com/ccpa/home?reqType=dns</li>\n</ul>\n<p> We also recognize that you are exercising your choice to opt out if you engage a browser-based Global Privacy Control (GPC) when visiting our sites.\nIf you are a member who is logged in to your account when using the GPC signal, we will apply your choice to activity on our website whenever you are logged in and to non-website activities to the personal information associated with your account.\nHowever, if you are not logged in or don’t have an account and use a GPC, we will opt you out of sharing activity on our sites, but may need more information from you to identify you and apply your choice to non-website sharing activities.</p>\n<p> Clearway Wireless for Business does not sell or share personal information.</p>\n<b>How to Submit Your CCPA Request</b>\n<p> If you wish to exercise your right to access, delete, or correct personal information, you or your authorized agent can make a request through your existing online account.\nIf you do not have an existing account, you can submit a request by calling 1-877-799-1999 or submitting a request online at:</p>\n<ul>\n<li> https://www.tracfone.com/ccpa/home</li>\n<li> https://www.straighttalk.com/ccpa/home</li>\n<li> https://www.simplemobile.com/ccpa/home</li>\n<li> https://www.net10wireless.com/ccpa/home</li>\n<li> https://www.myfamilymobile.com/ccpa/home</li>\n<li> https://www.totalbyverizon.com/ccpa/home</li>\n<li> https://www.Safelinkwireless.com/Enrollment/Safelink/en/Web/www/default/index.html#!/myAccount/privacy</li>\n<li> https://www.gosmartmobile.com/ccpa/home</li>\n<li> https://www.pagepluscellular.com/ccpa/</li>\n</ul>\n<p> If you are a representative of a Clearway Wireless for Business customer and wish to submit a CCPA request, you can submit a request by calling 1-844-638-1028 or emailing INSERT.</p>\n<p>\n<b>Your Right to Non-Discrimination</b>\n</p>\n<p> If you exercise any of your California rights, TracFone will not treat you differently such as by denying goods or services, charging a different price (including through discounts), or providing a different level of quality of goods or services.</p>\n<b>Shine the Light</b>\n<p> California Civil Code Section 1798.83 entitles California consumers to request, once per year, that we disclose the identity of any third parties to whom we have shared personal information for the third parties’ direct marketing purposes.\nIf you wish to submit a request, you may write to us at privacy@tracfone.com or call us at 1-877-799-1999.</p>\n<b>Nevada Privacy Rights</b>\n<p> Nevada law allows customers to opt out of the sale of their personally identifiable information by online service providers such as website operators.\nNevada law defines \"sale\" as the exchange of certain personally identifiable customer information for money.\nPersonally identifiable information includes name, address, phone number, SSN, or any identifier that can be used to contact you electronically.</p>\n<p> TracFone doesn’t sell personally identifiable information today and we don’t have plans to start.\nIf TracFone ever starts selling such personal information, current TracFone customers will be opted out.\nIf you have any questions, please contact us at 1-877-799-1999.</p>\n<b>Virginia Privacy Rights</b>\n<p> Virginia consumers have certain rights as it relates to personal information.\nThese rights include the right to know what information we collect about you and howe we use it.\nto access and delete certain information.\nto request that we correct information that you believe is inaccurate.\nto opt out of having personal information about you sold, used for targeted advertising, or used to build a profile about you to make legally or similar significant decisions about you.\nto have us not use sensitive data about you without your consent.\nto not be discriminated against for invoking these rights.\nand to appeal the denial of a request to exercise one of these privacy rights.</p>\n<p>\n<b>Your Right to Know</b>\n</p>\n<p> We describe the personal information we collect and how we use it in this privacy policy.\nAs detailed above in “How We Collect Personal Information,” we collect information from you when you interact with us and use our products and services.</p>\n<p> Depending on what products and services you use and how you interact with us, we may collect these categories of personal information, some of which may be considered sensitive personal information under Virginia law:</p>\n<ul>\n<li> Identifiers, including, name, physical and email address, mobile device identifiers, IP address, account credentials, and other similar identifiers</li>\n<li> Personal information that reveals your social security, driver’s license, state identification card, or passport number.\naccount log-in, financial account, debit card, or credit card number</li>\n<li> Characteristics of legally protected classifications, such as race and gender, if you provide them to us</li>\n<li> Commercial information, such as products or services you purchase and financial information.</li>\n<li> Internet or other electronic network activity information, including browsing and search history on our site and information regarding your interaction with our websites, applications, and advertisements</li>\n<li> Precise geolocation data from our apps when you permit it</li>\n<li> Audio, electronic, visual, thermal, olfactory, or similar information, such as voice recordings of customer service calls</li>\n<li> Professional or employment-related information</li>\n<li> Inferences drawn from any of the information described above to create a profile reflecting your preferences, characteristics, predispositions, and behavior.</li>\n<li> Secure Account Information including account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account</li>\n<li> And other information that may identify, relate to, describe, or is capable of being associated with you.</li>\n</ul>\n<p> We use this information for business and commercial purposes and other purposes as well as disclose it to third parties, such as vendors and partners and to law enforcement, among others, as detailed elsewhere in this policy.\nBusiness and commercial purposes include providing services to you.\ncommunicating with you and providing customer service.\npersonalizing your experiences.\nimproving our services.\nproviding marketing and advertising.\ndebugging.\nauditing our processes and services.\nshort-term transient uses.\nresearch.\nand security, fraud, and legal compliance purposes.</p>\n<p> We may share information that identifies you with a partner who uses it to assist in your interactions with third parties.\nFirst, we may share personal information collected about you to confirm your identity when you are transacting with or signing into a third party service, such as your bank.\nSecond, we may share personal information collected about you with third parties you are attempting to do business with to help make a credit decision on an application for service that you have submitted to a third party.\nThis activity may be a sale of personal information under Virginia law.\nWe also allow select third parties to directly collect information about your activity on our websites and in our apps using cookies, mobile ad identifiers, pixels, web beacons, social network plugins and similar technologies to inform our and others’ cross contextual advertising.\nThis activity may be considered targeted advertising under Virginia law.\nFor information about how to opt out of these activities, and to learn more about TracFone’s selling and targeted advertising activities, please visit our “Your Privacy Choices” pages links in the “Your Right to Opt Out of Selling Personal Information and Targeted Advertising” section below.\nWe do not knowingly sell or share personal information related to children under 16 years of age.</p>\n<p> Virginia law defines sensitive personal information as:</p>\n<ul>\n<li> information that reveals racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status;</li>\n<li> genetic or biometric data for the purpose of uniquely identifying a consumer;</li>\n<li> personal information collected from a known child.\nand</li>\n<li> precise geolocation.</li>\n</ul>\n<p> We do not use, sell, share, or disclose sensitive personal information for any purpose other than to provide the goods or services requested by you, with your consent, or for other purposes expressly authorized by Virginia law.</p>\n<b>Your Right to Access</b>\n<p> Under Virginia law, Virginia consumers have the right to access the personal information we have collected about them.\nIf you are a Virginia resident, you or your authorized agent can log into your account and request access to personal information.\nIf you do not have an account, you can submit a request to obtain, free of charge, an electronic, portable copy of personal information.\nInstructions on how to submit this request can be found below under “How to Submit Your Privacy Rights Request.”</p>\n<p>\n<i>Verifiable Consumer Request</i>.\nWe take security very seriously so we will provide personal information only after you verify your identity through safe and secure means, which means using methods and information that are not publicly available.\nAlso, we will honor up to two consumer rights requests every twelve months as required by California law.</p>\n<p>\n<i>Time to Provide Personal Information</i>.\nWe will endeavor to provide this information to you within 45 days, but it may take up to 90 days.\nIf we need more than 45 days, we will contact you to let you know that we need additional time.</p>\n<b>Your Right to Delete</b>\n<p> Virginia consumers also have the right to delete personal information.\nWe are unable to delete information that is necessary to provide you ongoing service, for security purposes, that we are contractually obligated to retain, or that is necessary to comply with legal obligations.\nIf you would like us to delete, you or your authorized agent may submit a request to delete.\nInstructions on how to submit this request can be found below under “How to Submit Your Privacy Rights Request.</p>\n<p>\n<b>Your Right to Correct</b>\n</p>\n<p> Virginia consumers have the right to correct inaccurate personal information that a business maintains about them.\nYou or your authorized agent may submit a request to correct.\nInstructions on how to submit this request can be found below under “How to Submit Your Privacy Rights Request.”</p>\n<b>Your Right to Opt Out of the Sale of Personal Information</b>\n<p> Virginia consumers have the right to opt out of the sale of personal information.\nThe term “sale” is defined to mean the exchange of personal data for monetary consideration.</p>\n<p> Our activity that falls under the definition of “sale” under the Virginia law is:</p>\n<ul>\n<li> sharing information with a third party conducting identity and credit inquiries.</li>\n</ul>\n<p> To opt out of the sale of personal information, including for identity verification and credit inquiry purposes, please visit our Your Privacy Choices pages, available at:</p>\n<ul>\n<li> https://www.tracfone.com/ccpa/home?reqType=dns</li>\n<li> https://www.straighttalk.com/ccpa/home?reqType=dns</li>\n<li> https://www.simplemobile.com/ccpa/home?reqType=dns</li>\n<li> https://www.net10wireless.com/ccpa/home?reqType=dns</li>\n<li> https://www.myfamilymobile.com/ccpa/home?reqType=dns</li>\n<li> https://www.totalbyverizon.com/ccpa/home?reqType=dns</li>\n<li> https://www.Safelinkwireless.com/Enrollment/Safelink/en/Web/www/default/index.html#!/myAccount/privacy</li>\n<li> https://www.gosmartmobile.com/ccpa/home?reqType=dns</li>\n</ul>\n<b>Your Right to Opt Out of Targeted Advertising</b>\n<p> Virginia consumers have the right to opt out of targeted advertising.\nThe Virginia law defines targeted advertising as displaying advertisements to a consumer where the ad is selected by using or sharing personal information obtained from that consumer’s activities over time and across nonaffiliated websites or apps to predict that consumer's preferences or interests.</p>\n<p> Our activity that falls under the definition of “targeted advertising” under the Virginia law is:</p>\n<ul>\n<li> using third-party advertising companies that collect information about your visit to our websites and app using cookies and other web technologies to inform our and others’ cross contextual advertising.</li>\n</ul>\n<p> To opt out of cross contextual targeted advertising, please visit our Your Privacy Choices pages, available at:</p>\n<ul>\n<li> https://www.tracfone.com/ccpa/home?reqType=dns</li>\n<li> https://www.straighttalk.com/ccpa/home?reqType=dns</li>\n<li> https://www.simplemobile.com/ccpa/home?reqType=dns</li>\n<li> https://www.net10wireless.com/ccpa/home?reqType=dns</li>\n<li> https://www.myfamilymobile.com/ccpa/home?reqType=dns</li>\n<li> https://www.totalbyverizon.com/ccpa/home?reqType=dns</li>\n<li> https://www.Safelinkwireless.com/Enrollment/Safelink/en/Web/www/default/index.html#!/myAccount/privacy</li>\n<li> https://www.gosmartmobile.com/ccpa/home?reqType=dns</li>\n</ul>\n<p> We also recognize that you are exercising your choice to opt out if you engage a browser-based Global Privacy Control (GPC) when visiting our sites.\nIf you are a member who is logged in to your account when using the GPC signal, we will apply your choice to activity on our website whenever you are logged in and to non-website activities to the personal information associated with your account.\nHowever, if you are not logged in or don’t have an account and use a GPC, we will opt you out of sharing activity on our sites, but may need more information from you to identify you and apply your choice to non-website sharing activities.</p>\n<p>\n<b>Your Right to Opt Out of Profiling</b>\n</p>\n<p> We do not use personal information to profile in furtherance of decisions that produce legal or similarly significant effects concerning a consumer.</p>\n<b>Your Right to Appeal</b>\n<p> As a Virginia resident, if we deny your privacy rights request, you have the right to appeal that decision.\nYou may submit this appeal using a link in the notice informing you of the denial.\nYou also may submit an appeal of a decision we have made regarding your privacy rights by emailing us at privacy@tracfone.com.\nWhen submitting your appeal through email, use the word \"APPEAL\" in your subject line and provide your name, contact information including phone number, a description of the decision you are appealing, and the reason for your appeal.</p>\n<b>How to Submit Your Privacy Rights Request</b>\n<p> If you wish to exercise your right to access, delete, or correct personal information, you can make a request through your existing online account.\nYou, if you do not have an existing account, or your authorized agent can submit a request by calling 1-877-799-1999 or submitting a request online at:</p>\n<ul>\n<li> https://www.tracfone.com/ccpa/home</li>\n<li> https://www.straighttalk.com/ccpa/home</li>\n<li> https://www.simplemobile.com/ccpa/home</li>\n<li> https://www.net10.com/ccpa/home</li>\n<li> https://www.myfamilymobile.com/ccpa/home</li>\n<li> https://www.totalbyverizon.com/ccpa/home</li>\n<li> https://www.Safelinkwireless.com/Enrollment/Safelink/en/Web/www/default/index.html#!/myAccount/privacy</li>\n<li> https://www.gosmartmobile.com/ccpa/home</li>\n<li> https://www.pagepluscellular.com/ccpa/</li>\n</ul>\n<b>Changes To This Policy</b>\n<p> We may make changes to this Policy, so please check back periodically.\nWhen we do, we will revise the effective date above.\nIf we decide to use or disclose information that identifies you personally in a way that is materially different from what we stated in our privacy policy at the time we collected that information from you, we will give you a choice about the new use or disclosure by appropriate means, which may include an opportunity to opt out.</p>\n<b>How to Contact Us</b>\n<p> Please direct any questions or comments regarding our privacy policy to:</p>\n<p> privacyoffice@verizon.com</p>\n<p> Verizon Privacy Office</p>\n<p> 1300 I Street, NW Suite 500 East</p>\n<p> Washington, DC 20005</p>\n<p> If you have any unresolved privacy or data use concerns that we have not addressed to your satisfaction, please contact our U.S.\nbased third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p> America’s largest prepaid, no-contract wireless service provider.\nSite Map <ul>\n<li>Home</li>\n<li>About TracFone</li>\n<li>Verizon Acquisition</li>\n<li>Brands</li>\n<li>Talk to Us</li>\n<li>Lifeline Program</li>\n<li>Verizon Migration</li>\n<li>News Room</li>\n<li>Careers</li>\n<li>Privacy Policy - Tracfone Wireless</li>\n<li>Unlocking Policy </li>\n<li>California Transparency in Supply Chains Act</li>\n<li>CA Prepaid Wireless Charges</li>\n</ul> Brands <ul>\n<li> Straight Talk Wireless English Spanish </li>\n<li> Tracfone English Spanish </li>\n<li> SIMPLE Mobile English\nSpanish </li>\n<li> Total by Verizon English Spanish </li>\n<li> SafeLink Wireless English Spanish </li>\n<li> Walmart Family Mobile English Spanish </li>\n<li> NET10 Wireless English Spanish </li>\n<li> Page Plus Cellular English </li>\n<li> GoSmart Mobile English Spanish </li>\n<li> Clearway Wireless English </li>\n</ul> Contact <ul>\n<li>TracFone Wireless, Inc.</li>\n<li>9700 N.W.\n112th Avenue</li>\n<li>Miami, FL 33178<br>\n</li>\n<li>\n<u>media@tracfone.com</u>\n</li>\n<br>\n<p>Lifeline Program Information<br>\n1-800-723-3546 (SafeLink)<br>\n1-800-973-9716 (MyFamilyMobile)\n</p>\n<p>Verizon Migration Program Information<br>\n1-888-899-8789<br>(California)<br> 1-866-667-6437 <br>(Non-California)\n</p>\n</ul> Policies &amp.\nNotices <ul>\n<li>Privacy Policy</li>\n<li>California Privacy Policy</li>\n<li>Unlocking Policy</li>\n<li>California Transparency in Supply Chains Act</li>\n<li>CA Prepaid Wireless Charges</li>\n<li>Code of Conduct</li>\n<li>FUTURE LINK Vendor Code of Conduct</li>\n</ul>\n<p> TRACFONE®, NET10®, STRAIGHT TALK®, SIMPLE MOBILE®, Total by Verizon®, PAGE PLUS and SAFELINK WIRELESS® are registered trademarks of TracFone Wireless Inc., a Verizon company.&nbsp.\nAll other trademarks, service marks, and trade names referenced in this site are the property of their respective owners.\nView our Privacy Policy.</p> ", "created_at": "2023-05-01 20:57:48.437242", "updated_at": "2023-05-01 20:58:24.102808"}, {"id": 15859, "name": "Terms And Conditions ", "url": "https://www.safelink.com/wps/portal/home/h/tandc", "xpath": "//body", "text": "Request unsuccessful.\nIncapsula incident ID: 1347000780027068361-16868905050116997", "created_at": "2023-05-01 20:57:48.525622", "updated_at": "2023-05-01 20:59:58.884482"}, {"id": 15857, "name": "Code of Conduct", "url": "https://www.verizon.com/about/sites/default/files/Verizon-Code-of-Conduct.pdf", "xpath": "", "text": null, "created_at": "2023-05-01 20:57:48.466789", "updated_at": "2023-05-01 20:57:48.466789"}, {"id": 15858, "name": " Unlocking Policy ", "url": "https://www.tfwunlockpolicy.com/wps/portal/home", "xpath": "", "text": null, "created_at": "2023-05-01 20:57:48.496319", "updated_at": "2023-05-01 20:57:48.496319"}], "points": [], "urls": ["safelink.com"]}}