{"error": 448, "message": "OK", "parameters": {"id": 9443, "name": "Span.io", "created_at": "2023-08-31 23:11:27.863521", "updated_at": "2023-09-01 10:02:30.371249", "wikipedia": null, "keywords": null, "related": null, "slug": "span-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9443.png", "url": "span.io", "documents": [{"id": 18610, "name": "Terms of Service", "url": "https://www.span.io/terms-of-service", "xpath": "//body", "text": "Press Alt+1 for screen-reader mode, Alt+0 to cancelAccessibility Screen-Reader Guide, Feedback, and Issue Reporting “HomePanelDriveAppInstallers &amp.\nPartnersMission &amp.\nCareersNewsElectrification Savings CalculatorTech PortalSupportLegalSee pricingSee pricingTerms of Service<p>Last Updated on: October 21, 2021</p>\n<p>Span.IO, Inc.\nand its affiliates (collectively, “Span”, “us”, “we”, or “our”) provides (1) the Span website located at www.span.io, and all associated sites linked to www.span.io, including a website for installers that may be accessed at www.span.io/partner-portal (collectively, the “Website”), (2) software that may be downloaded to your mobile device, including smartphones and tablets, to access certain Span services (each, an “App”), and (3) certain services that can be accessed through the Apps and/or the Website (collectively the “Services”) which can be used to control Span’s proprietary smart electrical panel (the “Product”).\n&nbsp;The Website, Apps, and Services together are collectively known as the “Platform”.</p>\n<p>These Terms of Service (the “Terms”) govern your access to and use of the Platform and Product.\n&nbsp;The term “you” as used in these Terms means any person or entity who accesses or uses the Platform and Product and accepts these Terms, including Owners, Authorized Users, Installers (all as defined below).</p>\n<p>THESE TERMS ARE A LEGAL CONTRACT BETWEEN YOU AND SPAN.\nBY ACCEPTING THESE TERMS THROUGH A WEBSITE OR MOBILE APP, OR BY ACCESSING AND USING THE PLATFORM (INCLUDING THE WEBSITES) OR PRODUCTS, YOU ARE ACCEPTING AND AGREEING TO THESE TERMS ON BEHALF OF YOURSELF OR THE ENTITY THAT YOU REPRESENT IN CONNECTION WITH THE ACCESS AND USE.\nYOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT, AUTHORITY AND CAPACITY TO ACCEPT AND AGREE TO THESE TERMS ON BEHALF OF YOURSELF OR THE ENTITY THAT YOU REPRESENT.\nYOU REPRESENT THAT YOU ARE OF SUFFICIENT LEGAL AGE IN YOUR JURISDICTION OR RESIDENCE TO USE OR ACCESS THE SERVICES AND PRODUCTS AND TO ENTER INTO THIS AGREEMENT (SUBJECT TO SECTION 1(b) BELOW).\nIF YOU DO NOT AGREE WITH ANY OF THE PROVISIONS OF THESE TERMS, YOU SHOULD DISCONNECT YOUR PRODUCT FROM YOUR ACCOUNT AND CEASE ACCESSING OR USING THE PLATFORM AND PRODUCT, AND YOU ACKNOWLEDGE THAT YOUR PRODUCT WILL NO LONGER BE FUNCTIONAL.</p>\n<p>AS DESCRIBED BELOW, YOU ARE CONSENTING TO AUTOMATIC SOFTWARE UPDATE OF THE PLATFORM AND OF THE PRODUCT CONNECTED TO THE PLATFORM.\nIF YOU DO NOT AGREE, YOU SHOULD NOT USE THE PLATFORM AND PRODUCT.</p>\n<p>SECTION 4 DESCRIBES IMPORTANT LIMITATIONS OF THE PLATFORM AND PRODUCT, ESPECIALLY IN CONNECTION WITH LIFE SAFETY AND CRITICAL USES.\nPLEASE READ THESE DISCLOSURES CAREFULLY, AS YOU ARE ACKNOWLEDGING THEM AND ACCEPTING THEM.</p>\n<p>THESE TERMS CONTAIN A DISPUTE RESOLUTION AND ARBITRATION PROVISION, INCLUDING CLASS ACTION WAIVER THAT AFFECTS YOUR RIGHTS UNDER THESE TERMS AND WITH RESPECT TO DISPUTES YOU MAY HAVE WITH SPAN.\nYOU MAY OPT OUT OF THE BINDING INDIVIDUAL ARBITRATION AND CLASS ACTION WAIVER AS PROVIDED BELOW.</p>1.\nOVERVIEW, GENERAL USE, TERM AND TERMINATION.1.1.\nOverview.<p>\n<strong>‍</strong>These Terms govern your use of the Platform and Product.\n&nbsp;Your purchase of the Product is governed by the limited warranty provided with the Product which can be found here (“Limited Warranty”) and may be further governed by other terms of sale, as provided with your Product when you purchased it.\n&nbsp;Certain features of the Platform may be subject to additional rules, which will be posted in connection with such features.\n&nbsp;Span’s privacy policy (the “Privacy Policy”) found here is incorporated herein by reference, and you accept and agree to the Privacy Policy by using the Platform and Product.</p>1.2.\nGeneral Use.\n<p>\n<strong>‍</strong>By using the Platform and Product, you represent, acknowledge and agree that you are at least 18 years of age, or if you are under 18 years of age but are at least 13 years old (a “Minor”), that you are using the Platform and Product with the consent of your parent or legal guardian and that you have received your parent’s or legal guardian’s permission to use the Platform and Product and agree to its Terms.\n&nbsp;If you are a parent or legal guardian of a Minor, you hereby agree to bind the Minor to these Terms and to fully indemnify and hold harmless Span if the Minor breaches any of these Terms.\n&nbsp;If you are not at least 13 years old, you may not use the Platform or Product at any time or in any manner or submit any information to Span or the Platform.</p>1.3.\nTerm and Termination.<p>\n<strong>‍</strong>These Terms will remain in full force and effect as long as you continue to access or use the Platform or Product, or until terminated in accordance with the provisions of these Terms.\nAt any time, Span may (i) suspend or terminate your rights to access or use the Platform, or (ii) terminate these Terms with respect to you if Span, in good faith, believes that you have used the Platform or Product in violation of these Terms, including any incorporated guidelines, terms or rules.\nIf you transfer a Product to a new owner, your right to use the Platform with respect to that Product automatically terminates and the new owner will have no right to use the Product or Platform under your Account (as described below) and will need to register for a separate Account with Span and accept these Terms.\n&nbsp;Upon termination of these Terms, your Account and right to use the Platform will automatically terminate.</p>2.\nACCOUNTS.2.1.\nGeneral.\n&nbsp;<p>You can simply view certain portions of the Website, and not access or use any Services, by simply visiting and viewing the Website.\n&nbsp;You do not need an account to do so.\n&nbsp;However, to access the Services, certain portions of the Website, and the Apps, you must have an account with Span.\n&nbsp;Span provides several types of accounts, as set forth below.</p>2.2.\nTypes of Accounts.<p>a.</p>\n<p>\n<strong>Owner.\n</strong> If you are the owner of the residence in which the Product is installed, you are considered an “Owner.” &nbsp;When the Product is installed at your residence, the Installer will collect your email address from you, so that Span may send you an account invitation.\n&nbsp;After the Product has been installed and the installer has shared your email address with Span, Span will send an invitation to create an account.\n&nbsp;Your username will be the email to which the invitation was delivered, and you will create your own password as part of the registration process.\n&nbsp;As part of the registration process, we will also ask you to provide or confirm your name, the address of your residence, and your phone number.\n&nbsp;If you have purchased a residence where the Product has already been installed, please contact us at support@span.io so that we may help you set up your account.\n&nbsp;An Owner may designate authorized users (each an “Authorized User”) who may then make an account to access the Owner’s Product and use the Platform.\nAuthorized Users shall have the ability to use the Platform and monitor and control the Product.\nAuthorized Users may also have the ability to view information (including personal information) and content related to an Owner’s Product and the Platform, such as outage notifications and power usage history.\nAuthorized Users are responsible for their own actions in connection with the Platform and Product, but the Owner also hereby agrees to be fully responsible for all actions taken by Authorized Users relating to the Owner’s Product, Platform and Account.\nThus, if you are an Owner, you should only authorize those individuals whom you trust.</p>\n<p>b.</p>\n<p>\n<strong>Authorized User.\n&nbsp;</strong>You are an “Authorized User” if an Owner has sent you an invitation to make an account to access and use the Platform and Product of the Owner.\n&nbsp;Authorized Users shall have the ability to use the Platform and monitor and control the Product.\nAuthorized Users can view information and content related to an Owner’s Product and the Platform, such as outage notifications and power usage history.\nAuthorized Users are responsible for their own actions in connection with the Platform and Product.\n&nbsp;An Owner can revoke your access as an Authorized User at any time.\n</p>\n<p>c.</p>\n<p>\n<strong>Installer.\n&nbsp;</strong>You are an “Installer” if you have completed the required training from Span and have qualified as a certified installer by Span to install the Product at certain residences for an Owner who has purchased the Product.\n&nbsp;When you become a certified installer, Span will send you an email invitation inviting you to create an account and to download the version of the App for Installers.\nTo create an account, you must provide Span with your name and phone number, and you must create a password.\n&nbsp;Once you have created an account with Span, you will be able to access those certain portions of the Platform designated for access by Installers, including access to documentation to assist you in configuring the Product, a note-taking function so that you may upload information related to the installation, a photo collection function so that you may collect photos of the Product once installed, and certain features and functions to assist you in testing the Product.\n&nbsp;As an installer, you have special access to certain features and functions specific to Installers only, and you agree not to share your account credentials with anyone else.\n</p>2.3.\nAccount Rules.<p>All the information that you provide when registering for an account and otherwise through the Platform must be accurate, complete and up to date.\n&nbsp;You may change, correct or remove any information from your account by either logging into your account directly and making the desired changes or contacting Span using the contact information at the end of these Terms requesting that we make the change.\n&nbsp;You are responsible for maintaining the confidentiality of your password, and you are responsible for all activities that occur using your password.\nYou agree not to share your password, let others access or use your password or do anything else that might jeopardize the security of your password.\n&nbsp;You agree to notify Span if your password to the Platform is lost, stolen, if you are aware of any unauthorized use of your password on the Platform, or if you know of any other breach of security in relation to the Platform.</p>2.4.\nElectronic Communications.<p>By using the Platform, you consent to receiving electronic communications from Span.\nThese electronic communications may include emails, push notifications, and other electronic notices about the Services, and other information concerning or related to the Platform and Product.\n&nbsp;These electronic communications are part of your relationship with Span.\n&nbsp;You agree that any notices, agreements, disclosures or other communications that we send you electronically will satisfy any legal communication requirements, including that such communications be in writing.\nStandard carrier data charges may apply to your receipt and use of such Electronic Communications.</p>3.\nRIGHT TO USE THE PLATFORM.\nTHIRD PARTY PRODUCTS AND SERVICES.\nSUBMISSIONS.\nCHANGES.\nFEEDBACK.3.1.\nLicense Grant to Platform.<p>Span provides content through the Platform that is copyrighted and/or trademarked work of Span or Span’s third-party licensors and suppliers or other users of the Platform (collectively, the “Materials”).\n&nbsp;Materials may include logos, graphics, video, images, software and other content.\nSubject to these Terms, and your compliance with these Terms, Span hereby grants you a limited, personal, revocable, non-exclusive and non-transferable license to use and to display the Materials and to use this Platform solely for your personal non-commercial use if you are an Owner or an Authorized User, and for your use in connection with any installation services provided by you as contracted by Span if you are an Installer.\n&nbsp;Except for the foregoing license, you have no other rights in the Platform or any Materials and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the Platform or Materials in any manner.</p>3.2.\nRestrictions.<p>You may not: (i) modify, disassemble, decompile or reverse engineer the Platform, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, host, distribute or otherwise transfer the Platform to any third-party or use the Platform to provide time sharing or similar services for any third-party.\n(iii) make any copies of the Platform.\n(iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Platform, features that prevent or restrict use or copying of any content accessible through the Platform, or features that enforce limitations on use of the Platform.\nor (v) delete the copyright and other proprietary rights notices on the Platform.</p>3.3.\nAutomatic Updates.\n<p>Span may, from time to time, develop patches, bug fixes, updates, upgrades and other modifications to improve the performance of the Platform and/or the Product’s software (“Updates”).\nThese may be automatically installed without providing you any additional notice or receiving any additional consent.\nBy using the Platform or the Product, you consent to the automatic Updates.\nIf you do not want such Updates, your remedy is to terminate your Account and stop using the Platform and the Product.\nIf you do not terminate a previously created Account, you will receive Updates automatically.\nYou acknowledge that you may be required to install Updates to use the Platform and the Product, and you agree to promptly install any Updates that Span provides you.\nYour continued use of the Platform and the Product is your agreement – (i) to these Terms with respect to the Platform and Product, and (ii) any changes or modifications that Span may make to these Terms over time.</p>3.4.\nThird Party Products and Services.<p>\n<strong>‍</strong>Span may provide you with the ability to interface the Product and Platform to certain third-party products and services (“Third-Party Products and Services”).\nYou must expressly consent to, and authorize, such interfaces with Third-Party Products and Services, and your consent and authorization is revocable by you at any time.\nOnce your consent is given for a particular Third-Party Product and Service, you agree that Span may exchange information and control data regarding you and your Product, including your personal information, in order to enable the interface that you have authorized.\nOnce this information is shared with the particular Third-Party Product and Service, its use will be governed by the third party’s privacy policy and not by Span’s privacy policy.\nYou acknowledge and agree that Span makes no representation or warranty about the quality or safety of any Third-Party Products or Services or the interface with Product and Platform.\nAccordingly, Span is not responsible for your use of any Third-Party Product or Service, or any personal injury, death, property damage (including, without limitation, to your residence), or other harm or losses arising from or relating to your use of any Third-Party Products or Services.\nYou should contact the third party with any questions about their Third-Party Products and Services.</p>3.5.\nYour Submissions.<p>Span may provide you with the ability to submit certain content to the Platform.\n&nbsp;You are responsible for the information, opinions, messages, comments, photos, videos, graphics, sounds and other content or material that you submit, upload, post or otherwise make available on or through the Platform (each a “Submission”) and through the Services available in connection with this Platform.\n&nbsp;You may not upload, post or otherwise make available on this Platform any material protected by copyright, trademark, or any other proprietary right without the express permission of the owner of such copyright, trademark or other proprietary right owned by a third-party, and the burden of determining whether any material is protected by any such right is on you.\n&nbsp;You shall be solely liable for any damage resulting from any infringement of copyrights, trademarks, proprietary rights, violation of contract, privacy or publicity rights or any other harm resulting from any Submission that you make.\n&nbsp;You have full responsibility for each Submission you make, including its legality, reliability and appropriateness.\nUnless otherwise explicitly stated herein or in Span Privacy Policy, you agree that any Submission provided by you in connection with this Platform is provided on a non-proprietary and non-confidential basis.\n&nbsp;You hereby grant to Span a non-exclusive, perpetual, irrevocable, royalty-free, fully paid-up, worldwide license (including the right to sublicense through multiple tiers) to use, reproduce, process, adapt, publicly perform, publicly display, modify, prepare derivative works, publish, transmit and distribute each of your Submissions, or any portion thereof, in any form, medium or distribution method now known or hereafter existing, known or developed, and authorize others to use the Submissions.\n&nbsp;We may modify or adapt your Submissions in order to transmit, display or distribute them over computer networks and in various media and/or make changes to the Submissions as necessary to conform and adapt them to any requirements or limitations of any networks, devices, services or media.\n&nbsp;Span agrees to use any personally identifiable information contained in any of your Submissions in accordance with Span’s Privacy Policy.\nYou agree to pay for all royalties, fees, damages and any other monies owing any person by reason of any Submissions posted by you to or through this Platform.\nWhen you provide Submissions, you agree that those Submissions shall not be in violation of the “Unauthorized Activities” paragraph below.\n&nbsp;Those prohibitions do not require Span to monitor, police or remove any Submissions or other information submitted by you or any other user.</p>\n<p>a.</p>\n<p>\n<strong>Unauthorized Activities.\n</strong>When using the Platform, you agree not to: (a) defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\n(b) use racially, ethnically, or otherwise offensive language.\n(c) discuss or incite illegal activity.\n(d) use explicit/obscene language or solicit/post sexually explicit images (actual or simulated).\n(e) post anything that exploits children or minors or that depicts cruelty to animals.\n(f) post any copyrighted or trademarked materials without the express permission from the owner.\n(g) disseminate any unsolicited or unauthorized advertising, promotional materials, 'junk mail', 'spam', 'chain letters', 'pyramid schemes', or any other form of such solicitation.\n(h) use any robot, spider, scraper or other automated means to access the Platform.\n(i) take any action that imposes an unreasonable or disproportionately large load on our infrastructure.\n(j) alter the opinions or comments posted by others on this Platform.\n(k) post anything clearly false or misleading.\n(l) post anything unrelated to our business, products or services.\n(m) post anything contrary to our public image, goodwill or reputation, provided that the foregoing will not apply to you if applicable law prohibits such limitations and restrictions.\nThis list of prohibitions provides examples and is not complete or exclusive.\n&nbsp;Span reserves the right to (1) terminate access to your account, your ability to post to this Platform (or use the Services) and (2) refuse, delete or remove any Submissions.\nwith or without cause and with or without notice, for any reason or no reason, or for any action that Span determines is inappropriate or disruptive to this Platform or to any other user of this Platform.\n&nbsp;Span may report to law enforcement authorities any actions that may be illegal, and any reports it receives of such conduct.\n&nbsp;When legally required or at Span’s discretion, Span will cooperate with law enforcement agencies in any investigation of alleged illegal activity on this Platform or on the Internet.</p>3.6.\nPrivacy and Security.\n&nbsp;<p>\n<strong>‍</strong>Please read our Privacy Policy, which describes how we use information that you provide or that Span may collect from you as in connection with your use of the Platform and Products.\n&nbsp.\nSpan makes reasonable efforts to implement appropriate security measures but cannot guarantee that unauthorized third parties will not access or misappropriate your personal information, and you acknowledge that you provide your personal information to Span at your own risk.\n</p>3.7.\nChanges<strong>.</strong>\n<p>\n<strong>‍</strong>Span may make changes to the content and Services offered on the Platform at any time.\nSpan can change, update, or add or remove provisions of these Terms, at any time by posting the updated Terms on this Platform.\nBy using this Platform after Span has updated the Terms, you are agreeing to all the updated Terms.\nif you do not agree with any of the updated Terms, you must stop using the Platform.</p>3.8.\nGeographic Restrictions.<p>\n<strong>‍</strong>Span controls and operates this Platform from its headquarters in the United States of America and the Materials may not be appropriate or available for use in other locations.\n&nbsp;If you use this Platform outside the United States of America, you are responsible for following applicable local laws.</p>3.9.\nFeedback.<p>\n<strong>‍</strong>If you send or transmit any communications, comments, questions, suggestions, or related materials to Span, whether by letter, email, telephone, or otherwise (collectively, “Feedback”), suggesting or recommending changes to the Product, Platform, any Services offered through the Platform or Materials, including, without limitation, new features or functionality relating thereto, all such Feedback is, and will be treated as, non-confidential and non-proprietary.\n&nbsp;Except as prohibited by applicable law, you hereby assign all right, title, and interest in, and Span is free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using such Feedback.\n&nbsp;Where the foregoing assignment is prohibited by law, you hereby grant Span an exclusive, transferable, worldwide, royalty-free, fully paid-up license (including the right to sublicense) to use and exploit all Feedback as Span may determine in Span’s sole discretion.\n&nbsp;Notwithstanding the foregoing, you understand and agree that Span is not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and you have no right to compel such use, display, reproduction, or distribution.</p>4.\nINTENDED USE AND PRODUCT LIMITATIONS.4.1.\nIntended Use.<p>The Platform is intended to be accessed and used for non-time-critical information and control of Product.\nWhile we try to make sure that the Platform is highly reliable and available, it is not intended to be reliable or available 100% of the time.\nThe Platform is subject to sporadic interruptions and failures for a variety of reasons beyond Span’s control, including Wi-Fi failures, service provider uptime, mobile operator and network delays, among others.\nYou acknowledge these limitations and agree that Span is not responsible for any damages allegedly caused by the failure or delay of the Platform.</p>4.2.\nNo Critical Usage.<p>You acknowledge and agree that the Platform and Product is not certified for emergency response purposes, whether alone or interfaced with Third-Party Products and Services and Platform.\n&nbsp;Span makes no warranty or representation that the use of the Product or Platform will affect or increase your safety.\n&nbsp;You should not rely on the Product alone to control critical devices, such as devices that impact your health and safety.\n&nbsp;YOU AGREE THAT YOU WILL NOT RELY ON THE PLATFORM FOR ANY LIFE SAFETY OR CRITICAL PURPOSES.\nMOBILE NOTIFICATIONS REGARDING THE STATUS OF YOUR PRODUCT AND ASSOCIATED DEVICES ARE PROVIDED FOR INFORMATIONAL PURPOSES ONLY – THEY ARE NOT A SUBSTITUTE FOR A THIRD-PARTY MONITORED EMERGENCY-NOTIFICATION SYSTEM.\nYOU UNDERSTAND THAT THE PRODUCT AND PLATFORM, WHETHER STANDING ALONE OR INTERFACED WITH THIRD PARTY PRODUCTS OR SERVICES, ARE NOT A THIRD-PARTY MONITORED EMERGENCY NOTIFICATION SYSTEM.\nFURTHER, YOU UNDERSTAND THAT UNDER NO CIRCUMSTANCES WILL SPAN DISPATCH EMERGENCY SERVICES TO YOUR HOME IN THE EVENT OF AN EMERGENCY.</p>4.3.\nService Availability.\n<p>You acknowledge that the Platform, including remote access and mobile notifications, are not error-free or 100% reliable and 100% available.\nProper functioning of the Platform relies and is dependent on, among other things, the transmission of data through your Wi-Fi network, enabled wireless device (such as a phone or tablet) and broadband internet access, or optional Cellular Backup service, for which neither Span nor any wireless or data carrier is responsible, and may be interrupted, delayed, refused, or otherwise limited for a variety of reasons, including insufficient coverage, power outages, termination of service and access, environmental conditions, interference, non-payment of applicable fees and charges, unavailability of radio frequency channels, system capacity, upgrades, repairs or relocations, and priority access by emergency responders in the event of a disaster or emergency (collectively, “Service Interruptions”).\nYou understand that Service Interruptions may result in the Platform being unreliable or unavailable for the duration of the Service Interruption.\nWe cannot and do not guarantee that you will receive notifications within any given time, or at all.\nThe Platform may be suspended temporarily, without notice, for security reasons, systems failure, maintenance and repair, or other circumstances.\nYou agree that you will not be entitled to any refund or rebate for such suspensions.\nSpan does not offer any specific uptime guarantee for the Platform.</p>4.4.\nSystem Requirements.<p>The Platform will not be accessible without: (i) a working wired or wireless local area network (LAN), e.g.\nWi-Fi or Ethernet connection that is able to communicate with the Platform and Product.\n(ii) an Account.\n(iii) an enabled and supported wireless device, such as a phone or tablet (required for some features and functionalities of the Service).\n(iv) always-on broadband Internet access in your home with bandwidth sufficient to support the Product.\nand (v) other system elements that may be specified by Span.\nIt is your responsibility to ensure that you have all required system elements and that they are compatible and properly configured.\nYou acknowledge that the Platform may not work as described when the requirements and compatibility have not been met.\nIf you modify, substitute, move, or otherwise change any of the required system elements, it is your sole duty and responsibility to be sure they are compatible and properly configured to work with the Products and Platform.\nIn addition, you acknowledge that Span may activate Bluetooth on your smartphone or tablet, with or without prior notification, in order to facilitate proper operation of the Platform, enable communication with the Product connected to the same Span account and enable certain features.</p>4.5.\nCellular Backup.<p>In the event of any Service Interruptions to your home’s Wi-Fi network or internet connection, the Platform may be unreliable or unavailable for the duration of the Service Interruption.\n&nbsp;The Product has a cellular backup function, and Span will attempt to use it to mitigate the Service Interruption, but Span cannot guarantee that such function will work 100% of the time.</p>4.6.\nEnergy Savings.<p>Span does not guarantee or promise any specific level of energy savings or other monetary benefit from the use of the Product or Platform.\nActual energy savings and monetary benefits vary depending on factors beyond Span’s control or knowledge.\nFrom time to time, Span may use the Platform to provide you with information that is unique to you and your energy usage and suggest an opportunity to save money on energy bills or to utilize your energy resources more efficiently, if you adopt suggestions or features of the Product or Platform.\nWe do this to highlight an opportunity based on our analysis and information about you and your historical energy consumption.\nYou acknowledge that these suggestions are not a guarantee of actual savings and you agree not to seek monetary or other remedies from Span if you do not receive savings or if your savings differ from what is suggested by the Platform.<strong>‍</strong>‍</p>5.\nTHIRD PARTY LIMITATIONS.5.1.\nGeneral.<p>The Platform and Product relies on or inter-operate with Third-Party Products and Services.\nThese Third-Party Products and Services are beyond Span’s control, but their operation may impact on, or be impacted by, the use and reliability of the Platform.\nYou acknowledge and agree that: (i) the use and availability of the Platform is dependent on third-party product vendors and service providers, (ii) these Third-Party Products and Services may not operate in a reliable manner 100% of the time and they may impact on the way that the Platform operate, and (iii) Span is not responsible for damages and losses due to the operation of these Third-Party Products and Services.</p>5.2.\nThird-Party Service Providers Used by Span.<p>You acknowledge that Span uses third-party service providers to enable some aspects of the Platform, such as, for example, Tesla Powerwall for data storage, solar photovoltaic and home battery systems, Amazon Web Services for synchronization and communication, and mobile operating system vendors and mobile operators for mobile device notifications.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE TO RELEASE AND HOLD HARMLESS THIRD-PARTY SERVICE PROVIDERS FROM ALL LIABILITY, DAMAGES OR LOSSES OF ANY KIND OR SORT, PERSONAL INJURY OR LOSS OF LIFE ARISING FROM YOUR USE OF THE PRODUCTS AND SERVICES.</p>5.3.\nEquipment, ISP and Operator.<p>You acknowledge that the availability of the Platform is dependent on (i) your computer, mobile device, home wiring, home Wi-Fi network, Bluetooth connection and other related equipment (“Equipment”), (ii) your Internet service provider (“ISP”) and (iii) your mobile device operator (“Operator”).\nYou acknowledge that you are responsible for all fees charged by your ISP and Operator in connection with your use of the Platform.\nYou also acknowledge that you are responsible for compliance with all applicable agreements, terms of use/service and other policies of your ISP and Operator.</p>5.4.\nApp Stores.<p>You acknowledge and agree that the availability of the Apps is dependent on the third-party websites from which you download the Apps, e.g., the Google Play Store from Google or the App Store from Apple (each an “App Store”).\nYou acknowledge that these Terms are between you and Span and not with an App Store.\nEach App Store may have its own terms and conditions to which you must agree before downloading Apps from it.\nYou agree to comply with such App Store terms and conditions, and your license to use the Apps is conditioned upon your compliance with such App Store terms and conditions.\nTo the extent that such other terms and conditions from such App Store are less restrictive than, or otherwise conflict with, the terms and conditions of these Terms, the more restrictive or conflicting terms and conditions in these Terms apply.</p>5.5.\nThird-Party Website Links and Referrals.<p>The Website may contain links to other websites operated by third parties and referrals to third-party vendors (“Third-Party Sites”).\nSuch Third-Party Sites are not under our control.\nSpan provides these links and referrals only as a convenience and does not review, approve, monitor, endorse, warrant or make any representations with respect to such Third-Party Sites.\nYour use of these Third-Party Sites is at your own risk.</p>5.6.\nRelease Regarding Third Parties.<p>Span is not responsible for third parties or their products and services, including, without limitation, the App Stores, Third-Party Products and Services, Third-Party Sites, Equipment, ISP and Operators.\nSpan hereby disclaims, and you hereby discharge, waive and release Span and its licensors and suppliers from any past, present and future claims, liabilities and damages, known or unknown, arising out of or relating to your interactions with such third parties and their products and services.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOUR AT THE TIME OF EXECUTING THE RELEASE WHICH, IF KNOWN BY HIM OR HER, MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.” YOU HEREBY WAIVE ANY SIMILAR PROVISION IN ANY OTHER JURISDICTION.</p>6.\nOWNERSHIP AND INTELLECTUAL PROPERTY.6.1.\nSpan is a trademark of Span.IO, Inc.\nin the United States.<p>Other trademarks, names and logos on this Platform are the property of their respective owners.\nUnless otherwise specified in these Terms, all information and screens appearing on this Platform, including documents, services, site design, text, graphics, logos, images and icons, as well as the arrangement thereof, are the sole property of Span, Copyright © 2018-2021 Span.IO, Inc.\n&nbsp;All rights not expressly granted herein are reserved.\n&nbsp;Except as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.</p>7.\nINDEMNITY.<p>a.</p>\n<p>You agree to indemnify and hold Span and its officers, directors, employees, affiliates, agents, licensors, and business partners harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys’ fees and costs of defense) Span or any other indemnified party suffers in relation to, arising from, or for the purpose of avoiding, any claim or demand arising out of or related to: (i) your use of this Platform or the use of this Platform and the Products and any use of the same by any person using your user name and/or password.\n(ii) your violation of these Terms.\n(iii) any Submissions or Feedback you provide.\nand (iv) your violation of any law or the rights of any third party.</p>\n<p>b.</p>\n<p>Nothing contained herein shall be construed to require any indemnification which would render or make this clause, in whole or in part, void and/or unenforceable under applicable law.\nSpan reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Span, and you agree to cooperate with our defense of such claims.\nYou agree not to settle any such claim without Span’s prior written consent.\nSpan will use reasonable efforts to notify you of any claim, action or proceeding for which it wishes to seek an indemnity in accordance with this section, upon becoming aware of it.</p>8.\nDISCLAIMERS.<p>a.</p>\n<p>Your use of this Platform and/or the Product is at your own risk.\n&nbsp;The Materials have not been verified or authenticated in whole or in part by Span, and they may include inaccuracies or typographical or other errors.\n&nbsp;Span does not warrant the accuracy of timeliness of the Materials contained on this Platform.\nSpan has no liability for any errors or omissions in the Materials, whether provided by Span, our licensors or suppliers or other users.\n&nbsp;The Platform provides you with information (“Product Information”) regarding the Product and its connection with other products and services.\nAll Product Information is provided “as is” and “as available”.\nWe cannot guarantee that it is correct or up to date.\nIn cases where it is critical, accessing Product Information through the Platform is not a substitute for direct access of the information in your residence.</p>\n<p>b.</p>\n<p>ANY WARRANTIES MADE BY SPAN ARE FOR THE BENEFIT OF THE USER OF THE PLATFORM ONLY AND NOT FOR THE BENEFIT OF ANY THIRD PARTY.\n&nbsp;ANY MATERIALS PROVIDED THROUGH THE PLATFORM ARE LICENSED AND NOT SOLD.\n&nbsp;SPAN, FOR ITSELF AND ITS LICENSORS, MAKES NO EXPRESS, IMPLIED OR STATUTORY REPRESENTATIONS, WARRANTIES, OR GUARANTEES IN CONNECTION WITH THIS PLATFORM, THE PRODUCT (OTHER THAN THE LIMITED WARRANTY), OR ANY MATERIALS RELATING TO THE QUALITY, SUITABILITY, OPERABILITY, CONDITION, SYSTEM INTEGRATION, NON-INTERFERENCE, WORKMANSHIP, TRUTH, ACCURACY (OF DATA OR ANY OTHER INFORMATION OR CONTENT), ABSENCE OF DEFECTS, WHETHER LATENT OR PATENT, OR COMPLETENESS OF ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THIS PLATFORM, INCLUDING WITHOUT LIMITATION, THE MATERIALS.\n&nbsp;UNLESS OTHERWISE EXPLICITLY STATED, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THIS PLATFORM, THE PRODUCT, AND MATERIALS, AND ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THIS PLATFORM IS PROVIDED TO YOU ON AN “AS IS,” “AS AVAILABLE” AND “WHERE-IS” BASIS WITH NO WARRANTY OF IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.\n&nbsp;SPAN DOES NOT PROVIDE ANY WARRANTIES AGAINST VIRUSES, SPYWARE OR MALWARE THAT MAY BE INSTALLED ON YOUR COMPUTER OR MOBILE DEVICE.</p>9.\nLIMITATION OF LIABILITY.<p>a.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL SPAN BE LIABLE TO YOU FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE, HOWEVER ARISING, EVEN IF SPAN KNOWS THERE IS A POSSIBILITY OF SUCH DAMAGE.</p>\n<p>b.</p>\n<p>SPAN’S TOTAL CUMULATIVE LIABILITY FOR ANY DIRECT DAMAGES, PROPERTY DAMAGE, PERSONAL INJURY, LOSS OF LIFE OR ANY OTHER DAMAGES NOT EXCLUDED OR PRECLUDED PURSUANT TO 9(a) ABOVE, ARISING FROM OR RELATED TO THE PRODUCT OR THE PLATFORM, WHETHER IN CONTRACT OR TORT OR OTHERWISE, SHALL BE LIMITED TO AN AMOUNT NEVER TO EXCEED THE FEES ACTUALLY PAID BY YOU TO SPAN OR SPAN’S AUTHORIZED RESELLER FOR THE PRODUCT IN THE PRIOR 12 MONTHS (IF ANY).</p>\n<p>c.</p>\n<p>SPAN DISCLAIMS ALL LIABILITY OF ANY KIND OF SPAN’S LICENSORS AND SUPPLIERS.\nSPAN SHALL NOT BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM YOUR DISPLAYING, COPYING, OR DOWNLOADING ANY MATERIALS TO OR FROM THE PLATFORM, OR FOR ANY USE OF SUCH MATERIALS.\n&nbsp;</p>\n<p>d.</p>\n<p>YOU UNDERSTAND AND AGREE THAT THIS LIMITATION OF LIABILITY IN THIS SECTION 9 SHALL APPLY EVEN IF SPAN IS FOUND LIABLE FOR ANY LOSS OR DAMAGE DUE TO BREACH OF CONTRACT, BREACH OF EXPRESS OR IMPLIED OR LIMITED WARRANTY, NEGLIGENCE OF ANY KIND OR DEGREE, STRICT PRODUCT LIABILITY, SUBROGATION, INDEMNIFICATION OR CONTRIBUTION, OR ANY OTHER THEORY OF LIABILITY.\nHOWEVER, THIS LIMITATION OF LIABILITY SHALL NOT APPLY TO ANY WILLFUL, WANTON, OR INTENTIONAL MISCONDUCT OF SPAN OR GROSS NEGLIGENCE OF SPAN IN THOSE STATES THAT DO NOT PERMIT LIMITATION OF LIABILITY FOR GROSS NEGLIGENCE.</p>10.\nDISPUTE RESOLUTION, ARBITRATION, CLASS ACTION WAIVER.<p>Please read the following (this “Provision”) carefully.\n&nbsp;It affects your rights.\nMost customer concerns can be resolved quickly and to a customer’s satisfaction by contacting us at support@span.io.\n&nbsp;This Provision facilitates the prompt and efficient resolution of any disputes that may arise between you and Span.\n&nbsp;Arbitration is a form of private dispute resolution in which persons with a dispute waive their rights to file a lawsuit, to proceed in court and to a jury trial, and instead submit their disputes to a neutral third person (or arbitrator) for a binding decision.\n&nbsp;You have the right to opt-out of this Provision (as explained below), which means you would retain your right to litigate your disputes in a court, either before a judge or jury.\nPlease read this Provision carefully.\n&nbsp;It provides that all Disputes (defined below) between you and Span shall be resolved by binding arbitration.\n&nbsp;Arbitration replaces the right to go to court.\n&nbsp;In the absence of this arbitration agreement, you may otherwise have a right or opportunity to bring claims in a court, before a judge or jury, and/or to participate in or be represented in a case filed in court by others (including, but not limited to, class actions).\n&nbsp;Except as otherwise provided, entering into this agreement constitutes a waiver of your right to litigate claims and all opportunity to be heard by a judge or jury.\n&nbsp;There is no judge or jury in arbitration, and court review of an arbitration award is limited.\n&nbsp;The arbitrator must follow this agreement and can award the same damages and relief as a court (including attorneys’ fees).</p>10.1.\nDefinitions.<p>For the purpose of this Provision, “Span” means Span and its parents, subsidiary, and affiliate companies, and each of their respective officers, directors, employees, and agents.\n&nbsp;The term “Dispute” means any dispute, claim, or controversy between you and Span regarding any aspect of your relationship with Span, whether based in contract, statute, regulation, ordinance, tort (including, but not limited to, fraud, misrepresentation, fraudulent inducement, or negligence), or any other legal or equitable theory, and includes the validity, enforceability or scope of this Provision (with the exception of the enforceability of the Class Action Waiver clause below).\n&nbsp;“Dispute” is to be given the broadest possible meaning that will be enforced and shall include any claims against other parties relating to services or products provided or billed to you (such as Span’s licensors, suppliers, dealers or third-party vendors) whenever you also assert claims against us in the same proceeding.</p>10.2.\nAgreement.<p>WE EACH AGREE THAT, EXCEPT AS PROVIDED BELOW, ANY AND ALL DISPUTES, AS DEFINED ABOVE, WHETHER PRESENTLY IN EXISTENCE OR BASED ON ACTS OR OMISSIONS IN THE PAST OR IN THE FUTURE, WILL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION RATHER THAN IN COURT IN ACCORDANCE WITH THIS PROVISION.</p>\n<strong>10.3.\nPre-Arbitration Claim Resolution.</strong>\n<p>For all Disputes, whether pursued in court or arbitration, you must first give Span an opportunity to resolve the Dispute.\n&nbsp;You must commence this process by mailing written notification to Span at: Attn: Legal, 679 Bryant Street, San Francisco, CA 94107.\n&nbsp;That written notification must include (1) your name, (2) your address, (3) a written description of your Claim, and (4) a description of the specific relief you seek.\n&nbsp;If Span does not resolve the Dispute within 45 days after it receives your written notification, you may pursue your Dispute in arbitration.\n&nbsp;You may pursue your Dispute in a court only under the circumstances described below.</p>10.4.\nExclusions from Arbitration/Right to Opt Out.<p>Notwithstanding the above, you or Span may choose to pursue a Dispute in court and not by arbitration if (a) the Dispute qualifies, it may be initiated in small claims court.\nor (b) YOU OPT-OUT OF THESE ARBITRATION PROCEDURES WITHIN 30 DAYS FROM THE DATE THAT YOU FIRST CONSENT TO THIS AGREEMENT (the “Opt-Out Deadline”).\n&nbsp;You may opt out of this Provision by mailing written notification to Span, Attn: Legal, 679 Bryant St, San Francisco, CA 94107.\n&nbsp;Your written notification must include (1) your name, (2) your address, and (3) a clear statement that you do not wish to resolve disputes with Span through arbitration.\n&nbsp;Your decision to opt-out of this Arbitration Provision will have no adverse effect on your relationship with Span.\n&nbsp;Any opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your Dispute in arbitration or small claims court.</p>10.5.\nArbitration Procedures.<p>If this Provision applies and the Dispute is not resolved as provided above under Pre-Arbitration Claim Resolution, either you or Span may initiate arbitration proceedings.\n&nbsp;The American Arbitration Association (“AAA”), www.adr.org, or JAMS, www.jamsadr.com, will arbitrate all Disputes, and the arbitration will be conducted before a single arbitrator.\n&nbsp;The arbitration shall be commenced as an individual arbitration and shall in no event be commenced as a class arbitration.\n&nbsp;All issues shall be for the arbitrator to decide, including the scope of this Provision.\nFor arbitration before AAA, for Disputes of less than $75,000, the AAA’s Supplementary Procedures for Consumer-Related Disputes will apply.\nfor Disputes involving $75,000 or more, the AAA’s Commercial Arbitration Rules will apply.\n&nbsp;In either instance, the AAA’s Optional Rules for Emergency Measures of Protection shall apply.\n&nbsp;The AAA rules are available at www.adr.org or by calling 1-800-778-7879.\n&nbsp;For arbitration before JAMS, the JAMS Comprehensive Arbitration Rules &amp.\nProcedures and the JAMS Recommended Arbitration Discovery Protocols for Domestic, Commercial Cases will apply.\n&nbsp;The JAMS rules are available at www.jamsadr.com or by calling 1-800-352-5267.\n&nbsp;This Provision governs in the event it conflicts with the applicable arbitration rules.\n&nbsp;Under no circumstances will class action procedures or rules apply to the arbitration.\nBecause the Platform and these Terms concern interstate commerce, the Federal Arbitration Act (“FAA”) governs the arbitrability of all Disputes.\n&nbsp;However, the arbitrator will apply applicable substantive law consistent with the FAA and the applicable statute of limitations or condition precedent to suit.</p>10.6.\nArbitration Award.<p>The arbitrator may award on an individual basis any relief that would be available pursuant to applicable law, and will not have the power to award relief to, against or for the benefit of any person who is not a party to the proceeding.\n&nbsp;The arbitrator will make any award in writing but need not provide a statement of reasons unless requested by a party.\n&nbsp;Such award will be final and binding on the parties, except for any right of appeal provided by the FAA, and may be entered in any court having jurisdiction over the parties for purposes of enforcement.</p>10.7.\nLocation of Arbitration.<p>You or Span may initiate arbitration in either San Francisco County, California or the federal judicial district that includes your billing address.\n&nbsp;In the event that you select the federal judicial district that includes your billing address, Span may transfer the arbitration to San Francisco, California in the event that it agrees to pay any additional fees or costs you incur as a result of the transfer, as determined by the arbitrator.</p>10.8.\nPayment of Arbitration Fees and Costs.<p>Span will pay all arbitration filing fees and arbitrator’s costs and expenses upon your written request given prior to the commencement of the arbitration.\n&nbsp;You are responsible for all additional fees and costs that you incur in the arbitration, including, but not limited to, fees for attorneys and/or expert witnesses.\n&nbsp;Fees and costs may be awarded as provided pursuant to applicable law.\n&nbsp;In addition to any rights to recover fees and costs under applicable law, if you provide notice and negotiate in good faith with Span as provided in the section above titled “Pre-Arbitration Claim Resolution” and the arbitrator concludes that you are the prevailing party in the arbitration, you will be entitled to recover reasonable attorneys’ fees and costs as determined by the arbitrator.</p>10.9.\nClass Action Waiver.<p>Except as otherwise provided in this Provision, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, consolidated action or private attorney general action) unless both you and Span specifically agree to do so following initiation of the arbitration.\n&nbsp;If you choose to pursue your Dispute in court by opting out of the Arbitration Provision, as specified above, this Class Action Waiver will not apply to you.\n&nbsp;Neither you, nor any other user of the Platform can be a class representative, class member, or otherwise participate in a class, consolidated, or representative proceeding without having complied with the opt-out requirements above.</p>10.10.\nJury Waiver.<p>You understand and agree that by entering into this Agreement you and Span are each waiving the right to a jury trial or a trial before a judge in a public court.\n&nbsp;In the absence of this Provision, you and Span might otherwise have had a right or opportunity to bring Disputes in a court, before a judge or jury, and/or to participate or be represented in a case filed in court by others (including class actions).\n&nbsp;Except as otherwise provided below, those rights are waived.\n&nbsp;Other rights that you would have if you went to court, such as the right to appeal and to certain types of discovery, may be more limited or may also be waived.</p>10.11.\nSeverability.<p>If any clause within this Provision (other than the Class Action Waiver clause above) is found to be illegal or unenforceable, that clause will be severed from this Provision, and the remainder of this Provision will be given full force and effect.\n&nbsp;If the Class Action Waiver clause is found to be illegal or unenforceable, this entire Provision will be unenforceable, and the Dispute will be decided by a court.</p>10.12.\nContinuation.<p>This Provision shall survive the termination of your service with Span or its affiliates.\n&nbsp;Notwithstanding any provision in this Agreement to the contrary, we agree that if Span makes any change to this Provision (other than a change to the Notice Address), you may reject any such change and require Span to adhere to the language in this Provision if a dispute between us arises.</p>11.\nGENERAL.<p>Span prefers to advise you if we feel you are not complying with these Terms and to recommend any necessary corrective action.\n&nbsp;However, certain violations of these Terms, as determined by Span, may result in immediate termination of your access to this Platform without prior notice to you.\n&nbsp;The Federal Arbitration Act, California state law and applicable U.S.\nfederal law, without regard to the choice or conflicts of law provisions, will govern these Terms.\n&nbsp;Foreign laws do not apply.\n&nbsp;The United Nations on Contracts for the International Sale of Goods and any laws based on the Uniform Computer Information Transactions Act (UCITA) shall not apply to this Agreement.\n&nbsp;Except for Disputes subject to arbitration as described above, any disputes relating to these Terms or this Platform will be heard in the courts located in San Francisco County in the State of California.\n&nbsp;If any of these Terms is found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.\n&nbsp;Span’s failure to enforce any of these Terms is not a waiver of such term.\n&nbsp;These Terms are the entire agreement between you and Span and supersede all prior or contemporaneous negotiations, discussions or agreements between you and Span about this Platform.\n&nbsp;The proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability and general provisions shall survive any termination of these Terms.\n&nbsp;The section titles in these Terms are for convenience only and have no legal or contractual effect.\n&nbsp;The word “including” means “including without limitation”.\n&nbsp;If any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\n&nbsp;Your relationship to Span is that of an independent contractor, and neither party is an agent or partner of the other.\n&nbsp;These Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Span’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\n&nbsp;Span may freely assign these Terms.\n&nbsp;The terms and conditions set forth in these Terms shall be binding upon assignees.</p>CONTACT US.<p>If you have any questions about these Terms or otherwise need to contact Span for any reason, you can reach us at support@span.io.</p>HomePanelDriveAppInstallers &amp;&nbsp;PartnersMission &amp.\nCareersNewsTech PortalSupportTerms of ServicePrivacy PolicyLegal Instagram LinkedIn Youtube Facebook Twitter TikTok©2023 SPAN.io, Inc.\nAll rights reserved.\n", "created_at": "2023-08-31 23:11:38.827434", "updated_at": "2023-08-31 23:11:49.222358"}, {"id": 18611, "name": "Sales Terms & Conditions", "url": "https://www.span.io/sales-terms", "xpath": "//body", "text": "Press Alt+1 for screen-reader mode, Alt+0 to cancelAccessibility Screen-Reader Guide, Feedback, and Issue Reporting “HomePanelDriveAppInstallers &amp.\nPartnersMission &amp.\nCareersNewsElectrification Savings CalculatorTech PortalSupportLegalSee pricingSee pricingSales Terms &amp.\nConditions<br>\n<p>Last Updated: May 10, 2022<br>\n</p>\n<p>Welcome to Span’s online store (the \"Store\") provided by Span.IO, Inc.\n(\"Span\").\nYour purchase of products (“Products”) from this website constitutes your agreement to be bound by the following terms and conditions (the “Terms &amp.\nConditions”) and any additional terms we provide.\nAdditional terms include, but are not limited to, the (1) Span Panel Limited Warranty (the “Span Limited Warranty”), which is available here and (2) Span Privacy Policy, which is available here.\nThe terms of the Span Privacy Policy apply to information collected from you unless different terms are specified as part of a special offer or in another form or contract we provide you.\n&nbsp;Please read these Terms &amp.\nConditions carefully prior to purchasing or using the Products.\nThey require the use of binding arbitration to resolve disputes rather than jury trials or class actions.<strong>\n</strong>If you do not agree with these Terms &amp.\nConditions, please do not purchase or use the Products.</p>\n<p>We reserve the right to change these Terms &amp.\nConditions at any time, so please review the Terms &amp.\nConditions each time prior to making a purchase from Span.\nEvery time you order Products from Span, the Terms &amp.\nConditions in force at that time will apply between you and Span.\n&nbsp;If you have any questions regarding these Terms &amp.\nConditions, you can contact Span at hello@span.io.</p>1.\nAcceptance<p>THIS IS A BINDING LEGAL AGREEMENT BETWEEN YOU AND SPAN.\nBY PLACING AN ORDER FOR PRODUCTS, YOU ARE ACCEPTING AND AGREEING TO THESE TERMS &amp.\nCONDITIONS.\nYOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT, AUTHORITY, AND CAPACITY TO ACCEPT AND AGREE TO THESE TERMS &amp.\nCONDITIONS.\nYOU REPRESENT THAT YOU ARE OF SUFFICIENT LEGAL AGE IN YOUR JURISDICTION OR RESIDENCE TO PURCHASE AND USE PRODUCTS AND TO ENTER INTO THIS AGREEMENT.</p>2.\nPayment<p>By providing a credit card or other payment method accepted by Span, you represent and warrant that you are authorized to use the designated payment method and that you authorize us (or our third-party payment processor) to charge your payment method for the total amount of your order (including any applicable taxes and other charges).\nIf the payment method you provide cannot be verified, is invalid or is otherwise not acceptable, your order may be suspended or canceled.\nYou must resolve any problem we encounter in order to proceed with your order.\nIn the event you want to change or update payment information associated with your Span account, you can do so at any time by logging into your account and editing your payment information.\n</p>\n<p>Failure to pay the amount of your order to Span (excluding amounts disputed in good faith) for 60 days or more from the invoice due date may result in your account being suspended, and will not relieve you of the obligation to pay amounts due to Span.</p>\n<p>A deposit payment is due upon signing the purchase agreement.\nThe deposit payment is equal to two hundred fifty dollars ($250).\nFull payment, including shipping costs and sales tax, is due upon completion of installation.\nInstallation is considered complete once the Products are registered on Span’s servers.\n</p>3.\nCancellation <p>YOU, THE BUYER, MAY CANCEL THIS TRANSACTION AT ANY TIME PRIOR TO MIDNIGHT OF THE THIRD BUSINESS DAY AFTER THE DATE OF THIS TRANSACTION.\n</p>\n<p>To cancel your order, reply to your Span confirmation order email with the written message “Cancel”.</p>\n<p>Span reserves the right to cancel the order if Span is unable to find an independent licensed installer.\nYou will be fully refunded by Span in the event of cancellation.</p>4.\nAvailability and Pricing<p>All Products offered on the Store are subject to availability, and we reserve the right to impose quantity limits on any order, to reject all or part of an order and to discontinue offering Products without prior notice.\nPrices for the Products are subject to change at any time, but changes will not affect any order for Products you have already placed.</p>5.\nTitle<p>Title to the Products shall pass to you upon delivery.\n&nbsp;Span and/or the freight carrier will be responsible for any Product loss or damage that occurs when the Product is in transit to you.</p>6.\nSales Tax<p>Span calculates and charges sales tax in accordance with applicable laws.</p>7.\nResale <p>Purchases made of the Product made on the website are intended for end users only, and are not authorized for resale.</p>8.\nInstallation<p>Installation of your Products will be performed solely by an independent licensed installer previously certified in writing by Span.\n&nbsp;Span will not perform any portion of the installation.\n&nbsp;Installers arranged by Span are neither Span employees nor are they affiliated with Span.\n</p>\n<p>You must ensure that you have all necessary consents before installation, including, but not limited to the permission of a landlord or property owner, as applicable.\nNeither Span nor the installer will be liable for your failure to obtain any necessary permission or consent.\nSpan is not responsible for any injury or damage caused by self-installation.</p>9.\nLimited Warranty<p>Span will provide the Span Limited Warranty, which is available here.\nThe Span Limited Warranty shall be the sole and exclusive remedy for all claims based on failure of or defects in the Products.\n</p>\n<p>The independent licensed installer will provide a workmanship warranty covering the installation.</p>\n<p>EXCEPT FOR THE SPAN LIMITED WARRANTY, TO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, SPAN HEREBY EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES, WHETHER EXPRESS, IMPLIED, ORAL OR WRITTEN, STATUTORY OR OTHERWISE, REGARDING ANY SUBJECT MATTER OF THIS AGREEMENT.\nWITHOUT LIMITING THE FOREGOING, SPAN SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS OR SUFFICIENCY FOR A PARTICULAR USE OR PURPOSE, NONINFRINGEMENT OR TITLE, AND ANY WARRANTY ARISING FROM A COURSE OF DEALING OR USAGE OF TRADE.\nFURTHER, SPAN DOES NOT WARRANT, GUARANTEE OR MAKE ANY REPRESENTATIONS THAT THE PRODUCTS OR THE APPLICATION WILL OPERATE IN COMBINATION WITH ANY MATERIAL OR PRODUCTS NOT PROVIDED BY SPAN, WILL BE FREE FROM BUGS, OR THAT ANY ERRORS WILL BE OR CAN BE CORRECTED.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY ANY PERSONNEL OF SPAN OR AN INSTALLER SHALL CREATE A WARRANTY OR IN ANY WAY INCREASE THE SCOPE OF THE SPAN LIMITED WARRANTY.</p>10.\nLimitation of Liability<p>Nothing in these Terms &amp.\nConditions and in particular within this \"Limitation of Liability\" section shall attempt to exclude or limit liability that cannot be excluded under applicable law.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN ADDITION TO THE ABOVE WARRANTY DISCLAIMERS, IN NO EVENT WILL (A) SPAN BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, SPECIAL, OR INCIDENTAL DAMAGES, INCLUDING ANY DAMAGES FOR LOST DATA OR LOST PROFITS, ARISING FROM OR RELATING TO THE PRODUCTS, EVEN IF SPAN KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES, AND (B) SPAN’S TOTAL CUMULATIVE LIABILITY ARISING FROM OR RELATED TO THE PRODUCTS, INSTALLATION OF THE PRODUCTS OR THE APPLICATION, WHETHER IN CONTRACT OR TORT OR OTHERWISE, EXCEED THE AMOUNT ACTUALLY PAID BY YOU TO SPAN FOR THE PRODUCT.\nTHIS LIMITATION IS CUMULATIVE AND WILL NOT BE INCREASED BY THE EXISTENCE OF MORE THAN ONE INCIDENT OR CLAIM.\nSPAN DISCLAIMS ALL LIABILITY OF ANY KIND OF SPAN’S LICENSORS, SUPPLIERS AND INSTALLERS.</p>11.\nIntellectual Property Ownership<p>Span and its licensors retain all rights, title and interest in and to, including all patent rights, trademarks, service marks, trade names, trade dresses, copyrights, mask work rights, and trade secret rights, and any and all other intellectual property and industrial property rights embodied in or associated with, the Products and the Application, and all enhancements, improvements, modifications and derivative works thereof.\n&nbsp;There are no implied licenses under this Agreement, and any rights not expressly granted hereunder are reserved by Span.\n&nbsp;Notwithstanding anything herein to the contrary, Span may seek injunctive or other equitable relief to protect its confidential information and intellectual property rights in any court of competent jurisdiction.</p>12.\nData Protection <p>Please see our Privacy Policy, available here for more information on how the data we collect from you and how we use and share that data.\nWe will collect, use and disclose your personal information as set out in that Privacy Statement and you hereby consent to us doing so.</p>\n<p>Span is not responsible for any information provided by you to third parties, including devices that provide third party control, including, without limitation, utility and smart energy programs.\nYou assume all privacy, security and other risks associated with providing personally identifiable information to third parties.\nFor a description of the privacy protections associated with providing information to third parties, you should refer to the privacy policies, if any, provided by those third parties.</p>13.\nForce Majeure<p>We will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under a contract that is caused by an act or event beyond our reasonable control, including without limitation acts of God, strikes, lock-outs or other industrial action by third parties, civil commotion, riot, terrorist attack, war, fire, explosion, storm, flood, earthquake, epidemic or other natural disaster, failure of public or private telecommunications networks or impossibility of the use of railways, shipping, aircraft, motor transport or other means of public or private transport.</p>\n<strong>14.\nBreach</strong>\n<p>If you are in breach of this Agreement, upon seven (7) days prior written notice, Span may pursue any remedy it has under this Agreement or at law, including termination, suspension of performance, repossession of the Products (if title has not yet transferred) and collection of all amounts due.</p>15.\nSeverability<p>If any part of these Terms &amp.\nConditions becomes illegal, invalid, unenforceable, or prohibited in any respect under any applicable law or regulation, such provision or part thereof will be deemed to not form part of the contract between us.\nThe legality, validity or enforceability of the remainder of these Terms &amp.\nConditions will remain in full force and effect.</p>16.\nSurvival<p>Provisions that, by their nature, should survive termination of these Terms &amp.\nConditions shall survive termination.\nBy way of example, all of the following will survive termination: any obligation you have to pay us, any limitations on our liability and terms regarding disputes between us.</p>17.\nEntire Agreement<p>This Agreement represents the entire understanding relating to your purchase or use of the Products and prevails over any prior or contemporaneous, conflicting or additional communications between you and Span.\nAll rights not expressly granted herein are reserved by Span.</p>18.\nWaiver<p>Failure or delay by us to enforce any of these Terms &amp.\nConditions will not constitute a waiver of our rights against you and does not affect our right to require future performance thereof.</p>19.\nHeadings<p>Headings and captions are for convenience only and are not to be used in the interpretation of these Terms &amp.\nConditions.</p>20.\nElectronic Communications<p>You are communicating with Span electronically when you use Span’s website or send email to Span.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\nWhen you order on Span’s website, we collect and store your email address.\nFrom that point forward, your email address is used to send you information about Span’s products and services unless you opt-out of such emails using the opt-out link in the emails.</p>21.\nAssignment<p>You may not transfer or assign these Terms &amp.\nConditions without the prior written consent of Span.\n&nbsp;Span may assign these Terms &amp.\nConditions without your consent.\n&nbsp;</p>22.\nGoverning Law<p>These Terms &amp.\nConditions are governed by the laws of the State of California without giving effect to any conflict of laws principles that may provide the application of the law of another jurisdiction.\nYou agree to submit to the personal jurisdiction of the state and federal courts in or for San Francisco, California for the purpose of litigating all such claims or disputes, unless such claim or dispute is required to be arbitrated as set forth in Section 22 below.</p>23.\nDispute Resolution <p>All disputes of any nature arising out of or in connection with this Agreement shall be brought in the state or federal courts of competent jurisdiction located in San Francisco, California.\nEach Party submits to the exclusive jurisdiction of such courts and waives any objection to the proper venue of such courts.</p>\n<p>(a) Informal Resolution </p>\n<p>If you have any dispute with Span or any related third party, arising out of, relating to, or connected with the Products, you agree to contact Span at support@span.io.\nprovide a brief, written description of the dispute and your contact information (including your username, if your dispute relates to an account).\nand give Span thirty (30) days within which to resolve the dispute to your satisfaction.\n&nbsp;If the parties do not reach an agreed upon solution within thirty (30), then either party may initiate binding arbitration as the sole means to resolve claims, in accordance with the provisions set forth below.</p>\n<p>(b) Binding Arbitration.</p>\n<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.\n&nbsp;YOU AND SPAN AGREE THAT ANY DISPUTE, CONTROVERSY, OR CLAIM ARISING OUT OF, OR RELATING TO YOUR USE OF THE SERVICES AND/OR PRODUCTS, TO THIS AGREEMENT, OR TO THE CONTENT, ANY RELATIONSHIP BETWEEN US AND/OR ANY RECORDING ON THE SERVICES AND/OR PRODUCTS SHALL BE RESOLVED ONLY BY FINAL AND BINDING, BILATERAL ARBITRATION, except that (1) you may assert claims in small claims court in your county of residence within the United States if your claims qualify.\nand (2) this agreement to arbitrate does not include your or Span’s right to seek injunctive or other equitable relief in state or federal court in San Francisco, California to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents, or other intellectual property rights.\nThe Federal Arbitration Act (the “FAA”), 9 U.S.C.\n§ 1, et seq., and federal arbitration law apply to this Agreement and govern all questions as to whether a dispute is subject to arbitration.</p>\n<p>There is no judge or jury in arbitration, and court review of an arbitration award is limited.\nAn arbitrator, however, can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of these Terms &amp.\nConditions.</p>\n<p>Before initiating an arbitration, you and Span each agree to first provide the other a written notice (“Notice of Dispute”), which shall contain: (a) a written description of the problem and relevant documents and supporting information.\nand (b) a statement of the specific relief sought.\nA Notice of Dispute should be sent to Span’s address, which is currently: 679 Bryant Street, San Francisco, CA 94107, Attention: Legal Department.\n&nbsp;We will provide a Notice of Dispute to you via the email address associated with your Span account.\n</p>\n<p>Arbitration shall (1) be administered by the Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”), pursuant to the JAMS Streamlined Arbitration Rules &amp.\nProcedures then in effect (the “JAMS Rules”) and as modified by this agreement to arbitrate, including the rules regarding filing, administration, discovery, and arbitrator fees.\n(2) be conducted by a single, neutral arbitrator.\nand (3) take place in the city of San Francisco.\n&nbsp;</p>\n<p>IF, FOR ANY REASON, A CLAIM PROCEEDS IN COURT RATHER THAN IN ARBITRATION, WE EACH WAIVE OUR RIGHT TO A JURY TRIAL.\nYOU THEREFORE UNDERSTAND AND AGREE THAT BY ENTERING INTO THIS AGREEMENT, YOU AND SPAN ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY AND THE RIGHT TO PARTICIPATE IN A CLASS OR REPRESENTATIVE ACTION FOR ANY CLAIMS COVERED BY THIS AGREEMENT.</p>24.\nNotices<p>Span may provide notifications to you as required by law or for marketing or other purposes via (at its option) email to the primary email associated with your Span account, hard copy, or posting of such notice on the Span website.\nSpan is not responsible for any automatic filtering you or your network provider may apply to email notifications.\nSpan recommends that you add @span.io URLs to your email address book to help ensure you receive email notifications from Span.</p>Contact Us<p>\n<strong>‍</strong>If you have any questions about these Terms &amp.\nConditions or otherwise need to contact Span for any reason, you can reach us at support@span.io.</p>HomePanelDriveAppInstallers &amp;&nbsp;PartnersMission &amp.\nCareersNewsTech PortalSupportTerms of ServicePrivacy PolicyLegal Instagram LinkedIn Youtube Facebook Twitter TikTok©2023 SPAN.io, Inc.\nAll rights reserved.\n", "created_at": "2023-08-31 23:12:08.994663", "updated_at": "2023-08-31 23:13:04.358242"}, {"id": 18609, "name": "Privacy Policy", "url": "https://www.span.io/privacy", "xpath": "//body", "text": "Accessibility Screen-Reader Guide, Feedback, and Issue Reporting “HomePanelDriveAppInstallers &amp.\nPartnersMission &amp.\nCareersNewsElectrification Savings CalculatorTech PortalSupportLegalSee pricingSee pricingPrivacy Policy<p>Effective Date: September 13, 2021</p>\n<p>Span.IO, Inc.\n(“Span”, \"us\", \"we\", or \"our\") operates the www.span.io website, the Span Home and Span Installer mobile applications, and Span products (hereinafter referred to as the \"Service\").</p>\n<p>This privacy policy applies to personal information collected from you unless different terms are specified as part of a special offer or in another form or contract.</p>Commitment to Privacy<p>\n<strong>Span respects your right to privacy and the use of your personal information.</strong> This Privacy Policy is designed to provide transparency in informing you of our policies regarding the collection, use and disclosure of personal information when you use our Service and the choices you have associated with that personal information.\nSpan values transparency about the types of personal information collected and its use.<strong>‍</strong>‍</p>\n<strong>Information Collection</strong>\n<p>We collect the following types of information related to you or your use of our products and Service:</p>Information from or about you or your devices<p>We may collect personal information from or about you (such as name, email, address, or other contact information), including:</p>\n<ul>\n<li>\n<strong>From digital platforms </strong>such as via our websites, mobile and software applications, social media pages including when you make a purchase, opt in for newsletters, or register your Span product with us.</li>\n<li>\n<strong>From your Span Account.\n</strong>When you purchase and register your Span product, a mobile app account will be associated with your product.\n</li>\n<li>\n<strong>From payment applications </strong>and other forms such as credit related information, date of birth, bank routing information when you make a purchase directly from Span.<strong>\n</strong>\n</li>\n<li>\n<strong>From other sources </strong>such as from our certified installers, sales, and marketing partners.<strong>\n</strong>\n</li>\n<li>\n<strong>From your device or browser </strong>such as Usage Data sent automatically whenever you visit our Service or when you access the Service by or through a mobile device.\nThis Usage Data may include information such as your computer's Internet Protocol address (IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.\nWhen you access the Service with a mobile device, this Usage Data may include information such as the type of mobile device you use, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique identifiers and other diagnostic data.</li>\n</ul>\n<p>When visiting the Span website or using our Services, we use cookies and similar tracking technologies to track the activity on our Service and we hold certain information:</p>\n<ul>\n<li>\n<strong>Cookies </strong>are files with a small amount of data which may include a unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nOther tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyze our Service.</li>\n<li>\n<strong>Examples of Cookies</strong> we use are: (1) Necessary Cookies used to operate our Service, (2) Preference Cookies used to remember your preferences and various settings, and (3) Targeting Cookies used for advertising purposes.</li>\n<li>\n<strong>Disabling Cookies.</strong> You can instruct your browser to refuse cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.\nMore information on disabling cookies may be found from your browser’s support pages.\n</li>\n<li>\n<strong>Analytics tools.\n</strong>Span may use analytics services such as Google Analytics that use cookies and similar tools to collect information about use of websites or applications to report trends without displaying the identity of individual users.\nTo learn about the opt-out process you can download the Google Analytics Opt-out Browser Add-on here (https://tools.google.com/dlpage/gaoptout).<strong>\n</strong>\n</li>\n</ul>\n<p>Information collected about you or our Service and products is retained for the period needed to fulfil the uses outlined in this Privacy Policy, unless longer retention is required or permitted by law.\nInformation no longer retained for these purposes is deleted or kept in a secure format that does not identify the individual.\nInformation collected in a format that does not on its own allow for identification of an individual may be collected, used, transferred, and disclosed for any purpose.\nIn the case that non-personally-identifiable data is combined with your personal information, the combined information will be treated as personal information.\n</p>Information from or about you or your SPAN products<p>We may collect information from or about your SPAN products or your home from you, from your electric utility, via a Span certified installer partner, or from the product itself (directly or via paired equipment, such as a solar inverter).\nThis includes but is not limited to:</p>\n<ul>\n<li>\n<strong>Product performance data</strong> to provide and continually improve our products and services, such as installation location and setup information, data related to product performance and use (e.g.\nbattery efficiency, solar production, and other energy data), information related to your home energy consumption, technical information from the mobile app, and other data relevant to diagnostics and troubleshooting.</li>\n<li>\n<strong>Product installation information</strong> such as the configuration of your electric system, information about your solar and battery system, installation date, and serial number(s).\n</li>\n</ul>\n<p>If you do not wish for Span to collect performance or other personal information about you from Span products, please contact us using the information in the “Contact Us” section below.\nPlease note that opting out of the performance data collection from your Span product prevents Span from identifying and notifying you of issues applicable to your product functionality and performance in real time.\nThis may result in reduced performance, damage or inoperable, and may impact certain features such as periodic software updates.\n</p>Use of Information<p>Span uses the data described above for various purposes, including:</p>To communicate with you<p>Such as:</p>\n<ul>\n<li>To respond to your inquiries regarding our products and Service.</li>\n<li>To complete or fulfill your purchase, including processing payments and delivering your product.</li>\n<li>To notify you about changes to our Service.</li>\n<li>To advise you of important functional or safety information about your Span product.</li>\n<li>To provide you with news, special offers, advertising and general information about other goods, services and events which we offer that are similar to those that you have already purchased or inquired about unless you have opted not to receive such information.\nYou may opt out of receiving any, or all, of these communications from us by contacting us.</li>\n</ul>To provide and improve our products and Service<p>Such as:</p>\n<ul>\n<li>To allow you to participate in interactive features of our Service when you choose to do so.</li>\n<li>To gather analysis, usage or other information so that we can improve our products and Service.</li>\n<li>To monitor performance and use of your products and Service.\n</li>\n<li>To share insights related to additional products and/or services intended to improve your experience and improve your energy consumption.\n</li>\n<li>To analyze, detect, prevent and address technical issues, security, abuse, fraud or other issues with our products and Service.\n</li>\n<li>To provide customer support.</li>\n<li>Other uses which we notify you about or which you consent to.</li>\n</ul>\n<p>Span may use or share non-personally identifiable information for any purpose, such as for business or research purposes, for analysis that benefits the public or industry, to modify and improve our products and Service, to adjust products and Services to fit your needs, and when permitted legally.</p>\n<strong>Sharing Personal Information</strong>\n<p>Span may share your personal information in the following cases:</p>With your permission<p>We may share personal information with your permission, such as to add an authorized user to your Span account or if you sign up for programs offered by third party partners (e.g.\nutilities or energy aggregators).\nPlease note, the terms and privacy policies of any third party partners will govern your use of those products and services.</p>With service providers<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), provide the Service on our behalf, perform Service-related services or assist us in understanding how our Service is used.\nThese third parties have access to your personal information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>With advertising &amp.\nanalytics providers<p>We and our third party advertisers and analytics providers may use cookies and other technologies through our Services to support or deliver personalized advertising on third-party websites and online services.</p>As part of business transitions<p>If Span.IO is involved in a merger, acquisition or asset sale, your personal information may be transferred.</p>For legal reasons<p>Under certain circumstances, Span may disclose your personal information if permitted to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).</p>\n<p>Please note that if you choose a third party for the purchase or installation of your Span products and share your personal information, we cannot control collection, storage or use of your personal information by that third party.\nAlways review the privacy statements for any company that intends to collect your personal information.</p>Rights and TransparencyYour Choices.<p>\n<strong>‍</strong>You have the ability to control your personal information in the following ways: </p>\n<ul>\n<li>Configuring your browser to decline cookies where you choose.</li>\n<li>Opting out of analytics tools.</li>\n<li>Opting out of marketing communications.</li>\n<li>Disabling the collection of certain personal information from our products and Service.</li>\n<li>Editing device permissions and changing in-app settings.</li>\n</ul>\n<p>Opt-Out of Email.\nIf you wish to opt out of marketing and promotional communications from Span, please contact us using the information in the “Contact Us” section below or click the “unsubscribe” button at the bottom of your email.\nPlease note that we may continue to contact you with important safety or administrative messages even if you choose to opt out from marketing communications.\n</p>\n<p>Opt-Out of Interest-Based Advertising.\nWe use third parties to help us provide advertisements to you that are tailored based on interests that you have expressed on our Services or elsewhere (\"Interest-Based Ads\").\nYou also may opt out of receiving Interest-Based Ads from many third-party ad networks, such as those provided by members of the Digital Advertising Alliance (\"DAA\") at optout.aboutads.info.\nIn addition, the DAA offers AppChoices, a separate choice tool for users to exercise control over the collection and use of personal information through mobile applications for personalized advertising and other related uses.\nTo exercise choice for participating companies, you can install the DAA's AppChoices application on your mobile device.\nVisit youradchoices.com/appchoices for information on the DAA's AppChoices tool.\n</p>\n<p>The opt outs described above are device- or browser-specific and may not be available for all devices.\nIf you opt out on your mobile device, you may continue to receive personalized advertising on your desktop computer or other devices.\nIf you choose to opt out, you will still see ads, but the ads will not be based on your activities across other apps and websites you use.</p>Personal Information Requests.<p>\n<strong>‍</strong>In certain jurisdictions you may have the right to request and receive access to certain personal information we collect related to you or your use of our Services, to correct or amend personal information if inaccurate, have information restricted or deleted from our system, to withdraw your consent to uses of your personal information, and to lodge complaints with local supervisory authorities.\nIn some circumstances, these rights may be limited by local law.\nIf you would like to exercise these rights you may contact us as indicated in the “Contact Us” section, or update account information from your Span App.\n</p>Data Security for Personal Information.<p>\n<strong>‍</strong>The security of your personal information is very important to us, but please remember that no method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile we strive to use industry standard means to protect your personal information, we cannot guarantee its absolute security.\nIf you have reason to believe your interaction with us is no longer secure, please contact us immediately using the contact information below in “Contact Us”.\n</p>Transfer of Data.<p>\n<strong>‍</strong>Your information, including personal information, may be transferred to, and maintained on, computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.\nIf you are located outside the United States and choose to provide information to us, please note that we transfer the data, including personal, information to the United States and process it there.</p>Updates to Privacy Policy.<p>\n<strong>‍</strong>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by updating the \"effective date\" and posting the new Privacy Policy on this page.</p>\n<p>If changes are significant, we’ll let you know with a prominent notice on our Service or by sending you an email or other notification.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>Links to Other Websites.<p>\n<strong>‍</strong>Our Service may contain links to other sites that are not operated by us.\nIf you click a third-party link, you will be directed to that third party's site.\nWe strongly advise you to review the privacy policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>Children’s Privacy.<p>\n<strong>‍</strong>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us.\nIf we become aware that we have collected personal information from children without verification of parental consent, we take steps to remove that information from our servers.</p>“Do Not Track\" Signals.<p>\n<strong>‍</strong>We do not support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.\n</p>Contact Us.<p>\n<strong>‍</strong>If you have any questions about this Privacy Policy, would like to correct or amend personal information, or would like to opt-out from certain services please contact us:</p>\n<ul>\n<li>By email: privacy@span.io </li>\n<li>By mail: Span.IO, Inc., Attn: Privacy, 679 Bryant Street, San Francisco, CA 94107</li>\n</ul>Previous versions<p>Privacy Policy - March 01, 2020</p>HomePanelDriveAppInstallers &amp;&nbsp;PartnersMission &amp.\nCareersNewsTech PortalSupportTerms of ServicePrivacy PolicyLegal Instagram LinkedIn Youtube Facebook Twitter TikTok©2023 SPAN.io, Inc.\nAll rights reserved.\n", "created_at": "2023-08-31 23:11:27.895875", "updated_at": "2023-08-31 23:13:29.757778"}], "points": [], "urls": ["span.io"]}}