{"error": 448, "message": "OK", "parameters": {"id": 7558, "name": "Confused.com", "created_at": "2023-03-14 23:17:43.854369", "updated_at": "2023-03-29 19:26:46.686763", "wikipedia": null, "keywords": null, "related": null, "slug": "confused-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7558.png", "url": "confused.com", "documents": [{"id": 14548, "name": "Privacy policy", "url": "https://www.confused.com/privacy-and-security/privacy-policy", "xpath": "//body", "text": " Skip navigation Confused Logo White RGB Sign in <ul>\n<li>\nInsurance\nInsuranceClose Insurance navigationMotorHomeLifeTravelPetBusiness <ul>\n<li>\nMotor\nMotor\n<ul>\n<li>\nCar\nMotorCar\n<ul>\n<li>\n<strong>Car</strong> insurance </li>\n<li>\n<strong>Temporary car</strong> insurance </li>\n<li>\n<strong>Multi-car</strong> insurance </li>\n<li>\n<strong>Classic car</strong> insurance </li>\n<li>\n<strong>Black box</strong> insurance </li>\n<li>\n<strong>Learner</strong> insurance </li>\n<li>\n<strong>Young driver</strong> insurance </li>\n<li>\n<strong>New driver</strong> insurance </li>\n<li>\n<strong>Motor excess</strong> insurance </li>\n<li>\n<strong>Gap</strong> insurance </li>\n</ul>\n</li>\n<li>\nVan\nMotorVan\n<ul>\n<li>\n<strong>Van</strong> insurance </li>\n<li>\n<strong>Courier</strong> insurance </li>\n<li>\n<strong>Goods in transit</strong> insurance </li>\n<li>\n<strong>Temporary van</strong> insurance </li>\n<li>\n<strong>Caravan</strong> insurance </li>\n<li>\n<strong>Motorhome</strong> insurance </li>\n<li>\n<strong>Campervan</strong> insurance </li>\n</ul>\n</li>\n<li>\nMotorbike\nMotorMotorbike\n<ul>\n<li>\n<strong>Motorbike</strong> insurance </li>\n<li>\n<strong>Quad bike</strong> insurance </li>\n<li>\n<strong>Scooter</strong> insurance </li>\n</ul>\n</li>\n<li>\nCommercial\nMotorCommercial\n<ul>\n<li>\n<strong>Taxi</strong> insurance </li>\n<li>\n<strong>Fleet</strong> insurance </li>\n<li>\n<strong>Driving instructor</strong> insurance </li>\n<li>\n<strong>Motor trade</strong> insurance </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nMotorTools &amp.\ntips\n<ul>\n<li>\nCar insurance calculator </li>\n<li>\nInsurance claims </li>\n<li>\nCar insurance price index </li>\n<li>\nCar insurance guides </li>\n<li>\nVan insurance guides </li>\n<li>\nMotorbike insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nHome\nHome\n<ul>\n<li>\n<strong>Home</strong> insurance </li>\n<li>\n<strong>Contents</strong> insurance </li>\n<li>\n<strong>Buildings</strong> insurance </li>\n<li>\n<strong>Landlord</strong> insurance </li>\n<li>\n<strong>Tenants</strong> insurance </li>\n<li>\n<strong>Over 50's</strong> home insurance </li>\n<li>\nTools &amp.\ntips\nHomeTools &amp.\ntips\n<ul>\n<li>\nContents calculator </li>\n<li>\nRebuild cost calculator </li>\n<li>\nTypes of house locks </li>\n<li>\nUnderstanding types of home insurance </li>\n<li>\nHome insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nLife\nLife\n<ul>\n<li>\n<strong>Life</strong> insurance </li>\n<li>\n<strong>Mortgage life</strong> insurance </li>\n<li>\n<strong>Joint life</strong> insurance </li>\n<li>\n<strong>Critical illness</strong> cover </li>\n<li>\n<strong>Income protection</strong> insurance </li>\n<li>\n<strong>Health</strong> insurance </li>\n<li>\nTools &amp.\ntips\nLifeTools &amp.\ntips\n<ul>\n<li>\nLife insurance calculator </li>\n<li>\nA beginners guide to life insurance </li>\n<li>\nHow much life insurance cover do I need? </li>\n<li>\nLife insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nTravel\nTravel\n<ul>\n<li>\n<strong>Travel</strong> insurance </li>\n<li>\n<strong>Pre-existing medical conditions</strong> travel insurance </li>\n<li>\n<strong>Annual</strong> travel insurance </li>\n<li>\n<strong>Family</strong> travel insurance </li>\n<li>\n<strong>Pregnancy</strong> travel insurance </li>\n<li>\n<strong>Cruise</strong> insurance </li>\n<li>\n<strong>Car hire excess</strong> insurance </li>\n<li>\nTools &amp.\ntips\nTravelTools &amp.\ntips\n<ul>\n<li>\nHow to claim on your travel insurance </li>\n<li>\nTravelling to the USA? ESTA explained </li>\n<li>\nHow much will overweight luggage cost you? </li>\n<li>\nTravel insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nPet\nPet\n<ul>\n<li>\n<strong>Pet</strong> insurance </li>\n<li>\n<strong>Multi-pet</strong> insurance </li>\n<li>\n<strong>Cat</strong> insurance </li>\n<li>\nTools &amp.\ntips\nPetTools &amp.\ntips\n<ul>\n<li>\nHow to claim on your pet insurance </li>\n<li>\nHow to change your pet insurance policy </li>\n<li>\nPet vaccinations explained </li>\n<li>\nPet insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nBusiness\nBusiness\n<ul>\n<li>\n<strong>Small business</strong> insurance </li>\n<li>\n<strong>Public liability</strong> insurance </li>\n<li>\n<strong>Employer trade</strong> insurance </li>\n<li>\n<strong>Professional indemnity</strong> insurance </li>\n<li>\nTools &amp.\ntips\nBusinessTools &amp.\ntips\n<ul>\n<li>\nWhat kind of insurance does your small business need? </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nUtilities\nUtilitiesClose Utilities navigation <ul>\n<li>\nEnergy - Get switch ready\nEnergy - Get switch ready\n<ul>\n<li>\nGas &amp.\nelectricity </li>\n<li>\nCompare electricity prices </li>\n</ul>\n</li>\n<li>\nHome\nHome\n<ul>\n<li>\nBroadband deals </li>\n<li>\nTV, broadband &amp.\nphone </li>\n<li>\nMobile phones </li>\n</ul>\n</li>\n<li>\nBusiness\nBusiness\n<ul>\n<li>\nBusiness broadband </li>\n<li>\nBusiness energy </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nThe energy switching process </li>\n<li>\nMobile data calculator </li>\n<li>\nWhat does 1 GB of data get you? </li>\n<li>\nYour energy questions answered </li>\n<li>\nEnergy guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nFinance\nFinanceClose Finance navigation <ul>\n<li>\nCar Finance\nCar Finance\n<ul>\n<li>\nCar finance </li>\n<li>\nPersonal contract purchase (PCP) </li>\n<li>\nHire purchase (HP) </li>\n<li>\nBad credit finance </li>\n<li>\nCar leasing offers </li>\n</ul>\n</li>\n<li>\nPersonal loans\nPersonal loans\n<ul>\n<li>\nPersonal loans </li>\n<li>\nBad credit loans </li>\n<li>\nDebt consolidation loans </li>\n</ul>\n</li>\n<li>\nMortgages\nMortgages\n<ul>\n<li>\nMortgages </li>\n<li>\nRemortgages </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nMortgage repayment calculator </li>\n<li>\nCar finance calculator </li>\n<li>\nStamp duty calculator </li>\n<li>\nHow to improve your credit rating? </li>\n<li>\nSelling a car with outstanding finance </li>\n<li>\nLoan calculator </li>\n<li>\nCar finance guides </li>\n<li>\nPersonal loans guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nCar care &amp.\nselling\nCar care &amp.\nsellingClose Car care &amp.\nselling navigation <ul>\n<li>\nCar selling\nCar selling\n<ul>\n<li>\nSell a car </li>\n<li>\nCar valuation </li>\n</ul>\n</li>\n<li>\nBreakdown cover\nBreakdown cover\n<ul>\n<li>\nUK breakdown cover </li>\n<li>\nEuropean breakdown cover </li>\n<li>\nVan breakdown cover </li>\n<li>\nMotorbike breakdown cover </li>\n</ul>\n</li>\n<li>\nGarage\nGarage <ul>\n<li>\nMOT, servicing &amp.\nrepairs </li>\n<li>\nMOT status check </li>\n<li>\nPetrol prices </li>\n</ul>\n</li>\n<li>\nBuying a car\nBuying a car\n<ul>\n<li>\nBuy a car </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nTips for buying a car </li>\n<li>\nFuel cost calculator </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> You are here:\n<ol>\n<li> Home </li>\n<li> Privacy &amp.\nsecurity </li>\n<li>\nPrivacy policy </li>\n</ol> Privacy policy\nYour privacy and security Introduction\n<p>Here at Confused.com, we're committed to keeping your personal data safe.\nWe'll always treat your personal data with respect and design our products and services with your privacy in mind.</p>\n<p>This privacy policy will help you understand how we collect, use and protect your personal data.\nYou should also show this to anyone who may be named or have personal data included in any quote, product or service offered through us.</p>\n<p>\n<strong>You acknowledge that by providing your personal data to us, you do so in accordance with this privacy policy as outlined below.\nWhen providing personal data about others, you confirm that you have their consent to supply their personal data.\nWe can't offer you any product or service that requires the processing of special category personal data, unless you provide explicit consent for its collection and use.\nSpecial category personal data is defined in the General Data Protection Regulation (GDPR).</strong>\n</p> Who we are <p>“We”, “us” or “our” refers to Confused.com, a trading name of the data controller Inspop.com Limited, 2nd Floor, Greyfriars House, Greyfriars Road, Cardiff CF10 3AL, United Kingdom (Registered Number 03857130).\nInspop.com Limited is part of the ZPG Limited group of companies, comprising ZPG Limited and its subsidiaries (the “ZPG Companies”).</p>\nProcessing your data\n<p>The personal data you provide us will be passed to our insurer partners and third-party providers as part of providing our services to you and providing you with quotes.\nWhere you decide to proceed with one of our insurer partners or third-party providers you'll also become subject to the privacy policy displayed on their website, and we encourage you to read this.\nThe categories of insurer partners and third party providers are set out below.</p>\n<ul>\n<li>Motor-related insurers/providers</li>\n<li>Household insurers/providers</li>\n<li>Car finance providers</li>\n<li>Other third-party insurers</li>\n</ul>\n<p>Certain insurers/providers may compare your personal data against data they, or the company behind the brand they represent or their group of companies, already hold on you from existing products or services.\nThey may share this with their underwriters for the purpose of analysing market trends or to assess membership and transactions against certain loyalty schemes and apply a discount if applicable.</p>\n<p>Some insurance providers who offer products designed for students or graduates may also make checks against higher education sources to verify your student or graduate status.</p>\n<p>Some of our service providers may also process your personal data in other countries.\nWhere this is the case, we have contractual agreements with them to ensure it's kept securely at all times and that UK standards are met.</p> Data we collect <p>We collect personal data, and may collect special category personal data, as part of providing services to you and operating our business.\n</p>\n<p>The following are examples of the types of personal data that we may collect directly from you, about you, and/or from other sources, including third parties, business partners, our affiliates, or publicly available sources.</p>\nPersonal data you give to us\n<strong>Personal data</strong>\n<p>\nExamples of personal data we may collect include:</p>\n<ul>\n<li>Names and titles</li>\n<li>Physical address and address history</li>\n<li>Contact details including telephone numbers and email addresses</li>\n<li>Date of birth</li>\n<li>Gender</li>\n<li>Lifestyle and other information</li>\n</ul>\n<strong>Special category personal data</strong>\n<p>Examples of special category personal data we may collect include:</p>\n<ul>\n<li>Medical history</li>\n<li>Claims history</li>\n<li>Criminal convictions and CCJs</li>\n</ul>\n<p>We may also indirectly collect other special category personal data during the course of any fraud investigations.</p>\n<strong>Driving licence number</strong>\n<p>Where you provide your driving licence number, insurance providers may use this to confirm your licence entitlement and driving history with the DVLA.\nInsurance providers can only confirm licence entitlement in England, Scotland and Wales.\nThe information provided by the DVLA is:</p>\n<ul>\n<li>Type of licence held</li>\n<li>Length of time the licence has been held for</li>\n<li>Entitlements to drive</li>\n<li>Penalty points</li>\n<li>Convictions</li>\n<li>Conviction details</li>\n<li>Disqualifications</li>\n</ul>\n<p>The information provided by the DVLA may be used alongside other data you've provided:</p>\n<ul>\n<li>To calculate a motor insurance quote</li>\n<li>For anti-fraud purposes</li>\n</ul>\n<p>It's important that you check that the personal data you provide is correct, complete, accurate and not misleading.\nFailure to do so may affect the products and services we can provide.</p>\nData we collect about you\n<strong>Online behaviour</strong>\n<p>\nWhen you use our websites or apps, we automatically collect data about your device, including your IP address, data about your visit (including how you got to our websites) and how you use our services.\nWe may combine this data with other data you have provided to us or which we have received from other sources.</p>\n<strong>Call recording and monitoring</strong>\n<p>In accordance with UK law, we may monitor or record calls, emails, SMS messages or other communications for:</p>\n<ul>\n<li>Business&nbsp;purposes such as quality control and training</li>\n<li>Processing necessary for entering into or performance of a contract</li>\n<li>Prevention of unauthorised use of our telecommunication systems and websites</li>\n<li>Ensuring effective systems’ operation</li>\n<li>Meeting any legal obligation</li>\n<li>Protecting your vital interests</li>\n<li>Prevention or detection of crime</li>\n<li>For the legitimate interests of the data controller</li>\n</ul>\n<strong>Data we receive from other sources</strong>\n<p>We work closely with third parties (for example, business partners, advertising networks, analytics providers and search information providers) and may receive information about you from them.\nThis could include socio-demographic information and information about your likely interests based on your previous web browsing and purchases.\nWe may combine this information with other information you have provided to us or which we collected about you.</p>\n<p>If you use any of the other websites or services provided by the ZPG Companies, we may receive information about you or your device in relation to that use, including your name, email address, identifiers, IP address, information about your visits, and how you use the services of the ZPG Companies.\n</p> How we use your data We'll use your data in the following ways:\nProviding our services to you and fulfilling your requests\n<ul>\n<li>As part of our price comparison service, data collected will be passed to our partners (e.g.\ninsurers and third-party providers), and other third-parties (e.g.\ncredit reference agencies for credit card smart search), to improve pricing accuracy for products you have expressed an interest in, as noted in the 'Processing your data' section above.</li>\n<li>Automatic renewal cancellation service - where you have requested us to pass on your instruction to cancel the automatic renewal of your existing policy, data collected will be passed to the product provider that you identified as due to renew your policy.\n</li>\n<li>Verifying your identity when required.</li>\n<li>Tracking and verifying sales with our partners and third-party providers.</li>\n<li>Van customers- If you use our service to complete a van insurance quote and we are unable to return any, or very few quotes, or indeed have a very high premium returned, we may pass your details to our partner, Commercial Vehicle Direct Insurance Services so they may call you to discuss your requirements.</li>\n</ul>\nService improvement and account management\n<ul>\n<li>Ensuring that our content is presented in the most effective manner for you and your device.</li>\n<li>Processing and administering your Confused.com Rewards.\n</li>\n<li>Undertaking market research, statistical analysis and product development, which includes our insight services that are available to our partners and subscribers to help them understand customer behaviours and improve their products and services for your benefit.\n</li>\n<li>Creating, managing and operating your account with us, including sending associated service messages.\n</li>\n<li>For business administration like troubleshooting, data analysis, testing and survey purposes.\n</li>\n<li>Protecting our interests and those of third parties and as part of our efforts to keep our services safe and secure.</li>\n<li>We may use your personal data to make decisions about you using computerised technology to profile you, such as assessing which products and services might be of interest to you.</li>\n</ul>\n<strong>Marketing</strong>\n<ul>\n<li>Keeping you informed about promotions and new developments.\nThis could be by email or social media, where we're legally permitted to do so and you've not asked us to stop keeping you up to date.&nbsp;</li>\n<li>To provide you with personalised advertising about our products and services based on your online activity.\nWe use the data we have to improve our advertising systems so we can show you relevant interest-based advertising.\nFor example, we may share your hashed email address with Facebook, which is why you may see Confused.com advertisements on Facebook after you have used our services.</li>\n<li>Measuring and understanding the effectiveness of advertising we serve to you and others, and ensure you don’t see the same ads too frequently.</li>\n<li>Delivering relevant advertising to you on websites operated by ZPG Companies or third parties or in direct communications from us, which may use inferences about your likely interests based on your activity on websites operated by ZPG Companies or third parties.</li>\n</ul>\n<p>For more information about our marketing please read “Marketing and your preferences” and our “Cookie policy”.\n</p>\n<p>Confused.com is part of ZPG, comprising ZPG Limited and its subsidiaries (the “ZPG Companies”).\nWe share IT infrastructure with other ZPG Companies, and so we may share your personal data with those ZPG Companies to help store your data efficiently and securely.\nOther ZPG Companies may use your personal data to help provide you with services that you request from those ZPG Companies (for example, to help you manage your home) and to provide you with relevant recommendations of other ZPG services and products.\nThese recommendations may use inferences about your interests based on your activity on our websites and apps and on other websites and apps operated by other ZPG Companies.</p>\n<p>We may also share your personal data with third parties for the following reasons: </p>\n<strong>If we sell or buy any business or assets</strong>\n<p>If we sell or buy any business or assets, we may disclose your personal data to the prospective seller or buyer of that business or those assets, along with its professional advisers.\nIf Inspop.com Limited (or substantially all of its assets) is acquired, personal data held by it about its users will be one of the transferred assets.</p>\nTo obtain professional advice\n<p>We may disclose your personal data to obtain professional advice (for example, from lawyers or financial advisors).</p>\nLegal basis for processing\n<p>Our legal basis for processing your personal data for the purposes described above will typically be one of the following:</p>\nContract\n<p>It is necessary for us to process your personal data to perform a contract to which you are a party, or to take steps at your request prior to you entering into a contract.</p>\nConsent\n<p>You have consented to us using your personal data for this purpose (for example, when you agree to our use of cookies for particular purposes).\nYou can withdraw your consent at any time by deleting the data from your account or updating your preferences.</p>\nLegitimate interests\n<p>There are certain circumstances where we process your personal data for our legitimate business interests.\nThese can be for commercial or societal reasons.\nIn order for us to process your data, we'll always balance our interests against your own to ensure it's fair.</p>\n<p>Examples of processes where we rely on legitimate interest include:</p>\n<ul>\n<li>Sharing data with our suppliers and service providers in order to generate a quote.</li>\n<li>Delivering our Confused.com Rewards scheme when you get insurance from our Car, Home, Van or, separately, Life Insurance which is provided by Direct Life &amp.\nPension Services Ltd.\nYour data will be shared with The Marketing Lounge Partnership Limited (MLP) to enable them to verify qualifying insurance purchases and deliver the Confused.com Rewards you have chosen.\nFor more information, please read MLP’s Privacy Policy.</li>\n<li>Fraud detection and prevention.</li>\n<li>Engaging and contacting you throughout the lifecycle of your Confused.com account to ensure you have a good experience as a valued customer.</li>\n<li>Engaging you and contacting you at renewal to remind you of our service and to provide renewal quotes.</li>\n<li>Internally auditing our processes to maintain our high standards.</li>\n<li>Providing a summary of your quote results.</li>\n<li>Market research, statistical analysis, product development, and sharing data with selected third parties to add value to our products and services and those provided by our partners.</li>\n</ul>\n<p>Sometimes, we may process your personal data when it is in the legitimate interests of another company, such as another ZPG Company.</p>\nLegal obligations\n<p>It is necessary for us to use your personal data for us or another ZPG Company to comply with a legal obligation.</p>\n<p>Where you provide us with special category data (for example, information about your health or any previous criminal convictions, such as driving offences), we will seek your explicit consent to process this data.</p>\n<p>If you have any further questions, don’t hesitate to contact us.\nYou can email us communications@confused.com, or write to us at:</p> Confused.com,<br>\n2nd Floor Greyfriars House,<br>\nGreyfriars Road,<br>\nCardiff,<br>\nCF10 3AL.\nMarketing and your preferences Surveys and Reviews\n<p>If you've opted in to take part in surveys, Confused.com may contact you from time to time to ask you to complete a survey.\nThis is so we can review, develop and improve our products and services.\nWe use SmartSurvey’s website to host our surveys.\nIn providing its services to us, Smart Surveys act as a data processor.\nFor more information, please read SmartSurvey’s privacy policy.\nAt all times, as the account holder we will remain the data controller.</p>\n<p>If you are opted in to reviews and you engage with one of our customer journeys we will share your email address with Reviews.co.uk.\nReviews.co.uk will email you asking you to carry out a review so we can look at your feedback and improve our service.\nReviews.co.uk act as a data processor.\nFor more information, please read Reviews.co.uk’s privacy statement.</p>\n<p>Your responses, including any personal data provided, will only be used by Confused.com for the purposes stated within this privacy policy.\nPersonal data can include (but isn't restricted to) your name, age and email address.\nWe may also collect special category personal data, depending on the survey.</p>\nMarketing\n<p>\n<strong>Confused.com has various offerings and from time to time we'd like to keep you informed of our news, products or services.</strong>.\nThis could be by email or social media channels.</p>\n<p>If you'd rather we didn't contact you for this purpose, or to confirm the types of products and services that would be of most interest to you, then you can update your preferences or let us know by emailing us at communications@confused.com.</p>\n<p>Your details may be used by the product or service provider or, where they're involved, their appointed representatives, or an intermediary, who provided you with the two cheapest quotes.\nThey may contact you to see if you're interested in buying a policy, highlighting any special offers or ways they might be able to help you get an even cheaper price with them.\nIt's possible they may use an overseas call centre to do so.\nIf you're unhappy with this condition of use then don't tick the box when asked as you're getting a quote.</p>\n<p>If you're subscribed to our renewal reminder service, our systems may re-submit your quote details when your renewal is due (this will be based on the cover start date you entered for your last quote, or if you have run multiple quotes, the quote our system thinks is the most applicable).\nThe quote data will be sent to our panel of providers to calculate their quotes.\nCredit checks may be carried out as part of this process (as detailed within this privacy policy).\nThe cheapest quotes returned will be sent to you by email.\nIf you’re subscribed to our home renewal reminder service and have quoted for car insurance but haven’t quoted for home insurance, our systems will attempt to match your home purchase date using third-party data.\nWe use details from your last car insurance quote to submit quote details when your home purchase anniversary date approaches.\nThe quotes are based on being claim free.\nYou’ll need to check your details before buying.\nIf you don't want to hear from us about your renewal quote, please let us know by updating your preferences in your account settings or email us at communications@confused.com.</p>\n<p>\n<strong>We also use online advertising</strong>, to keep you aware of what we’re up to and to help you see and find our services.</p>\n<p>We target Confused.com banners and ads to you when you're on other websites and apps.\nWe do this using a variety of digital marketing networks and ad exchanges.\nWe also use a range of advertising technologies like web beacons, pixels, ad tags, cookies, and mobile identifiers, as well as specific services offered by some sites and social networks, such as Facebook’s Custom Audience service.</p> Our technology <p>We collect data about you through the use of technology such as cookies and device fingerprinting.\nFor more information, view our Cookie Policy.</p>\nManaging, disabling and enabling cookies\n<p>We use cookies and similar technologies to distinguish you from other users of our websites and apps (including when you browse third party websites).\nThis helps us to provide you with a good experience when you use our services (for example, to remember your login details and improve our services).\nWe also use cookies and similar technologies to show you more personalised advertising, including Confused.com advertisements on other websites.\nYou may adjust the settings on your browser to refuse cookies but some of our services may not work if you do so.\nFor detailed information on the cookies we use and why we use them, please read our Cookie Policy.</p> Confidentiality and disclosure of your data <p>We endeavour to treat your personal data as private and confidential.\nFrom time to time we may employ agents and subcontractors to process your personal data on our behalf.\nThe same duty of confidentiality and security will apply to them and all processing will be carried out under our instruction.</p>\n<p>\n<strong>We would like to bring to your attention our obligations to disclose your personal data in the following four exceptional cases permitted by law, and the other situations set out below.\n</strong>These are:</p>\n<ul>\n<li>Where we are legally compelled to do so</li>\n<li>Where there is a duty to the public to disclose</li>\n<li>Where disclosure is required to protect our interest</li>\n<li>Where disclosure is made at your request or with your consent</li>\n</ul>\n<p>If you make a complaint about the service we have provided, we may be obliged to forward details about your complaint, including your personal data, to the relevant ombudsman.\nBe assured that they are similarly obliged to adhere to the requirements of the GDPR and keep your personal data strictly confidential.</p>\n<p>Please note that we and our suppliers may make a number of checks to assess an application for car finance or verifying identities to prevent and detect crime and money laundering.\nWe may also share data at any time for the purposes of fraud prevention.&nbsp;</p>\n<p>We keep your personal data for as long as is necessary for the purposes for which it is processed, and in accordance with legal and regulatory requirements.\nThese periods vary depending on the nature of the data and your interactions with us.\n</p> Data subject rights <p>You have a number of rights as a data subject.\nWe will handle your request in accordance with the law.\nPlease note that these rights do not apply in all circumstances and means there may be legal reasons why we cannot fulfil all requests.</p>\n<p>\n<strong>Request your personal data</strong>\n</p>\n<p>In order to access the personal data we hold about you, you need to make a ‘Subject Access Request’, or SAR.\nTo make a SAR please email us at:</p>\n<p>communications@confused.com</p>\n<p>or write to:</p>\nPrivacy Team<br>\nConfused.com<br>\nSubject Access Request<br>\n2nd Floor, Greyfriars House<br>\nGreyfriars Road<br>\nCardiff CF10 3AL<br>\n<br>\n<p>\n<strong>Please provide:</strong>\n</p>\n<ol>\n<li>Your name, address, and date of birth and what information you would like.</li>\n<li>Identification documents - one that shows your name and signature (e.g.\na copy of your passport) and one that shows your name and address (e.g.\na copy of a recent bill or bank statement or other official document).\nWe'll accept just one identification document if it shows your name, address and signature such as a copy of your driving licence (this is to take reasonable steps to confirm your identity before providing you with details of any personal information we may hold about you).</li>\n</ol>\n<p>If your SAR involves the personal data of other people, or you're making a request on behalf of someone else (e.g.\non behalf of your child if you're a parent), we may need identification from these people.\nWe'll also need a signed letter of authority from them confirming that they're happy for you to act on their behalf and for us to release their data to you.</p>\n<p>Once we have your written request and identification documents, we'll have 30 calendar days to fulfil your request.\nWhere for some reason this won't be possible, for instance due to large volumes of data being involved, we're permitted by law to take up to an additional 60 days to fulfil your request.\nWhere any delay is anticipated we'll let you know as soon as possible along with details of when we expect to be able to provide you with the requested documentation.</p>\nOther rights\n<p>Your&nbsp;other rights as a data subject, where applicable, include:</p>\n<ul>\n<li>The right to be informed about our processing of your personal data</li>\n<li>The right to have your personal data corrected if it is inaccurate, and to have incomplete personal data completed</li>\n<li>The right to object to the processing of your personal data</li>\n<li>The right to have your personal data erased (“right to be forgotten”)</li>\n<li>The right to move, copy, or transfer your personal data (“data portability”)</li>\n<li>Rights regarding automated decision making, including profiling</li>\n</ul>\n<p>For more details on these rights and how to exercise them, please contact: </p>\n<p>communications@confused.com</p>\n<p>If you have any queries about your rights, or believe that they have not been met by Confused.com, please contact our Data Protection Officer at: </p>\n<p>communications@confused.com</p>\n<p>or by writing to:</p> Data Protection Officer<br>\nConfused.com<br>\n2nd Floor, Greyfriars House<br>\nGreyfriars Road<br>\nCardiff CF10 3AL\nComplain&nbsp;to the Supervisory Authority\n<p>We hope that we will be able to resolve any questions or concerns you have.\nHowever, if you have any complaints relating to the processing of your personal data, you also have the right to complain to the relevant Supervisory Authority.\nIn the UK this is the Information Commissioner’s Office (ICO).\nThey can be contacted at:</p> Information Commissioner’s Office<br>\nWycliffe House<br>\nWater Lane<br>\nWilmslow<br>\nCheshire<br>\nSK9 5AF<br> Use of your data for fraud and money laundering prevention &amp.\ndetection and credit decisions Credit reference\n<p>When you apply for an insurance or car finance quote through our website, a number of credit checks or other searches may be made through credit reference agencies, fraud prevention agencies or other public or privately available sources of information.\nFor insurance products these checks may be processed by any provider at any stage of a quote, a policy renewal or in certain circumstances where an amendment to your agreement is requested.\nFor car finance products the credit check will be processed by Confused.com and the results may be shared with any lender on our panel.\nFurther credit checks may be made by your selected provider when you apply.</p>\n<p>Credit checks are made to ensure providers have the necessary facts to assess your insurance and financial profile, verify your identity, to help prevent fraud and to provide you with their best premium and payment options.\nThis is normally a ‘soft’ credit check from a credit referencing agency.\nSoft credit checks allow you to get quotes without affecting your credit rating.\nThey're visible on your credit report but don't show up in the same way as a 'hard' check.\nIf you apply for a loan or other form of credit, a ‘hard’ check will then be recorded against your credit file.\nThis may affect your credit score, so you may wish to keep full applications to a minimum to protect your credit rating.</p>\n<p>Your full credit report won't be provided to you directly, and won't be made available to ourselves.\nIf you want to access your credit report, you can contact the credit reference agencies currently operating in the UK.\nThe information they hold may not be the same so it's worth contacting them all.\nThey'll charge you a small fee.</p>\n<ul>\n<li>Transunion: Consumer Services Team, PO Box 491, Leeds, LS3 1WZ or call 0330 024 7574 or log on to www.transunion.co.uk.</li>\n<li>Equifax: Customer Service Centre, PO Box 10036, Leicester, LE3 4FS or call 0800 014 2955 or log on to www.equifax.co.uk.</li>\n<li>Experian: Consumer Help Service, PO Box 9000, Nottingham, NG80 7WF or call 0800 013 8888 or log on to www.experian.co.uk.</li>\n</ul> Fraud prevention and detection <p>In order to prevent and detect fraud, other parties including insurance providers, aggregators, financial institutions, fraud prevention agencies, our Rewards partner, and other ZPG Companies may at any time share information about you with members of Confused.com.</p>\n<p>Also, Confused.com actively monitor information entered into our website and pass on intelligence of suspected fraud to the group named above.</p>\n<p>Data may be shared for the following purposes:</p>\n<ol>\n<li>checking details on applications for credit and credit related or other facilities</li>\n<li>managing credit and credit related accounts or facilities</li>\n<li>recovering debt</li>\n<li>checking details on proposals and claims for all types of Insurance</li>\n<li>checking details on applications for Confused.com Rewards</li>\n<li>checking details of job applicants and employees</li>\n</ol>\n<p>This may result in Confused.com not being able to offer a product or Confused.com Reward, or insurers not being able to offer a product or offering a product on different terms.</p>\n<p>In addition, Insurance providers exchange information through various databases to help check information provided and to prevent fraudulent claims.\nSpecifically, Insurance Database Services Limited (IDSL) hosts the Claims and Underwriting Exchange (CUE), which holds a record of incidents reported to insurance companies by policyholders and third-party claimants.\nInsurers may validate the information provided by you, both about yourself and about any other person named on the application, against the information held on CUE and against other databases hosted by IDSL.\nInsurers may use this information to consider whether to accept the risk.</p>\n<p>Insurance providers may also use the Motor Insurance Anti-Fraud and Theft Register, run by the Association of British Insurers (ABI).\nThis is accessed by the police, the DVLA and DVLNI (Driver &amp.\nVehicle Licensing Agencies), as well as other insurers.\nSome insurers also participate in other data-sharing schemes.</p>\n<p>When you get a motor insurance policy, including motorbike or van cover, your insurance cover details may also be added to the Motor Insurance Database, run by the Motor Insurers' Information Centre (MIIC).\nThis has been set up to help identify uninsured drivers and may be searched by the police to help them confirm who's insured to drive.\nIf there's an accident the database may be used by insurers, MIIC and the Motor Insurers' Bureau as well as those making a claim for a road traffic accident, to identify the relevant policy information.</p>\n<p>The aim of all of this is to help Confused.com, our product providers and our Rewards partner to decide if they can offer a product, offer a product on different terms and to prevent fraudulent claims.\nWhen we deal with your request for a quote, if applicable, the insurance provider or any intermediary or appointed representative may search these registers, databases and any other anti-fraud registers to provide such services.\nUnder the conditions of your policy, you must tell us about any incident (such as accident, damage, loss or theft) which may or may not give rise to a claim.\nWhen you tell us about an incident we'll pass information relating to it, to the insurance provider, intermediary or appointed representative.</p>\n<p>Failure to answer all questions honestly, accurately and to the best of your knowledge may result in any policy or product being invalid, receiving extra charges from your chosen provider, or seeing any future claim being affected.\nYou may also be liable for any third party costs in the event of an accident.</p> Changes to this policy <p>\n<strong>This privacy policy was last updated on 5 December 2022</strong>.\nWe reserve the right to make changes to this policy and will post any changes on this page, so please check back frequently.</p>\n<p>From time to time we may need to change the way we use your personal data.\nWhere we believe you may not reasonably expect such a change we will write to you, giving you reasonable notice of our intended changes.\n</p> Get in touch\n<p>Our contact form is the quickest way to get in<br>\ntouch with us.\nBut if you're having difficulty\nusing the form, please email us at\ncommunications@confused.com.</p>\n<p>Alternatively, you can contact us in writing:</p> Confused.com,<br>\n2nd floor, Greyfriars House,<br>\nGreyfriars Road,<br>\nCardiff,<br>\nCF10 3AL,<br>\nUnited Kingdom<br> Terms and conditions &nbsp.\nSecurity &nbsp.\nAccessibility &nbsp.\nPrivacy policy &nbsp.\nCookie policy &nbsp.\nComplaints guide &nbsp.\nNo spam policy &nbsp.\n<ul>\n<li>\nAbout us\n</li>\n<li>\nHelp\n</li>\n<li>\nContact us\n</li>\n<li>\nCareers\n</li>\n<li>\nMagazine\n</li>\n<li>\nPress\n</li>\n<li>\nPrivacy\n</li>\n<li>\nAccessibility\n</li>\n<li>\nTerms &amp.\nconditions\n</li>\n<li>\nAll products\n</li>\n</ul>\n<ul>\n<li>\nFacebook\n</li>\n<li>\nTwitter\n</li>\n<li>\nLinkedIn\n</li>\n<li>\nYouTube\n</li>\n</ul>\n<p>Download our app to help manage your car dates, running costs and insurance</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n<strong>© Copyright 2008 - 2023 Confused.com.\nAll rights reserved.\n</strong>\n</p>\n<p>\nConfused.com, 2nd Floor, Greyfriars House, Greyfriars Road, Cardiff, CF10 3AL, United Kingdom\n<br>\nConfused.com is a trading name of Inspop.com Limited and is authorised and regulated by the Financial Conduct Authority\n</p> Back to top cookie usage <p>\nWe use cookies, some of which are essential to make our website work.\nFor us to use our non-essential cookies, we need your consent.\nYou can consent by accepting all or alternatively, manage your cookies at any time.\nFor more information, read our\ncookie policy.\n</p> Manage cookies Do you want to accept non-essential cookies?\n<p>Non-essential cookies allow us to enhance your customer experience through testing and personalisation.\nThey also allow us to present you with tailored advertising on social media.</p> Error:\nSelect yes if you agree to non-essential cookies Yes No Save preferences and continue Accept all cookies and continue ", "created_at": "2023-03-14 23:17:43.893659", "updated_at": "2023-03-14 23:18:08.512163"}, {"id": 14549, "name": "cookie policy", "url": "https://www.confused.com/about-us/cookie-policy", "xpath": "//body", "text": " Skip navigation Confused Logo White RGB Sign in <ul>\n<li>\nInsurance\nInsuranceClose Insurance navigationMotorHomeLifeTravelPetBusiness <ul>\n<li>\nMotor\nMotor\n<ul>\n<li>\nCar\nMotorCar\n<ul>\n<li>\n<strong>Car</strong> insurance </li>\n<li>\n<strong>Temporary car</strong> insurance </li>\n<li>\n<strong>Multi-car</strong> insurance </li>\n<li>\n<strong>Classic car</strong> insurance </li>\n<li>\n<strong>Black box</strong> insurance </li>\n<li>\n<strong>Learner</strong> insurance </li>\n<li>\n<strong>Young driver</strong> insurance </li>\n<li>\n<strong>New driver</strong> insurance </li>\n<li>\n<strong>Motor excess</strong> insurance </li>\n<li>\n<strong>Gap</strong> insurance </li>\n</ul>\n</li>\n<li>\nVan\nMotorVan\n<ul>\n<li>\n<strong>Van</strong> insurance </li>\n<li>\n<strong>Courier</strong> insurance </li>\n<li>\n<strong>Goods in transit</strong> insurance </li>\n<li>\n<strong>Temporary van</strong> insurance </li>\n<li>\n<strong>Caravan</strong> insurance </li>\n<li>\n<strong>Motorhome</strong> insurance </li>\n<li>\n<strong>Campervan</strong> insurance </li>\n</ul>\n</li>\n<li>\nMotorbike\nMotorMotorbike\n<ul>\n<li>\n<strong>Motorbike</strong> insurance </li>\n<li>\n<strong>Quad bike</strong> insurance </li>\n<li>\n<strong>Scooter</strong> insurance </li>\n</ul>\n</li>\n<li>\nCommercial\nMotorCommercial\n<ul>\n<li>\n<strong>Taxi</strong> insurance </li>\n<li>\n<strong>Fleet</strong> insurance </li>\n<li>\n<strong>Driving instructor</strong> insurance </li>\n<li>\n<strong>Motor trade</strong> insurance </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nMotorTools &amp.\ntips\n<ul>\n<li>\nCar insurance calculator </li>\n<li>\nInsurance claims </li>\n<li>\nCar insurance price index </li>\n<li>\nCar insurance guides </li>\n<li>\nVan insurance guides </li>\n<li>\nMotorbike insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Home\nHome\n<ul>\n<li>\n<strong>Home</strong> insurance </li>\n<li>\n<strong>Contents</strong> insurance </li>\n<li>\n<strong>Buildings</strong> insurance </li>\n<li>\n<strong>Landlord</strong> insurance </li>\n<li>\n<strong>Tenants</strong> insurance </li>\n<li>\n<strong>Over 50's</strong> home insurance </li>\n<li>\nTools &amp.\ntips\nHomeTools &amp.\ntips\n<ul>\n<li>\nContents calculator </li>\n<li>\nRebuild cost calculator </li>\n<li>\nTypes of house locks </li>\n<li>\nUnderstanding types of home insurance </li>\n<li>\nHome insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nLife\nLife\n<ul>\n<li>\n<strong>Life</strong> insurance </li>\n<li>\n<strong>Mortgage life</strong> insurance </li>\n<li>\n<strong>Joint life</strong> insurance </li>\n<li>\n<strong>Critical illness</strong> cover </li>\n<li>\n<strong>Income protection</strong> insurance </li>\n<li>\n<strong>Health</strong> insurance </li>\n<li>\nTools &amp.\ntips\nLifeTools &amp.\ntips\n<ul>\n<li>\nLife insurance calculator </li>\n<li>\nA beginners guide to life insurance </li>\n<li>\nHow much life insurance cover do I need? </li>\n<li>\nLife insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nTravel\nTravel\n<ul>\n<li>\n<strong>Travel</strong> insurance </li>\n<li>\n<strong>Pre-existing medical conditions</strong> travel insurance </li>\n<li>\n<strong>Annual</strong> travel insurance </li>\n<li>\n<strong>Family</strong> travel insurance </li>\n<li>\n<strong>Pregnancy</strong> travel insurance </li>\n<li>\n<strong>Cruise</strong> insurance </li>\n<li>\n<strong>Car hire excess</strong> insurance </li>\n<li>\nTools &amp.\ntips\nTravelTools &amp.\ntips\n<ul>\n<li>\nHow to claim on your travel insurance </li>\n<li>\nTravelling to the USA? ESTA explained </li>\n<li>\nHow much will overweight luggage cost you? </li>\n<li>\nTravel insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nPet\nPet\n<ul>\n<li>\n<strong>Pet</strong> insurance </li>\n<li>\n<strong>Multi-pet</strong> insurance </li>\n<li>\n<strong>Cat</strong> insurance </li>\n<li>\nTools &amp.\ntips\nPetTools &amp.\ntips\n<ul>\n<li>\nHow to claim on your pet insurance </li>\n<li>\nHow to change your pet insurance policy </li>\n<li>\nPet vaccinations explained </li>\n<li>\nPet insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nBusiness\nBusiness\n<ul>\n<li>\n<strong>Small business</strong> insurance </li>\n<li>\n<strong>Public liability</strong> insurance </li>\n<li>\n<strong>Employer trade</strong> insurance </li>\n<li>\n<strong>Professional indemnity</strong> insurance </li>\n<li>\nTools &amp.\ntips\nBusinessTools &amp.\ntips\n<ul>\n<li>\nWhat kind of insurance does your small business need? </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nUtilities\nUtilitiesClose Utilities navigation <ul>\n<li> Energy - Get switch ready\nEnergy - Get switch ready\n<ul>\n<li>\nGas &amp.\nelectricity </li>\n<li>\nCompare electricity prices </li>\n</ul>\n</li>\n<li>\nHome\nHome\n<ul>\n<li>\nBroadband deals </li>\n<li>\nTV, broadband &amp.\nphone </li>\n<li>\nMobile phones </li>\n</ul>\n</li>\n<li>\nBusiness\nBusiness\n<ul>\n<li>\nBusiness broadband </li>\n<li>\nBusiness energy </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nThe energy switching process </li>\n<li>\nMobile data calculator </li>\n<li>\nWhat does 1 GB of data get you? </li>\n<li>\nYour energy questions answered </li>\n<li>\nEnergy guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nFinance\nFinanceClose Finance navigation <ul>\n<li>\nCar Finance\nCar Finance\n<ul>\n<li>\nCar finance </li>\n<li>\nPersonal contract purchase (PCP) </li>\n<li>\nHire purchase (HP) </li>\n<li>\nBad credit finance </li>\n<li>\nCar leasing offers </li>\n</ul>\n</li>\n<li>\nPersonal loans\nPersonal loans\n<ul>\n<li>\nPersonal loans </li>\n<li>\nBad credit loans </li>\n<li>\nDebt consolidation loans </li>\n</ul>\n</li>\n<li>\nMortgages\nMortgages\n<ul>\n<li>\nMortgages </li>\n<li>\nRemortgages </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nMortgage repayment calculator </li>\n<li>\nCar finance calculator </li>\n<li>\nStamp duty calculator </li>\n<li>\nHow to improve your credit rating? </li>\n<li>\nSelling a car with outstanding finance </li>\n<li>\nLoan calculator </li>\n<li>\nCar finance guides </li>\n<li>\nPersonal loans guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nCar care &amp.\nselling\nCar care &amp.\nsellingClose Car care &amp.\nselling navigation <ul>\n<li>\nCar selling\nCar selling\n<ul>\n<li>\nSell a car </li>\n<li>\nCar valuation </li>\n</ul>\n</li>\n<li>\nBreakdown cover\nBreakdown cover\n<ul>\n<li>\nUK breakdown cover </li>\n<li>\nEuropean breakdown cover </li>\n<li>\nVan breakdown cover </li>\n<li>\nMotorbike breakdown cover </li>\n</ul>\n</li>\n<li>\nGarage\nGarage\n<ul>\n<li>\nMOT, servicing &amp.\nrepairs </li>\n<li>\nMOT status check </li>\n<li>\nPetrol prices </li>\n</ul>\n</li>\n<li>\nBuying a car\nBuying a car\n<ul>\n<li>\nBuy a car </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nTips for buying a car </li>\n<li>\nFuel cost calculator </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> You are here:\n<ol>\n<li> Home </li>\n<li> About us </li>\n<li>\nCookie policy </li>\n</ol> Our cookie policy\nWhy we use cookies and how you can manage cookies on your device.\nWhat is a cookie?\n<p>\n<strong>In a nutshell, cookies are tiny text files that store information on your computer about the web pages you visit.\nThey aren't programs and they can't harm your computer.\nWe use cookies and similar technologies in the operation of our website.\nWe also work with a range of third parties who provide some of our comparison journeys and they may also receive, or access information obtained from our cookies and technologies.\nSome of these third-party providers will also drop cookies on our website domain.\n</strong>\n</p>\n<p>Cookies help you to have a more positive experience on our website.\nCookies help our website to remember you, so things run smoothly.\nCookies allow us to enhance your customer experience by giving you a personalised service.\nCookies do not directly identify you and allow us to improve our service by assessing how you use our website.\n</p> How does Confused.com use cookies?\n<strong>Essential cookies</strong>\n<p>We use “essential” cookies some which are necessary to allow our website to function.\nThese cannot be turned off on our systems.</p>\n<p>Essential cookies allow you to access our service and interact with our website allowing you to obtain a quote.\nSome of these cookies are also used to authenticate your sale to allow your cash-back through an affiliate website to be processed.\nA number of essential cookies are also used to comply with other regulatory requirements or benefit you by allowing us to improve our service or tailoring of our advertisements.\n</p> See our essential cookies Name\nDescription\nDuration Name<strong> .AspNetCore.Antiforgery.xxxxxxxx </strong>\nDescriptionThis is a Microsoft anti-forgery cookie.\nIt is designed to stop unauthorised posting of content to a website.\nDurationSession Name<strong> .AspNetCore.Cookie, .AspNetCore.CookiesC1, .AspNetCore.CookiesC2 </strong>\nDescription Identifies the logged-in user on our website.\nDurationSession Name<strong>___adroll_fpc___ar_v4)</strong>\nDescriptionDoubleClick cookies Used for display and search advertisements.\nWe are using this cookie to make sure the user is served the correct ads.\nDuration1 year Name<strong>__cfduid</strong>\nDescriptionCloudflare cookie which helps detect malicious visitors on our website and minimizes blocking legitimate users.\nDuration30 days Name<strong>__cfruid, cf-cc-, cf-chl-cc, cf-chl-seq, cf-chl-prog</strong>\nDescriptionCloudflare cookies which help detect malicious visitors on our website and minimize blocking of legitimate users.\nDurationSession Name<strong>__cf_ob_info</strong>\nDescriptionCloudflare cookie which is used in connection with ‘cf_use_ob’ to allow us to deliver some services to customers even in the event of a website outage.\nDuration1 minute Name<strong>__cfwaitingroom</strong>\nDescriptionCloudflare cookie which is used to track visitors that have been directed to a waiting room to manage website traffic.\nDuration24 hours Name<strong>cf-chl-rc-I, cf-chl-rc-ni, cf-chl-rc-i</strong>\nDescriptionCloudflare cookies that protect our site from automated bot traffic, and for detecting issues with our website and applications.\nDurationSession Name<strong>__cflb</strong>\nDescriptionCloudflare cookie that enables us to deliver our services over multiple data centers, for high availability without any interruption to the customer experience.\nDuration23 hours Name<strong> __gali_, _gat, __gat_confused, __gat_dlp, __gat_europe_unique_urchin, __gcl_au, __hjAbsoluteSessionInProgress</strong>\nDescriptionGoogle Cookies.\nUsed for display and search advertisements.\nWe use this cookie to make sure the user is served the correct ads based on previous preferences and behaviour.\nDuration1 year Name<strong>__gat_europe_unique_urchin</strong>\nDescriptionGoogle Analytics Cookie, used to ensure the Google Analytics tracking is working correctly.\nDurationUp to 2 years Name<strong>__utma</strong>\nDescriptionGoogle Analytics cookie.\nUsed to distinguish users and sessions.We use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration2 years Name<strong>_AMCV_231F22CE527850C40A490D4D%40AdobeOrg</strong>\nDescriptionAdobe cookie.\nIt's used to streamline customer journeys through all Adobe Cloud products.\nDuration2 years Name<strong>_AMCV_48855C6655783A647F000101%40AdobeOrg, _AMCV_EE3EFAFC56FA42B27F000101%40AdobeOrg</strong>\nDescriptionAdobe cookie\nDuration2 years Name<strong>__cf_bm, cf_chl_pro, cf_chl_2</strong>\nDescriptionCloudflare cookies that protect our site from automated bot traffic.\nDurationSession Name<strong>_cf_use_ob</strong>\nDescriptionCloudflare cookie which allows us to deliver some services to customers even in the event of a website outage.\nDuration4 hours Name<strong>_dc_gtm_UA-8007601-1</strong>\nDescriptionGoogle Analytics Cookie, used for analytical analysis.\nIt helps us and our GAP insurance provider Motor GAP Limited to monitor the use and performance of our website.\nDuration 1 hour Name<strong>_gac_UA-8007601-1</strong>\nDescriptionGoogle Analytics cookie used to store campaign information in order to provide Google Ads, We use this cookie to make sure we are serving the correct ads to a user based on previous preferences and behaviour.\nDuration2 years Name<strong>_gat_dtl_partner_unique_urchin, _gat_main</strong>\nDescriptionGoogle Analytics Cookie, used to ensure the Google Analytics tracking is working correctly.\nDuration 1 minute Name<strong>_gat_UA-8007601-1</strong>\nDescriptionGoogle analytics cookie used to limit the amount of data recorded by Google on high traffic volume websites.\n, We use this cookie to make sure we are serving the correct ads to a user based on previous preferences and behaviour.\nDuration3 years Name<strong>_gcl_au </strong>\nDescriptionTargeting/Advertising.\nUsed by Google AdSense to ensure advertisement efficiency across websites using their services and to ensure appropriate target marketing.\nDuration1 year Name<strong>_gcl_aw</strong>\nDescriptionGoogle Analytics cookie used to determine how many actions a user has performed.\nWe use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration 1 day Name<strong>_gcl_dc</strong>\nDescriptionGoogle Analytics cookie used to determine how many actions a user has performed.\nWe use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration 3 months Name<strong>_gid</strong>\nDescriptionGoogle Analytics Cookie used to distinguish users so we are able to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration1 day Name<strong>_msuuid_572f282710</strong>\nDescriptionMarin cookie used to identify the PPC campaign a user enters site and whether they complete action.\nWe use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration1 year Name<strong>_uetmsclkid</strong>\nDescriptionBing Cookie used to identify the Microsoft Ads PPC campaign a user enters the site from and whether they complete an action.\nWe use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration90 days Name<strong>_uetsid, _uetvid, _uetuid</strong>\nDescriptionThese cookies are utilised by Microsoft Bing Ads.\nIt allows us to engage with a user that has previously visited our website.\nDuration390 days Name<strong>ai_session </strong>\nDescription Azure app service cookie.\nThis cookie is used to monitor our savings assistant journey to enable us to have the ability to identify technical errors occurring on our website.\nIn absence of this cookie a user may be unable to you our service and we would be unaware of this issue.\nDuration 30 minutes Name<strong> ai_user </strong>\nDescription Azure app service cookie.\nThis cookie is used to monitor our savings assistant journey to enable us to have the ability to identify technical errors occurring on our website.\nIn absence of this cookie a user may be unable to you our service and we would be unaware of this issue.\nDuration 1 year Name<strong>ARRAffinity, ARRAffinitySameSite</strong>\nDescriptionAzure cookie to allow correct functioning of the site.\nCustomers would not be able to use our services in a consistent way or process through the pages in absence of this cookie.\nDurationSession Name<strong>ASP.NET_SessionID, CPSession</strong>\nDescriptionAllows our web servers to respond to users actions on the website e.g.\nlogging in, getting a car insurance quote or showing you a recent quote on our website.\nThe website wouldn't work for you without them.\nDurationSession Name<strong>.AspNetCore.Session</strong>\nDescriptionStrictly necessary to allow our savings assistant journey to work.\nWithout this cookie we would not be able to whether you are logged into your Confused.com account therefore you would be unable to continue through the savings assistant journey.\nDurationSession Name<strong>ASPXAUTH</strong>\nDescriptionUsed for authentication purposes.\nDuration13 months if a customer chooses to stay signed into our website.\nSession-based if not signed in.\nName<strong>AuthPrompt</strong>\nDescriptionUsed for authentication purposes.\nDuration Session Name<strong>AWSALB, AWSALBCORS</strong>\nDescriptionAllows us to deliver our service seamlessly using a load balancer.\nDuration1 week Name<strong>cf_clearance</strong>\nDescriptionThis Cloudflare cookie specifies the duration your website is accessible to a visitor that successfully completed a previous Captcha or JavaScript challenge.\nDuration30 minutes Name<strong>c_affiliate</strong>\nDescriptionThis cookie is used to track customers who enter our site through a cashback website.\nWe collect a unique session reference which is then stored within the cookie and passed back to our cashback partners to allow them to administer your cashback claim.&nbsp.\nThis also allows us to pay our cashback partners.\nDuration24 hours Name<strong>Cookie starting with CookieConsentV</strong>\nDescriptionThis is a cookie is used to determine whether you have consented to the dropping of non-essential cookies.\nIt is essential to comply with data protection laws.\nDurationExpires 2089 Name<strong>CSRFCOOKIE, RequestVerificationToken, csrftoken, AspNetCore.Correlation.Confused</strong>\nDescriptionUsed to verify a user and for security purposes\nDurationSession Name<strong>DNT- Pixel Tracker</strong>\nDescriptionTracking pixel used for sales tracking.\nDurationN/A Name<strong>FedAuth, FedAuth1, AspNet.OAuth.Cookie, ActiveCustomerCookie</strong>\nDescriptionUsed for user authentication purposes.\nDuration Session Name<strong>__ga</strong>\nDescriptionGoogle Analytics used to distinguish users.\nWe use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration2 years Name<strong>_ga_RTPL2GQWBY</strong>\nDescriptionGoogle Analytics used to track number of visitors and conversions on our car valuations journey.\nDuration2 years Name<strong>Google Analytics (___utmz)</strong>\nDescriptionGoogle cookie which explains how a user reached our site.\nWe use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration6 months Name<strong>JSESSIONID</strong>\nDescriptionThis cookie tells us how many people are using our website.\nWe use this information to make sure the website works.\nDurationSession Name<strong>Legacy</strong>\nDescriptionThis cookie is used to keep you on the version of the website you started on.\nIn absence of this cookie a customer may experience user errors and a disruption to our service.\nDurationSession Name<strong>Main _gid</strong>\nDescriptionGoogle cookie used for Display and SearchAds360.\nWe use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration2 years Name<strong>mc</strong>\nDescriptionQuantServe Cookie.\nAllows users to post comments on content.\nDuration12 months Name<strong>nlid</strong>\nDescriptionAllows us to ensure we are targeting customers appropriately via email and not sending them too many or irrelevant content.\nDurationSession Name<strong>NRENUM</strong>\nDescriptionNew Relic cookie used to make sure our website is working.\nDurationSession Name<strong>OMG, Affiliate Window </strong>\nDescriptionThis cookie allows us to track back a customer who enters the site through a cashback website so that they can receive their cashback or allow us to pay partners for getting a user’s business.\nDurationSession Name<strong>confused_rewards_session</strong>\nDescriptionThis allows MLP our Confused.com rewards partner to track the user to supply rewards.\nDurationSession Name<strong> con-portal, Home{Tenant}Session, Motor{Tenant}Session </strong>\nDescription This cookie processes personal data.\nWe have a legitimate interest to set this cookie to enable your information to be carried across our website.\nIn its absence our website and financial services would be unusable.\nDurationSession Name<strong>‘cookie-bar’</strong>\nDescriptionThis allows MLP our Confsued.com rewards partner to store your Cookie Settings.\nDuration90 days Name<strong>shell#lang</strong>\nDescriptionStores the language of our website for our content management system used to update our website.\nDurationSession Name<strong>tcSession (Temporary Insurance)</strong>\nDescriptionUsed for tracking user sessions.\nDuration30 minutes Name<strong>Test_cookie</strong>\nDescriptionGoogle Analytics.\nUsed to check if the user’s browser supports cookies.\nWe need to check if cookies are supported in order to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration1 day Name<strong>TiPMix, x-ms-routing-name</strong>\nDescriptionAzure cookie to allow the correct functioning of the site.\nCustomers would not be able to use quote processes in a consistent way or process through the pages in absence of this cookie.\nDuration1 hour Name<strong>uuid230</strong>\nDescriptionAdobe cookie.\nEnables us to identify the users who interact with Adobe Campaign when they visit a website.\nDurationSession Name<strong>X-Advertld, AdvertId</strong>\nDescriptionUsed to ensure campaigns and white-labels styling is correctly attributed and applied across the site.\nIt is also used to permit correct attribution for affiliates to help customer’s get their cashback.\nDuration Session Name<strong>XSRF-TOKEN</strong>\nDescriptionThis is used to prevent Cross-Site Request Forgery.\nDuration 1 hour Name<strong>X-UniqueCustomerSessionID, MiSession-CurrentPageId, MiSession-SessionId</strong>\nDescriptionUsed to track customer's interaction with a subdomain on Confused.com - page visits and events on each page visit.\nDurationSession Name<strong>X-UniqueCustomerCookieID</strong>\nDescriptionThis cookie helps us see who is returning to our website.\nDuration2 years Name<strong>kenshoo_id, ken gclid</strong>\nDescriptionKenshoo cookie used for PPC optimization and used to improve the customer journey.\nDuration1 year <strong>Non-essential cookies</strong>\n<p>Confused.com also request to set non-essential cookies.\nThese are cookies and similar technologies which are not strictly necessary to allow our website to work or to access our service.\nNon-essential cookies allow us to improve your customer experience through testing our journeys to identify areas of improvement.\nCookies are also used to make the website easier for you to use.\n</p> See our non-essential cookies Performance Cookies\n<p>We use performance cookies to see how you interact and engage with our website.\nWe use this information to find out what parts of our customer journeys could be improved.\n</p> Name\nDescription\nDuration Name<strong>c_cid</strong>\nDescriptionGoogle Analytics used to distinguish users and visitor flow between our websites.\nDuration6 months Name<strong>Cookies starting with mvt-test-</strong>\nDescriptionCloudflare cookies used for used for test optimisation.\nThis tells us information and what action a user takes in the test.\nDuration6 months Name<strong>__adal_id</strong>\nDescriptionConfused.com cookie Ad analyser.\nDuration--- Name<strong>_vwo ,_vis_opt_exp, _vis_opt_s, _vis_opt_test_cookie, _vwo_ds</strong>\nDescriptionVWO Cookies.\nThese cookies are used for test optimisation.\nThis tells us information and what action a user takes in the test.\nDuration1000 days Name<strong>_vwo_uuid</strong>\nDescriptionVisual Website Optimizer cookie is used for test optimisation.\nDuration10 years Name<strong>_vwo_uuid_v2</strong>\nDescriptionVisual Website Optimizer cookie calculates unique traffic on a website and is used for optimisation purposes.\nDuration366 days Name<strong>_zg{{id}}, fm_sid_</strong>\nDescriptionThis Fresh Marketer cookie is used for product testing.\nDurationSession Name<strong>fm_sid_</strong>\nDescriptionThis Fresh Marketer cookie is used to assist product testing.\nDuration2 hours Name<strong>fs_uid</strong>\nDescriptionFull Story cookie used for session recording.\nThere is no personally identifiable information stored by this cookie.\nDuration1 year Name<strong>Google Optimize (_gaexp,_opt_awcid, _opt_awmid, _opt_awgid, _opt_awkid, _opt_utmc) </strong>\nDescription These are Google Optimize cookies used for A/B testing of the Confused.com website.\nThese cookies also link with other Google Platforms.\nDuration24 hours Name<strong>liveagent_sid - \"session id\"</strong>\nDescription This is a Salesforce Live Agent cookie.\nIt processes personal data including transcript of conversation, email address, first name and surname.\nThis cookie is used for our chatbot service on our car insurance journey.\nIt is used, to anonymously track a visitor across page loads so as not to appear as a new or different visitor on every page.\nIt is also used to send an agent what page you are on when you request a chat.\nThis is used for customer support and to improve our journey.\nDurationSession Name<strong>Qualaroo (ki_r, ki_s, ki_t, ki_u)</strong>\nDescriptionGathers feedback from our website’s users.\nThis data helps us improve our products and services for the benefit of our customers.\nDuration5 years Name<strong>QuantumMetricSessionID</strong>\nDescriptionQuantum Metric Cookie which allows us to see how you interact with our website.\nThis cookie performs a full session replay.\nThis cookie allows us to persist a user session between page loads as one unique session.\nDurationSession Name<strong>QuantumMetricUserID</strong>\nDescriptionQuantum Metric Cookie which allows us to see how you interact with our website.\nThis cookie performs a full session replay.\nThis cookie allows us to link user sessions over time to an anonymous user.\nDuration1 year Name<strong>sc.OptOut, sc.Status</strong>\nDescriptionSessionCam cookies.\nUsed to store the recording status through the visitor's session.\nThis cookie is set on the first load of SessionCam.\nIt stores whether SessionCam is to record the session or not.\nUsed to identify users preference about data capture (set for one year).\nWe may share this data with some of our third party product providers to improve our comparison customer journeys.\nDuration1 year Name<strong>sc.UserId</strong>\nDescriptionSession Cam cookie used for session recording purposes.\nWe may share this data with some of our third party product providers to improve our comparison customer journeys.\nDuration1 year Name<strong>SC_ANALYTICS_GLOBAL_COOKIE</strong>\nDescriptionSession Cam cookie which is cookie is used to assist in Analytics tracking.\nWe may share this data with some of our third party product providers to improve our comparison customer journeys.\nDuration10 years Name<strong>SessionCamTestCookie, sc.ASP.NET_SESSIONID, sc.InTg, SessionCamTestCookie</strong>\nDescriptionSession Cam cookies are used to record a user session.\nWe may share this data with some of our third party product providers to improve our comparison customer journeys.\nDuration1 year Name<strong>zarget_user_id, zarget_visitor_info</strong>\nDescriptionFresh marketer usage analytics tools.\nDuration1 year Functional cookies\n<p>Functional cookies are used to remember you and your preferences.\nThis allows us to offer a more personalised experience and make our website easier for you to use.\n</p> Name\nDescription\nDuration Name<strong>Active quote cookie</strong>\nDescriptionThis cookie displays to a customer active or expired car insurance quotes on the website.\nDurationCookie lasts until the insurance start date.\nName<strong>ActiveQuotes</strong>\nDescriptionThis cookie is used to identify whether a user has recently completed a quote on Confused.com.\nThis allows us to provide a personalised experience for our customers.\nDuration30 days Name<strong>Disqus Cookies</strong>\nDescriptionDisqus is a community platform used on our website where visitors can read and comment on our articles.\nThese cookies will not be dropped without your consent to our use of non-essential cookies.\nPlease note these cookies collect personally identifiable information such as IP address.\nFurther information on cookies used can be found on the Disqus website.\nDurationN/A Name<strong>Remember-me</strong>\nDescriptionUsed to prefill email address in login process for previously-authenticated customers and display name is used to personalise journeys.\nDuration13 months Social cookies\n<p>Social media cookies allow platforms to target you and display tailored advertising to you on our behalf.\n</p> Name\nDescription\nDuration Name<strong>_fbc, _fbp</strong>\nDescriptionFacebook cookie Duration90 days Name<strong>act</strong>\nDescriptionFacebook cookie Duration3 months Name<strong>campaign_click_url</strong>\nDescriptionFacebook cookie used for analytics and research.\nDuration30 days Name<strong>C-user</strong>\nDescriptionFacebook cookie used for authentication purposes.\nDuration1 year Name<strong>datr</strong>\nDescriptionFacebook cookie which is used to identity the web browser being used to connect to Facebook independent of the logged in user.\nThe cookie plays a key role in Facebook’s security and site integrity features.\nDuration2 years Name<strong>Fr</strong>\nDescriptionFacebook cookie will collect data which may personally identify you and is used to deliver, measure and improve the relevancy of advertisements.\nDuration90 days Name<strong>m-pixel-ratio</strong>\nDescriptionThis is a Facebook pixel which allows us to measure the effectiveness of our advertising.\nIt also allows us to retarget users with Facebook ads.\nDuration3 months Name<strong>presence</strong>\nDescriptionFacebook cookie which is used to contain a user’s chat state.\nDurationSession Name<strong>Sb</strong>\nDescriptionFacebook cookie which identifies browser for login and authentication purposes.\nDuration2 years Name<strong>xs</strong>\nDescriptionFacebook for authentication purposes.\nDuration90 days Marketing Cookies\n<p>We use marketing cookies which help Confused.com to measure the success of our advertisements and allow us to make them more relevant to our customers.\nThey also allow us to track users and optimise conversion.\n</p> Name\nDescription\nDuration Name<strong>cto_optout</strong>\nDescriptionCriteo cookies are used to display personalised advertising to you.\nFor further information on the use of Criteo cookies please the Criteo website.\nDuration5 years Name<strong>cto_axid</strong>\nDescriptionCriteo cookies are used for display personalised advertising to you.\nFor further information on the use of Criteo cookies please see the Criteo website.\nDuration390 days Name<strong>cto_lwid, cto_idcpy, cto_idfs, cto_sid, cto_bundle</strong>\nDescriptionCriteo cookies are used for display personalised advertising to you.\nFor further information on the use of Criteo cookies please see the Criteo website.\nDuration13 months Name<strong>cto_clc</strong>\nDescriptionCriteo cookies are used for display personalised advertising to you.\nFor further information on the use of Criteo cookies please see the Criteo website.\nDuration13 months on iOS ≥ 11.2, 24 hours elsewhere Name<strong>criteo_cookie_perm, cto_sid_ack</strong>\nDescriptionCriteo cookies are used for display personalised advertising to you.\nFor further information on the use of Criteo cookies please see the Criteo website.\nDuration1 Year Name<strong>cto_pxsig</strong>\nDescriptionCriteo cookies are used for display personalised advertising to you.\nFor further information on the use of Criteo cookies please see the Criteo website.\nDuration1 hour Name<strong>gaSessionId</strong>\nDescriptionGoogle Analytics cookie.\nThis cookie is used for marketing channel performance attribution purposes.\nDuration30 minutes Name<strong>_pinterest_sess, _pinterest_ct, _pinterest_ct_mw, _pinterest_ct_rt, _epik, _derived_epik, _pin_unauth, _pinterest_ct_ua, _pin_unaut</strong>\nDescriptionPinterest cookies.\nThese cookies help Pinterest to optimise, track and measure performance of marketing campaigns.\nIt allows us to retarget users within Pinterest.\nDuration1 year Unclassified non-essential cookies Name\nDescription\nDuration Name<strong>_cq_suid, _cq_tuid, _cq_check</strong>\nDescriptionChEQ AI Technologies Ltd cookie used to protect our marketing from bots and inappropriate users.\nDurationSession Name<strong>_cq_duid</strong>\nDescriptionChEQ AI Technologies Ltd cookie used to protect our marketing from bots and inappropriate users.\nThis cookie is used to detect domain sessions per device.\nDuration3 months Name<strong>cg_uuid</strong>\nDescriptionChEQ AI Technologies Ltd cookie used to protect our marketing from bots and inappropriate users.\nThis cookie is used to detect when the same device is used in a separate browser session, to ensure that is user is detected as malicious, it can be consistently blocked from access to our website.\nDuration1 year Do you want to accept non-essential cookies? Error:\nSelect yes if you agree to non-essential cookies Yes No Save changes <p>Thanks, your changes have been saved</p>\n<strong>Partners and cookies </strong>\n<p>We work with a range of providers for some of our comparison customer journeys.\nSome of these partners will drop cookies on our website domain.\nWe have detailed these cookies below for your information.\nSome of these providers have their own cookie policy that will provide further details:\n</p> See our partner cookies Assured Futures Ltd <p> Assured Futures Ltd provides our health insurance comparison service.\n</p> Name\nDescription\nDuration Name<strong> OMGID </strong>\nDescription Used to set a user ID.\nDuration 1 year Name<strong> _ga </strong>\nDescription This cookie is set by Google Analytics used to distinguish users.\nDuration 2 years Name<strong> _BEAMER_FIRST_VISIT_{product ID} </strong>\nDescription This cookie is set by Beamer to store the date of this user's first interaction with insights.\nDuration 3000 days Name<strong> _BEAMER_USER_ID_{product ID} </strong>\nDescription This cookie is set by Beamer to store an internal ID for a user.\nDuration 300 days Name<strong> ajs_anonymous_id </strong>\nDescription This cookie is set by Segment as a randomly generated ID for anonymous visitors.\nDuration 1 year Name<strong> _hjid </strong>\nDescription Hotjar cookie.\nDuration 1 year Name<strong> utm_params </strong>\nDescription Stores utm paramaters passed through in the URL so we can understand where visitors came from.\nDuration Session Comparison Creator <p>Comparison Creator provides our breakdown insurance comparison service.</p> Name\nDescription\nDuration Name<strong> cfd_breakdown_multi_SID </strong>\nDescription Contains the ID of the session.\nRequired for the breakdown journey to work.\nDuration 48 hours or when the browser closes Decision Technologies Limited <p>Decision Technologies Limited provides our mobile, broadband and energy comparison service.\n</p> Name\nDescription\nDuration Name<strong> algoStoreSessionId </strong>\nDescription Duration Name<strong> _dtl_analytics_filter </strong>\nDescription Decision Technologies cookie which informs whether the user is a known user that they want to exclude from Analytics.\nDuration Session Name<strong> _dtl_cookie_consent </strong>\nDescription Decision Technologies stores whether consent has been given by the user for use of cookies.\nDuration 12 months Name<strong>_dtl_ref1, _dtl_ref2, _dtl_ref3 </strong>\nDescription Decision Technologies use these cookies to find how users found our website.\nThese cookies also allows them to reward some external websites for directing you to them, help them resolve any customer queries about cashback, make switching energy easier for logged in customers and make sure their marketing is reaching the right people.\nDuration 1 day Name<strong> _dtl_tsid </strong>\nDescription Decision Technologies cookies allow us to see which website/webpage you came from.\nthis allows us to make sure we targeting appropriately and understand how different marketing helps customers complete the journey.\nDuration 1 day Name<strong> _dtl_uid </strong>\nDescription These Decision Technologies cookies allow us to see if you have made separate visits to our website at different times.\nThis allows us to offer you a more customised experience by remembering your previous preferences as well as to understand how easy it is for customers to use the website.\nDuration Session Name<strong> _ga </strong>\nDescription These Google Analytic cookies allow Decision Technologies to generate statistical data on how you use our website so we can see when you purchase a product from one of our suppliers.\nIf you ask Decision Technologies to email you, they will also use this to recognise if you return to their website to help them offer you a better service.\nDuration 2 years Name<strong> _gat_europe_unique_urchin </strong>\nDescription These Google Analytics cookies allow Decision Technologies to generate statistical data on how you use our website so we can see when you purchase a product from one of our suppliers.\nIf you ask Decision Technologies to email you, they will also use this to recognise if you return to their website to help them offer you a better service.\nDuration Session/1 minute Name<strong> _gid </strong>\nDescription These Google Analytics cookies allow Decision Technologies to generate statistical data on how you use our website so we can see when you purchase a product from one of our suppliers.\nIf you ask Decision Technologies to email you, they will also use this to recognise if you return to their website to help them offer you a better service.\nDuration 24 hours Name<strong> JSESSIONID </strong>\nDescription New Relic cookie used to tell Decision Technologies how many people are using their website.\nThey use this information to make sure the website works quickly which gives you a better experience.\nDuration Session Name<strong> optimizelyBuckets, optimizelyDomainTestCookie, optimizelyEndUserId, OptimizelySegments (Energy, Broadband) </strong>\nDescription Optimizely cookies used for testing purposes.\nDuration 6 months Name<strong> OptimizelyPendingLogEvents, optimizelyRedirect, optimizelyReferrer (Energy, Broadband) </strong>\nDescription These Optimizely cookies are used for testing purposes.\nDuration 15 seconds Name<strong>Usercontext (Mobile and Broadband)</strong>\nDescriptionDecision Technologies cookie which is used to allow us to see if you have made separate visits to our website at different times.\nThis allows us to offer you a more customised experience by remembering your previous preferences.\nThis cookie processes personal data.\nDuration1 year Direct Life &amp.\nPension Services Ltd <p> Direct Life &amp.\nPension Services Ltd provides our life insurance comparison service.\n</p> Name\nDescription\nDuration Name<strong> __utmb </strong>\nDescription Google Analytics cookie.\nTakes a timestamp of the exact moment in time when a visitor enters a site.\nWe use this cookie to improve the customer journey by making the user experience more relevant based on previous preferences and behaviour.\nDuration N/A Name<strong> __utmc </strong>\nDescription Google Analytics cookie.\ntakes a timestamp of the exact moment in time when a visitor leaves a site.\nDuration N/A Name<strong> __utmv </strong>\nDescription Google Analytics cookie.\nUsed to throttle request rate.\nUsed to determine new sessions/visits.\nDuration N/A Name<strong> __utmt </strong>\nDescription Used to throttle request rate.\nUsed to determine new sessions and visits.\nDuration 10 minutes Name<strong> ASP.NET_SessionID </strong>\nDescription MS.Net cookie which is used for website operation.\nDuration Session Name<strong> SessionCamTestCookie</strong>\nDescription Session Cam cookies are used to record a user session.\nDuration Name<strong> __RequestVerificationToken </strong>\nDescription Used for security Duration Session Name<strong> sc.ASP.NET_SESSIONID, sc.InTg </strong>\nDescription Session Cam cookies Duration Name<strong> test22, test23, test24, test25 ,test26, test27, test325 </strong>\nDescription Used for testing purposes.\nDuration Session Name<strong> sc.OptOut, sc.Status</strong>\nDescription SessionCam cookies.\nUsed to store the recording status through the visitor's session.\nThis cookie is set on the first load of SessionCam.\nIt stores whether SessionCam is to record the session or not.\nUsed to identify users preference about data capture (set for one year).\nDuration 1 year Name<strong> sc.UserId</strong>\nDescription Session Cam cookie used for session recording purposes.\nDuration 1 year Name<strong> SC_ANALYTICS_GLOBAL_COOKIE</strong>\nDescription Session Cam cookie which is cookie is used to assist in Analytics tracking.\nDuration 10 years Name<strong> SessionCamTestCookie, sc.ASP.NET_SESSIONID, sc.InTg, SessionCamTestCookie</strong>\nDescription Session Cam cookies are used to record a user session.\nDuration 1 year Motor Gap Limited <p> Motor Gap Limited provides our GAP insurance comparison service.\n</p> Name\nDescription\nDuration Name<strong> _dc_gtm_UA-8007601-1 </strong>\nDescription Google Analytics Cookie, used for analytical analysis.\nIt helps us monitor the use and performance of our website.\nDuration 1 hour Name<strong> policyNodeId (Gap Insurance) </strong>\nDescription Direct Gap Cookie.\nThis is used to communicate which product the customer is in the process of buying.\nDuration 1 year Name<strong>sc.OptOut, sc.Status</strong>\nDescription SessionCam cookies.\nUsed to store the recording status through the visitor's session.\nThis cookie is set on the first load of SessionCam.\nIt stores whether SessionCam is to record the session or not.\nUsed to identify users preference about data capture (set for one year).\nDuration 1 year Name<strong> sc.UserId </strong>\nDescription Session Cam cookie used for session recording purposes.\nDuration 1 year Name<strong> SC_ANALYTICS_GLOBAL_COOKIE </strong>\nDescription Session Cam cookie which is cookie is used to assist in Analytics tracking.\nDuration 10 years Name<strong>SessionCamTestCookie sc.ASP.NET_SESSIONID, sc.InTg, SessionCamTestCookie</strong>\nDescription Session Cam cookies are used to record a user session.\nDuration 1 year Tempcover Ltd <p> Tempcover Ltd provides our temporary car and van insurance comparison services.\n</p> Name\nDescription\nDuration Name<strong> __stripe_mid </strong>\nDescription Stripe.com Cookie.\nUsed for fraud prevention purposes.\nDuration 12 months Name<strong> __stripe_sid </strong>\nDescription Stripe.com Cookie.\nUsed for fraud prevention purposes.\nDuration 30 minutes Name<strong> _dc_gtm_UA-3063651-14 </strong>\nDescription Google Analytics Cookie.\nUsed to throttle request rate and send data into Google analytics.\nDuration 1 minute Name<strong> Accept_Cookie_Policy </strong>\nDescription To track whether to show the cookie policy pop up in the temporary insurance journey.\nDuration 12 months Name<strong> tcSession </strong>\nDescription Used for tracking user sessions.\nDuration 30 minutes Name<strong> _ga </strong>\nDescription Google Analytics cookie used for analytical analysis.\nDuration 2 years Name<strong> _gali </strong>\nDescription Google Analytics cookie used for analytical analysis.\nDuration 30 seconds Name<strong> _gid </strong>\nDescription Google cookie used for analytical analysis.\nDuration 24 hours TheIdol.com <p> The Idol.com provides our pet and travel insurance journeys.\n</p> Name\nDescription\nDuration Name<strong> AWSALB, AWSALBCORS</strong>\nDescription Allows the Idol.com to deliver their service seamlessly.\nDuration Session Name<strong> IDOLAFF </strong>\nDescription Records information regarding the source of the traffic delivered to our website so we can ensure the user receives the expected content and user experience.\nDuration 30 days Name<strong> JSESSIONID </strong>\nDescription General purpose platform session cookie, used by the Idol.com sites to maintain an anonymous user session by the server between page requests.\nDuration Session Name<strong> sc.ASP.NET_SESSIONID, sc.InTg, SessionCamTestCookie</strong>\nDescription Session Cam cookies are used to record a user session.\nDuration1 year Name<strong> sc.OptOut, sc.Status </strong>\nDescription SessionCam cookies.\nUsed to store the recording status through the visitor's session.\nThis cookie is set on the first load of SessionCam.\nIt stores whether SessionCam is to record the session or not.\nUsed to identify users preference about data capture (set for one year).\nDuration 1 year Name<strong> sc.UserId </strong>\nDescription Session Cam cookie used for session recording purposes.\nDuration 1 year Name<strong>SC_ANALYTICS_GLOBAL_COOKIE </strong>\nDescriptionSession Cam cookie which is cookie is used to assist in Analytics tracking.\nDuration 10 years Name<strong> SessionCamTestCookie, sc.ASP.NET_SESSIONID, sc.InTg, SessionCamTestCookie </strong>\nDescription Session Cam cookies are used to record a user session.\nDuration 1 year Uswitch Name\nDescription\nDuration Name<strong> _rvuid</strong>\nDescription This is a Confused.com cookie which is used for RVU brand overlap tracking.\nDuration 6 months Questor Insurance (Riverside Underwriting Limited) <p> Questor provides our motor hire excess insurance journeys</p> Name Description\nDuration Name<strong>SERVERID</strong>\nDescriptionUKFast cookie is necessary for the functionality of the website.\nDurationSession Name<strong>JSESSIONID</strong>\nDescriptionNew Relic cookie which is necessary for the functionality of the website.\nDuration 1 year Name<strong>AspNetCore.AntiForgery</strong>\nDescriptionQuestor cookie which is strictly necessary for security purposes.\nDurationSession Name<strong>_ga</strong>\nDescription Google analytics cookie.\nDuration2 years Name<strong>_gid</strong>\nDescription Google analytics cookie.\nDuration1 day Name<strong>_gat</strong>\nDescription Google analytics cookie.\nDuration 1 day <p>\n<strong>This policy was last updated on 20th December 2022.</strong>\n</p> How do I manage my cookies?\n<p>Most browsers let you manage and block cookies from specific websites.\nYou also have the option of only blocking third-party cookies, which still lets you get the best experience when using Confused.com.\nYou can find out how to manage your cookie settings here.</p>\n<p>If you have a question about cookies that isn't covered here, you can get more information at&nbsp;aboutcookies.org.uk</p> Terms and conditions &nbsp.\nSecurity &nbsp.\nAccessibility &nbsp.\nPrivacy policy &nbsp.\nCookie policy &nbsp.\nComplaints guide &nbsp.\nNo spam policy &nbsp.\nGet in touch&nbsp.\n<p>Our contact form is the quickest way to get in touch with us.\nBut if you're having difficulty using the form, please email us at communications@confused.com.</p>\n<p>Alternatively, you can contact us in writing:</p> Confused.com,<br>\n2nd floor, Greyfriars House,<br>\nGreyfriars Road,<br>\nCardiff,<br>\nCF10 3AL,<br>\nUnited Kingdom<br>\n<ul>\n<li>\nAbout us\n</li>\n<li>\nHelp\n</li>\n<li>\nContact us\n</li>\n<li>\nCareers\n</li>\n<li>\nMagazine\n</li>\n<li>\nPress\n</li>\n<li>\nPrivacy\n</li>\n<li>\nAccessibility\n</li>\n<li>\nTerms &amp.\nconditions\n</li>\n<li>\nAll products\n</li>\n</ul>\n<ul>\n<li>\nFacebook\n</li>\n<li>\nTwitter\n</li>\n<li>\nLinkedIn\n</li>\n<li>\nYouTube\n</li>\n</ul>\n<p>Download our app to help manage your car dates, running costs and insurance</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n<strong>© Copyright 2008 - 2023 Confused.com.\nAll rights reserved.\n</strong>\n</p>\n<p>\nConfused.com, 2nd Floor, Greyfriars House, Greyfriars Road, Cardiff, CF10 3AL, United Kingdom\n<br>\nConfused.com is a trading name of Inspop.com Limited and is authorised and regulated by the Financial Conduct Authority\n</p> Back to top ", "created_at": "2023-03-14 23:18:12.876756", "updated_at": "2023-03-14 23:18:19.207454"}, {"id": 14550, "name": "Terms & conditions", "url": "https://www.confused.com/privacy-and-security/terms-and-conditions", "xpath": "//body", "text": " Skip navigation Confused Logo White RGB Sign in <ul>\n<li>\nInsurance\nInsuranceClose Insurance navigationMotorHomeLifeTravelPetBusiness <ul>\n<li>\nMotor\nMotor\n<ul>\n<li>\nCar\nMotorCar\n<ul>\n<li>\n<strong>Car</strong> insurance </li>\n<li>\n<strong>Temporary car</strong> insurance </li>\n<li>\n<strong>Multi-car</strong> insurance </li>\n<li>\n<strong>Classic car</strong> insurance </li>\n<li>\n<strong>Black box</strong> insurance </li>\n<li>\n<strong>Learner</strong> insurance </li>\n<li>\n<strong>Young driver</strong> insurance </li>\n<li>\n<strong>New driver</strong> insurance </li>\n<li>\n<strong>Motor excess</strong> insurance </li>\n<li>\n<strong>Gap</strong> insurance </li>\n</ul>\n</li>\n<li>\nVan\nMotorVan\n<ul>\n<li>\n<strong>Van</strong> insurance </li>\n<li>\n<strong>Courier</strong> insurance </li>\n<li>\n<strong>Goods in transit</strong> insurance </li>\n<li>\n<strong>Temporary van</strong> insurance </li>\n<li>\n<strong>Caravan</strong> insurance </li>\n<li>\n<strong>Motorhome</strong> insurance </li>\n<li>\n<strong>Campervan</strong> insurance </li>\n</ul>\n</li>\n<li>\nMotorbike\nMotorMotorbike\n<ul>\n<li>\n<strong>Motorbike</strong> insurance </li>\n<li>\n<strong>Quad bike</strong> insurance </li>\n<li>\n<strong>Scooter</strong> insurance </li>\n</ul>\n</li>\n<li>\nCommercial\nMotorCommercial\n<ul>\n<li>\n<strong>Taxi</strong> insurance </li>\n<li>\n<strong>Fleet</strong> insurance </li>\n<li>\n<strong>Driving instructor</strong> insurance </li>\n<li>\n<strong>Motor trade</strong> insurance </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nMotorTools &amp.\ntips\n<ul>\n<li>\nCar insurance calculator </li>\n<li>\nInsurance claims </li>\n<li>\nCar insurance price index </li>\n<li>\nCar insurance guides </li>\n<li>\nVan insurance guides </li>\n<li>\nMotorbike insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nHome\nHome\n<ul>\n<li>\n<strong>Home</strong> insurance </li>\n<li>\n<strong>Contents</strong> insurance </li>\n<li>\n<strong>Buildings</strong> insurance </li>\n<li>\n<strong>Landlord</strong> insurance </li>\n<li>\n<strong>Tenants</strong> insurance </li>\n<li>\n<strong>Over 50's</strong> home insurance </li>\n<li>\nTools &amp.\ntips\nHomeTools &amp.\ntips\n<ul>\n<li>\nContents calculator </li>\n<li>\nRebuild cost calculator </li>\n<li>\nTypes of house locks </li>\n<li>\nUnderstanding types of home insurance </li>\n<li>\nHome insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nLife\nLife\n<ul>\n<li>\n<strong>Life</strong> insurance </li>\n<li>\n<strong>Mortgage life</strong> insurance </li>\n<li>\n<strong>Joint life</strong> insurance </li>\n<li>\n<strong>Critical illness</strong> cover </li>\n<li>\n<strong>Income protection</strong> insurance </li>\n<li>\n<strong>Health</strong> insurance </li>\n<li> Tools &amp.\ntips\nLifeTools &amp.\ntips\n<ul>\n<li>\nLife insurance calculator </li>\n<li>\nA beginners guide to life insurance </li>\n<li>\nHow much life insurance cover do I need? </li>\n<li>\nLife insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nTravel\nTravel\n<ul>\n<li>\n<strong>Travel</strong> insurance </li>\n<li>\n<strong>Pre-existing medical conditions</strong> travel insurance </li>\n<li>\n<strong>Annual</strong> travel insurance </li>\n<li>\n<strong>Family</strong> travel insurance </li>\n<li>\n<strong>Pregnancy</strong> travel insurance </li>\n<li>\n<strong>Cruise</strong> insurance </li>\n<li>\n<strong>Car hire excess</strong> insurance </li>\n<li>\nTools &amp.\ntips\nTravelTools &amp.\ntips\n<ul>\n<li>\nHow to claim on your travel insurance </li>\n<li>\nTravelling to the USA? ESTA explained </li>\n<li>\nHow much will overweight luggage cost you? </li>\n<li>\nTravel insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nPet\nPet\n<ul>\n<li>\n<strong>Pet</strong> insurance </li>\n<li>\n<strong>Multi-pet</strong> insurance </li>\n<li>\n<strong>Cat</strong> insurance </li>\n<li>\nTools &amp.\ntips\nPetTools &amp.\ntips\n<ul>\n<li>\nHow to claim on your pet insurance </li>\n<li>\nHow to change your pet insurance policy </li>\n<li>\nPet vaccinations explained </li>\n<li>\nPet insurance guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Business\nBusiness\n<ul>\n<li>\n<strong>Small business</strong> insurance </li>\n<li>\n<strong>Public liability</strong> insurance </li>\n<li>\n<strong>Employer trade</strong> insurance </li>\n<li>\n<strong>Professional indemnity</strong> insurance </li>\n<li>\nTools &amp.\ntips\nBusinessTools &amp.\ntips\n<ul>\n<li>\nWhat kind of insurance does your small business need? </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nUtilities\nUtilitiesClose Utilities navigation <ul>\n<li>\nEnergy - Get switch ready\nEnergy - Get switch ready\n<ul>\n<li>\nGas &amp.\nelectricity </li>\n<li>\nCompare electricity prices </li>\n</ul>\n</li>\n<li>\nHome\nHome\n<ul>\n<li>\nBroadband deals </li>\n<li>\nTV, broadband &amp.\nphone </li>\n<li>\nMobile phones </li>\n</ul>\n</li>\n<li>\nBusiness\nBusiness\n<ul>\n<li>\nBusiness broadband </li>\n<li>\nBusiness energy </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nThe energy switching process </li>\n<li>\nMobile data calculator </li>\n<li>\nWhat does 1 GB of data get you? </li>\n<li>\nYour energy questions answered </li>\n<li>\nEnergy guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nFinance\nFinanceClose Finance navigation <ul>\n<li>\nCar Finance\nCar Finance\n<ul>\n<li>\nCar finance </li>\n<li>\nPersonal contract purchase (PCP) </li>\n<li>\nHire purchase (HP) </li>\n<li>\nBad credit finance </li>\n<li>\nCar leasing offers </li>\n</ul>\n</li>\n<li>\nPersonal loans\nPersonal loans\n<ul>\n<li>\nPersonal loans </li>\n<li>\nBad credit loans </li>\n<li>\nDebt consolidation loans </li>\n</ul>\n</li>\n<li>\nMortgages\nMortgages\n<ul>\n<li>\nMortgages </li>\n<li>\nRemortgages </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nMortgage repayment calculator </li>\n<li>\nCar finance calculator </li>\n<li>\nStamp duty calculator </li>\n<li>\nHow to improve your credit rating? </li>\n<li>\nSelling a car with outstanding finance </li>\n<li>\nLoan calculator </li>\n<li>\nCar finance guides </li>\n<li>\nPersonal loans guides </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\nCar care &amp.\nselling\nCar care &amp.\nsellingClose Car care &amp.\nselling navigation <ul>\n<li>\nCar selling\nCar selling\n<ul>\n<li>\nSell a car </li>\n<li>\nCar valuation </li>\n</ul>\n</li>\n<li>\nBreakdown cover\nBreakdown cover\n<ul>\n<li>\nUK breakdown cover </li>\n<li>\nEuropean breakdown cover </li>\n<li>\nVan breakdown cover </li>\n<li>\nMotorbike breakdown cover </li>\n</ul>\n</li>\n<li>\nGarage\nGarage\n<ul>\n<li>\nMOT, servicing &amp.\nrepairs </li>\n<li>\nMOT status check </li>\n<li>\nPetrol prices </li>\n</ul>\n</li>\n<li>\nBuying a car\nBuying a car\n<ul>\n<li>\nBuy a car </li>\n</ul>\n</li>\n<li>\nTools &amp.\ntips\nTools &amp.\ntips\n<ul>\n<li>\nTips for buying a car </li>\n<li>\nFuel cost calculator </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> You are here:\n<ol>\n<li> Home </li>\n<li> Privacy &amp.\nsecurity </li>\n<li>\nTerms and conditions </li>\n</ol> Terms &amp.\nconditions\nBy using our website and price comparison services and/or entering our promotions, you are agreeing to these terms &amp.\nconditions.\n<p>It is really important that you read and understand these terms and conditions as they contain valuable information and legal facts which will govern our relationship with you.\n&nbsp;</p>\n<p>If you do not agree to these terms and conditions, please refrain from using our website.</p>\n<p>Our staff are more than happy to help with any further questions or queries you may have.\nVisit our contact us page for more information.</p>\n<ul>\n<li>Confused.com Rewards terms and conditions</li>\n<li>Confused.com terms and conditions</li>\n<li>Car insurance - Beat your renewal quote with Confused.com terms and conditions - post 1st March 2018</li>\n<li>Home insurance - Beat your renewal quote with Confused.com terms and conditions - post 1st March 2018</li>\n<li>Van insurance - Beat your renewal quote with Confused.com terms and conditions - 1st July 2020 - 31st August 2020</li>\n<li>Van&nbsp;insurance - Beat your renewal quote with Confused.com terms and conditions - post 31 August 2020</li>\n<li>Alexa car insurance skill terms and conditions</li>\n</ul> Get in touch&nbsp.\n<p>Our contact form is the quickest way to get in<br>\ntouch with us.\nBut if you're having difficulty\nusing the form, please email us at\ncommunications@confused.com.</p>\n<p>Alternatively, you can contact us in writing:</p> Confused.com,<br>\n2nd floor, Greyfriars House,<br>\nGreyfriars Road,<br>\nCardiff,<br>\nCF10 3AL,<br>\nUnited Kingdom<br> Terms and conditions &nbsp.\nSecurity &nbsp.\nAccessibility &nbsp.\nPrivacy policy &nbsp.\nCookie policy &nbsp.\nComplaints guide &nbsp.\nNo spam policy &nbsp.\n<ul>\n<li>\nAbout us\n</li>\n<li>\nHelp\n</li>\n<li>\nContact us\n</li>\n<li>\nCareers\n</li>\n<li>\nMagazine\n</li>\n<li>\nPress\n</li>\n<li>\nPrivacy\n</li>\n<li>\nAccessibility\n</li>\n<li>\nTerms &amp.\nconditions </li>\n<li>\nAll products\n</li>\n</ul>\n<ul>\n<li>\nFacebook\n</li>\n<li>\nTwitter\n</li>\n<li>\nLinkedIn\n</li>\n<li>\nYouTube\n</li>\n</ul>\n<p>Download our app to help manage your car dates, running costs and insurance</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n<strong>© Copyright 2008 - 2023 Confused.com.\nAll rights reserved.\n</strong>\n</p>\n<p>\nConfused.com, 2nd Floor, Greyfriars House, Greyfriars Road, Cardiff, CF10 3AL, United Kingdom\n<br>\nConfused.com is a trading name of Inspop.com Limited and is authorised and regulated by the Financial Conduct Authority\n</p> Back to top cookie usage <p>\nWe use cookies, some of which are essential to make our website work.\nFor us to use our non-essential cookies, we need your consent.\nYou can consent by accepting all or alternatively, manage your cookies at any time.\nFor more information, read our\ncookie policy.\n</p> Manage cookies Do you want to accept non-essential cookies?\n<p>Non-essential cookies allow us to enhance your customer experience through testing and personalisation.\nThey also allow us to present you with tailored advertising on social media.</p> Error:\nSelect yes if you agree to non-essential cookies Yes No Save preferences and continue Accept all cookies and continue ", "created_at": "2023-03-14 23:18:24.772369", "updated_at": "2023-03-14 23:18:32.641462"}], "points": [], "urls": ["confused.com"]}}