{"error": 448, "message": "OK", "parameters": {"id": 7964, "name": "Homematic IP", "created_at": "2023-04-10 20:26:59.356712", "updated_at": "2023-04-22 11:50:40.059805", "wikipedia": null, "keywords": null, "related": null, "slug": "homematic-ip", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7964.png", "url": "homematic-ip.com", "documents": [{"id": 15415, "name": "Privacy Policy (Website)", "url": "https://homematic-ip.com/de/datenschutz", "xpath": "//body", "text": " Direkt zum Inhalt <p>\n<strong>Der Roadshow-Truck in Ihrer Nähe</strong>\n</p>\n<p>- Faszination Smart-Home live erleben!</p> ▶ mehr erfahren Menü <ul>\n<li> Anwendungen <ul>\n<li> Komfort erleben <ul>\n<li> Geräte vernetzen </li>\n<li> Beleuchtung steuern </li>\n<li> Beschattung einplanen </li>\n<li> Heizung steuern </li>\n</ul>\n</li>\n<li> Geld sparen <ul>\n<li> Energie sparen </li>\n<li> Heizung steuern </li>\n<li> App nutzen </li>\n<li> Beleuchtung steuern </li>\n</ul>\n</li>\n<li> Sicher wohnen <ul>\n<li> Gebäude überwachen </li>\n<li> Brände entdecken </li>\n<li> Beleuchtung steuern </li>\n<li> Wasserschäden verhindern </li>\n</ul>\n</li>\n<li> Abwesenheit regeln <ul>\n<li> Einbrecher abschrecken </li>\n<li> Gebäude überwachen </li>\n<li> Wasserschäden verhindern </li>\n<li> Beleuchtung steuern </li>\n</ul>\n</li>\n<li> Nach Hause kommen <ul>\n<li> Zutritt kontrollieren </li>\n<li> Wasserschäden verhindern </li>\n<li> Geräte vernetzen </li>\n<li> Beschattung einplanen </li>\n</ul>\n</li>\n<li> Smart bauen <ul>\n<li> Geräte vernetzen </li>\n<li> Beschattung einplanen </li>\n<li> Beleuchtung steuern </li>\n<li> Heizung steuern </li>\n</ul>\n</li>\n<li> Spaß an Technik <ul>\n<li> App nutzen </li>\n<li> Feedback geben </li>\n<li> Produkte verstehen </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Produkte <ul>\n<li> Alle Produkte <ul>\n<li> Heizkörperthermostat Evo </li>\n<li> Fußbodenheizungscontroller </li>\n<li> Access Point </li>\n<li> Rollladenaktor </li>\n<li> Neigungs- und Erschütterungssensor </li>\n<li> Wired Access Point </li>\n<li> App </li>\n<li> weitere Produke </li>\n</ul>\n</li>\n<li> Heizung und Raumklima <ul>\n<li> Heizkörperthermostat Evo </li>\n<li> Fußbodenheizungscontroller </li>\n<li> Fenster- und Türkontakt </li>\n<li> Fenster- und Türkontakt </li>\n<li> Starter-Set Heizen - WLAN </li>\n<li> Starter-Set Raumklima - WLAN </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Licht <ul>\n<li> Bewegungsmelder innen </li>\n<li> Dimmer-Steckdose </li>\n<li> Lichtsensor außen </li>\n<li> Wandtaster 6-fach </li>\n<li> Schalt-Mess-Aktor für Markenschalter </li>\n<li> Wired Dimmaktor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Beschattung <ul>\n<li> Starter-Set Beschattung </li>\n<li> Jalousieaktor – Unterputz </li>\n<li> Fenstergriffsensor </li>\n<li> Fernbedienung - 8 Tasten </li>\n<li> Rollladenaktor für Markenschalter </li>\n<li> Wired Jalousieaktor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Sicherheit und Alarm <ul>\n<li> Starter Set Alarm </li>\n<li> Alarmsirene - außen </li>\n<li> Alarmsirene </li>\n<li> Bewegungsmelder - außen </li>\n<li> Starter Set Rauchwarnmelder </li>\n<li> Wassersensor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Zutritt <ul>\n<li> Starter Set Zutritt </li>\n<li> Türschlossantrieb </li>\n<li> Türschlosssensor </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Wetter und Umwelt <ul>\n<li> Wettersensor Pro </li>\n<li> Regensensor </li>\n<li> Temperatur- und Luftfeuchtigkeitssensor </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Homematic IP Wired <ul>\n<li> Wired Access Point </li>\n<li> Wired Eingangsmodul </li>\n<li> Wired Fussbodenheizungscontroller </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Kompatible Systeme <ul>\n<li> Amazon Alexa </li>\n<li> Google Assistant </li>\n<li> Philips Hue </li>\n<li> Ease® powered by Homematic IP </li>\n<li> Ezviz Kamera </li>\n<li> Mediola </li>\n<li> Home Connect Plus </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Service <ul>\n<li> Inhalte <ul>\n<li> News </li>\n<li> Smart Home Blog </li>\n<li> FAQs </li>\n<li> Downloads </li>\n<li> Magazine &amp.\nKataloge </li>\n<li> Referenzen </li>\n<li> Newsletter </li>\n</ul>\n</li>\n<li> Termine <ul>\n<li> Events &amp.\nSeminare </li>\n<li> \"Live erleben\" </li>\n<li> - Roadshow </li>\n<li> - Mobiler Showroom </li>\n</ul>\n</li>\n<li> Service <ul>\n<li> Onlinehändler </li>\n<li> Händlersuche </li>\n<li> Installationspartner </li>\n<li> Kontakt </li>\n</ul>\n</li>\n<li> 🧬 BetaBeSmart <ul>\n<li> Das Beta-Programm von Homematic IP.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Partner </li>\n<li> Karriere </li>\n</ul>\n<ul>\n<li> DE\n</li>\n<li> EN\n</li>\n<li> FR\n</li>\n<li> IT\n</li>\n<li> ES\n</li>\n<li> NL\n</li>\n</ul> Suchbegriff eingeben und Eingabetaste drücken.\nCancel Suchtreffer Es wurden keine Inhalte zu Ihrem Suchbegriff gefunden.\nTreffer in Produkten Es wurden keine Produkte zu Ihrem Suchbegriff gefunden.\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> &nbsp.\nPfadnavigation <ol>\n<li> Home </li>\n<li> Service </li>\n<li> Datenschutz </li>\n</ol> Datenschutzerklärung <p>Wir freuen uns über Ihr Interesse an unserer Webseite und unserem Unternehmen.\nDer Schutz Ihrer personenbezogenen Daten bei der Erhebung, Verarbeitung und Nutzung anlässlich Ihres Besuchs unserer Webseite ist uns ein wichtiges Anliegen.</p>\n<p>Nachfolgend finden Sie Informationen, welche Daten während Ihres Besuches dieser Webseite erfasst und wie diese genutzt werden.\nDiese Hinweise zum Datenschutz gelten für unsere Websites:</p>\n<p>www.homematic-ip.com</p>\n<p>http://app.homematic-ip.com</p>\n<p>Für fremde Inhalte, die über Links zur Nutzung bereitgestellt werden und besonders gekennzeichnet sind, übernehmen wir keine Verantwortung und machen uns deren Inhalt nicht zu Eigen.\nWir bitten Sie die Datenschutzbestimmungen der verlinkten Seiten zu beachten.\nFür illegale, fehlerhafte oder unvollständige Inhalte sowie für Schäden, die durch die Nutzung oder Nichtnutzung der Informationen entstehen, haftet allein der Anbieter der Webseite, auf die verwiesen wurde.\nFür fremde Hinweise sind wir nur dann verantwortlich, wenn wir von ihnen, das heißt auch von einem eventuellen rechtswidrigen bzw.\nstrafbaren Inhalt, positive Kenntnis haben, und es technisch möglich und zumutbar ist, deren Nutzung zu verhindern.</p>\n<p>&nbsp;</p> I.\nKontakt und Ihre Rechte <br>\n1.\nName und Anschrift des Verantwortlichen <p>Der Verantwortliche im Sinne der Datenschutz-Grundverordnung und anderer nationaler Datenschutzgesetze der Mitgliedsstaaten sowie sonstiger datenschutzrechtlicher Bestimmungen ist die:</p>\n<p>eQ-3 AG<br>\nMaiburger Straße 29<br>\n26789 Leer<br>\nDeutschland<br>Weitere Informationen</p>\n<br>\n2.\nName und Anschrift des Datenschutzbeauftragten <p>Der Datenschutzbeauftragte des Verantwortlichen ist:</p>\n<p>\n<strong>Rechtsanwalt Heiko Janssen<br>\nJanssen &amp.\nEnninga Notar und Rechtsanwälte<br>\nJulianenburger Str.\n19<br>\n26603 Aurich</strong>\n</p>\n<p>Tel.: 04941/97440<br>\nE-Mail: datenschutz@eq-3.de</p>\n<p>&nbsp;</p> 3.\nIhre Rechte <p>Sie sind jederzeit dazu berechtigt Ihre Rechte als betroffene Person uns gegenüber geltend zu machen.\nBei Vorliegen der jeweiligen gesetzlichen Voraussetzungen gehören hierzu die folgenden Rechte:</p>\n<p>&nbsp;</p> 3.1.\nRecht auf Auskunft gem.\nArt.\n15 DSGVO <p>Sie haben jederzeit das Recht auf unentgeltliche Auskunft über die zu Ihrer Person von uns gespeicherten Daten.\nDaneben haben Sie jederzeit das Recht, Ihre uns zur Verfügung gestellten Daten an sich oder einen Dritten übertragen zu lassen.<br>\nIhnen steht das Recht zu, Auskunft darüber zu verlangen, ob die Sie betreffenden personenbezogenen Daten in ein Drittland oder an eine Internationale Organisation übermittelt werden.\nIn diesem Zusammenhang können Sie verlangen über die geeigneten Garantien gem.\nArt.\n46 DSGO im Zusammenhang mit der Übermittlung unterrichtet zu werden.<br>\nSofern Sie eine Auskunft wünschen, wenden Sie sich bitte schriftlich an datenschutz@eq-3.de oder verwenden das Formular.<br>\nBitte beachten Sie, dass wir nur Daten übertagen können, die auf einer Einwilligung oder einem Vertrag beruhen.<br>\nRecht auf Berichtigung unrichtiger Daten oder auf Vervollständigung gem.\nArt.\n16 DSGVO<br>\nÜber Sie gespeicherte Daten werden wir auf Ihren Wunsch hin berichtigen, sofern andere gesetzliche Regelungen (wie beispielsweise die Pflichten zur Aufbewahrung aus dem Handelsgesetzbuch) dem nicht entgegenstehen.<br>\nSofern Sie eine Berichtigung Ihrer Daten wünschen, wenden Sie sich bitte schriftlich an datenschutz@eq-3.de oder verwenden das Formular.</p>\n<p>&nbsp;</p> 3.2.\nRecht auf Berichtigung unrichtiger Daten oder auf Vervollständigung gem.\nArt.\n16 DSGVO <p>Über Sie gespeicherte Daten werden wir auf Ihren Wunsch hin berichtigen, sofern andere gesetzliche Regelungen (wie beispielsweise die Pflichten zur Aufbewahrung aus dem Handelsgesetzbuch) dem nicht entgegenstehen.</p>\n<p>Sofern Sie eine Berichtigung Ihrer Daten wünschen, wenden Sie sich bitte schriftlich an datenschutz@eq-3.de oder verwenden das Formular.</p>\n<p>&nbsp;</p> 3.3.\nRecht auf Löschung gem.\nArt.\n17 DSGVO <p>Über Sie gespeicherte Daten werden wir auf Ihren Wunsch hin löschen, sofern andere gesetzliche Regelungen (wie beispielsweise die Pflichten zur Aufbewahrung aus dem Handelsgesetzbuch) dem nicht entgegenstehen.<br>\nSofern Sie eine Löschung Ihrer Daten wünschen, wenden Sie sich bitte schriftlich an datenschutz@eq-3.de oder verwenden das Formular.</p>\n<p>&nbsp;</p>\n<strong>3.4.\nRecht auf Einschränkung der Verarbeitung gem.\nArt.\n18 DSGVO</strong>\n<p>Unter den folgenden Voraussetzungen können Sie die Einschränkung der Verarbeitung der Sie betreffenden personenbezogenen Daten verlangen:<br>\na) Wenn Sie die Richtigkeit der Sie betreffenden personenbezogenen Daten für die Dauer bestreiten, die es dem Verantwortlichen ermöglicht, die Richtigkeit der personenbezogenen Daten zu überprüfen<br>\nDie Verarbeitung unrechtmäßig ist und Sie die Löschung der personenbezogenen Daten ablehnen und stattdessen die Einschränkung der Nutzung der personenbezogenen Daten verlangen<br>\nc) Der Verantwortliche die personenbezogenen Daten für die Zwecke der Verarbeitung nicht länger benötigt, Sie diese jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen, oder<br>\nd) Wenn Sie Widerspruch gegen die Verarbeitung gemäß Art.\n21 Abs.\n1 DSGVO eingelegt haben und noch nicht feststeht, ob die berechtigten Gründe des Verantwortlichen gegenüber Ihren Gründen überwiegen.<br>\nWurde die Verarbeitung der Sie betreffenden personenbezogenen Daten eingeschränkt, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Union oder eines anderen Mitgliedstaats verarbeitet werden.</p>\n<p>&nbsp;</p> 3.5.\nRecht auf Datenübertragbarkeit gem.\nArt.\n20 DSVGO <p>Sie haben jederzeit das Recht, Ihre uns zur Verfügung gestellten Daten an einen Dritten übertragen zu lassen.<br>\nSofern Sie eine Auskunft wünschen, wenden Sie sich bitte schriftlich an datenschutz@eq-3.de oder verwenden das anliegende Formular.<br>\nBitte beachten Sie, dass wir nur Daten übertagen können, die auf einer Einwilligung oder einem Vertrag beruhen.</p>\n<p>&nbsp;</p>\n<strong>3.6.\nRecht auf Widerspruch/Widerruf von Einwilligungen gem.\nArt.\n21 DSGVO</strong>\n<p>Jede von Ihnen erteilte Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten können Sie jederzeit durch eine kurze schriftliche Mitteilung widerrufen.\nBitte wenden Sie sich hierzu schriftlich an datenschutz@eq-3.de.</p>\n<p>&nbsp;</p> 3.7.\nRecht auf Beschwerde bei der Aufsichtsbehörde gem.\nArt.\n13 Abs.\n2 lit.\nd) DSGVO <p>Unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs steht Ihnen das Recht auf Beschwerde bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres Aufenthaltsorts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes, zu, wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die DSGVO verstößt.<br>\nDie Aufsichtsbehörde, bei der die Beschwerde eingereicht wurde, unterrichtet den Beschwerdeführer über den Stand und die Ergebnisse der Beschwerde einschließlich der Möglichkeit eines gerichtlichen Rechtsbehelfs nach Art.\n78 DSGVO.</p>\n<p>&nbsp;</p> II.\nAllgemeines zur Datenverarbeitung<br>\n&nbsp.\n1.\nPersonenbezogene Daten <p>Personenbezogene Daten sind Informationen wie Name, Anschrift oder E-Mail-Adresse, die direkt Ihrer Person zugeordnet werden können.</p>\n<p>&nbsp;</p> 2.\nUmfang der Verarbeitung personenbezogener Daten <p>Sie können unsere Webseite besuchen, ohne Angaben zu Ihrer Person zu machen.<br>\nEs werden auf unserer Website automatische Analysetools verwendet, wodurch Daten erhoben werden.\nWeitere Informationen dazu finden sie ab Kapitel IV.\nff dieser Datenschutzerklärung.</p>\n<p>&nbsp;</p> 3.\nVerarbeitung und Nutzung personenbezogener und sonstiger Daten <p>Wir verarbeiten personenbezogene Daten unserer Nutzer grundsätzlich nur, soweit dies zur Bereitstellung einer funktionsfähigen Website sowie unserer Inhalte und Leistungen erforderlich ist.\nDie Verarbeitung personenbezogener Daten unserer Nutzer erfolgt regelmäßig nur nach Einwilligung des Nutzers.\nEine Ausnahme gilt in solchen Fällen, in denen eine vorherige Einholung einer Einwilligung aus tatsächlichen Gründen nicht möglich ist und die Verarbeitung der Daten durch gesetzliche Vorschriften gestattet ist.</p>\n<p>&nbsp;</p> 4.\nRechtsgrundlage für die Verarbeitung personenbezogener Daten <p>Soweit wir für Verarbeitungsvorgänge personenbezogener Daten eine Einwilligung der betroffenen Person einholen, dient Art.\n6 Abs.\n1 lit.\na) EU-Datenschutzgrundverordnung (DSGVO) als Rechtsgrundlage.</p>\n<p>Bei der Verarbeitung von personenbezogenen Daten, die zur Erfüllung eines Vertrages, dessen Vertragspartei die betroffene Person ist, erforderlich ist, dient Art.\n6 Abs.\n1 lit.\nb) DSGVO als Rechtsgrundlage.\nDies gilt auch für Verarbeitungsvorgänge, die zur Durchführung vorvertraglicher Maßnahmen erforderlich sind.</p>\n<p>Soweit eine Verarbeitung personenbezogener Daten zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist, der unser Unternehmen unterliegt, dient Art.\n6 Abs.\n1 lit.\nc) DSGVO als Rechtsgrundlage.</p>\n<p>Für den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, dient Art.\n6 Abs.\n1 lit.\nd) DSGVO als Rechtsgrundlage.</p>\n<p>Ist die Verarbeitung zur Wahrung eines berechtigten Interesses unseres Unternehmens oder eines Dritten erforderlich und überwiegen die Interessen, Grundrechte und Grundfreiheiten des Betroffenen das erstgenannte Interesse nicht, so dient Art.\n6 Abs.\n1 lit.\nf) DSGVO als Rechtsgrundlage für die Verarbeitung.</p>\n<p>&nbsp;</p>\n<strong>5.\nDatenlöschung und Speicherdauer</strong>\n<p>Die personenbezogenen Daten der betroffenen Person werden gelöscht oder gesperrt, sobald der Zweck der Speicherung entfällt.\nEine Speicherung kann darüber hinaus erfolgen, wenn dies durch den europäischen oder nationalen Gesetzgeber in unionsrechtlichen Verordnungen, Gesetzen oder sonstigen Vorschriften, denen der Verantwortliche unterliegt, vorgesehen wurde.\nEine Sperrung oder Löschung der Daten erfolgt auch dann, wenn eine durch die genannten Normen vorgeschriebene Speicherfrist abläuft, es sei denn, dass eine Erforderlichkeit zur weiteren Speicherung der Daten für einen Vertragsabschluss oder eine Vertragserfüllung besteht.</p>\n<p>&nbsp;</p> 5.\nDatensicherheit <strong>5.1.\nAllgemein</strong>\n<p>Beim Datentransfer, zum Beispiel bei der Eingabe Ihrer Daten im Kontaktformular sowie im Rahmen des Bewerbungsverfahrens, bieten wir Ihnen das so genannte SSL-Sicherheitsverfahren (Secure Socket Layer) in Verbindung mit einer 128-Bit-Verschlüsselung welches sie in Ihrem Browser an der Darstellung eines geschlossenen Schlüssel- bzw.\nSchloss-Symbols in der unteren Statusleiste erkennen können.</p>\n<p>Unsere Seiten sind vollständig verschlüsselt.</p>\n<p>Um Ihre persönlichen Daten vor unbefugtem Zugriff oder Datenschutz zu schützen, verwenden wir äußerste Sorgfalt sowie höchste Sicherheitsstandards.</p>\n<p>Wir weisen darauf hin, dass die Datenübertragung im Internet Sicherheitslücken aufweisen kann (z.B.\nbei der Kommunikation per E-Mail).\nEin lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist leider nicht möglich.</p>\n<p>&nbsp;</p>\n<strong>5.2.\nSicherheit des Kontaktformulars</strong>\n<p>Das Kontaktformular enthält Pflichtangaben sowie freiwillige Angaben.\nDie Pflichtangaben sind für die Bearbeitung Ihres Anliegens notwendig.\nSämtliche Angaben werden von uns ausschließlich zwecks Beantwortung Ihres Anliegens verarbeitet.</p>\n<p>Die Speicherung der Daten erfolgt sofern gemäß Handels- oder Steuerrecht eine Aufbewahrungsfrist vorgesehen ist (in der Regel zehn Jahre) für diesen Zeitraum für den Fall der Überprüfung der Daten durch die Finanzverwaltung, für Wirtschafts- und Steuerprüfungszwecke sowie zur Aufklärung möglicher Straftaten.\nUnterliegt Ihr Anliegen keiner gesetzlichen Aufbewahrungsfrist, so werden Ihre Daten nach Ablauf des Verarbeitungszwecks gelöscht.</p>\n<p>&nbsp;</p>\n<strong>5.3.\nWeitergabe von Daten</strong>\n<p>eQ-3 AG verzichtet auf jegliche kommerzielle Weitergabe Ihrer Daten an Dritte.</p>\n<p>Im Rahmen der Auftragsdatenverarbeitung wählen wir unsere Partner sorgfältig aus und verpflichten unsere Dienstleister gemäß Art.\n28 DSGVO zum vertrauensvollen Umgang mit Ihren Daten.\nDie Weitergabe von Kundendaten zu werblichen oder anderen Zwecken an Dritte oder die eigene kommerzielle Nutzung unserer Kundendaten durch den Dienstleister ist unseren Partnern untersagt.</p>\n<p>Sofern wir Ihre Daten im Rahmen der vertraglichen Erfüllung Ihrer Bestellung, eines Gewinnspiels oder im Rahmen von Marketingmaßnahmen an Vertrags- oder Kooperationspartner weitergegeben, weisen wir Sie gesondert darauf hin.\nDie an unsere Kooperationspartner weitergegebenen Daten dürfen von diesen lediglich zur Erfüllung ihrer Aufgabe verarbeitet werden..</p>\n<p>&nbsp;</p> 5.4.\nDrittlandtransfer von Daten <p>Grundsätzlich achten wir darauf, dass Ihre Daten, sofern eine Weitergabe an Dritte für die Erfüllung der Datenverarbeitungszwecke (z.B.\nzur Auslieferung von Ware) erforderlich ist, innerhalb der Europäischen Union oder des Europäischen Wirtschaftsraumes verbleiben.</p>\n<p>Sollte dies in Ausnahmefällen nicht möglich sein und eine Datenübermittlung in ein Drittland erforderlich sein, werden alle erforderlichen Maßnahmen zur Schaffung eines angemessenen Datenschutzniveaus durch eQ-3 bereitgestellt.</p>\n<p>&nbsp;</p> III.\nBereitstellung der Website und Erstellung von Logfiles <br>\n1.\nBeschreibung und Umfang der Datenverarbeitung <p>Bei jedem Aufruf unserer Internetseite erfasst unser System automatisiert Daten und Informationen vom Computersystem des aufrufenden Rechners.</p>\n<p>Folgende Daten werden hierbei erhoben:</p>\n<p>(1) Informationen über den Browsertyp und die verwendete Version<br>\n(2) Das Betriebssystem des Nutzers<br>\n(3) Den Internet-Service-Provider des Nutzers<br>\n(4) Die IP-Adresse des Nutzers<br>\n(5) Datum und Uhrzeit des Zugriffs<br>\n(6) Websites, von denen das System des Nutzers auf unsere Internetseite gelangt<br>\n(7) Websites, die vom System des Nutzers über unsere Website aufgerufen werden</p>\n<p>Die Daten werden ebenfalls in den Logfiles unseres Systems gespeichert.\nEine Speicherung dieser Daten zusammen mit anderen personenbezogenen Daten des Nutzers findet nicht statt.</p>\n<p>&nbsp;</p> 2.\nRechtsgrundlage für die Datenverarbeitung <p>Rechtsgrundlage für die vorübergehende Speicherung der Daten und der Logfiles ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.</p>\n<p>&nbsp;</p> 3.\nZweck der Datenverarbeitung <p>Die vorübergehende Speicherung der IP-Adresse durch das System ist notwendig, um eine Auslieferung der Website an den Rechner des Nutzers zu ermöglichen.\nHierfür muss die IP-Adresse des Nutzers für die Dauer der Sitzung gespeichert bleiben.</p>\n<p>Die Speicherung in Logfiles erfolgt, um die Funktionsfähigkeit der Website sicherzustellen.\nZudem dienen uns die Daten zur Optimierung der Website und zur Sicherstellung der Sicherheit unserer informationstechnischen Systeme.\nEine Auswertung der Daten zu Marketingzwecken findet in diesem Zusammenhang nicht statt.</p>\n<p>In diesen Zwecken liegt auch unser berechtigtes Interesse an der Datenverarbeitung nach Art.\n6 Abs.\n1 lit.\nf) DSGVO.</p>\n<p>&nbsp;</p> 4.\nDauer der Speicherung <p>Die Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.\nIm Falle der Erfassung der Daten zur Bereitstellung der Website ist dies der Fall, wenn die jeweilige Sitzung beendet ist.</p>\n<p>Im Falle der Speicherung der Daten in Logfiles ist dies nach spätestens sieben Tagen der Fall.\nEine darüberhinausgehende Speicherung ist möglich.\nIn diesem Fall werden die IP-Adressen der Nutzer gelöscht oder verfremdet, sodass eine Zuordnung des aufrufenden Clients nicht mehr möglich ist.</p>\n<p>&nbsp;</p> 5.\nWiderspruchs- und Beseitigungsmöglichkeit <p>Die Erfassung der Daten zur Bereitstellung der Website und die Speicherung der Daten in Logfiles ist für den Betrieb der Internetseite zwingend erforderlich.\nEs besteht folglich seitens des Nutzers keine Widerspruchsmöglichkeit.</p>\n<p>&nbsp;</p> IV.\nVerwendung von Cookies<br>\n&nbsp.\n1.\nBeschreibung und Umfang der Datenverarbeitung <p>Unsere Webseite verwendet Cookies.\nBei Cookies handelt es sich um Textdateien, die im Internetbrowser bzw.\nvom Internetbrowser auf dem Computersystem des Nutzers gespeichert werden.\nRuft ein Nutzer eine Website auf, so kann ein Cookie auf dem Betriebssystem des Nutzers gespeichert werden.\nDieses Cookie enthält eine charakteristische Zeichenfolge, die eine eindeutige Identifizierung des Browsers beim erneuten Aufrufen der Website ermöglicht.</p>\n<p>Wir setzen Cookies ein, um unsere Website nutzerfreundlicher zu gestalten.\nEinige Elemente unserer Internetseite erfordern es, dass der aufrufende Browser auch nach einem Seitenwechsel identifiziert werden kann.</p>\n<p>In den Cookies werden dabei folgende Daten gespeichert und übermittelt:</p>\n<p>(1) Spracheinstellungen<br>\n(2) Log-In-Informationen</p>\n<p>Wir verwenden auf unserer Website darüber hinaus Cookies, die eine Analyse des Surfverhaltens der Nutzer ermöglichen.</p>\n<p>Auf diese Weise können folgende Daten übermittelt werden:</p>\n<p>(1) Eingegebene Suchbegriffe<br>\n(2) Häufigkeit von Seitenaufrufen<br>\n(3) Inanspruchnahme von Website-Funktionen</p>\n<p>Die auf diese Weise erhobenen Daten der Nutzer werden durch technische Vorkehrungen pseudonymisiert.\nDaher ist eine Zuordnung der Daten zum aufrufenden Nutzer nicht mehr möglich.\nDie Daten werden nicht gemeinsam mit sonstigen personenbezogenen Daten der Nutzer gespeichert.</p>\n<p>Beim Aufruf unserer Website werden die Nutzer durch einen Infobanner über die Verwendung von Cookies zu Analysezwecken informiert und auf diese Datenschutzerklärung verwiesen.\nEs erfolgt in diesem Zusammenhang auch ein Hinweis darauf, wie die Speicherung von Cookies in den Browsereinstellungen unterbunden werden kann.</p>\n<p>&nbsp;</p> 2.\nRechtsgrundlage für die Datenverarbeitung <p>Die Rechtsgrundlage für die Verarbeitung personenbezogener Daten unter Verwendung von Cookies ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.</p>\n<p>Die Rechtsgrundlage für die Speicherung neuer und das Auslesen vorhandener technisch notwendiger Cookies sowie die Verarbeitung personenbezogener Daten unter Verwendung technisch notweniger Cookies sind Art.\n6 Abs.\n1 lit.\nf) DSGVO, § 25 Abs.\n2 des Telekommunikation-Telemedien-Datenschutz-Gesetzes (TTDSG).\nRechtsgrundlage ist zudem Art.\n6 Abs.\n1 S.\n1 lit.\nb) DSGVO, wenn die Cookies zur Vertragsanbahnung z.B.\nbei Bestellungen gesetzt werden.</p>\n<p>Die Rechtsgrundlagen für die Speicherung neuer und das Auslesen vorhandener sonstiger Cookies sowie die Verarbeitung personenbezogener Daten unter Verwendung von Cookies zu sonstigen Zwecken sind bei Vorliegen einer diesbezüglichen Einwilligung des Nutzers Art.\n6 Abs.\n1 lit.\na) DSGVO, § 25 Abs.\n1 des Telekommunikation-Telemedien-Datenschutz-Gesetzes (TTDSG).</p>\n<p>&nbsp;</p> 3.\nZweck der Datenverarbeitung <p>Der Zweck der Verwendung technisch notwendiger Cookies ist, die Nutzung von Websites für die Nutzer zu vereinfachen.\nEinige Funktionen unserer Internetseite können ohne den Einsatz von Cookies nicht angeboten werden.\nFür diese ist es erforderlich, dass der Browser auch nach einem Seitenwechsel wiedererkannt wird.</p>\n<p>Für folgende Anwendungen benötigen wir Cookies:</p>\n<p>(1) Übernahme von Spracheinstellungen<br>\n(2) Merken von Suchbegriffen</p>\n<p>Die durch technisch notwendige Cookies erhobenen Nutzerdaten werden nicht zur Erstellung von Nutzerprofilen verwendet.</p>\n<p>Die Verwendung der Analyse-Cookies erfolgt zu dem Zweck, die Qualität unserer Website und ihre Inhalte zu verbessern.\nDurch die Analyse-Cookies erfahren wir, wie die Website genutzt wird und können so unser Angebot stetig optimieren.</p>\n<p>&nbsp;</p> 4.\nDauer der Speicherung, Widerspruchs- und Beseitigungsmöglichkeit <p>Cookies werden auf dem Rechner des Nutzers gespeichert und von diesem an unserer Seite übermittelt.\nDaher haben Sie als Nutzer auch die volle Kontrolle über die Verwendung von Cookies.\nDurch eine Änderung der Einstellungen in Ihrem Internetbrowser können Sie die Übertragung von Cookies deaktivieren oder einschränken.\nBereits gespeicherte Cookies können jederzeit gelöscht werden.\nDies kann auch automatisiert erfolgen.\nWerden Cookies für unsere Website deaktiviert, können möglicherweise nicht mehr alle Funktionen der Website vollumfänglich genutzt werden.</p>\n<p>&nbsp;</p> 5.\nTracking Pixel/ Details zu Cookies <p>An mehreren Stellen verwenden wir so genannte „Session Cookies“, welche nach Ende Ihres Besuchs automatisch gelöscht werden und welche dazu dienen, das Angebot nutzerfreundlicher, effektiver und sicherer zu machen.\nDurch die Sicherheitsstandards Ihres Browsers sind unsere Cookies gegen ein Auslesen durch Dritte geschützt.</p>\n<p>Wir setzen auf unseren digitalen Angeboten so genannte „Tracking Pixel“ (kleine Grafiken) ein.\nTracking Pixel erfüllen ähnliche Funktionen wie Cookies.</p>\n<p>Wird ein Angebot geöffnet, so wird das Tracking Pixel von einem Server im Internet geladen und verarbeitet.\nSo können wir sehen, welche Inhalte, wie häufig, aus welcher Region von unseren Kunden besucht und welche Aktionen auf unseren digitalen Angeboten durchgeführt wurden.\nDiese Daten werden unter einem Pseudonym verarbeitet.\nIhre IP-Adresse wird nur in gekürzter Form verarbeitet, so dass eine Identifizierung des jeweiligen Anschlusses nicht möglich ist.</p>\n<p>Die meisten Browser akzeptieren Cookies automatisch, bieten aber die Möglichkeit an, Cookies abzulehnen oder vor der Speicherung eine Warnung anzuzeigen.\nDie Hilfe-Funktion in der Menüleiste der meisten Webbrowser erklärt Ihnen, wie Sie Ihren Browser davon abhalten, neue Cookies zu akzeptieren, wie Sie Ihren Browser darauf hinweisen lassen, dass Sie ein neues Cookie erhalten, oder auch wie Sie sämtliche erhaltenen Cookies ausschalten.</p>\n<p>Wir empfehlen Ihnen aber, die Cookie-Funktionen vollständig eingeschaltet zu lassen, um alle Funktionen unseres Onlineangebots nutzen zu können.</p>\n<p>Wichtig: Die Deaktivierung der Cookies wird durch ein Cookie auf ihrem Endgerät (Computer, Smartphone oder Tablet) in dem Browser, in dem Widerspruch eingelegt wurde, gespeichert und hat keine Verbindung zum Kundenkonto.\nDie Deaktivierung muss daher für jedes Ihrer Endgeräte und jeden Browser separat durchgeführt werden.</p>\n<p>Sollten Sie ihren Browser so eingestellt haben, dass er Cookies automatisch beim Schließen löscht, so werden auch die Opt-out-Cookies (Deaktivierungscookies) gelöscht.</p>\n<p>Um Tracking Pixel auf unseren Seiten zu unterbinden, können Sie Tools wie z.B.\nGhostery, web-washer, ADBlock oder blugnosys verwenden.</p>\n<p>&nbsp;</p> 6.\nFacebook Pixel <p>Innerhalb unseres Onlineangebotes wird aufgrund unserer berechtigten Interessen an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes und zu diesem Zweck das sogenannte „Facebook- Pixel“ des sozialen Netzwerks Facebook, welches von der Facebook Inc., 1 Hacker Way, Menlo Park, CA 94025 USA, bzw.\nfalls Sie in der EU ansässig sind, Facebook Irland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland betrieben wird („Facebook“), eingesetzt.</p>\n<p>Mit Hilfe des Facebook-Pixels ist es Facebook zum einen möglich, die Besucher unseres Angebots als Zielgruppe für die Darstellung von Anzeigen, sog.\n„Facebook-Ads“ zu bestimmen.\nDementsprechend setzen wir das Facebook-Pixel ein, um die durch uns geschalteten Facebook-Ads nur bestimmten Nutzern zur Verfügung zu stellen.\nHierzu wurde auf dieser Website das Remarketing-Tag von Facebook implementiert.\nÜber dieses Tag wird beim Besuch der Webseite eine direkte Verbindung zu den Facebook-Servern hergestellt.\nDabei wird an den Facebook-Server übermittelt, dass Sie diese Website besucht haben und Facebook ordnet diese Information Ihrem persönlichen Facebook-Benutzerkonto zu.\nNähere Informationen zur Erhebung und Nutzung der Daten durch Facebook sowie über Ihre diesbezüglichen Rechte und Möglichkeiten zum Schutz Ihrer Privatsphäre finden Sie in den Datenschutzhinweisen von Facebook unter https://www.facebook.com/about/privacy/.</p>\n<p>Alternativ können Sie die Remarketing-Funktion „Custom Audiences“ unter https://www.facebook.com/settings/?tab=ads#_=_ deaktivieren.\nHierfür müssen Sie bei Facebook angemeldet sein.</p>\n<p>&nbsp;</p> 7.\nGoogle Adwords Conversion Tracking <p>Wir nutzen zudem das Google Conversion Tracking, einen Dienst der Google Inc.\n(„Google“), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\nDabei wird von Google Adwords ein Cookie auf Ihrem Rechner gesetzt, sofern Sie über eine Google-Anzeige auf unsere Webseite gelangt sind.\nDiese Cookies verlieren nach 540 Tagen ihre Gültigkeit und dienen nicht der persönlichen Identifizierung.</p>\n<p>Besuchen Sie bestimmte Webseiten von eQ-3 und das Cookie ist noch nicht abgelaufen, können Google und eQ-3 erkennen, dass Sie auf die Google-Anzeige geklickt und zu dieser Seite weitergeleitet wurden.\nJeder Kunde von Adwords erhält ein anderes Cookie.\nCookies können somit nicht über die Webseiten von Adwords-Kunden nachverfolgt werden.\nDie mithilfe des Conversion-Cookies eingeholten Informationen dienen dazu, ConversionStatistiken für Adwords-Kunden zu erstellen, die sich für Conversion-Tracking entschieden haben.\neQ-3 erfährt so die Gesamtanzahl der Nutzer, die auf ihre Anzeige geklickt haben und zu einer mit einem Conversion-Tracking-Tag versehenen Seite weitergeleitet wurden.\nWir erhalten jedoch keine Informationen, mit denen sich Nutzer persönlich identifizieren lassen.</p>\n<p>Die aktuelle Datenschutzerklärung von Google können Sie hier einsehen https://policies.google.com/privacy?hl=de.</p> 8.\nÜbersicht der Cookies <p>This website uses cookies..\nWe require your consent for the use of cookies that are not absolutely necessary for the provision of our offer.\nWe use such cookies to personalise content and ads, provide social media features and analyse traffic to our website.\nWe also share information about your use of our website with our social media, advertising and analytics partners.\nOur partners may combine this information with other data that you have provided to them or that they have collected in the course of your use of the services.\nBy clicking on \"Allow all cookies\", you consent to the use of cookies for all of the above purposes.\nA detailed list of individual cookies by purpose and provider is available by clicking on the \"Settings\" button.\nYou can refuse the use of cookies that are not necessary or agree to them in whole or in part.\nYou can adjust or revoke your consent at any time under the link \"Cookie settings\".\nYour browser settings may mean that the settings are not saved for a longer period of time and that this banner is displayed again.\n<br>\n<br>Imprint | Privacy Policy</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.</p>\n<p>Your consent applies to the following domains: homematic-ip.com</p> Your current state: Deny.&nbsp;Your current state: Do not sell or share my personal information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all.&nbsp;<p>Your consent ID: Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo not sell or share my personal information<br>\n<p>Cookie declaration last updated on 3/10/23 by Cookiebot: </p>\n<p>Necessary (7) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type __cf_bm [x2] fast.fonts.net<br>Vimeo This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\n1 day HTTP Cookie CONSENT [x3] Google<br>YouTube Used to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n2 years HTTP Cookie CookieConsent Cookiebot Stores the user's cookie consent state for the current domain 3 months HTTP Cookie li_gc LinkedIn Stores the user's cookie consent state for the current domain 180 days HTTP Cookie <p>Preferences (3) </p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p> Name Provider Purpose Expiry Type wisepops_activity_session Wisepops Remembers whether the user has minimized or closed chat-box or pop-up messages on the website.\nSession HTTP Cookie ypsession Yumpu Stores a unique ID string for each chat-box session.\nThis allows the website-support to see previous issues and reconnect with the previous supporter.\n30 days HTTP Cookie yumpu_slc Yumpu The cookie determines the preferred language and country-setting of the visitor - This allows the website to show content most relevant to that region and language.\n7 days HTTP Cookie <p>Statistics (11) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _ga [x2] Google<br>Yumpu Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n399 days HTTP Cookie _ga_# Google Used by Google Analytics to collect data on the number of times a user has visited the website as well as dates for the first and most recent visit.\n399 days HTTP Cookie _gat [x2] Google<br>Yumpu Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid [x2] Google<br>Yumpu Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie aka_debug Akamai Technologies Used by Vimeo to track usage of their embedded video player.\nSession HTTP Cookie AnalyticsSyncHistory LinkedIn Used in connection with data-synchronization with third-party analysis service.\n30 days HTTP Cookie collect Google Used to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.\nSession Pixel Tracker vuid Vimeo Collects data on the user's visits to the website, such as which pages have been read.\n399 days HTTP Cookie <p>Marketing (32) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type _fbp Meta Platforms, Inc.\nUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie _gcl_au Google Used by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n3 months HTTP Cookie _uetsid Yumpu Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\nPersistent HTML Local Storage _uetsid_exp Yumpu Contains the expiry-date for the cookie with corresponding name.\nPersistent HTML Local Storage _uetvid Yumpu Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\nPersistent HTML Local Storage _uetvid_exp Yumpu Contains the expiry-date for the cookie with corresponding name.\nPersistent HTML Local Storage ads/ga-audiences Google Used by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.\nSession Pixel Tracker bcookie LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n1 year HTTP Cookie bscookie LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n1 year HTTP Cookie IDE Google Used by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\n1 year HTTP Cookie lidc LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n1 day HTTP Cookie MUID Microsoft Used widely by Microsoft as a unique user ID.\nThe cookie enables user tracking by synchronising the ID across many Microsoft domains.\n1 year HTTP Cookie pagead/1p-user-list/# Google Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.\nSession Pixel Tracker pagead/landing [x2] Google Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nSession Pixel Tracker test_cookie Google Used to check if the user's browser supports cookies.\n1 day HTTP Cookie UserMatchHistory LinkedIn Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n30 days HTTP Cookie VISITOR_INFO1_LIVE YouTube Tries to estimate the users' bandwidth on pages with integrated YouTube videos.\n179 days HTTP Cookie wisepops Wisepops Used in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.\n399 days HTTP Cookie wisepops_session Wisepops Used in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.\nSession HTTP Cookie wisepops_visits Wisepops Used in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.\n399 days HTTP Cookie YSC YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nSession HTTP Cookie yt.innertube::nextId YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt.innertube::requests YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage ytidb::LAST_RESULT_ENTRY_KEY YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-cast-available YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-cast-installed YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-connected-devices YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-device-id YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-fast-check-period YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-app YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-name YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage <p>Unclassified (2) </p>\n<p>Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.</p> Name Provider Purpose Expiry Type wisp-https%3A%2F%2Fnotifications.wisepops.com-r9zP Wisepops Pending 1 year HTTP Cookie ypsitetrack Yumpu Pending 1 year HTTP Cookie V.\nRetargeting <p>Diese Website verwendet Retargeting-Technologie von Adform (Adform Germany GmbH, Großer Burstah 50-52, 20457 Hamburg).\nDiese ermöglicht es, auf Websites unserer Partner gezielt jene Internet User mit Werbung anzusprechen, die sich bereits für unsere Webseite und unsere Produkte interessiert haben.\nDie Einblendung der Werbemittel erfolgt beim Retargeting auf der Basis einer Cookie-basierten Analyse des vorherigen Nutzerverhaltens.\nHierbei handelt es sich um ein temporäres Cookie, das nach 60 Tagen seine Gültigkeit verliert.\nWenn Sie nicht möchten, dass Ihnen interessenbezogene Werbung von Adform angezeigt wird, können Sie der Datenerfassung und –speicherung jederzeit für die Zukunft hier widersprechen.\nWeitere Informationen zu den Datenschutzbestimmungen von Adform finden Sie unter https://site.adform.com/de/privacy-center/platform/.</p>\n<p>Daneben verwendet diese Website Retargeting-Technologie von Activ Agent (Active Agent AG, Ellen‐Gottlieb‐Straße 16, 79106 Freiburg i.Br.,Deutschland).\nDiese ermöglicht es, auf Websites unserer Partner gezielt jene Internet User mit Werbung anzusprechen, die sich bereits für unsere Webseite und unsere Produkte interessiert haben.\nDie Einblendung der Werbemittel erfolgt beim Retargeting auf der Basis einer Cookie-basierten Analyse des vorherigen Nutzerverhaltens.\nHierbei handelt es sich um ein temporäres Cookie, das nach 60 Tagen seine Gültigkeit verliert.\nWenn Sie nicht möchten, dass Ihnen interessenbezogene Werbung von Adform angezeigt wird, können Sie der Datenerfassung und –speicherung jederzeit für die Zukunft hier widersprechen.</p>\n<p>Weitere Informationen zu den Datenschutzbestimmungen unter https://www.active-agent.com/de/unternehmen/datenschutzerklaerung/</p>\n<p>Link zum Opt.Out: https://www.active-agent.com//de/unternehmen/opt-out/</p>\n<p>&nbsp;</p> VI.\nWerbung &amp.\nMarketing <p>Für eigene Marketingzwecke verarbeiten wir die Daten unserer Kunden gemäß den gesetzlichen Bestimmungen.\nDabei bemühen wir uns Ihnen Angebote zukommen zu lassen, die bestmöglich auf Ihre Bedürfnisse abgestimmt sind.\nDaher bemühen wir uns unter Verwendung von Wahrscheinlichkeitswerten Ihnen idealerweise nur die Werbeinhalte zu präsentieren, die für Sie interessant sind.</p>\n<p>&nbsp;</p> 1.\nCision <p>Die Cision Germany GmbH, Westhafenplatz 1, 60327 Frankfurt a.M., sammelt und verarbeitet auf unseren digitalen Angeboten und deren Unterseiten Daten zu Marketing- und Optimierungszwecken.\nAus diesen Daten können unter einem Pseudonym Nutzungsprofile erstellt werden.\nCookies ermöglichen dabei ein Wiedererkennen des Internet-Browsers.\nDie mit den Cision-Technologien erhobenen Daten werden nicht dazu benutzt, Sie persönlich zu identifizieren und nicht mit personenbezogenen Daten über den Träger des Pseudonyms zusammengeführt.</p>\n<p>Rechtsgrundlage hierfür ist unser Interesse gemäß Art.\n6 Abs.- 1 lit.f) DSGVO unser Angebot zum Zwecke der Direktwerbung betriebswirtschaftlich zu optimieren.</p>\n<p>Sie können der Verarbeitung Ihrer Daten für werbliche Zwecke jederzeit durch eine kurze schriftliche Mitteilung an datenschutz@eQ-3.de widersprechen bzw.\nIhr Einverständnis widerrufen, ohne dass hierfür andere als die Übermittlungskosten nach Basistarif entstehen.</p>\n<p>Soweit Sie Widerspruch einlegen wird Ihre angegebene Kontaktadresse für die weitere werbliche Verarbeitung gesperrt.</p>\n<p>&nbsp;</p> 3.\nGoogle Analytics <p>eQ-3 benutzt Google Analytics, einen Webanalysedienst der Google Inc.\n(„Google“), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\nGoogle Analytics verarbeitet sog.\n„Cookies“, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen.\nDie durch das Cookie erzeugten Informationen über Ihre Benutzung dieser Website werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.</p>\n<p>&nbsp;</p> 3.1 IP Anonymisierung <p>Wir haben auf dieser Website die Funktion IP-Anonymisierung aktiviert.\nDadurch wird Ihre IP-Adresse von Google innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum vor der Übermittlung in die USA gekürzt.\nNur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt.\nIm Auftrag des Betreibers dieser Website wird Google diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen gegenüber dem Websitebetreiber zu erbringen.\nDie im Rahmen von Google Analytics von Ihrem Browser übermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt.</p>\n<p>&nbsp;</p> 3.2 Browser Plugin <p>Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern.\nwir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich werden nutzen können.\nSie können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl.\nIhrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie das unter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren: https://tools.google.com/dlpage/gaoptout</p>\n<p>&nbsp;</p> 3.3 Widerspruch gegen Datenerfassung <p>Sie können die Erfassung Ihrer Daten durch Google Analytics verhindern, indem Sie auf folgenden Link Google Analytics deaktivieren klicken.\nEs wird ein Opt-Out-Cookie gesetzt, der die Erfassung Ihrer Daten bei zukünftigen Besuchen dieser Website verhindert: Google Analytics deaktivieren.<br>\n<br>\nMehr Informationen zum Umgang mit Nutzerdaten bei Google Analytics finden Sie in der Datenschutzerklärung von Google: https://support.google.com/analytics/answer/6004245?hl=de</p>\n<p>&nbsp;</p> 3.4 Auftragsdatenverarbeitung <p>Wir haben mit Google einen Vertrag zur Auftragsdatenverarbeitung abgeschlossen und setzen die strengen Vorgaben der deutschen Datenschutzbehörden bei der Nutzung von Google Analytics vollständig um.</p>\n<p>Nähere Informationen zu Nutzungsbedingungen und Datenschutz finden Sie unter http://www.google.com/analytics/terms/de.html bzw.<br>\nunter https://policies.google.com/privacy?hl=de.</p> &nbsp.\n4.\nMatomo <p>Wir nutzen auf unserer Website das Open-Source-Software-Tool Matomo (ehemals PIWIK) zur Analyse des Surfverhaltens unserer Nutzer.\nDie Software setzt ein Cookie auf dem Rechner der Nutzer (zu Cookies siehe bereits oben).\nWerden Einzelseiten unserer Website aufgerufen, so werden folgende Daten gespeichert:</p>\n<p>(1) Zwei Bytes der IP-Adresse des aufrufenden Systems des Nutzers Stand Mai 2018 19</p>\n<p>(2) Die aufgerufene Webseite</p>\n<p>(3) Die Website, von der der Nutzer auf die aufgerufene Webseite gelangt ist (Referrer)</p>\n<p>(4) Die Unterseiten, die von der aufgerufenen Webseite aus aufgerufen werden</p>\n<p>(5) Die Verweildauer auf der Webseite</p>\n<p>(6) Die Häufigkeit des Aufrufs der Webseite</p>\n<p>Die Software läuft dabei ausschließlich auf den Servern unserer Webseite.\nEine Speicherung der personenbezogenen Daten der Nutzer findet nur dort statt.\nEine Weitergabe der Daten an Dritte erfolgt nicht.</p>\n<p>&nbsp;</p> VII.\nSocial Bookmarks/ Plug-Ins <p>&nbsp;</p> 1.\nAllgemeines <p>Wir möchten Sie darauf hinweisen, dass wir Social Media Auftritte sowie Foren und Blogs regelmäßig prüfen, um Berichterstattung über eQ-3 zu erfassen.\nIhre Beiträge werden von uns intern ausgewertet und zu Reportings verarbeitet.\nDabei erfolgt keine Zuordnung zu Ihrer Person oder Ihrem Kundenkonto.\nIhr Name sowie Ihr Bild wird unkenntlich gemacht.\nUnser Interesse gemäß Art.\n6 Abs.\n1 lit.\nf) EU DSGVO, die Meinungsbildung zu steuern und die Einflussnahme von Social Media zu analysieren, ist dabei als berechtigt im Sinne der vorgenannten Vorschrift anzusehen.<br>\nWir verwenden Social Bookmarks und Social Plug-Ins.\nDiese setzen wir gemäß Art.\n6 Abs.\n1 lit.\nf) DSGVO ein, um unser Unternehmen dadurch bekannter zu machen.\nDieser werbliche Zweck ist als berechtigtes Interesse gemäß der DSGVO anzusehen.\nDie Verantwortung für den datenschutzkonformen Betrieb ist durch deren jeweiligen Anbieter zu gewährleisten.<br>\nSocial Bookmarks sind Internet-Lesezeichen, die es Ihnen ermöglichen, auf unsere Auftritte bei den jeweiligen Anbietern zu gelangen:</p>\n<ul>\n<li>Facebook (Facebook Ink., 1 Hacker Way, Menlo Park, CA 94025, USA),</li>\n<li>YouTube (YouTube LLC, 901 Cherry Ave., San Bruno, CA 94066, USA)</li>\n<li>Instagram (Instagram LLC.\n1601 Willow Road, Menlo Park, CA 94025, USA)</li>\n</ul>\n<p>Diese Social Bookmarks sind als Links (Buttons) eingebunden.\nMit Klick auf die Buttons werden Sie von unserer Homepage auf unsere Seite bei den jeweiligen Anbietern weitergeleitet.\nErst durch das erstmalige Anklicken und Weiterleiten werden die Informationen also an den jeweiligen Anbieter übertragen.</p>\n<p>Informationen zum Umgang mit Ihren personenbezogenen Daten bei Nutzung der Dienste der Anbieter entnehmen Sie bitte den jeweiligen Datenschutzhinweisen des jeweiligen Anbieters.</p> &nbsp.\n2.\nSocial Plug-Ins <p>Daneben verwenden wir Social Plug-In Funktionen für die Netzwerke von Facebook, Twitter und Google+.\nDie so genannte „Social Plug-Ins“ sind Technologien, die es Ihnen als Anwender ermöglichen, Mitgliedern von sozialen Netzwerken bestimmte Inhalte über eine direkte Anbindung bekannt zu machen.<br>\nUm Ihre Privatsphäre zu schützen, bieten wir Ihnen diese Social Plug-Ins als so genannte „2-Klick-Buttons“ (Zwei-Klick-Methode) an.\nDabei bedienen wir uns zur Einbindung der Social Plug-Ins einer technischen Lösung, die verhindert, dass bereits beim Öffnen unserer Website Daten (z.B.\nIP-Adresse) an soziale Netzwerke wie z.B.\nFacebook übermittelt werden.\nDies bedeutet, die Buttons von</p>\n<ul>\n<li>Facebook (betrieben von Fa.\nFacebook Inc., 1 Hacker Way, Menlo Park, CA 94025, USA),</li>\n<li>Twitter (Twitter, Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA) und</li>\n<li>Google (Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA) sind standardmäßig deaktiviert.</li>\n<li>Instagram (Instagram LLC.\n1601 Willow Road, Menlo Park, CA 94025, USA)</li>\n</ul>\n<p>Erst durch das erstmalige Anklicken der Social Plug-Ins werden diese aktiviert.\nDer Inhalt der Plug-Ins wird von Facebook, Twitter und Google direkt an Ihren Browser übermittelt und von diesem in unsere Webseite eingebunden.\nMit dem zweiten Anklicken der Social Plug-Ins können Sie die Funktionen wie zum Beispiel „Weiterempfehlen“ vollumfänglich nutzen.<br>\nBitte beachten Sie bei den jeweiligen Plug-Ins folgende Punkte:</p>\n<br>\n2.1.\nFacebook Social Plug-Ins <p>eQ-3 hat keinen Einfluss auf den Umfang der Daten, die Facebook mit Hilfe dieses PlugIns erhebt.\nNäheres finden Sie zudem auf den Seiten von Facebook.\nKnapp zusammengefasst bedeutet dies: Durch die Aktivierung der Plug-Ins erhält Facebook die Information, dass ein Nutzer die entsprechende Seite des Angebots aufgerufen hat.\nIst der Nutzer bei Facebook eingeloggt, kann Facebook den Besuch seinem Facebook-Konto zuordnen.\nWenn die Nutzer mit den Plug-Ins interagieren, zum Beispiel den Like Button betätigen oder einen Kommentar abgeben, wird die entsprechende Information von Ihrem Browser direkt an Facebook übermittelt und dort gespeichert.\nFalls ein Nutzer kein Mitglied von Facebook ist, besteht trotzdem die Möglichkeit, dass Facebook seine IP-Adresse in Erfahrung bringt und speichert.\nLaut Facebook wird in Deutschland nur eine anonymisierte IP-Adresse gespeichert.\nZweck und Umfang der Datenerhebung und die weitere Verarbeitung und Nutzung der Daten durch Facebook sowie die diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz der Privatsphäre der Nutzer, können Sie den Datenschutzhinweisen von Facebook entnehmen:<br>https://www.facebook.com/about/privacy/ Falls Sie keine Datenerfassung via Custom Audience wünschen, können Sie Custom Audiences hier deaktivieren.<br>\nSie können Facebook-Social-Plug-Ins auch mit diversen Add-ons für Ihren Browser blocken.\nSie können das Laden der Facebook-Plug-ins auch mit Add-ons für Ihren Browser komplett verhindern, z.B.\nmit dem „Facebook Blocker“.\nAnsonsten können Sie das Verknüpfen von Daten nur verhindern, wenn Sie sich vor dem Besuch unseres Internetauftritts und vor dem Aktivieren des Social Plug-Ins für Ihren Browser bei Facebook ausloggen.</p>\n<p>&nbsp;</p> 2.2.\nYoutube Social Plug-Ins <p>eQ-3 hat keinen Einfluss auf den Umfang der Daten, die Youtube mit Hilfe dieses PlugIns erhebt.<br>\nNäheres finden Sie zudem auf den Seiten von Youtube.<br>\nUnsere Internetseiten beinhalten mindestens ein Plugin von YouTube, gehörig zur Google Inc., ansässig in San Bruno/Kalifornien, USA.\nSobald Sie mit einem YouTube-Plugin ausgestattete Seiten unserer Internetpräsenz besuchen, wird eine Verbindung zu den Servern von YouTube aufgebaut.\nDabei wird dem Youtube-Server mitgeteilt, welche spezielle Seite unserer Internetpräsenz von Ihnen besucht wurde.\nSollten Sie obendrein in Ihrem YouTube-Account eingeloggt sein, würden Sie es YouTube ermöglichen, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nSie können diese Möglichkeit der Zuordnung zunichtemachen, wenn Sie sich vorher aus Ihrem Account ausloggen.<br>\nWeitere Informationen zur Erhebung und Nutzung Ihrer Daten durch YouTube erhalten Sie in den dortigen Hinweisen zum Datenschutz unter:<br>https://policies.google.com/privacy?hl=de&amp;gl=de</p>\n<p>&nbsp;</p> 2.3 Instagram Social Plug-Ins <p>Auf unserer Website werden auch PlugIns von Instagram verwendet.\nDie PlugIns sind mit einem Instagram-Logo versehen.\nWird eine Seite unseres Webauftritts aufgerufen, die ein solches PlugIn enthält, stellt Ihr Browser eine direkte Verbindung zu den Servern von Instagram her.\nDer Inhalt des PlugIns wird von Instagram direkt an Ihren Browser übermittelt und in die Seite eingebunden.\nDurch diese Einbindung erhält Instagram die Information über das PlugIn, auch wenn Sie kein Instagram-Profil besitzen.\nDiese Information einschließlich Ihrer IP-Adresse wird von Ihrem Browser direkt an einen Server von Instagram in die USA übermittelt und dort gespeichert.\nWenn Sie mit den PlugIns interagieren, zum Beispiel den Instagram Button betätigen, wird diese Information ebenfalls direkt an den Server von Instagram übermittelt und dort gespeichert.\nDie Informationen werden auf Ihrem Instagram-Account veröffentlicht und dort Ihren Kontakten angezeigt.</p>\n<p>Wenn Sie nicht möchten, dass Instagram die über unseren Webauftritt gesammelten Daten unmittelbar Ihrem Instagram-Account zuordnet, müssen Sie sich vor Ihrem Besuch unserer Website bei Instagram ausloggen.</p>\n<p>Weitere Informationen hierzu finden Sie in der Datenschutzerklärung von Instagram unter: https://help.instagram.com/155833707900388</p>\n<p>&nbsp;</p> 2.4 Falcon.io <p>Um Inhalte in den von uns genutzten sozialen Netzwerken zu planen und zu posten, keine für uns relevanten Posts der Nutzer zu verpassen sowie mit Nutzern zu interagieren, arbeiten wir mit dem Produkt Falcon.io.\nDieses Tool ermöglicht eQ-3 die Verwaltung aller genutzter Social Media Auftritte auf einer gemeinsamen Plattform.\nBetreibergesellschaft ist die Falcon.io ApS.\nH.C.\nAndersens Boulevard 27, 1.\nfloor.\n1553 Copenhagen V.\nDenmark.</p>\n<p>Im Tool werden folgende Daten der Nutzer angezeigt, wenn Sie uns kontaktieren, erwähnen oder Beiträge auf den jeweiligen Accounts posten, tweeten oder kommentieren sofern diese von Ihnen in Ihrem Profil gepflegt sind:</p>\n<ul>\n<li>Name</li>\n<li>Geschlecht</li>\n<li>Profilname, -URL und -foto</li>\n<li>Datum und Uhrzeit des Posts, Tweets oder Kommentars</li>\n<li>Inhalt und Zeitpunkt des Posts, Tweets oder Kommentars</li>\n<li>Nutzerhistorie, falls der Nutzer schon vorher Kontakt mit uns hatte</li>\n</ul>\n<p>Die Datenschutzhinweise von Falcon finden sich hier: https://www.falcon.io/privacy-policy/.</p>\n<p>&nbsp;</p> 3.\neTermin <p>Zur automatisierten Vereinbarung und Verwaltung von Terminen für unseren „mobilen Showroom - Smart Home live erleben“ verwenden wir die SaaS-Anwendung eTermin.</p>\n<p>Betreibergesellschaft ist die eTermin GmbH.\nIm Wiesengrund 8.\n8304 Wallisellen.\nSchweiz.</p>\n<p>Sofern Sie eine Terminvereinbarung über das Tool vornehmen, werden folgende personenbezogene Daten verarbeitet:</p>\n<ul>\n<li>Personenstammdaten (z.B.\nName, Vorname, Anschrift, Ort, Telefon)</li>\n<li>Kontaktdaten (z.B.\nTelefonnummern, E-Mail-Adressen)</li>\n<li>Termine (über eTermin vereinbarte Zeitpunkte)</li>\n<li>Kommunikationsdaten (z.B.\nüber eTermin abgewickelte Kommunikation, E-Mail-Nachrichten)</li>\n</ul>\n<p>Die Datenschutzhinweise von eTermin finden sich hier: https://www.etermin.net/online-terminbuchung-datenschutz.</p> &nbsp.\n4.\nWisePops <p>Wir arbeiten mit WisePops SAS, 49 Rue Jean De La Fontaine, 75016 Paris, Frankreich zusammen.\nWisePops ist ein Anbieter, der es uns ermöglicht, Popups auszuspielen.\nWir verwenden WisePops, um Ihnen während Ihres Besuchs auf der Website mit Popups maßgeschneiderte Informationen zur Verfügung zu zustellen.\nDazu sammelt WisePops Daten und setzt entsprechende Cookies.\nMehr Informationen dazu finden Sie unter:&nbsp;https://wisepops.com/terms-of-service/.</p>\n<p>&nbsp;</p> VIII.\nGoogle Maps <p>Unsere Seiten nutzen über eine API den Kartendienst Google Maps.\nAnbieter ist die Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>eQ-3 hat keinen Einfluss auf den Umfang der Daten, die Google Maps mit Hilfe dieses PlugIns erhebt.<br>\nZur Nutzung der Funktionen von Google Maps ist es notwendig, Ihre IP Adresse zu speichern.\nDiese Informationen werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.\nDer Anbieter dieser Seite hat keinen Einfluss auf diese Datenübertragung.\nDie Nutzung von Google Maps erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote und an einer leichten Auffindbarkeit der von uns auf der Website angegebenen Orte.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.\nMehr Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Google:</p>\n<p>https://www.google.de/intl/de/policies/privacy/.</p>\n<p>&nbsp;</p> IX.\nNewsletter <br>\n1.\nBeschreibung und Umfang der Datenverarbeitung <p>Auf unserer Internetseite besteht die Möglichkeit einen kostenfreien Newsletter zu abonnieren.\nDabei werden bei der Anmeldung zum Newsletter die Daten aus der Eingabemaske an uns übermittelt.</p>\n<p>Dies betrifft die E-Mail-Adresse des Nutzers.</p>\n<p>Zudem werden folgende Daten bei der Anmeldung erhoben:</p>\n<p>(1) IP-Adresse des aufrufenden Rechners</p>\n<p>(2) Datum und Uhrzeit der Registrierung</p>\n<p>Für die Verarbeitung der Daten wird im Rahmen des Anmeldevorgangs Ihre Einwilligung eingeholt und auf diese Datenschutzerklärung verwiesen.</p>\n<p>Es erfolgt im Zusammenhang mit der Datenverarbeitung für den Versand von Newslettern keine Weitergabe der Daten an Dritte.\nDie Daten werden ausschließlich für den Versand des Newsletters verwendet.</p>\n<p>&nbsp;</p> 2.\nRechtsgrundlage für die Datenverarbeitung <p>Der Newsletter-Versand erfolgt aufgrund der Anmeldung des Nutzers auf der Website:</p>\n<p>homematic-ip.com</p>\n<p>Rechtsgrundlage für die Verarbeitung der Daten nach Anmeldung zum Newsletters durch den Nutzer ist bei Vorliegen einer Einwilligung des Nutzers Art.\n6 Abs.\n1 lit.\na) DSGVO.</p>\n<p>&nbsp;</p> 3.\nZweck der Datenverarbeitung <p>Die Erhebung der E-Mail-Adresse des Nutzers dient dazu, den Newsletter zuzustellen.</p>\n<p>&nbsp;</p> 4.\nDauer der Speicherung <p>Die Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.\nDie E-Mail-Adresse des Nutzers wird demnach solange gespeichert, wie das Abonnement des Newsletters aktiv ist.</p>\n<p>&nbsp;</p> 5.\nWiderspruchs- und Beseitigungsmöglichkeit <p>Das Abonnement des Newsletters kann durch den betroffenen Nutzer jederzeit gekündigt werden.\nZu diesem Zweck findet sich in jedem Newsletter ein entsprechender Link.</p>\n<p>Hierdurch wird ebenfalls ein Widerruf der Einwilligung der Speicherung der während des Anmeldevorgangs erhobenen personenbezogenen Daten ermöglicht.</p>\n<p>&nbsp;</p> X.\nGewinnspiele <p>\n<br>\nFür die Teilnahme, die Durchführung und den Versand von Gewinnbenachrichtigungen sowie Preise benötigen wir Daten von Ihnen.\nHierzu zählen beispielsweise:</p>\n<p>Vorname, Nachname</p>\n<p>E-Mail-Adresse</p>\n<p>ggf.\nTelefonnummer</p>\n<p>Straße, Postleitzahl, Ort, Land</p>\n<p>Rechtsgrundlage hierfür ist Art.\n6 Abs.\n1 lit.\nb) DSGVO, d.h.\nSie stellen uns die Daten auf Grundlage des Vertragsverhältnisses (Teilnahmebedingungen) zwischen Ihnen und eQ-3 zur Verfügung.\nDetails entnehmen Sie bitte den jeweiligen Teilnahmebedingungen.\nGrundsätzlich werden Ihre Daten nach Abschluss des Gewinnspiels gelöscht.\nDie Daten der Gewinner speichern wir die für die Vertragsabwicklung erforderlichen Daten bis zum Ablauf der gesetzlichen bzw.\nmöglicher vertraglicher Gewährleistungs- und Garantierechte.\nNach Ablauf dieser Frist bewahren wir die nach Handels- und Steuerrecht erforderlichen Informationen des Vertragsverhältnisses für die gesetzlich bestimmten Zeiträume auf.\nFür diesen Zeitraum (regelmäßig zehn Jahre ab Gewinn) werden die Daten allein für den Fall einer Überprüfung durch die Finanzverwaltung, für Wirtschafts- und Steuerprüfungszwecke sowie zur Aufklärung möglicher Straftaten erneut verarbeitet.</p>\n<p>Soweit Sie in die werbliche Nutzung eingewilligt haben, verarbeiten wir Ihre Daten bis auf Widerruf der Einwilligung.\nAuch diese Einwilligung ist freiwillig und kann gegenüber eQ-3 jederzeit durch eine kurze Mitteilung an datenschutz@eq-3.de widerrufen werden.</p>\n<p>Weitergabe von Daten (Gewinnspielabwicklung)</p>\n<p>Ihre Daten geben wir an Dienstleister weiter</p>\n<p>für den Versand von Gewinnspielpreisen</p>\n<p>für die Abwicklung von Gewinnspielen</p>\n<p>nur wenn der Partner auf unsere Datenschutzstandards verpflichtet ist.</p>\n<p>Sofern wir Gewinnspiele auf Social Media Plattformen veranstalten (z.B.\nFacebook), möchten wir Sie bitten auch die Datenschutzbestimmungen der jeweiligen Plattform zu beachten.\nBei einigen Gewinnspielen ist es für die Abwicklung erforderlich ist, Ihre Daten an unsere Kooperationspartner, die uns bei der Durchführung von Gewinnspielen unterstützen, zu übermitteln oder von diesen verarbeiten zu lassen.\nÜber unsere Kooperationspartner informieren wir Sie in den jeweiligen Teilnahmebedingungen.\nSofern Sie die Übermittlung Ihrer Daten zur Gewinnspielabwicklung nicht wünschen, ist eine Teilnahme unter Umständen nicht möglich.\nRechtsgrundlage für die Datenübermittlung ist Art.\n6 Abs.\n1 lit.\nb) als auch Art.\n6 Abs.\n1 lit.\na) DSGVO.</p>\n<p>&nbsp;</p> XI.\nSicherheitshinweis <p>\n<br>\nWir sichern unsere Webseite und sonstigen Systeme durch technische und organisatorische Maßnahmen gegen Zugriff, Veränderung oder Verbreitung Ihrer Daten durch unbefugte Personen.\nTrotz regelmäßiger Kontrollen ist ein vollständiger Schutz gegen alle Gefahren jedoch nicht möglich.</p> Footer <ul>\n<li> Startseite </li>\n<li> Impressum </li>\n<li> Kontakt </li>\n<li> Newsletter </li>\n<li> Presse </li>\n<li> Karriere </li>\n<li> Datenschutz </li>\n<li> Datenschutz (App) </li>\n<li> EULA </li>\n<li> Downloads </li>\n<li> Teilnahmebedingungen </li>\n<li> Cookie Einstellungen </li>\n<li> Installationspartner </li>\n<li> Händlersuche </li>\n</ul> Zentral steuerbar per App <p>Nehmen Sie in der Homematic IP App alle Einstellungen für Ihr Smart Home vor und sehen Sie jederzeit den Überblick all Ihrer Geräte ein.\nAll das ohne die Angabe persönlicher Daten, außer der IP-Adresse.</p>\n<p>\n</p>\n<p>*Smart Homes and Home Automation Studie (2022) Berg</p>\n<p>Insight bzgl.\n\"Whole Home\"-Systemen</p>\n<p>2022 Copyrights</p> The partner for a smart home <ul>\n<li> Über uns </li>\n<li> Partner </li>\n<li> Karriere </li>\n<li> Presse </li>\n</ul> ", "created_at": "2023-04-10 20:26:59.420072", "updated_at": "2023-04-10 20:27:26.145454"}, {"id": 15414, "name": "Privacy Policy (App)", "url": "https://homematic-ip.com/de/datenschutz-app", "xpath": "//body", "text": " Direkt zum Inhalt <p>\n<strong>Der Roadshow-Truck in Ihrer Nähe</strong>\n</p>\n<p>- Faszination Smart-Home live erleben!</p> ▶ mehr erfahren Menü <ul>\n<li> Anwendungen <ul>\n<li> Komfort erleben <ul>\n<li> Geräte vernetzen </li>\n<li> Beleuchtung steuern </li>\n<li> Beschattung einplanen </li>\n<li> Heizung steuern </li>\n</ul>\n</li>\n<li> Geld sparen <ul>\n<li> Energie sparen </li>\n<li> Heizung steuern </li>\n<li> App nutzen </li>\n<li> Beleuchtung steuern </li>\n</ul>\n</li>\n<li> Sicher wohnen <ul>\n<li> Gebäude überwachen </li>\n<li> Brände entdecken </li>\n<li> Beleuchtung steuern </li>\n<li> Wasserschäden verhindern </li>\n</ul>\n</li>\n<li> Abwesenheit regeln <ul>\n<li> Einbrecher abschrecken </li>\n<li> Gebäude überwachen </li>\n<li> Wasserschäden verhindern </li>\n<li> Beleuchtung steuern </li>\n</ul>\n</li>\n<li> Nach Hause kommen <ul>\n<li> Zutritt kontrollieren </li>\n<li> Wasserschäden verhindern </li>\n<li> Geräte vernetzen </li>\n<li> Beschattung einplanen </li>\n</ul>\n</li>\n<li> Smart bauen <ul>\n<li> Geräte vernetzen </li>\n<li> Beschattung einplanen </li>\n<li> Beleuchtung steuern </li>\n<li> Heizung steuern </li>\n</ul>\n</li>\n<li> Spaß an Technik <ul>\n<li> App nutzen </li>\n<li> Feedback geben </li>\n<li> Produkte verstehen </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Produkte <ul>\n<li> Alle Produkte <ul>\n<li> Heizkörperthermostat Evo </li>\n<li> Fußbodenheizungscontroller </li>\n<li> Access Point </li>\n<li> Rollladenaktor </li>\n<li> Neigungs- und Erschütterungssensor </li>\n<li> Wired Access Point </li>\n<li> App </li>\n<li> weitere Produke </li>\n</ul>\n</li>\n<li> Heizung und Raumklima <ul>\n<li> Heizkörperthermostat Evo </li>\n<li> Fußbodenheizungscontroller </li>\n<li> Fenster- und Türkontakt </li>\n<li> Fenster- und Türkontakt </li>\n<li> Starter-Set Heizen - WLAN </li>\n<li> Starter-Set Raumklima - WLAN </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Licht <ul>\n<li> Bewegungsmelder innen </li>\n<li> Dimmer-Steckdose </li>\n<li> Lichtsensor außen </li>\n<li> Wandtaster 6-fach </li>\n<li> Schalt-Mess-Aktor für Markenschalter </li>\n<li> Wired Dimmaktor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Beschattung <ul>\n<li> Starter-Set Beschattung </li>\n<li> Jalousieaktor – Unterputz </li>\n<li> Fenstergriffsensor </li>\n<li> Fernbedienung - 8 Tasten </li>\n<li> Rollladenaktor für Markenschalter </li>\n<li> Wired Jalousieaktor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Sicherheit und Alarm <ul>\n<li> Starter Set Alarm </li>\n<li> Alarmsirene - außen </li>\n<li> Alarmsirene </li>\n<li> Bewegungsmelder - außen </li>\n<li> Starter Set Rauchwarnmelder </li>\n<li> Wassersensor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Zutritt <ul>\n<li> Starter Set Zutritt </li>\n<li> Türschlossantrieb </li>\n<li> Türschlosssensor </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Wetter und Umwelt <ul>\n<li> Wettersensor Pro </li>\n<li> Regensensor </li>\n<li> Temperatur- und Luftfeuchtigkeitssensor </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Homematic IP Wired <ul>\n<li> Wired Access Point </li>\n<li> Wired Eingangsmodul </li>\n<li> Wired Fussbodenheizungscontroller </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Kompatible Systeme <ul>\n<li> Amazon Alexa </li>\n<li> Google Assistant </li>\n<li> Philips Hue </li>\n<li> Ease® powered by Homematic IP </li>\n<li> Ezviz Kamera </li>\n<li> Mediola </li>\n<li> Home Connect Plus </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Service <ul>\n<li> Inhalte <ul>\n<li> News </li>\n<li> Smart Home Blog </li>\n<li> FAQs </li>\n<li> Downloads </li>\n<li> Magazine &amp.\nKataloge </li>\n<li> Referenzen </li>\n<li> Newsletter </li>\n</ul>\n</li>\n<li> Termine <ul>\n<li> Events &amp.\nSeminare </li>\n<li> \"Live erleben\" </li>\n<li> - Roadshow </li>\n<li> - Mobiler Showroom </li>\n</ul>\n</li>\n<li> Service <ul>\n<li> Onlinehändler </li>\n<li> Händlersuche </li>\n<li> Installationspartner </li>\n<li> Kontakt </li>\n</ul>\n</li>\n<li> 🧬 BetaBeSmart <ul>\n<li> Das Beta-Programm von Homematic IP.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Partner </li>\n<li> Karriere </li>\n</ul>\n<ul>\n<li> DE\n</li>\n<li> EN\n</li>\n<li> FR\n</li>\n<li> IT\n</li>\n<li> ES\n</li>\n<li> NL\n</li>\n</ul> Suchbegriff eingeben und Eingabetaste drücken.\nCancel Suchtreffer Es wurden keine Inhalte zu Ihrem Suchbegriff gefunden.\nTreffer in Produkten Es wurden keine Produkte zu Ihrem Suchbegriff gefunden.\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> &nbsp.\nPfadnavigation <ol>\n<li> Home </li>\n<li> Service </li>\n<li> Datenschutz (App) </li>\n</ol> Datenschutzbestimmungen für die Homematic IP Smartphone App I.\nName und Anschrift des Verantwortlichen, Datenschutzbeauftragter <p>Der Verantwortliche („wir“) im Sinne der EU-Datenschutz-Grundverordnung („DSGVO“) und anderer nationaler Datenschutzgesetze der Mitgliedsstaaten sowie sonstiger datenschutzrechtlicher Bestimmungen ist die:</p>\n<p>eQ-3 AG, Maiburger Str.\n29, 26789 Leer, Deutschland (nachfolgend „eQ-3“), vgl.\ndazu unser Impressum.</p>\n<p>Unser Datenschutzbeauftragter ist:</p>\n<p>\n<strong>Rechtsanwalt Heiko Janssen<br>\nJanssen &amp.\nEnninga Notar und Rechtsanwälte<br>\nJulianenburger Str.\n19<br>\n26603 Aurich</strong>\n</p>\n<p>Tel.: 04941-97440</p>\n<p>E-Mail: datenschutz@eq-3.de</p>\n<p>&nbsp;</p> II.\nAllgemeines zur Datenverarbeitung <p>&nbsp;</p> 1.\nUmfang der Erhebung personenbezogener Daten <p>(1) Im Folgenden informieren wir über die Erhebung personenbezogener Daten bei Nutzung der Homematic IP App (nachfolgend „App“).\nPersonenbezogene Daten sind alle Daten, die auf Sie persönlich beziehbar sind, also z. B.\nName, Adresse, E-Mail-Adressen, Nutzerverhalten.</p>\n<p>(2) Wir erheben und verwenden personenbezogene Daten der App Anwender grundsätzlich nur, soweit dies zur Bereitstellung einer funktionsfähigen App sowie unserer Inhalte und Leistungen erforderlich ist.&nbsp;</p>\n<p>Die Erhebung und Verwendung personenbezogener Daten der Anwender erfolgt regelmäßig nur nach Einwilligung des Anwenders.\nEine Ausnahme gilt in solchen Fällen, in denen eine vorherige Einholung einer Einwilligung aus tatsächlichen Gründen nicht möglich ist und die Verarbeitung der Daten durch gesetzliche Vorschriften gestattet ist.</p>\n<p>\n<strong>&nbsp;</strong>\n</p> 2.\nRechtsgrundlage für die Verarbeitung personenbezogener Daten <p>(1) Soweit wir für Verarbeitungsvorgänge personenbezogener Daten eine Einwilligung des Anwenders einholen, dient Art.\n6 Abs.\n1 lit.\na DSGVO als Rechtsgrundlage für die Verarbeitung personenbezogener Daten.</p>\n<p>(2) Bei der Verarbeitung von personenbezogenen Daten, die zur Erfüllung eines Vertrages, dessen Vertragspartei der Anwender ist, erforderlich ist, dient Art.\n6 Abs.\n1 lit.\nb DSGVO als Rechtsgrundlage.\nDies gilt auch für Verarbeitungsvorgänge, die zur Durchführung vorvertraglicher Maßnahmen erforderlich sind.</p>\n<p>(3) Soweit eine Verarbeitung personenbezogener Daten zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist, der unser Unternehmen unterliegt, dient Art.\n6 Abs.\n1 lit.&nbsp;c DSGVO als Rechtsgrundlage.</p>\n<p>(4) Für den Fall, dass lebenswichtige Interessen des Anwenders oder einer anderen natürlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, dient Art.\n6 Abs.\n1 lit.\nd DSGVO als Rechtsgrundlage.</p>\n<p>(5) Ist die Verarbeitung zur Wahrung eines berechtigten Interesses unseres Unternehmens oder eines Dritten erforderlich und überwiegen die Interessen, Grundrechte und Grundfreiheiten des Anwenders das erstgenannte Interesse nicht, so dient Art.\n6 Abs.\n1 lit.\nf DSGVO als Rechtsgrundlage für die Verarbeitung.</p>\n<p>&nbsp;</p> 3.\nDatenlöschung und Speicherdauer <p>Die personenbezogenen Daten des Anwenders werden gelöscht oder gesperrt, sobald der Zweck der Speicherung entfällt.\nEine Speicherung kann darüber hinaus dann erfolgen, wenn dies durch den europäischen oder nationalen Gesetzgeber in unionsrechtlichen Verordnungen, Gesetzen oder sonstigen Vorschriften, denen wir als Verantwortlicher unterliegen, vorgesehen wurde.\nEine Sperrung oder Löschung der Daten erfolgt auch dann, wenn eine durch die genannten Normen vorgeschriebene Speicherfrist abläuft, es sei denn, dass eine Erforderlichkeit zur weiteren Speicherung der Daten für einen Vertragsabschluss oder eine Vertragserfüllung besteht.</p>\n<p>&nbsp;</p> 4.\nIhre Rechte <p>(1) Sie haben gegenüber uns folgende Rechte hinsichtlich der Sie betreffenden personenbezogenen Daten:</p>\n<ul>\n<li>Recht auf Auskunft,</li>\n<li>Recht auf Berichtigung oder Löschung,</li>\n<li>Recht auf Einschränkung der Verarbeitung,</li>\n<li>Recht auf Widerspruch gegen die Verarbeitung,</li>\n<li>Recht auf Datenübertragbarkeit.</li>\n</ul>\n<p>(2) Sie haben zudem das Recht, sich bei einer Datenschutz-Aufsichtsbehörde über die Verarbeitung Ihrer personenbezogenen Daten in unserem Unternehmen zu beschweren.</p>\n<p>(3) Sie haben das Recht, Ihre datenschutzrechtliche Einwilligungserklärung jederzeit zu widerrufen.\nDurch den Widerruf der Einwilligung wird die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht berührt.</p>\n<p>(4) Alle Informationswünsche, Auskunftsanfragen oder Widersprüche zur Datenverarbeitung richten Sie bitte per E-Mail an datenschutz@eq-3.de oder an die oben unter I.\ngenannte Adresse.</p>\n<p>&nbsp;</p> III.\nErhebung personenbezogener Daten bei Nutzung der App <p>&nbsp;</p> 1.\nDownload der App <p>(a) Beschreibung und Umfang der Datenverarbeitung</p>\n<p>Beim Herunterladen der App im App Store werden die dafür notwendigen Informationen an den jeweiligen App Store übertragen, also insbesondere Nutzername, E-Mail-Adresse und Kundennummer Ihres Accounts, Zeitpunkt des Downloads und die individuelle Gerätekennziffer.\nAuf diese Datenerhebung haben wir jedoch keinen Einfluss und sind nicht dafür verantwortlich.\nWir verarbeiten diese bereitgestellten Daten, soweit dies für das Herunterladen der App auf Ihr Smartphone notwendig ist.\nSie werden darüber hinaus nicht weiter gespeichert.</p>\n<p>(b) Rechtsgrundlage für die Datenverarbeitung</p>\n<p>Rechtsgrundlage für die Übertragung an den jeweiligen App Store und die vorübergehende Speicherung der Daten ist, soweit dies die Erfüllung des Nutzungsvertrages mit dem Anwender dient Art.\n6 Abs.\n1 lit.\nb DSGVO, im Übrigen unser berechtigtes Interesse Art.\n6 Abs.\n1 lit.\nf DSGVO.</p>\n<p>(c) Zweck der Datenverarbeitung</p>\n<p>Die Übertragung an den jeweiligen App Store und die vorübergehende Speicherung der Daten ist notwendig, um den Nutzungsvertrag mit dem Anwender zu erfüllen und dem Anwender den Download der App zu ermöglichen.\nIn diesen Zwecken liegt auch unser berechtigtes Interesse an der Datenverarbeitung nach Art.\n6 Abs.\n1 lit.\nf DSGVO.</p>\n<p>(d) Dauer der Speicherung</p>\n<p>Die Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.</p>\n<p>(e) Widerspruchs- und Beseitigungsmöglichkeit</p>\n<p>Die Übertragung an den jeweiligen App Store und die vorübergehende Speicherung der Daten ist für den Download der App zwingend erforderlich.\nEs besteht folglich seitens des Anwenders keine Widerspruchsmöglichkeit.</p>\n<p>&nbsp;</p> 2.\nNutzung der App <p>(a) Beschreibung und Umfang der Datenverarbeitung</p>\n<p>Bei der Nutzung der App, also, wenn Sie diese zur Installation, Konfiguration, Steuerung und Bedienung der Geräte der Homematic IP Lösung nutzen, erheben bzw.\nverwenden wir die folgenden Daten:</p>\n<p>&nbsp;</p>\n<ul>\n<li>ID des anonym geführten Nutzungs-Accounts (wird automatisch vergeben),</li>\n<li>Von Apple bzw.\nGoogle bereitgestellte ID des jeweils von Ihnen verwendeten Endgerätes,</li>\n<li>SGTIN (Typencode und Seriennummer) des Homematic IP Access Points (Router der Ihr Endgerät über die Homematic IP Cloud mit den Homematic IP Geräten verbindet), &nbsp;</li>\n<li>Von Ihnen gewählte PIN (um ein unberechtigtes Anlernen weiterer Endgeräte an eine Installation mit einem Access Point zu verhindern),</li>\n<li>Konfiguration der Installation beim Anwender.\ninsbesondere alle Geräte, deren Seriennummern (in Form von SGTINs), deren Einstellungen und Verknüpfungen, die Definition von Räumen, Zeitprogramme, sowie Regeln für Aktionen,</li>\n<li>Referenzen für die Integration von Sprachplattformen (z.B.\nAmazon Alexa, Google Assistant), sofern von Ihnen verwendet,</li>\n<li>Zeitzonendifferenz zur Greenwich Mean Time (GMT) der Installation,</li>\n<li>Datum und Uhrzeit von Anfragen mit der App, bzw.\nSprachintegration,</li>\n<li>Inhalt von Anfragen (Statusinfos, Abfrage, Kommandos, Änderungen),</li>\n<li>Zugriffsstatus/HTTP-Statuscode,</li>\n<li>Version der verwendeten App,</li>\n<li>Version des Betriebssystems Ihres Endgeräts,</li>\n<li>Typ Ihres Endgeräts (Smartphone, Tablet, Hersteller),</li>\n<li>IP-Adresse des Access Points und des die App betreibenden Endgeräts.<br> &nbsp;</li>\n</ul>\n<p>Diese Daten werden in der Homematic IP Cloud gespeichert.\nBei der Installation der App wird für Sie ein anonymer Nutzungs-Account eingerichtet, für den eine eindeutige Nummer (Nutzungs-Account ID.\nnachfolgend „ID“) angelegt wird.\nDiese ID ist eine einzigartige Identifizierungsnummer für Ihren Account und die von Ihnen mit der App gesteuerten Endgeräte.\nIhre vollständige IP-Adresse wird nur vorübergehend, nämlich für die Dauer der jeweiligen App Nutzung gespeichert.\nEine Speicherung der ID und/oder der IP-Adresse zusammen mit anderen personenbezogenen Daten des Anwenders findet nicht statt.\nBei der Installation des Access-Points wird dessen IP-Adresse gespeichert und dem anonymen Nutzer-Account zugeordnet.</p>\n<p>Während die IP Adressen der Endgeräte und des Access-Points nicht, bzw.\nnur wie oben beschrieben, gespeichert werden, werden sie zwangsläufig für den technischen Ablauf der Funktionalitäten der App benötigt und werden dafür im Speicher der Rechnersysteme der Homematic IP Cloud transient (sichtbar) gehalten.\nFür den technischen Support steht zudem eine Funktion zur Verfügung, mittels der mit dem Endgerät ein „Token“ – eine zufällige, mehrstellige Kennzahl – erzeugt werden kann.\nWenn der Anwender ein Token an den technischen Support gibt, kann dieser für eine begrenzte Zeitdauer auf die Daten der entsprechenden Installation zugreifen.\nDie Anonymität des Anwenders wird durch diesen Zugriff nicht aufgehoben.</p>\n<p>In einem Vorsystem der Homematic IP Cloud – einer „Firewall“ für die Sicherheit des Systems – speichern wir ferner IP Adressen und rein technische Protokolldaten, um Angriffsversuche von „Hackern“ zu erkennen und um Maßnahmen zur Abwehr einleiten und steuern zu können.\nWir behalten uns vor, ausgewählte IP Adressen bei Verdacht eines Missbrauchs zu speichern, um entsprechende Auswertungen vorzunehmen, sowie straf- und zivilrechtliche Schritte zu betreiben.</p>\n<p>(b) Rechtsgrundlage für die Datenverarbeitung</p>\n<p>Rechtsgrundlage für die Datenverarbeitung ist, soweit dies der Erfüllung des Nutzungsvertrages mit dem Anwender dient Art.\n6 Abs.\n1 lit.\nb DSGVO, im Übrigen, insbesondere im Hinblick auf die von uns getroffenen Sicherheitsmaßnahmen, unser berechtigtes Interesse gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO.</p>\n<p>(c) Zweck der Datenverarbeitung</p>\n<p>Die Erhebung der vorstehenden Daten ist für uns technisch erforderlich, um Ihnen die Funktionen unserer Homematic IP Lösung mit der App anzubieten und die Stabilität und die Sicherheit zu gewährleisten.\nDas vorrübergehende Speichern der IP Adresse ist während der Verarbeitung zwingend notwendig, um die Funktion der App und des Access-Points zu ermöglichen.</p>\n<p>&nbsp;</p>\n<p>Ferner ist auch die Speicherung der ID notwendig, um die Steuerung der Endgeräte durch die App zu ermöglichen.\nDie Datenverarbeitung dient der Erfüllung des Nutzungsvertrages.\nZudem liegt in den vorstehenden Zwecken auch unser berechtigtes Interesse an der Datenverarbeitung nach Art.\n6 Abs.\n1 lit.\nf DSGVO, insbesondere im Hinblick auf die Speicherung und Verarbeitung der IP-Adressen zu Sicherheitszwecken.</p>\n<p>(d) Dauer der Speicherung</p>\n<p>Die Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.\nIm Falle der Erfassung der Daten zur Bereitstellung der App ist dies der Fall, wenn die jeweilige Sitzung beendet ist.\nDie ID wird als gelöscht markiert, sobald der Anwender seinen Account durch die entsprechende Funktion in der App löscht.\nEin weiterer Zugriff mit bzw.\nauf die ID ist danach nicht mehr möglich.</p>\n<p>Die IP-Adressen werden so lange eine Verbindung zwischen Access Point und Cloud besteht (also während der Dauer der Nutzung der App) transient gehalten und gespeichert.\nDie in der Cloud gespeicherten Daten des Access Points werden durch einen Reset des Access Points gelöscht.\nDie im Vorsystem der Homematic IP Cloud (Firewall) für die Sicherheit des Systems gespeicherten IP Adressen und rein technische Protokolldaten werden nach Ablauf einer angemessenen Frist gelöscht.</p>\n<p>(e) Widerspruchs- und Beseitigungsmöglichkeit</p>\n<p>Die Erfassung der Daten zur Bereitstellung und Nutzung der App und die Speicherung der Daten ist für den sicheren Betrieb der App zwingend erforderlich.\nDie Nutzung einer ID ist zur Identifikation des anonymen geführten Nutzungs-Accounts zwingend notwendig, da keine anderen Daten hierfür zur Verfügung stehen.\nEs besteht folglich seitens des Nutzers keine Widerspruchsmöglichkeit.</p>\n<p>&nbsp;</p> 3.\nNutzung und Erhebung von Ortsdaten <p>(a) Beschreibung und Umfang der Datenverarbeitung</p>\n<p>Um Ihnen bestimmte Funktionen der App bieten zu können (z.B.\nBeschattung, Raumklima), erheben wir Ihre Positionsdaten mittels GPS und Ihre IP-Adresse in anonymisierter Form, wenn Sie dies zulassen.\nDiese Funktionen können Sie erst nutzen, nachdem Sie über ein Pop-up zugestimmt haben, dass wir zu Zwecken der Leistungserbringung Ihre Standortdaten mittels GPS und Ihre IP-Adresse in anonymisierter Form erheben können.</p>\n<p>(b) Rechtsgrundlage für die Datenverarbeitung</p>\n<p>Rechtsgrundlage für die Datenverarbeitung ist, soweit dies der Erfüllung des Nutzungsvertrages mit dem Anwender dient Art.\n6 Abs.\n1 lit.\nb DSGVO, im Übrigen unser berechtigtes Interesse gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO.</p>\n<p>(c) Zweck der Datenverarbeitung</p>\n<p>Die Nutzung der Ortsdaten ist notwendig, um dem Anwender die vertraglich geschuldete Nutzung der entsprechenden standortbezogenen Funktionaltäten zu ermöglichen.</p>\n<p>(d) Dauer der Speicherung</p>\n<p>Ihr Standort wird nur an uns übertragen, wenn Sie bei Nutzung der App Funktionen in Anspruch nehmen, die wir Ihnen nur bei Kenntnis Ihres Standortes anbieten können.\nDie Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind oder wenn Sie die Rechte zur Nutzung der Daten widerrufen.\nEine darüberhinausgehende Speicherung Ihrer Standortdaten findet nicht statt.</p>\n<p>(e) Widerspruchs- und Beseitigungsmöglichkeit</p>\n<p>Sie können diese Funktion in den Einstellungen der App oder Ihres Betriebssystems jederzeit erlauben oder widerrufen, indem Sie in unter „Einstellungen“ die Funktion wieder abbestellen.\nGerne können Sie sich für den Widerspruch auch an unseren Datenschutzbeauftragten oder die im Impressum angegebene Anschrift wenden.\n&nbsp;</p>\n<p>&nbsp;</p> 4.\nStatistische Auswertung von anonymen Nutzungsdaten <p>(a) Beschreibung und Umfang der Datenverarbeitung</p>\n<p>Wir nutzen anonymisierte Nutzungsdaten zur statistischen Auswertung des Nutzungsverhaltens der App Anwender.\nEine Speicherung der anonymisierten Nutzungsdaten zusammen mit anderen personenbezogenen Daten der Anwender findet nicht statt.&nbsp;</p>\n<p>(b) Rechtsgrundlage für die Datenverarbeitung</p>\n<p>Rechtsgrundlage für die Anonymisierung und Verarbeitung der Nutzungsdaten ist unser berechtigtes Interesse gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO.</p>\n<p>(c) Zweck der Datenverarbeitung</p>\n<p>Die anonymisierten Nutzungsdaten nutzen wir zur Optimierung der Funktionalitäten der App und zur Entwicklung von neuen bzw.\nverbesserten Anwendungen der App.\nIn diesen Zwecken liegt auch unser berechtigtes Interesse an der Datenverarbeitung nach Art.\n6 Abs.\n1 lit.\nf DSGVO.</p>\n<p>(d) Dauer der Speicherung</p>\n<p>Die anonymisierten Nutzungsdaten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.</p>\n<p>(e) Widerspruchs- und Beseitigungsmöglichkeit</p>\n<p>Aufgrund der ausschließlichen Verwendung von anonymen Nutzungsdaten besteht keine Widerspruchsmöglichkeit des Anwenders.</p>\n<p>&nbsp;</p> IV.\nAktualisierung dieser Datenschutzerklärung <p>eQ-3 behält sich vor, diese Datenschutzerklärung bei Bedarf zur Anpassung an technische Entwicklungen oder im Zusammenhang mit dem Angebot neuer Dienstleistungen oder Produkte zu aktualisieren.\nDie aktuelle Version können Sie stets auf der Startseite des jeweiligen App Stores einsehen.</p>\n<p>&nbsp;</p> Footer <ul>\n<li> Startseite </li>\n<li> Impressum </li>\n<li> Kontakt </li>\n<li> Newsletter </li>\n<li> Presse </li>\n<li> Karriere </li>\n<li> Datenschutz </li>\n<li> Datenschutz (App) </li>\n<li> EULA </li>\n<li> Downloads </li>\n<li> Teilnahmebedingungen </li>\n<li> Cookie Einstellungen </li>\n<li> Installationspartner </li>\n<li> Händlersuche </li>\n</ul> Zentral steuerbar per App <p>Nehmen Sie in der Homematic IP App alle Einstellungen für Ihr Smart Home vor und sehen Sie jederzeit den Überblick all Ihrer Geräte ein.\nAll das ohne die Angabe persönlicher Daten, außer der IP-Adresse.</p>\n<p>\n</p>\n<p>*Smart Homes and Home Automation Studie (2022) Berg</p>\n<p>Insight bzgl.\n\"Whole Home\"-Systemen</p>\n<p>2022 Copyrights</p> The partner for a smart home <ul>\n<li> Über uns </li>\n<li> Partner </li>\n<li> Karriere </li>\n<li> Presse </li>\n</ul> ", "created_at": "2023-04-10 20:26:59.388857", "updated_at": "2023-04-10 20:27:43.503266"}, {"id": 15416, "name": "EULA", "url": "https://homematic-ip.com/de/eula", "xpath": "//body", "text": "Powered by Cookiebot<ul>\n<li>Consent</li>\n<li>Details</li>\n<li>[#IABV2SETTINGS#]</li>\n<li>About</li>\n</ul>This website uses cookies.We require your consent for the use of cookies that are not absolutely necessary for the provision of our offer.\nWe use such cookies to personalise content and ads, provide social media features and analyse traffic to our website.\nWe also share information about your use of our website with our social media, advertising and analytics partners.\nOur partners may combine this information with other data that you have provided to them or that they have collected in the course of your use of the services.\nBy clicking on \"Allow all cookies\", you consent to the use of cookies for all of the above purposes.\nA detailed list of individual cookies by purpose and provider is available by clicking on the \"Settings\" button.\nYou can refuse the use of cookies that are not necessary or agree to them in whole or in part.\nYou can adjust or revoke your consent at any time under the link \"Cookie settings\".\nYour browser settings may mean that the settings are not saved for a longer period of time and that this banner is displayed again.\n<br>\n<br>Imprint | Privacy PolicyConsent SelectionNecessary Preferences Statistics Marketing Show detailsNecessary 7 Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.Cookiebot1Learn more about this providerCookieConsentStores the user's cookie consent state for the current domain<b>Expiry</b>: 3 months<b>Type</b>: HTTPLinkedIn1Learn more about this providerli_gcStores the user's cookie consent state for the current domain<b>Expiry</b>: 180 days<b>Type</b>: HTTPfast.fonts.net<br>vimeo.com<br>2__cf_bm&nbsp;[x2]This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.<b>Expiry</b>: 1 day<b>Type</b>: HTTPplay.google.com<br>www.youtube.com<br>3CONSENT&nbsp;[x3]Used to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n<b>Expiry</b>: 2 years<b>Type</b>: HTTPPreferences 3 Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.Wisepops1Learn more about this providerwisepops_activity_sessionRemembers whether the user has minimized or closed chat-box or pop-up messages on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTTPYumpu2Learn more about this providerypsessionStores a unique ID string for each chat-box session.\nThis allows the website-support to see previous issues and reconnect with the previous supporter.\n<b>Expiry</b>: 30 days<b>Type</b>: HTTPyumpu_slcThe cookie determines the preferred language and country-setting of the visitor - This allows the website to show content most relevant to that region and language.<b>Expiry</b>: 7 days<b>Type</b>: HTTPStatistics 11 Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.Akamai Technologies1Learn more about this provideraka_debugUsed by Vimeo to track usage of their embedded video player.<b>Expiry</b>: Session<b>Type</b>: HTTPGoogle2Learn more about this providercollectUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.<b>Expiry</b>: Session<b>Type</b>: Pixel_ga_#Used by Google Analytics to collect data on the number of times a user has visited the website as well as dates for the first and most recent visit.\n<b>Expiry</b>: 399 days<b>Type</b>: HTTPLinkedIn1Learn more about this providerAnalyticsSyncHistoryUsed in connection with data-synchronization with third-party analysis service.\n<b>Expiry</b>: 30 days<b>Type</b>: HTTPVimeo1Learn more about this providervuidCollects data on the user's visits to the website, such as which pages have been read.<b>Expiry</b>: 399 days<b>Type</b>: HTTPwww.google-analytics.com<br>www.yumpu.com<br>6_ga&nbsp;[x2]Registers a unique ID that is used to generate statistical data on how the visitor uses the website.<b>Expiry</b>: 399 days<b>Type</b>: HTTP_gat&nbsp;[x2]Used by Google Analytics to throttle request rate<b>Expiry</b>: 1 day<b>Type</b>: HTTP_gid&nbsp;[x2]Registers a unique ID that is used to generate statistical data on how the visitor uses the website.<b>Expiry</b>: 1 day<b>Type</b>: HTTPMarketing 32 Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nMeta Platforms, Inc.1Learn more about this provider_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.<b>Expiry</b>: 3 months<b>Type</b>: HTTPGoogle7Learn more about this providerIDEUsed by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.<b>Expiry</b>: 1 year<b>Type</b>: HTTPpagead/landing&nbsp;[x2]Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n<b>Expiry</b>: Session<b>Type</b>: Pixeltest_cookieUsed to check if the user's browser supports cookies.<b>Expiry</b>: 1 day<b>Type</b>: HTTPads/ga-audiencesUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.<b>Expiry</b>: Session<b>Type</b>: Pixelpagead/1p-user-list/#Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.<b>Expiry</b>: Session<b>Type</b>: Pixel_gcl_auUsed by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n<b>Expiry</b>: 3 months<b>Type</b>: HTTPLinkedIn4Learn more about this providerbcookieUsed by the social networking service, LinkedIn, for tracking the use of embedded services.<b>Expiry</b>: 1 year<b>Type</b>: HTTPbscookieUsed by the social networking service, LinkedIn, for tracking the use of embedded services.<b>Expiry</b>: 1 year<b>Type</b>: HTTPlidcUsed by the social networking service, LinkedIn, for tracking the use of embedded services.<b>Expiry</b>: 1 day<b>Type</b>: HTTPUserMatchHistoryUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: 30 days<b>Type</b>: HTTPMicrosoft1Learn more about this providerMUIDUsed widely by Microsoft as a unique user ID.\nThe cookie enables user tracking by synchronising the ID across many Microsoft domains.<b>Expiry</b>: 1 year<b>Type</b>: HTTPWisepops3Learn more about this providerwisepopsUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: 399 days<b>Type</b>: HTTPwisepops_sessionUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: Session<b>Type</b>: HTTPwisepops_visitsUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: 399 days<b>Type</b>: HTTPYouTube12Learn more about this providerVISITOR_INFO1_LIVETries to estimate the users' bandwidth on pages with integrated YouTube videos.<b>Expiry</b>: 179 days<b>Type</b>: HTTPYSCRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.<b>Expiry</b>: Session<b>Type</b>: HTTPyt.innertube::nextIdRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.<b>Expiry</b>: Persistent<b>Type</b>: HTMLyt.innertube::requestsRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.<b>Expiry</b>: Persistent<b>Type</b>: HTMLytidb::LAST_RESULT_ENTRY_KEYStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLyt-remote-cast-availableStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-cast-installedStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-connected-devicesStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLyt-remote-device-idStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLyt-remote-fast-check-periodStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-session-appStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-session-nameStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLYumpu4Learn more about this provider_uetsidUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: Persistent<b>Type</b>: HTML_uetsid_expContains the expiry-date for the cookie with corresponding name.\n<b>Expiry</b>: Persistent<b>Type</b>: HTML_uetvidUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: Persistent<b>Type</b>: HTML_uetvid_expContains the expiry-date for the cookie with corresponding name.\n<b>Expiry</b>: Persistent<b>Type</b>: HTMLUnclassified 2Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.Wisepops1Learn more about this providerwisp-https%3A%2F%2Fnotifications.wisepops.com-r9zPPending<b>Expiry</b>: 1 year<b>Type</b>: HTTPYumpu1Learn more about this providerypsitetrackPending<b>Expiry</b>: 1 year<b>Type</b>: HTTPCross-domain consent[#BULK_CONSENT_DOMAINS_COUNT#] [#BULK_CONSENT_TITLE#]List of domains your consent applies to: [#BULK_CONSENT_DOMAINS#]Cookie declaration last updated on 3/10/23 by Cookiebot[#IABV2_TITLE#][#IABV2_BODY_INTRO#][#IABV2_BODY_LEGITIMATE_INTEREST_INTRO#][#IABV2_BODY_PREFERENCE_INTRO#][#IABV2_LABEL_PURPOSES#][#IABV2_BODY_PURPOSES_INTRO#][#IABV2_BODY_PURPOSES#][#IABV2_LABEL_FEATURES#][#IABV2_BODY_FEATURES_INTRO#][#IABV2_BODY_FEATURES#][#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PARTNERS_INTRO#][#IABV2_BODY_PARTNERS#]Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.\nDo not sell or share my personal information Only necessary cookies Allow selection Reject or settings Accept all cookiesPowered by Cookiebot by Usercentrics Direkt zum Inhalt <p>\n<strong>Der Roadshow-Truck in Ihrer Nähe</strong>\n</p>\n<p>- Faszination Smart-Home live erleben!</p> ▶ mehr erfahren Menü <ul>\n<li> Anwendungen <ul>\n<li> Komfort erleben <ul>\n<li> Geräte vernetzen </li>\n<li> Beleuchtung steuern </li>\n<li> Beschattung einplanen </li>\n<li> Heizung steuern </li>\n</ul>\n</li>\n<li> Geld sparen <ul>\n<li> Energie sparen </li>\n<li> Heizung steuern </li>\n<li> App nutzen </li>\n<li> Beleuchtung steuern </li>\n</ul>\n</li>\n<li> Sicher wohnen <ul>\n<li> Gebäude überwachen </li>\n<li> Brände entdecken </li>\n<li> Beleuchtung steuern </li>\n<li> Wasserschäden verhindern </li>\n</ul>\n</li>\n<li> Abwesenheit regeln <ul>\n<li> Einbrecher abschrecken </li>\n<li> Gebäude überwachen </li>\n<li> Wasserschäden verhindern </li>\n<li> Beleuchtung steuern </li>\n</ul>\n</li>\n<li> Nach Hause kommen <ul>\n<li> Zutritt kontrollieren </li>\n<li> Wasserschäden verhindern </li>\n<li> Geräte vernetzen </li>\n<li> Beschattung einplanen </li>\n</ul>\n</li>\n<li> Smart bauen <ul>\n<li> Geräte vernetzen </li>\n<li> Beschattung einplanen </li>\n<li> Beleuchtung steuern </li>\n<li> Heizung steuern </li>\n</ul>\n</li>\n<li> Spaß an Technik <ul>\n<li> App nutzen </li>\n<li> Feedback geben </li>\n<li> Produkte verstehen </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Produkte <ul>\n<li> Alle Produkte <ul>\n<li> Heizkörperthermostat Evo </li>\n<li> Fußbodenheizungscontroller </li>\n<li> Access Point </li>\n<li> Rollladenaktor </li>\n<li> Neigungs- und Erschütterungssensor </li>\n<li> Wired Access Point </li>\n<li> App </li>\n<li> weitere Produke </li>\n</ul>\n</li>\n<li> Heizung und Raumklima <ul>\n<li> Heizkörperthermostat Evo </li>\n<li> Fußbodenheizungscontroller </li>\n<li> Fenster- und Türkontakt </li>\n<li> Fenster- und Türkontakt </li>\n<li> Starter-Set Heizen - WLAN </li>\n<li> Starter-Set Raumklima - WLAN </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Licht <ul>\n<li> Bewegungsmelder innen </li>\n<li> Dimmer-Steckdose </li>\n<li> Lichtsensor außen </li>\n<li> Wandtaster 6-fach </li>\n<li> Schalt-Mess-Aktor für Markenschalter </li>\n<li> Wired Dimmaktor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Beschattung <ul>\n<li> Starter-Set Beschattung </li>\n<li> Jalousieaktor – Unterputz </li>\n<li> Fenstergriffsensor </li>\n<li> Fernbedienung - 8 Tasten </li>\n<li> Rollladenaktor für Markenschalter </li>\n<li> Wired Jalousieaktor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Sicherheit und Alarm <ul>\n<li> Starter Set Alarm </li>\n<li> Alarmsirene - außen </li>\n<li> Alarmsirene </li>\n<li> Bewegungsmelder - außen </li>\n<li> Starter Set Rauchwarnmelder </li>\n<li> Wassersensor </li>\n<li> App </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Zutritt <ul>\n<li> Starter Set Zutritt </li>\n<li> Türschlossantrieb </li>\n<li> Türschlosssensor </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Wetter und Umwelt <ul>\n<li> Wettersensor Pro </li>\n<li> Regensensor </li>\n<li> Temperatur- und Luftfeuchtigkeitssensor </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Homematic IP Wired <ul>\n<li> Wired Access Point </li>\n<li> Wired Eingangsmodul </li>\n<li> Wired Fussbodenheizungscontroller </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n<li> Kompatible Systeme <ul>\n<li> Amazon Alexa </li>\n<li> Google Assistant </li>\n<li> Philips Hue </li>\n<li> Ease® powered by Homematic IP </li>\n<li> Ezviz Kamera </li>\n<li> Mediola </li>\n<li> Home Connect Plus </li>\n<li> weitere Produkte </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Service <ul>\n<li> Inhalte <ul>\n<li> News </li>\n<li> Smart Home Blog </li>\n<li> FAQs </li>\n<li> Downloads </li>\n<li> Magazine &amp.\nKataloge </li>\n<li> Referenzen </li>\n<li> Newsletter </li>\n</ul>\n</li>\n<li> Termine <ul>\n<li> Events &amp.\nSeminare </li>\n<li> \"Live erleben\" </li>\n<li> - Roadshow </li>\n<li> - Mobiler Showroom </li>\n</ul>\n</li>\n<li> Service <ul>\n<li> Onlinehändler </li>\n<li> Händlersuche </li>\n<li> Installationspartner </li>\n<li> Kontakt </li>\n</ul>\n</li>\n<li> 🧬 BetaBeSmart <ul>\n<li> Das Beta-Programm von Homematic IP.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Partner </li>\n<li> Karriere </li>\n</ul>\n<ul>\n<li> DE\n</li>\n<li> EN\n</li>\n<li> FR\n</li>\n<li> IT\n</li>\n<li> ES\n</li>\n<li> NL\n</li>\n</ul> Suchbegriff eingeben und Eingabetaste drücken.\nCancel Suchtreffer Es wurden keine Inhalte zu Ihrem Suchbegriff gefunden.\nTreffer in Produkten Es wurden keine Produkte zu Ihrem Suchbegriff gefunden.\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> &nbsp.\nPfadnavigation <ol>\n<li> Home </li>\n<li> Service </li>\n<li> EULA </li>\n</ol> Nutzungsbedingungen für die Homematic IP App und Homematic&nbsp;IP Cloud <p>Aufgrund der sich stets verändernden Rechtssituation und der technischen Fortentwicklung sind wir als Unternehmen bestrebt die Bedingungen zur Nutzung unserer Produkte und Leistungen umfassend und gleichzeitig transparent zu formulieren.\nTechnische Produkte und Anwendungen mit unterschiedlichen und sich weiterentwickelnden Funktionen erfordern dabei eine umfangreichere Ausgestaltung.</p>\n<p>\n<strong>BITTE LESEN SIE DIESE NUTZUNGSBEDINGUNGEN SORGFÄLTIG DURCH.\nDURCH DAS BESTÄTIGEN DER SCHALTFLÄCHE „ZUSTIMMEN“ (ANDROID) BZW.\n„AKZEPTIERE“ (IOS) UND/ODER DAS HERUNTERLADEN, INSTALLIEREN ODER NUTZEN DER HOMEMATIC IP APP AKZEPTIEREN SIE DIE GELTUNG DIESER NUTZUNGSBEDINGUNGEN UND SCHLIESSEN AUF DIESER GRUNDLAGE MIT DER EQ-3 AG, MAIBURGER STRASSE 29, 26789 LEER EINEN NUTZUNGSVERTRAG.\nDER VERTRAG ZWISCHEN DER EQ-3 AG UND IHNEN (IM FOLGENDEN „ANWENDER“) REGELT DIE NUTZUNG DER HOMEMATIC IP APP UND DIE NUTZUNG DER HOMEMATIC IP CLOUD ZU DEN FOLGENDEN BEDINGUNGEN.\n</strong>\n</p>\n<br>\nALLGEMEINE NUTZUNGSBEDINGUNGEN <p>&nbsp;</p>\n<strong>1 Vertragsgegenstand und Zustandekommen des Vertrages / Leistungsschuld von eQ-3</strong>\n<p>1.1 Gegenstand des Nutzungsvertrages ist die kostenlose Nutzung der Homematic IP App (nachfolgend „App“) und die Nutzung der Homematic IP Cloud (nachfolgend „Cloud Services“) in der jeweils von der eQ-3 AG zur Verfügung gestellten Version und Umfang.\nDie App und die Cloud Services werden durch die eQ-3 AG, Maiburger Str.\n29, 26789 Leer (nachfolgend „eQ-3“) bereitgestellt.</p>\n<p>1.2 Der Anwender bestätigt beim Installationsvorgang der App durch Anklicken der Schaltfläche „Zustimmen“ (Android) bzw.\n„Akzeptiere“ (iOS), dass er mit diesen Nutzungsbedingungen einverstanden ist.\nGleiches gilt, wenn der Anwender die App nutzt, installiert, kopiert oder darauf zugreift.</p>\n<p>1.3 Sollte der Anwender mit den Nutzungsbedingungen nicht einverstanden sein, so hat er jegliche Nutzung, Installation und Vervielfältigung der App zu unterlassen und darf auch nicht auf die Cloud Services zugreifen.</p>\n<p>1.4 Eine Garantie im Rechtssinne oder ein Beschaffungsrisiko nach § 276 BGB werden durch eQ-3 nach diesem Vertrag nicht übernommen.</p>\n<p>&nbsp;</p>\n<strong>2 Nutzungsrechte, technische Voraussetzungen</strong>\n<p>2.1 Der Anwender erhält für die Dauer des Nutzungsvertrages das nicht-ausschließliche, nicht-übertragbare und für die Laufzeit des Vertrages zeitlich beschränkte Recht eingeräumt, die App im Rahmen ihrer jeweiligen Verfügbarkeit und in dem von eQ-3 jeweils zur Verfügung gestellten Umfang auf einem in seinem Eigentum stehenden oder rechtmäßig seiner Verfügungsbefugnis unterstehenden von der App unterstützten mobilen Endgerät, d.h.\nbeispielsweise Smartphone oder Tablet, zu installieren und ausschließlich gemäß diesen Nutzungsbedingungen gemeinsam mit dem durch die App erreichbaren Cloud-Service zu nutzen.</p>\n<p>2.2 Der Anwender erhält das Recht, die überlassene App zu vervielfältigen, soweit die jeweilige Vervielfältigung für die Benutzung der App durch ihn notwendig ist (z.B.\ndas Herunterladen, die Installation der App auf das Endgerät, das Laden der App).\nZu einer Rückentwicklung der Software (re-engineering) oder einem nicht zu der vertragsgegenständlichen Nutzung der App bzw.\ndes Cloud-Service bezwecktem Nutzen, insbesondere Herunterladen der die App-Funktion und/oder den Cloud-Service abbildenden Software von eQ3 ist der Nutzer nicht berechtigt und hat dies zu unterlassen.</p>\n<p>2.3 Alle Rechte an der App und den Cloud-Services stehen – mit Ausnahme der durch diese Nutzungsbedingungen eingeräumten Nutzungsrechte - ausschließlich eQ-3 und den jeweiligen Lizenzgebern von eQ-3 zu.\nDie App und die Cloud Services sowie die Rechte hieran werden durch das Urheberrecht sowie internationale Abkommen zum Schutz des geistigen Eigentums geschützt.</p>\n<p>2.4 Der Anwender kann eine Kopie der App zu Sicherungszwecken erstellen, sofern das Endgerät, auf welchem die Sicherungskopie gespeichert wird, im Eigentum oder in der ausschließlichen Verfügungsbefugnis des Anwenders steht.\nDer Anwender ist verpflichtet, den unbefugten Zugriff Dritter auf die Sicherungskopie und die App durch geeignete Vorkehrungen zu verhindern.</p>\n<p>2.5 Der Anwender darf Bearbeitungen der App, insbesondere Änderungen und Erweiterungen, nur durchführen, soweit dies durch zwingende Gesetze ausdrücklich erlaubt oder vertraglich mit eQ-3 im Vorfeld vereinbart ist.\neQ-3 weist darauf hin, dass schon geringfügige Änderungen zu erheblichen, nicht vorhersehbaren Störungen im Ablauf der App führen können.\nUrhebervermerke, Seriennummern, Versionsnummern, Markenzeichen oder sonstige Identifikationsmerkmale der App dürfen vom Anwender in keinem Fall geändert oder entfernt werden.\nGleiches gilt für die Unterdrückung der Bildschirmanzeige entsprechender Merkmale.</p>\n<p>2.6 Die App und die Cloud Services dürfen nur durch den Anwender und nur zu den vereinbarten Zwecken verwendet werden.\nDie App und die Cloud Services sind nicht für Anwendungen in den Bereichen Sicherheit, direkte Personensicherheit und Medizin entwickelt und geeignet und dürfen daher in diesen Bereichen nicht eingesetzt werden.</p>\n<p>2.7 Die App erfordert für Android Endgeräte eine Android Betriebssystem-Version 5 oder höher bzw.\nfür Apple Endgeräte eine iOS Betriebssystem-Version von 9.3.\noder höher.\nObwohl eQ-3 ohne dahingehende Rechtsverpflichtung bemüht ist, die App an veränderte Betriebssystem-Versionen und neue mobile Endgerätevarianten anzupassen und die App sowie die Cloud Services auf diesen Endgeräten verfügbar zu machen, besteht kein Anspruch des Anwenders auf ein derartiges Update von eQ-3.\nDer Anwender ist selbst dafür verantwortlich, die Eignung des von ihm zur Installation der App vorgesehenen Endgeräts im Hinblick auf die vorgenannten technischen Voraussetzungen zu prüfen und sicherzustellen.\nDer Betrieb der App setzt dabei voraus, dass das Endgerät - selbst wenn die Betriebssystem-Version eingehalten wird - selbst eine Verbindungsfähigkeit mit der App und dem Cloud-Service mitbringt.</p>\n<p>&nbsp;</p> 3 Leistungsumfang der App und der Cloud Services <p>3.1 eQ-3 stellt dem Anwender – jedoch ausschliesslich im Rahmen und Umfang der jeweils von eQ-3 jeweils vorgehaltenen App- und Cloud-Lösung - die kostenlose technische Möglichkeit und Berechtigung zur Verfügung, auf die Cloud-Services mittels der App und des Internets zuzugreifen und die Funktionalitäten der Cloud Services im Rahmen dieser Nutzungsbedingungen zu nutzen.\neQ-3 stellt dem Anwender die kostenlosen Cloud Services bereit, ohne zu einer bestimmten Verfügbarkeit verpflichtet zu sein.\nEin Anspruch auf die Nutzung der Cloud Services besteht nur im Rahmen der technischen und betrieblichen Möglichkeiten bei eQ-3 und im Rahmen und Umfang der jeweils von eQ-3 jeweils vorgehaltenen App- und Cloud-Lösung.\neQ-3 strebt ohne dahingehende rechtliche Verpflichtung an, den kostenlosen Zugang zu den Cloud Services mit einer durchschnittlichen jährlichen Verfügbarkeit in Höhe von 99,5% bereitzustellen.\nJedoch können durch Wartungsmaßnahmen und technische Störungen (wie z.B.\nUnterbrechung der Stromversorgung, Hardware- und Softwarefehler, technische Probleme in den Datenleitungen) zeitweilige Beschränkungen oder Unterbrechungen auftreten, welche dazu führen, dass vorgenannte Zielverfügbarkeit erheblich unterschritten wird.</p>\n<p>3.2 Die Cloud Services werden auf einem von eQ-3 betriebenen Server zur Nutzung und zum Abruf durch den Anwender bereitgestellt.\nDer maßgebliche Leistungsübergabepunkt für die Cloud Services ist der Netzzugang des von eQ-3 für den vertragsgegenständlichen Service genutzten Rechenzentrums.\nFür Ausfälle oder die Nicht-Verfügbarkeit von Hard- und Softwarekomponenten, des Internets oder sonstigen Netzwerken nach diesem Leistungsübergabepunkt ist eQ-3 nicht verantwortlich.\nDie Anbindung des Anwenders an das Internet, die Aufrechterhaltung der Netzverbindung sowie die Beschaffung und Bereitstellung der auf Seiten des Anwenders erforderlichen Hard- und Software liegt allein in der Verantwortung des Anwenders.\nEine Nutzung des Systems über einen Accesspoint ist ohne App nicht möglich.\nSollten keine Nutzungsrechte für die App bzw.\nden Cloudservice vorliegen, ist ein Weiterbetrieb des Systems statt mit einem Accesspoint mit einer CCU3 möglich.</p>\n<p>3.3 Der Funktionsumfang der App und der Cloud Services, die technischen Nutzungsvoraussetzungen sowie weitere Details zur Anwendung der App und der Cloud Services sind im „Homematic IP Anwenderhandbuch“ (nachfolgend „Anwenderhandbuch“) beschrieben.\nDie Angaben im Anwenderhandbuch sind keine Beschaffenheitsangaben für die App und die Cloud Services, soweit diese nicht ausdrücklich als solche im Anwenderhandbuch bezeichnet werden.</p>\n<p>3.4 eQ-3 ist berechtigt, die App und die Cloud Services an die aktuelle technische Entwicklung, insbesondere im Hinblick auf neue Funktionen und zur Schließung von Sicherheitslücken, aufgrund von Gesetzesänderungen, Änderungen der Rechtsprechung oder Veränderungen der wirtschaftlichen Verhältnisse von eQ-3 anzupassen und in diesem Rahmen die technischen Eigenschaften und Funktionalitäten der App und der Cloud Services zu verändern.\nSoweit eine solche Anpassung die berechtigten Interessen des Anwenders beeinträchtigen könnte, wird die Anpassung spätestens einen Monat vor ihrer Durchführung den Anwendern in Textform durch Zusendung einer Push Nachricht bzw.\ndurch Anzeige in der App angekündigt.\nFür die vertragliche Einbeziehung oder Ablehnung der Anpassungen findet das in Ziffer 8.2 geregelte Verfahren entsprechend Anwendung.</p>\n<p>3.5 eQ-3 ist berechtigt den Zugang des Anwenders zu den Cloud Services vorübergehend oder dauerhaft zu sperren, wenn konkrete, objektive Anhaltspunkte vorliegen, dass der Anwender gegen Nutzungsbedingungen und/oder geltendes Recht bei der Nutzung verstößt bzw.\nverstoßen hat.\nBei der Entscheidung über eine Sperrung wird eQ-3 die berechtigten Interessen des Anwenders angemessen berücksichtigen.</p>\n<p>&nbsp;</p> 4 Gewährleistung <p>4.1 eQ-3 gewährleistet die Nutzbarkeit der App und des Cloud-Services und deren Eigenschaften mit Hinblick auf die Kostenlosigkeit der Leistung ausschliesslich im Rahmen des jeweils von der eQ-3 AG zur Verfügung gestellten Version und Umfang.</p>\n<p>4.2 Die Gewährleistung und Haftung für Sachmängel ist ausgeschlossen, wenn der Anwender die von eQ-3 im Einklang mit dem geschlossenen Vertrag festgesetzten oder insoweit vorgegebenen technischen Vorschriften oder Gebrauchsanleitungen für die App und/oder den Cloud-Service, insbesondere diejenigen im Anwenderhandbuch nicht beachtet und der Mangel oder die Schädigung des Kunden hierauf beruht.</p>\n<br>\n5 Haftung <p>5.1 eQ-3 haftet vorbehaltlich nachstehender Ausnahmen nicht, insbesondere nicht für Ansprüche des Anwenders auf Schadensersatz oder Aufwendungsersatz - gleich aus welchem Rechtsgrund - bei Verletzung von Pflichten aus dem Schuldverhältnis.</p>\n<p>5.2 Vorstehender Haftungsausschluss gemäß Ziff.\n5.1 gilt nicht,</p>\n<ul>\n<li>für eigene vorsätzliche oder grob fahrlässige Pflichtverletzung und vorsätzliche oder grob fahrlässige Pflichtverletzung von gesetzlichen Vertretern oder Erfüllungsgehilfen;</li>\n<li>für die Verletzung von wesentlichen Vertragspflichten.\n„Wesentliche Vertragspflichten“ sind solche, deren Erfüllung den Vertrag prägen und auf die der Anwender vertrauen darf“;</li>\n<li>im Falle der Verletzung von Körper, Leben und Gesundheit auch durch gesetzliche Vertreter oder Erfüllungsgehilfen;</li>\n<li>im Falle des Verzuges, soweit ein fixer Liefer- und/oder fixer Leistungszeitpunkt vereinbart war;</li>\n<li>soweit eQ-3 die Garantie für die Beschaffenheit einer Ware oder das Vorhandensein eines Leistungserfolges, oder ein Beschaffungsrisiko im Sinne von § 276 BGB übernommen haben;</li>\n<li>bei einer Haftung nach dem Produkthaftungsgesetz oder anderen gesetzlich zwingenden Haftungstatbeständen.</li>\n</ul>\n<p>5.3 Im Falle, dass eQ-3 oder deren Erfüllungsgehilfen nur leichte Fahrlässigkeit zur Last fällt und kein Fall vorstehender Ziff.\n5.2, dort 3, 5 und 6 Spiegelstrich, vorliegt, haftet eQ-3 auch bei der Verletzung wesentlicher Vertragspflichten nur für den vertragstypischen und vorhersehbaren Schaden.</p>\n<p>5.4 Die Haftung von eQ-3 ist der Höhe nach für jeden einzelnen Schadensfall begrenzt auf eine Haftungshöchstsumme in Höhe von EUR 10.000,00.\nDies gilt nicht, wenn eQ-3 Arglist, Vorsatz oder grobe Fahrlässigkeit zur Last fällt, für Ansprüche wegen der Verletzung von Körper, Leben oder Gesundheit sowie im Falle einer Forderung, die auf einer deliktischen Handlung oder einer ausdrücklichen übernommenen Garantie oder der Übernahme eines Beschaffungsrisikos nach § 276 BGB beruht oder in Fällen gesetzlich zwingender abweichender höherer Haftungssummen.\nEine weitergehende Haftung ist ausgeschlossen.</p>\n<p>5.5 Die Haftungsausschlüsse bzw.\n-beschränkungen gemäß der vorstehenden Ziff.\n5.1 bis 5.4 gelten im gleichen Umfang zu Gunsten der Organe und leitenden und nichtleitenden Angestellten und sonstigen Erfüllungsgehilfen sowie Subunternehmern von eQ-3.</p>\n<p>5.6 Eine Umkehr der Beweislast ist mit den vorstehenden Regelungen nicht verbunden.</p> &nbsp.\n6 Besondere Vorschriften im Verhältnis zu Google, Inc.\n(„Google“) und Apple, Inc.\n(„Apple“<strong>)</strong>\n<p>6.1 Diese Nutzungsbedingungen werden zwischen eQ-3 und dem Anwender vereinbart und nicht mit Google oder Apple als Betreiber der jeweiligen App-Stores.\nGoogle und Apple sind auf Grundlage dieser Nutzungsbedingungen nicht zur Erbringung von Supportleistungen, Beseitigung von Sach- und Rechtsmängeln oder sonstigen Serviceleistungen für die App und die Cloud Services verpflichtet.</p>\n<p>6.2 Soweit die App von dem durch Apple betriebenen App-Store heruntergeladen wurde, wird aus dem mit eQ-3 auf Grundlage dieser Nutzungsbedingungen geschlossene Vertrag auch Apple begünstigt und ist Apple berechtigt, Ansprüche aus diesem Vertrag gegenüber dem Anwender geltend zu machen (echter Vertrag zu Gunsten Dritter).</p>\n<p>6.3 Der Anwender darf die App und den Cloud-Service nicht nutzen oder die der App und/oder dem Cloud-Service zugehörige Software in ein solches Land verbringen, wenn er in einem Land wohnhaft oder belegen ist, welches einem Embargo der U.S.\nRegierung unterliegt oder das von der U.S.\nRegierung als den \"Terrorismus unterstützendes\" Land eingestuft wurde oder welches in einer Liste der U.S.\nRegierung mit Exportverboten oder -beschränkungen geführt wird, soweit hierfür nicht die Genehmigung der zuständigen Behörde vorab vorliegt.\nGleiches gilt für etwaige Exportbeschränkungen der Bundesrepublik Deutschland und der EU.</p>\n<p>&nbsp;</p>\n<strong>7 Vertragsdauer und Kündigung der Cloud Services / Informationspflicht des Nutzers</strong>\n<p>7.1 Der Vertrag zur Bereitstellung der Cloud-Services beginnt mit der ersten Inbetriebnahme und Konfiguration von Homematic IP Geräten mit der App und der damit verbundenen Nutzung der Cloud Services durch den Anwender.\nDer Vertrag hat eine unbefristete Laufzeit.\nEr kann von dem Anwender jederzeit durch Löschen der App ordentlich gekündigt werden (sh.\nnachfolgend 7.2) und von eQ-3 ordentlich mit einer Kündigungsfrist von drei Monaten zum Monatsende mittels einer Kündigungsmitteilung in der App gekündigt werden, von eQ-3 frühestens jedoch zum 31.12.2021 (Beendigungszeitpunkt).\nZiffer 7.4 bleibt unberührt.</p>\n<p>7.2 Der Vertrag zur Bereitstellung der Cloud-Services kann durch den Anwender jederzeit gekündigt werden.\nDer Anwender kann die Kündigung durch die Deaktivierung oder durch das Löschen der App von seinem Endgerät vollziehen.\n&nbsp;</p>\n<p>7.3 Unverzüglich nach Beendigung des Vertrages zur Bereitstellung der Cloud Services wird eQ-3 die Konfigurations- und Nutzungsdaten sowie alle sonstigen Daten des Anwenders löschen.</p>\n<p>7.4 Das Recht, den Vertrag zur Bereitstellung der Cloud Services jederzeit nach § 314 BGB aus wichtigem Grund zu kündigen, bleibt für eQ-3 und den Anwender unberührt.\nEin wichtiger Grund der eQ-3 zur Kündigung des Vertrages zur Bereitstellung der Cloud Services berechtigt, ist insbesondere dann gegeben, wenn für eQ-3 aufgrund der geringen Anzahl der Anwender und/oder der von den Anwendern genutzten Homematic IP Geräten eine Fortführung der Cloud Services wirtschaftlich für eQ-3 unzumutbar wird.\nUnzumutbar ist der Betrieb für eQ-3 insbesondere dann, wenn sich der Umsatz mit den geführten Produkten im Verhältnis zu den Kosten für den Betrieb und die Pflege der Cloud Services im Vergleich zum Jahr 2019 um 50 % verschlechtert.</p>\n<p>7.5 Der Nutzer ist verpflichtet sich während der Laufzeit dieses Nutzungsvertrages mindestens einmal monatlich über etwaige Neuerungen und Informationen hinsichtlich der Funktionen der App bzw.\ndes Cloud-Services und der Nutzungsbedingungen, die über die App mitgeteilt werden mittels Einloggen auf der App zu informieren.</p>\n<p>&nbsp;</p> 8 Mitteilungen und Änderungen <p>8.1 Damit der Anwender Push-Nachrichten bzw.\nsonstige Anzeigen in der App empfangen kann, müssen folgende Voraussetzungen erfüllt sein: Bei der Installation der App ist die verpflichtende Einstellung zu wählen, dass die App dem Anwender Nachrichten schicken darf.\nDes Weiteren muss der Anwender mit seinem Endgerät in der App angemeldet/ eingeloggt sein und über eine ausreichende Internet-Verbindung verfügen.\nDer Anwender ist verpflichtet, sich mindestens einmal monatlich in der App anzumelden/ einzuloggen und zu prüfen, ob etwaige Mitteilungen in der App veröffentlicht sind.</p>\n<p>8.2 Für den Fall von Gesetzesänderungen, Änderungen der Rechtsprechung oder Veränderungen der wirtschaftlichen Verhältnisse welche die vertragsgegenständlichen Leistungen von eQ-3 berühren, behält sich eQ-3 vor, diese Nutzungsbedingungen nach Maßgabe der folgenden Regelung in Bezug auf den Vertrag mit dem Anwender nach billigem Ermessen (§ 315 BGB) zu ändern, sofern dadurch nicht für das Äquivalenzverhältnis zwischen den Parteien (Verhältnis von Leistung und Gegenleistung) wesentliche Inhalte des Vertrages geändert werden und die Änderung für den Anwender zumutbar ist.\n&nbsp;<br>\neQ-3 wird die Änderungen den Anwendern rechtzeitig, d.h.\nmindestens mit einer Frist von zwei Monaten vor Inkrafttreten in Textform durch Zusendung einer Push-Nachricht bzw.\ndurch Anzeige in der App ankündigen und über den Inhalt der Änderungen informieren.\nDie mitgeteilten Änderungen werden zwei Monate nach Bekanntgabe in der App wirksam.\nAuf diese Folge wird eQ-3 den Anwender bei Mitteilung der Änderungen ausdrücklich hinweisen.<br>\nDer Anwender kann den Änderungen bis zum Inkrafttreten der Änderungen widersprechen.\nIm Falle des Widerspruchs steht dem Kunden ein sofortiges, fristloses und eQ-3 mit Hinblick auf die Unentgeltlichkeit des Services ein Kündigungsrecht unter Einhaltung einer Frist von zwei Monaten zu.\nSollte der Anwender den Änderungen nicht bis zu deren Inkrafttreten widersprechen, gelten die neuen Nutzungsbestimmungen als zwischen den Vertragsparteien vereinbart.</p>\n<p>8.3 Der Anwender ist dafür verantwortlich, dass kein unbefugter Nutzer Zugang zu der App hat.</p>\n<p>&nbsp;</p> 9 Änderungen und Ergänzungen / Anwendbares Recht / Gerichtsstand <p>9.1 Änderungen und Ergänzungen dieser Bedingungen bedürfen der Textform.\n§ 305b BGB (Vorrang der Individualabrede) bleibt für Individualabreden in jeglicher Form unberührt.</p>\n<p>9.2 Auf diesen Vertrag findet ausschließlich deutsches Recht unter Ausschluss des UN-Kaufrechtes (CSIG) Anwendung.\nIst der Anwender Kaufmann im Sinne des Handelsgesetzbuches oder eine juristische Person des öffentlichen Rechts oder öffentlich-rechtliches Sondervermögen oder hat der Anwender keinen allgemeinen Gerichtsstand in der Bundesrepublik Deutschland, wird der Sitz von eQ-3 als ausschließlicher Gerichtsstand vereinbart.</p>\n<p>&nbsp;</p>\n<br>\n<em>\n<strong>Hinweis:</strong>\n</em> Unsere App enthält Bestandteile von Open Source Software, die unter den Bedingungen verschiedener Lizenzen genutzt wird.\nEine Auflistung der Open Source Software, die in unserer App zum Einsatz kommt, sowie die hierfür geltenden Lizenzbedingungen finden Sie hier.\nDie Open Source Software-Lizenzbedingungen gelten für die jeweils in der App verwendeten Open Source Software Bestandteile, soweit diese in Übereinstimmung mit den jeweiligen Lizenzbedingungen genutzt werden, gegenüber diesen Nutzungsbedingungen vorrangig.\n<p>.</p> Footer <ul>\n<li> Startseite </li>\n<li> Impressum </li>\n<li> Kontakt </li>\n<li> Newsletter </li>\n<li> Presse </li>\n<li> Karriere </li>\n<li> Datenschutz </li>\n<li> Datenschutz (App) </li>\n<li> EULA </li>\n<li> Downloads </li>\n<li> Teilnahmebedingungen </li>\n<li> Cookie Einstellungen </li>\n<li> Installationspartner </li>\n<li> Händlersuche </li>\n</ul> Zentral steuerbar per App <p>Nehmen Sie in der Homematic IP App alle Einstellungen für Ihr Smart Home vor und sehen Sie jederzeit den Überblick all Ihrer Geräte ein.\nAll das ohne die Angabe persönlicher Daten, außer der IP-Adresse.</p>\n<p>\n</p>\n<p>*Smart Homes and Home Automation Studie (2022) Berg</p>\n<p>Insight bzgl.\n\"Whole Home\"-Systemen</p>\n<p>2022 Copyrights</p> The partner for a smart home <ul>\n<li> Über uns </li>\n<li> Partner </li>\n<li> Karriere </li>\n<li> Presse </li>\n</ul> ", "created_at": "2023-04-10 20:26:59.450459", "updated_at": "2023-04-10 20:27:51.729375"}], "points": [], "urls": ["homematic-ip.com"]}}