{"error": 448, "message": "OK", "parameters": {"id": 3657, "name": "Top GG", "created_at": "2021-05-18 03:01:57.023154", "updated_at": "2023-09-16 22:01:36.253517", "wikipedia": null, "keywords": null, "related": null, "slug": "top_gg", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3657.png", "url": "top.gg", "documents": [{"id": 6086, "name": "Terms Of Service", "url": "https://top.gg/tos", "xpath": "/html/body/section/article/div/div/div/div/div/div", "text": "Terms of service These Terms of Service (\"Terms\") govern your access to and use of Dbots’s website (www.top.gg), products, and services (\"Products\").\nPlease read these Terms carefully, and contact us if you have any questions.\nBy accessing or using our Products, you agree to be bound by these Terms and by our Privacy policy.\n1.\nUsing Dbots a.\nWho can use Dbots\nYou may use our Products only if you can form a binding contract with Dbots, and only in compliance with these Terms and all applicable laws.\nWhen you create your Dbots account, you must provide us with accurate and complete information.\nAny use or access by anyone under the age of 13 is prohibited.\nIf you open an account on behalf of a company, organization, or other entity, then (a) \"you\" includes you and that entity, and (b) you represent and warrant that you are authorized to grant all permissions and licenses provided in these Terms and bind the entity to these Terms, and that you agree to these Terms on the entity's behalf.\nSome of our Products may be software that is downloaded to your computer, phone, tablet, or other device.\nYou agree that we may automatically upgrade those Products, and these Terms will apply to such upgrades.\nb.\nOur license to you\nSubject to these Terms and our policies (including our Community guidelines), we grant you a limited, non-exclusive, non-transferable, and revocable license to use our Products.\nc.\nCommercial use of Dbots\nUnless otherwise expressly authorized herein or by us, you agree not to display, modify, sell, resell, exploit, transfer or upload for any commercial purposes, any portion of the Dbots service.\n2.\nYour content a.\nPosting content\nDbots allows you to submit your bot, including it's profile picture, username and discriminator, ID and avatar hash.\nAnything you submit or otherwise make available on our Products is referred to as \"User Content.\" You retain all rights in, and are solely responsible for, the User Content you submit to Dbots.\nb.\nHow Dbots and other users can use your content\nYou grant Dbots and our users a non-exclusive, royalty-free, transferable, sublicensable, worldwide license to use, store, display, reproduce, save, modify, create derivative works, perform, and distribute your User Content on Dbots solely for the purposes of operating, developing, providing, and using the Dbots Products.\nNothing in these Terms shall restrict other legal rights Dbots may have to User Content, for example under other licenses.\nWe reserve the right to remove or modify User Content for any reason, including User Content that we believe violates these Terms or our policies.\nCopies of content shared with others may remain even after you delete the content from your account.\nc.\nHow long we keep your content\nFollowing termination or deactivation of your account, or if you remove any User Content from Dbots, we may retain your User Content for a commercially reasonable period of time for backup, archival, or audit purposes.\nFurthermore, Dbots and its users may retain and continue to use, store, display, reproduce, re-pin, modify, create derivative works, perform, and distribute any of your User Content that other users have stored or shared through Dbots.\nd.\nFeedback you provide\nWe value hearing from our users, and are always interested in learning about ways we can make Dbots more awesome.\nIf you choose to submit comments, ideas or feedback, you agree that we are free to use them without any restriction or compensation to you.\nBy accepting your submission, Dbots does not waive any rights to use similar or related Feedback previously known to Dbots, or developed by its employees, or obtained from sources other than you.\n3.\nSecurity We care about the security of our users.\nWhile we work to protect the security of your content and account, Dbots cannot guarantee that unauthorized third parties will not be able to defeat our security measures.\nWe ask that you keep your password secure.\nPlease notify us immediately of any compromise or unauthorized use of your account.\n4.\nThird-party links, sites, and services Our Products may contain (back)links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Dbots.\nWe do not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access any third party website, service, or content from Dbots, you do so at your own risk and you agree that Dbots will have no liability arising from your use of or access to any third-party website, service, or content.\n5.\nTermination Dbots may terminate or suspend this license at any time, with or without cause or notice to you.\nUpon termination, you continue to be bound by Sections 2 and 5-11 of these Terms.\nWe reserve the right to refuse service to anyone.\n6.\nIndemnity You agree to indemnify and hold harmless Dbots and its respective officers, directors, employees and agents, from and against any claims, suits, proceedings, disputes, demands, liabilities, damages, losses, costs and expenses, including, without limitation, reasonable legal and accounting fees (including costs of defense of claims, suits or proceedings brought by third parties), in any way related to (a) your access to or use of our Products, (b) your User Content, or (c) your breach of any of these Terms.\n7.\nDisclaimers The Products and all included content are provided on an \"as is\" basis without warranty of any kind, whether express or implied.\nDBOTS SPECIFICALLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nDbots takes no responsibility and assumes no liability for any User Content that you or any other user or third party posts or transmits using our Products.\nYou understand and agree that you may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose.\nUnfortunately, people post bad stuff on user-generated content sites like Dbots.\nWe take that kind of thing seriously but you still might run into it before we have a chance to take it down.\nIf you see bad stuff, please report it to us.\n8.\nLimitation of liability TO THE MAXIMUM EXTENT PERMITTED BY LAW, DBOTS SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOOD-WILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (A) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE PRODUCTS.\n(B) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE PRODUCTS, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES.\nOR (C) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT.\nIN NO EVENT SHALL DBOTS'S AGGREGATE LIABILITY FOR ALL CLAIMS RELATING TO THE PRODUCTS EXCEED ONE HUNDRED EURO (€100).\n9.\nDispute Resolution For any dispute you have with Dbots, you agree to first contact us and attempt to resolve the dispute with us informally.\nIf Dbots has not been able to resolve the dispute with you informally, we each agree to resolve any claim, dispute, or controversy (excluding claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms under the exclusive jurisdiction of the Courts in Amsterdam, The Netherlands.\nNothing in this Section shall prevent either party from seeking injunctive or other equitable relief from the courts for matters related to data security, intellectual property or unauthorized access to the Service.\nALL CLAIMS MUST BE BROUGHT IN THE PARTIES' INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON'S CLAIMS.\n10.\nGoverning law and jurisdiction These Terms shall be governed by the laws of The Netherlands and are subject to the exclusive jurisdiction of the courts of Amsterdam.\n11.\nDonateBot Usage By using DonateBot, you are fully responsibly for handling VAT, sales tax, and any other sort of applicable tax that may apply to your transaction.\nYou fully indemnify Dbots B.V.\nagainst any and all liability with regards to any payment duties you, as the seller have, for handling taxes in the countries you operate in.\nDonateBot does not process payments - it is an integration so that you can accept payments to your Paypal in Discord.\n12.\nGeneral terms Notification procedures and changes to these Terms\nDbots reserves the right to determine the form and means of providing notifications to you, and you agree to receive legal notices electronically if we so choose.\nWe may revise these Terms from time to time and the most current version will always be posted on our website.\nIf a revision, in our sole discretion, is material we will notify you.\nBy continuing to access or use the Products after revisions become effective, you agree to be bound by the revised Terms.\nIf you do not agree to the new terms, please stop using the Products.\nAssignment\nThese Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Dbots without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.\nEntire agreement/severability\nThese Terms, together with the Privacy policy and any amendments and any additional agreements you may enter into with Dbots in connection with the Products, shall constitute the entire agreement between you and Dbots concerning the Products.\nIf any provision of these Terms is deemed invalid, then that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect.\nNo waiver\nNo waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and Dbots's failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.\nParties\nDbots is a worldwide service and our reference to Dbots in these Terms includes Dbots BV and all of its worldwide subsidiaries.\nThese Terms are a contract between you and and Dbots BV, with it’s office registered at Gooimeer 8, 1411DD Naarden, The Netherlands.\nEffective February 1st 2018 ", "created_at": "2021-05-18 03:01:57.027744", "updated_at": "2021-05-18 01:32:28.826509"}, {"id": 6087, "name": "Privacy Policy", "url": "https://top.gg/privacy", "xpath": "//*[@id=\"__next\"]/div/div/div[1]", "text": "<p>Explore</p>\n<p>Add</p>\n<p>Advertise</p>\n<p>Privacy Policy</p>\n<p>Updated on: May 25, 2018</p>\n<p>Welcome to Dbots.\nYour privacy is important to us.</p>\n<p>Dbots B.V.\nand its affiliates (\"Dbots\", \"top.gg\", \"us\", \"our\" or \"we\") are dedicated to protecting the privacy rights of our users (\"users\" or \"you\").\nThis Privacy Policy (the \"Policy\") describes the ways we collect, store, use, and manage the information, including personal information, that you provide or we collect in connection with our websites, including top.gg, and www.top.gg/api/docs (the \"Sites\") or any top.gg website(s) provided on a mobile platform (for example, iOS and Android) (collectively, the \"Service\").\nPlease note that the scope of this Policy is limited to information collected or received by Dbots through your use of the Service.\nDbots is not responsible for the actions of third party people or companies, the content of their sites, the use of information you provide to them, or any products or services they may offer.\nAny link to those sites does not constitute our sponsorship of, or affiliation with, those people or companies.</p>\n<p>By using the Service, you are expressing your agreement to this Policy and the processing of your data, including your personal information, in the manner provided in this Policy.\nIf you do not agree to these terms, please do not use the Service.</p>\n<p>Information Collection</p>\n<p>When you interact with us through the Services, we may collect information from you, as further described below: Information Provided by You: We collect information from you when you voluntarily provide such information, such as when you register for access to the Services or use certain Services.\nInformation we collect may include but not be limited to username, profile photo, links to your profiles on social networking websites and other third party sites, user names and e-mail and mail addresses.</p>\n<p>Data We Collect Automatically: When you interact with us through the Services, we receive and store certain information such as an IP address, device ID, and your activities within the Services.\nWe may store such information or such information may be included in databases owned and maintained by affiliates, agents or service providers.\nThe Services may use such information and pool it with other information to track, for example, the total number of visitors to our Site, the number of messages users have sent, as well as the sites which refer visitors to us.</p>\n<p>We may also conduct research on our customer demographics, interests and behaviour based on the information collected.\nThis research may be compiled and analysed on an aggregate basis, and we may share this aggregate data with our affiliates, agents and business partners.\nWe may also disclose anonymous aggregated user statistics in order to describe our services to current and prospective business partners, and to other third parties for other lawful purposes.</p>\n<p>You may give us permission to collect your information in other services.\nFor example, you may connect a social networking service (\"SNS\") such as Facebook or Twitter to your Dbots account.\nWhen you do this, it allows us to obtain information from those accounts (for example, your friends or contacts).</p>\n<p>We employ cookies and similar technologies to keep track of your local computer’s settings such as which account you have logged into and notification settings.\nCookies are pieces of data that sites and services can set on your browser or device that can be read on future visits.\nWe may expand our use of cookies to save additional data as new features are added to the Service.\nIn addition, we use technologies such as web beacons and single-pixel gifs to record log data such as open rates for emails sent by the system.</p>\n<p>We may use third party web site analytic tools such as Google Analytics on our website that employ cookies to collect certain information concerning your use of our Services.\nHowever, you can disable cookies by changing your browser settings.\nFurther information about the procedure to follow in order to disable cookies can be found on your Internet browser provider's website via your help screen.</p>\n<p>You may see our Service advertised in other applications or websites.\nAfter clicking on one of these advertisements and installing our Service, you will become a user of the Service.\nAdvertising platforms, which include Twitter and Facebook (and whose SDKs are integrated within our Service), may collect information for optimizing advertising campaigns outside of the Service.</p>\n<p>If you do not wish to receive personalized advertising that is delivered by third parties outside of the Service, you may be able to exercise that choice through opt-out programs that are administered by third parties.</p>\n<p>Location of your Data</p>\n<p>The Company is based in the Netherlands and in the United States.\nNo matter where you are located, you consent to the processing and transferring of your information in and to the U.S., Europe and other countries.</p>\n<p>Use of information</p>\n<p>We use the information you provide in a manner that is consistent with this Privacy Policy.\nIf you provide information for a certain reason, we may use the information in connection with the reason for which it was provided.\nFor instance, if you contact us by email, we will use the information you provide to answer your question or resolve your problem.\nAlso, if you provide information in order to obtain access to the Services, we will use your information to provide you with access to such services and to monitor your use of such services.\nThe Company and its affiliates may also use your information collected through the Services to help us improve the content and functionality of the Services, to better understand our users and to improve the Services.\nThe Company and its affiliates may use this information to contact you in the future to tell you about services we believe will be of interest to you.\nIf we do so, each marketing communication we send you will contain instructions permitting you to \"opt-out\" of receiving future marketing communications.\nIn addition, if at any time you wish not to receive any future marketing communications or you wish to have your name deleted from our mailing lists, please contact us as indicated below.</p>\n<p>Legal</p>\n<p>Our main reason for the processing of personal data is to meet our contractual obligations to our users, or to take steps at users’ request in anticipation of entering into a contract with them.\nFor example, we handle personal data on this basis to create your account and provide our Services.</p>\n<p>We handle personal data on the ground that it furthers our legitimate interests in ways that are not overridden by the interests or fundamental rights and freedoms of the affected individuals.\nThis includes:</p>\n<ul>\n<li>Providing a safe and enjoyable user experience;</li>\n<li>Customer service;</li>\n<li>Marketing, e.g.\nsending emails or other communications to let you know about new features;</li>\n<li>Protecting our users, personnel, and property;</li>\n<li>Analysing and improving our business, e.g.\ncollecting information about how you use our Services to optimize the design and placement of certain features;</li>\n<li>Processing job applications;</li>\n<li>Managing legal issues.</li>\n</ul>\n<p>Where required by law, and in some other cases, we handle personal data on the basis of your implied or express consent.</p>\n<p>Disclosure of information</p>\n<p>The Company is not in the business of selling your information.\nWe consider this information to be a vital part of our relationship with you.\nThere are, however, certain circumstances in which we may share your information with certain third parties, as set forth below:</p>\n<ul>\n<li>Business Transfers: As we develop our business, we might sell or buy businesses or assets.\nIn the event of a corporate sale, merger, reorganization, bankruptcy, dissolution or similar event, your information may be part of the transferred assets.</li>\n<li>Consent: We may transfer your information with your consent.</li>\n<li>Related Companies: We may also share your information with our Related Companies for purposes consistent with this Privacy Policy.</li>\n<li>Agents, Consultants and Related Third Parties: Like many businesses, we sometimes hire other companies or individuals to perform certain business-related functions.\nExamples of such functions include mailing information, maintaining databases and processing payments.</li>\n<li>Legal Requirements: We may disclose your information if required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation, (ii) protect and defend the rights or property of the Company or Related Companies, (iii) protect the personal safety of users of the Services or the public, or (iv) protect against legal liability.</li>\n<li>Aggregated or Non-identifiable Data: We may also share aggregated or non-personally identifiable information with our partners or others for business purposes.</li>\n</ul>\n<p>You may provide us with ideas for new products or modifications to existing products, and other unsolicited submissions (collectively, “Unsolicited Information”).\nAll Unsolicited Information shall be deemed to be non-confidential and we shall be free to reproduce, use, disclose, and distribute such Unsolicited Information to others without limitation or attribution.</p>\n<p>Third parties</p>\n<p>This Privacy Policy applies only to the Services.\nThe Services may contain links to other web sites not operated or controlled by us (the “Third Party Sites”).\nThe policies and procedures we described here do not apply to the Third Party Sites.\nThe links from the Services do not imply that we endorse or have reviewed the Third Party Sites.\nWe suggest contacting those sites directly for information on their privacy policies.</p>\n<p>Data retention</p>\n<p>We generally retain personal data for so long as it may be relevant to the purposes identified herein.\nTo dispose of personal data, we may anonymize it, delete it or take other appropriate steps.\nData may persist in copies made for backup and business continuity purposes for additional time.</p>\n<p>Security</p>\n<p>We take all reasonable steps to protect the information provided via the Services from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nHowever, no Internet or email transmission is ever fully secure or error free.</p>\n<p>Your rights</p>\n<p>We believe that users should be treated equally no matter where they are, and so we are making the following options to control your data available to all users, regardless of their location.\nYou can update certain information by accessing your profile via “Settings.” You can also unsubscribe from certain emails by clicking the “unsubscribe” link they contain.\nYou can also opt out from certain cookie-related processing.\nIndividuals in the European Economic Area, Canada, Costa Rica and some other jurisdictions outside the United States have certain legal rights to obtain confirmation of whether we hold personal data about them, to access personal data we hold about them (including, in some cases, in portable form), and to obtain its correction, update, amendment or deletion in appropriate circumstances.\nThey may also object to our uses or disclosures of personal data, to request a restriction on its processing, or withdraw any consent, though such actions typically will not have retroactive effect.\nThey also will not affect our ability to continue processing data in lawful ways.</p>\n<p>How can I access the personal data you have about me?</p>\n<p>If you would like to submit a data access request, you can do so by sending us an email to privacy@top.gg or from the “Settings” page of the Services (where applicable).\nWe will then start the process and provide you a link to access the personal data that we have on you within 30 days.</p>\n<p>How do I correct, update, amend, or delete the personal data you have about me?</p>\n<p>In addition to the functionality available through the “Settings” of the Services or an email request, in which you can correct, update, amend, or delete certain personal data, you can also request other modifications from us directly.\nPlease write us at privacy@top.gg with an explanation of what data subject right you are seeking to exercise.\nFor your protection, we may take steps to verify identity before responding to your request.</p>\n<p>How do I object or restrict the manner in which Dbots processes my personal data?</p>\n<p>You have a right to ask us to stop using or limit our use of your personal data in certain circumstances—for example, if we have no lawful basis to keep using your data, or if you think your personal data is inaccurate.\nDbots offers you the ability to restrict the processing of your data for specific uses, which you can find in the “Settings” page of the services.\nIndividuals in the European Economic Area have the right to opt out of all of our processing of their personal data for direct marketing purposes.\nTo exercise this right, please see the “Settings” page for your Account (where applicable) or send us an email.\nYou may also click the “unsubscribe” link in any of our marketing emails.\nThe rights and options described above are subject to limitations and exceptions under applicable law.\nIn addition to those rights, you have the right to lodge a complaint with the relevant supervisory authority.\nHowever, we encourage you to contact us first, and we will do our very best to resolve your concern.</p>\n<p>Changes to the Policy</p>\n<p>We may update this privacy policy to reflect changes to our information practices.\nIf we make any material changes we will notify you by means of a notice on this Site prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>Security</p>\n<p>Dbots takes reasonable measures to protect your information from unauthorized access or against loss, misuse or alteration by third parties.\nAlthough we make good faith efforts to store the information collected on the Service in a secure operating environment that is not available to the public, we cannot guarantee the absolute security of that information during its transmission or its storage on our systems.\nFurther, while we attempt to ensure the integrity and security of our network and systems, we cannot guarantee that our security measures will prevent third-party \"hackers\" from illegally obtaining access to this information.\nWe do not warrant or represent that your information will be protected against, loss, misuse, or alteration by third parties.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure, however.\nTherefore, we cannot guarantee its absolute security.</p>\n<p>Our Policy Regarding Children</p>\n<p>We do not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to use our Service.\nIf you are under 13, please do not send any information about yourself to us, including your name, address, telephone number, or email address.\nNo one under the age of 13 may provide any personal information.\nIn the event that we learn that we have collected personal information from a child under age 13, we will delete that information as quickly as possible.\nIf you believe that we might have any information from or about a child under the age of 13, please contact us at privacy@top.gg.</p>\n<p>General Contact Information</p>\n<p>Dbots B.V.</p>\n<p> info@top.gg</p>\n<p>If you have any questions about this Policy, please contact us at privacy@top.gg</p>\n<p>Top.gg</p>\n<p>Explore millions of Discord Bots &amp.\nServers</p>\n<p>Support</p>\n<p>Submit Ticket</p>\n<p>Feedback</p>\n<p>Manage Cookie Settings</p>\n<p>Socials</p>\n<p>Discord</p>\n<p>Twitter</p>\n<p>YouTube</p>\n<p>Links</p>\n<p>Terms</p>\n<p>Developers</p>\n<p>Careers</p>\n<p>Request Data</p>\n<p>Partners</p>\n<p>Medal</p>\n<p>Megacool</p>", "created_at": "2021-05-18 03:01:57.030341", "updated_at": "2023-05-17 14:34:07.929284"}], "points": [{"id": 22882, "title": "Tracking pixels are used in service-to-user communication", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:28:07.063917", "updated_at": "2023-07-11 06:19:12.755527", "quoteText": null, "case_id": 217, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 22885, "title": "You can opt out of promotional communications", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:37:14.72783", "updated_at": "2023-07-11 06:19:12.676428", "quoteText": null, "case_id": 223, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 22878, "title": "There is a date of the last update of the agreements", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:23:30.746004", "updated_at": "2023-07-11 06:20:05.69199", "quoteText": null, "case_id": 331, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 22879, "title": "This service is only available to users over a certain age (13)", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:24:51.060237", "updated_at": "2023-07-11 06:20:07.63359", "quoteText": null, "case_id": 152, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 28593, "title": "First-party cookies are used", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2022-08-28 12:07:40.021426", "updated_at": "2023-07-11 06:25:36.29882", "quoteText": null, "case_id": 126, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 28591, "title": "This service holds onto content that you've deleted", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2022-08-28 12:02:43.175656", "updated_at": "2023-07-11 06:25:50.254929", "quoteText": null, "case_id": 174, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 28592, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2022-08-28 12:03:51.959953", "updated_at": "2023-07-11 06:25:50.004391", "quoteText": null, "case_id": 390, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 30189, "title": "This service tracks which web page referred you to it", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-19 10:07:39.267977", "updated_at": "2023-07-11 06:27:55.665934", "quoteText": null, "case_id": 387, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 30185, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2023-03-18 22:57:58.42005", "updated_at": "2023-07-11 06:27:55.744257", "quoteText": null, "case_id": 484, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 30183, "title": "You maintain ownership of your content", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2023-03-18 22:54:58.832999", "updated_at": "2023-07-11 06:27:55.829829", "quoteText": null, "case_id": 183, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 30187, "title": "Tracking cookies refused will not limit your ability to use the service", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-18 23:03:36.795814", "updated_at": "2023-07-11 06:27:55.501944", "quoteText": null, "case_id": 385, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 30188, "title": "Your personal data is aggregated into statistics", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-19 10:07:14.037932", "updated_at": "2023-07-11 06:27:56.088795", "quoteText": null, "case_id": 190, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 30267, "title": "This service holds onto content that you've deleted", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2023-03-23 19:27:59.782917", "updated_at": "2023-03-24 14:40:03.291631", "quoteText": null, "case_id": 174, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 30186, "title": "Your data may be processed and stored anywhere in the world", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-18 23:00:22.387213", "updated_at": "2023-09-14 12:41:36.653123", "quoteText": null, "case_id": 187, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 30184, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2023-03-18 22:57:12.985574", "updated_at": "2023-07-11 06:28:01.546581", "quoteText": null, "case_id": 202, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 30268, "title": "Third-party cookies are used for advertising", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 19:30:54.299637", "updated_at": "2023-07-11 06:28:01.633574", "quoteText": null, "case_id": 128, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 30269, "title": "They store data on you even if you did not interact with the service", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-24 17:17:32.334312", "updated_at": "2023-03-25 14:51:22.230088", "quoteText": null, "case_id": 234, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 22886, "title": "You can retrieve an archive of your data", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:38:17.60602", "updated_at": "2023-07-11 06:31:52.038705", "quoteText": null, "case_id": 140, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 22884, "title": "You can opt out of targeted advertising", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:31:16.608737", "updated_at": "2023-07-11 06:31:52.133851", "quoteText": null, "case_id": 219, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 22880, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:26:11.353882", "updated_at": "2023-07-11 06:31:52.230193", "quoteText": null, "case_id": 243, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 33342, "title": "The service disables software that you are not licensed to use.", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2023-05-17 14:40:08.537465", "updated_at": "2023-09-11 22:00:24.112168", "quoteText": null, "case_id": 330, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 33341, "title": "The court of law governing the terms is in the Netherlands", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2023-05-17 14:35:23.082376", "updated_at": "2023-07-11 06:31:52.928266", "quoteText": null, "case_id": 163, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 33343, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://top.gg/tos", "status": "Generated through the annotate view", "created_at": "2023-05-17 14:46:41.915304", "updated_at": "2023-07-11 06:31:55.342259", "quoteText": null, "case_id": 135, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 34093, "title": "The service is provided 'as is' and to be used at your sole risk", "source": null, "status": "Generated through the annotate view", "created_at": "2023-06-06 16:50:52.888573", "updated_at": "2023-06-10 21:27:07.246994", "quoteText": null, "case_id": 286, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 22883, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:29:35.874656", "updated_at": "2023-07-11 06:20:04.162373", "quoteText": null, "case_id": 399, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 22881, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2021-06-20 20:27:34.875102", "updated_at": "2023-07-11 06:20:04.246241", "quoteText": null, "case_id": 323, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 30190, "title": "Third-party cookies are used for statistics", "source": "https://top.gg/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-19 10:11:37.60685", "updated_at": "2023-07-11 06:27:55.585147", "quoteText": null, "case_id": 325, "document_id": 6087, "quoteStart": null, "quoteEnd": null}, {"id": 34883, "title": "Your account can be deleted without prior notice and without a reason", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-06 12:14:42.392492", "updated_at": "2023-09-16 14:46:45.342179", "quoteText": null, "case_id": 201, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 34885, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-06 12:16:23.334777", "updated_at": "2023-09-11 17:08:07.132092", "quoteText": null, "case_id": 293, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 34886, "title": "The court of law governing the terms is in the Netherlands", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-06 12:17:58.916752", "updated_at": "2023-09-10 17:21:15.417716", "quoteText": null, "case_id": 163, "document_id": 6086, "quoteStart": null, "quoteEnd": null}, {"id": 34884, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-06 12:15:38.897252", "updated_at": "2023-11-17 23:00:25.37856", "quoteText": null, "case_id": 146, "document_id": 6086, "quoteStart": null, "quoteEnd": null}], "urls": ["top.gg"]}}