{"error": 448, "message": "OK", "parameters": {"id": 8551, "name": "gaytorrent.ru", "created_at": "2023-06-27 23:03:27.22174", "updated_at": "2023-06-28 10:02:07.78681", "wikipedia": null, "keywords": null, "related": null, "slug": "gaytorrent-ru", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8551.png", "url": "gaytorrent.ru", "documents": [{"id": 16610, "name": "F.A.Q", "url": "https://www.gaytorrent.ru/faq.php", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>Login</li>\n<li>Signup</li>\n<li>Forum</li>\n</ul>\n<ul>\n<li>\nSupport <ul>\n<li>Helpdesk</li>\n<li>DMCA</li>\n</ul>\n</li>\n</ul> For the latest Informations (e.g.\nnot allowed Studios..) Check our Banlist regularly..\nGaytorrent.ru F.A.Q.!\n<ul>\n<li>\n<b>Site information</b>\n<ul>\n<li>Bittorrent..\nwhat is it all about?</li>\n<li>Why do I occasionally get PHP or SQL errors? Should I report them?</li>\n<li>In which languages can I get support on the Helpdesk?</li>\n<li>Where does the donated money go?</li>\n<li>What serves category voting and how to vote?</li>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>User Information</b>\n<ul>\n<li>I registered an account but did not receive the confirmation e-mail!</li>\n<li>I've lost my user name or password! Can you send it to me?</li>\n<li>Can you rename my account?</li>\n<li>Can you delete my (confirmed) account?</li>\n<li>So, what's MY ratio?</li>\n<li>Why is my IP displayed on my details page?</li>\n<li>My IP address is dynamic.\nHow do I stay logged in?</li>\n<li>Why am I listed as not connectable? (And why should I care?)</li>\n<li>How do I add an avatar to my profile?</li>\n<li>What's a 'passkey'?</li>\n<li>How do I reset my passkey?</li>\n<li>What's your .torrent/passkey sharing policy?</li>\n<li>What is an invite?</li>\n<li>Why do you have different user classes?</li>\n<li>How to ascend toward another user class</li>\n<li>What meaning have those weird icons beside my username in my profile?</li>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>Stats</b>\n<ul>\n<li>Most common reason for stats not updating</li>\n<li>May I use any bittorrent client?</li>\n<li>Why is a torrent I'm leeching/seeding listed several times in my profile?</li>\n<li>I've finished or cancelled a torrent.\nWhy is it still listed in my profile?</li>\n<li>Why do I sometimes see torrents I'm not leeching in my profile!?</li>\n<li>Multiple IPs (Can I login from different computers?)</li>\n<li>How does NAT/ICS change the picture?</li>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>Uploading</b>\n<ul>\n<li>How to Reseed?</li>\n<li>How do I upload a new torrent?</li>\n<li>What bandwidth do I need for seeding a torrent?</li>\n<li>How long should I seed a torrent?</li>\n<li>What kind of torrent should I upload?</li>\n<li>How many torrents should I seed at the same time?</li>\n<li>What is “Seed Bonus”, how is it computed and how do I improve my Ratio using it?</li>\n<li>Is there something special to consider when uploading a DVD?</li>\n<li>I use Vuze / Azureus and it won't allow me to keep seeding</li>\n<li>When logging into QTM (Quick Torrent Maker), I am instructed to turn off a Cookie Management Program</li>\n<li>When installing QTM, I get a report \"failed to create registry keys\"</li>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>Downloading</b>\n<ul>\n<li>How do I use the files I've downloaded?</li>\n<li>Why did an active torrent suddenly disappear?</li>\n<li>Do you have straight and bisexual porn?</li>\n<li>Is there any scat porn? </li>\n<li>How do I resume a broken download?</li>\n<li>Why do my downloads sometimes stall at 99%</li>\n<li>What are these \"a piece has failed an hash check\" messages?</li>\n<li>The torrent is supposed to be 100MB.\nHow come I downloaded 120MB?</li>\n<li>What is freeleech and how can it help my ratio?</li>\n<li>Where can I request uploads? </li>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>How to improve download speed</b>\n<ul>\n<li>How can I improve my download speed?</li>\n<li>Do not immediately jump on new torrents</li>\n<li>Make yourself connectable</li>\n<li>Limit your upload speed</li>\n<li>Limit the number of simultaneous connections</li>\n<li>Limit the number of simultaneous uploads</li>\n<li>Just give it some time</li>\n<li>Why is my browsing so slow while leeching?</li>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>My ISP uses a transparent proxy.\nWhat should I do?</b>\n<ul>\n<li>What is a proxy?</li>\n<li>How do I find out if I'm behind a (transparent/anonymous) proxy?</li>\n<li>Why am I listed as not connectable even though I'm not NAT/Firewalled?</li>\n<li>Can I bypass my ISP's proxy?</li>\n<li>How do I make my bittorrent client use a proxy?</li>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>Why can't I connect? Is the site blocking me?</b>\n<ul>\n<li>Maybe my address is blacklisted?</li>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>Forum</b>\n<ul>\n<li>I would like to access the forums however I get an endless redirection</li>\n</ul>\n</li>\n</ul>\n<br>\nSite information - Top\n<br>\n<b>Bittorrent..\nwhat is it all about?</b>\n<br>\n<br>\nAll general Questions about Bittorrent get answered on Brians BitTorrent FAQ.\n<br>\n<br>\n<br>\n<b>Why do I occasionally get PHP or SQL errors? Should I report them?</b>\n<br>\n<br>\nThis can happen if an admin happens to be working on the database or the code at the time you are browsing the site.\nGenerally you do not have to report these errors, just wait a few minutes and things will most likely be back to normal.\n<br>\n<br>\n<br>\n<b>In which languages can I get support on the Helpdesk?</b>\n<br>\n<br>\nAll members of the Staff can give support in <strong>English</strong>.\nSupport can be provided in a limited set of other languages: <strong>Bahasa Melayu</strong>, <strong>Český</strong>, <strong>中文</strong>, <strong>Deutsch</strong>, <strong>ελληνικά</strong>, <strong>Español</strong>, <strong>Français</strong>, <strong>Italiano</strong>, <strong>日本語</strong>, <strong>한국어</strong>, <strong>Magyar</strong>, <strong>Nederlands</strong>, <strong>Slovenčina</strong>, <strong>Svenska</strong>, <strong>Português</strong> and <strong>Türkçe</strong>.<br>\nWhile a reply can be expected within a few hours for Help in English, an answer in another language can take more than a day, especially when the Staff member giving support in that language has to get expert advise within the team first.\nTherefore it is preferable you ask for help in English.\n<br>\n<br>\n<br>\n<b>Where does the donated money go?</b>\n<br>\n<br>\nGaytorrent.ru is running on several dedicated servers.\nAll money donated is used to cover the cost of the server farm.\n<br>\n<br>\n<br>\n<b>What serves category voting and how to vote?</b>\n<br>\n<br>\nVoting for categories is an improvement in preparation: Having multiple categories for a torrent and have the members deciding which are the best fitting categories for a torrent.\n<br>\n<br>\n<strong>Voting is already possible and you get <u>Seed Bonus Points</u> for voting</strong>.\nFor the allocation of categories, we need much more votes first.<strong> Please vote!</strong>\n<br>\n<br>\nYou can currently vote categories on torrents you have completed the download and you haven't voted upon.\nThe voting possibility is located just under the category thumb nail at the top of the torrent description page.\nClick on \"Please Vote\" in \"Please Vote up to 5 categories which match this torrent best\", select up-to five categories and then on \"Submit category vote\".<br>\n<br>\nYou find a list with your completed torrent downloads in your <strong>Profile</strong>.\nTo go there click on your name in \"Welcome back, ...\" and then scroll down.\n<br>\n<br>\nTorrents for which you have already voted got a thumbs up sign in the torrent list.\n<br>\n<br>\nUser Information - Top\n<br>\n<b>I registered an account but did not receive the confirmation e-mail!</b>\n<br>\n<br>\nYou can use this form to delete the account so you can re-register.\nNote though that if you didn't receive the email the first time it will probably not\nsucceed the second time either so you should really try another email address.\n<br>\n<br>\n<br>\n<b>I've lost my user name or password! Can you send it to me?</b>\n<br>\n<br>\nPlease use this form to have the login details mailed back to you.\n<br>\n<br>\n<br>\n<b>Can you rename my account?</b>\n<br>\n<br>\nNo!\nWe do not rename accounts.\nThe only possibiliti is to first delete your old account (Use\nthis form to delete your present account.)<br>\n<b>But keep in mind that after you delete your old account there is a waiting time of 60 days\nuntil you can create a new account</b>\n<br>\n<br>\nOnly after that time you can create your new account!\n<br>\n<br>\n<br>\n<b>Can you delete my (confirmed) account?</b>\n<br>\n<br>\nYou can do it yourself by using this form.<br>\n<br>\nThe delete account feature is only enabled if you have a ratio greater than 1.0<ul>\n<li>unused accounts (both upload and download are zero) are disabled by the system after <strong>60 days</strong> of no login</li>\n<li>used accounts with prior activity (upload and/or download) are disabled by the system after <strong>240 days</strong> of no login</li>\n</ul>\n<br>\nCurrently we don't support an account parking feature because all used accounts have the 240 days time frame.\n<br>\n<br>\n<br>\n<b>So, what's MY ratio?</b>\n<br>\n<br>\nClick on your profile, then on your user name (at the top).<br>\n<br>\nIt's important to distinguish between your overall ratio and the individual ratio on each torrent\nyou may be seeding or leeching.\nThe overall ratio takes into account the total uploaded and downloaded\nfrom your account since you joined the site.\nThe individual ratio takes into account those values for each torrent.<br>\n<br>\nYou may see two symbols instead of a number: \"Inf.\", which is just an abbreviation for Infinity, and\nmeans that you have downloaded 0 bytes while uploading a non-zero amount (ul/dl becomes infinity).\n\"---\",\nwhich should be read as \"non-available\", and shows up when you have both downloaded and uploaded 0 bytes\n(ul/dl = 0/0 which is an indeterminate amount).\n<br>\n<br>\n<br>\n<b>Why is my IP displayed on my details page?</b>\n<br>\n<br>\nNo IPs are displayed over the whole System any longer.\n<br>\n<br>\n<br>\n<b>My IP address is dynamic.\nHow do I stay logged in?</b>\n<br>\n<br>\nYou do not have to anymore.\nWe implemented the Passkey System so after that, even if the IP changes mid-session,\nthe seeding or leeching will continue and the statistics will update without any problem.\n<br>\n<br>\n<br>\n<b>Why am I listed as not connectable? (And why should I care?)</b>\n<br>\n<br>\nThe tracker has determined that you are firewalled or NATed and cannot accept incoming connections.\n<br>\n<br>\n<br>\n<b>How do I add an avatar to my profile?</b>\n<br>\n<br>\nFirst, find an image that you like, and that is within the\nrules.\nThen you will have to upload it into our BitBucket.To Show the Picture in your Profile, copy the URL you were given when uploading it to the avatar field in your profile.\n<br>\n<br>\n<br>\n<b>What's a 'passkey'?</b>\n<br>\n<br>\nA passkey is a key associated with your account that uniquely identifies you as a gaytorrent.ru user.<br>\n<br>\nWhen a .torrent file is downloaded from your account, the passkey is automatically added to the announce URL in the .torrent file.\nTherefore whenever that .torrent is used the tracker will associate it with your account, no matter what IP you are connecting from.<br>\n<br>\n<b>Make sure you keep your passkey and .torrent files private at all times.</b>\n<br>\nDo not give .torrent files you downloaded at gaytorrent.ru to someone else, do not upload it to other websites! Everybody connecting to the tracker using your .torrent file will leech from your account!\n<br>\n<br>\n<br>\n<b>How do I reset my passkey?</b>\n<br>\n<br>\nGo to your page and request a new passkey.\nNote that by using this you will invalidate all the .torrent files that you may have previously downloaded, and will have to download them again.\n<br>\n<br>\n<br>\n<b>What's your .torrent/passkey sharing policy?</b>\n<br>\n<br>\nIn order to prevent our .torrents from being uploaded to public sites (in effect turning this into a public tracker), there are a number of security measures in place.\nFirst among them is the following: if, at any time, there are more than 5 distinct IPs simultaneously using the same passkey with the same torrent, the account associated with the passkey will be automatically get a new passkey.\nThis will also invalidate all your previously downloaded torrents!<br>\n<br>\nYou may still seed/leech the same torrent from several PCs as long as you are careful not to exceed this limit.<br>\n<br>\nNote that this takes into account simultaneous connections only.\nIf you have a dynamic IP and have to change it 100 times while downloading a torrent that it will not trigger this mechanism.\n(As long as you exit your client properly, there will only be one peer/IP at any time.)\n<br>\n<br>\n<br>\n<b>What is an invite?</b>\n<br>\n<br>\nWhen you become a Power User, you are given 4 free invites.\nThese can be sent to other individuals you know to join Gaytorrent.ru.\nWhen they register a new account from the invite, you will given 2 GB of upload credit.\nAdditional invites can be obtained by exchanged for seed bonus points at the <u>Exchange</u>\n<br>\n<br>\nBut BE CAREFUL who you send invites.\nIf they misuse their account, your account may also get banned.\nONLY SEND INVITES TO PEOPLE YOU KNOW!!\n<br>\n<br>\n<br>\n<b>Why do you have different user classes?</b>\n<br>\n<br> Currently there are 6 user classes, which we'd like to introduce here &nbsp.\nThis is the user class every newly signed in user belongs to.\nPowerUser are user who have a good ratio and who are fair sharers VIPs are user with a high reputation at our team Moderators are members of the working class on our site SysOps may work on all topics, which the admins do not fancy doing Admins correct all those things, they forgot to do properly before, but only if they do not have any sysops <br>\n<br>\n<br>\n<b>How to ascend toward another user class</b>\n<br>\n<br> The ways are slightly different depending on your aimed destination &nbsp.\nSign in\n--&gt.\nThis promotion is the easiest one, it works automatically.<br>\nYou can imagine this promotion like birth, only it doesn't take as long and it is much more painfree for all\ninvolved.\nNo midwife holding you up head down while patting your backside more or less gently (even though this\nthought has something appealing if one of the admins will take the role of a midwife -- but they won't do that)<br> &nbsp.\n--&gt.\nBecome a Power User.\nThis step is automated as well, after you meet 3 criteria:\n<ul>\n<li> You have been a member on our site for at least 4 weeks</li>\n<li> You must have uploaded &gt;40 GB</li>\n<li> Your ratio is &gt;1.05</li>\n</ul> &nbsp.\n--&gt.\nThis Step does not come automatically, it comes like a present.\nBut there is at least one way <b>not</b> to\nreach this goal: apply with an admin for this promotion.<br> &nbsp.\n--&gt.\nIf you are really sure to open this can of worms, apply for it.\nHave a look at our forums or our home page, you'll\nfind a short job description.\nSend a short application to a mod you trust and prepare for a \"mod interview\".\nYou'll have\nto wait for the staff to decide if your abilities are what we need for our system.<br> &nbsp.\n--&gt.\nSo so, you've got not enough work yet? You'd like to supervise the moderators and control and order them?\nYou are very welcome to apply for that with the team.\nOf course they will be extraodinary glad and support\nyour application fulheartedly and unanimouly.<br>\nOr you only want a better salary? To clear up the last question just now and here: salary? What is that supposed\nto be??? As a sysop you pay your (admitted: bigger) salary to the admins.\nOtherwise you have to be quite knowledgable\n(about five years work as a server should be enough) to start in this position.\nBut even then: don't hold your breath after an application.<br> &nbsp.\n--&gt.\nBrrruuuuaaaahhhh, it's quite rare to have such a good laugh over an application.\nWhen do you want to get sober again?<br>\n<br>\nAnd what do you dream if/when/while you sleep???<br>\n<br>\nNaaaaw, naaaaw, stop dreaming - Just forget it.\nThis Job is occupied since and for some time, without chances for a newbie applicant.<br>\n<br>\n<br>\n<br>\n<b>What meaning have those weird icons beside my username in my profile?</b>\n<br>\n<br> There are some of them.\nWe'd like to introduce them to you.\nAt first a positive Icon, we're sure all of\nyou will be fond of and strive for geteting it (hint hint ) &nbsp.\nThis icon is given to a donator - that is a member who donated some money to GayTorrent.ru and got\na certain upload amount in return for his donation too.\n&nbsp;<br> Now come the negative hints.\nYou should care about these signs if you would not like to get into\ndeeper troubles.\n&nbsp;<br> The system gives away this warning after it determines you don't do enough for your ratio and/or don't fancy\nsharing.\nYou <u>really</u> have to get used to giving away parts of what others give away to you for free.\nBesides you'll have to deal with an annoyed system (not to mention an annoyed staff) if you don't care and\nchange your view.\n&nbsp;<br> Seeing this icon shows you what an ignored ratio warning (see above) will bring you: Your download rights are taken\naway and all your downloads are disabled on our tracker.\nThis is the last opportunity for you to immediately think about your\nsharing-behaviour on our site, and read our rules once again <u>thoroughly</u>.\nThis marker does <b>not</b> say\nyour account is banned.\nYou have your now your last chance to increase your ratio to the minimum required level in order\nto get your download rights back.<br> &nbsp;<br> Seeing this icon should bring you to immediately think about your behaviour on our site, and read our rules\nonce again <u>thoroughly</u>.\nBTW: Additionally to any warning you get a PM too, containing even a reason why you were warned.\nPlease read the reason! (We assume your are able and willing to read this PM and adhere to the content.) Might be you want to print out the rules - not to put them under your pillow and sleep even more\nsoftly but to have them handy whenever you log in at our site.\nBecause: If you are caught breaking another\n(even worse: the same) rules again the next step of a system waning gets active - leading to banning your account.\nAdmittedly this is also a possibility to get rid of your account, but there are more easy ways to do that.<br>\nAnother note: While this system warning is active, your download rights are automatically disabled.\nYou can do nearly everything on our site (upload, seed, visit the forum, chat, browse, search, read rules and/or the FAQ,\nwhatever) - but not download any torrent file! Your download rights will be re-instated automatically after this\nsystem warning has expired (unless it is for arbitrary time) and the length of this warning is also in the content of\nthe PM we mentioned before.\nAdditionally: On top of your details page a system warning and the expiration date will be shown.<br> &nbsp;<br> If you can see this icon in your account, all alarm bells should go off and keep ringing! This hint pronounces\nthe rapid arriving sudden death of your account! In fact it means at least another account has been created\nfrom the same IP.\nAll accounts marked with this sign are banned from our team without further warning!<br>\n<br>\nThere are several reasons, how this icon might intrude your profile, some of the most used lame excuses are:<br>\n<br> I use a proxy\nThat is <u>your</u> Problem.\nDetails to this topic you can find in this FAQ.\n&nbsp;<br> I created a 2nd account for testing\nThe only thing you can test with a double account in fact is how long it takes our system to catch you\nand nail you down and ban <u>all accounts</u> with this IP.<br> &nbsp;<br> I have a bad ratio on my other account\nLOL - an even lamer excuse as the first one, but again: <u>Your</u> problem! It was not our team to drive\nyour ratio down after all.\nA member which only downloads, wanting to have all alone and doesn't even care\nto give back 35% of the video he got as a present before can't count on much sympathy with our team.<br> &nbsp;<br> I live together with my BF/in a flat share/...\nIf you live with other people you should be used to sharing.\nWith one IP you have to simply share <u>one</u>\naccount and not create a seperate account for each one.\nSharing is the key word here.\nBesides: If you are able to live with your BF (I wouldn't bet in celibacy) you should be able to talk about a\ncommon account at GayTorrents.ru.<br> &nbsp;<br> FLORISCH GOOOAAALLL!!! BALLYHOOOOOO YOU LOST!!! You managed it finally - your account was banned.\nIf you think\nabout creating another account - you should have another thought coming.\nWe can promise you that won't work -\nour system is that clever since a long time.\n<br>\n<br>\nStats - Top\n<br>\n<b>Most common reason for stats not updating</b>\n<br>\n<br>\n<ul>\n<li>The user is cheating.\n(a.k.a.\n\"Summary Ban\")</li>\n<li>The server is overloaded and unresponsive.\nJust try to keep the session open\nuntil the server responds again.\n(Flooding the server with consecutive manual updates is not recommended.)</li>\n<li>You are using a faulty client.\nIf you want to use an experimental or CVS version you do it at your own risk.</li>\n</ul>\n<br>\n<b>Best practices</b>\n<br>\n<br>\n<ul>\n<li>If a torrent you are currently leeching/seeding is not listed on your profile, just wait or force a manual update.</li>\n<li>Make sure you exit your client properly, so that the tracker receives \"event=completed\".</li>\n<li>If the tracker is down, do not stop seeding.\nAs long as the tracker is back up before you exit the client the stats\nshould update properly.</li>\n</ul>\n<br>\n<br>\n<br>\n<b>May I use any bittorrent client?</b>\n<br>\n<br>\nYes, except these banned Clients:<br>\n<ul>\n<li>µTorrent (below versions 1.8.1) </li>\n<li> BitComet (below version 0.69)</li>\n<li> Bitlord</li>\n<li> ABC</li>\n<li>Bitspirit</li>\n<li>TorrentStorm</li>\n<li>Burst!</li>\n<li>BitBuddy</li>\n<li>Shareaza</li>\n<li>XBT</li>\n<li>TurboBT</li>\n<li>Thunder a.k.a.\nXunlei</li>\n</ul>\n<br>\n<br>\nThe tracker now updates the stats correctly for all capable bittorrent clients.\nHowever, we still recommend\nthat you <b>avoid</b> the following clients:<br>\n<br>\n• BitTorrent++,<br>\n• Nova Torrent,<br>\n<br>\nThese clients do not report correctly to the tracker when cancelling/finishing a torrent session.\nIf you use them then a few MB may not be counted towards the stats near the end, and torrents may still be listed in your profile for some time after you have closed the client.<br>\n<br>\nAlso, clients in alpha or beta version should be avoided.<br>\nFurthermore we recommend <b>not</b> to use so called multiprotocol clients like Limewire, Shareaza, Ares, Free Download Manager and whatever there is available in that category.\nThose clients are usually only good for one protocol for which they were originally programmed and support BitTorrent only rudimentary, sometimes with wrong stats or reporting one download finished a lot of times.\nUse such clients at your own risk.\nWe will answer support questions for them only with one sentence: uninstall that client and use a decent and capable BitTorrent only client!\n<br>\n<br>\n<br>\n<b>Why is a torrent I'm leeching/seeding listed several times in my profile?</b>\n<br>\n<br>\nIf for some reason (e.g.\npc crash, or frozen client) your client exits improperly and you restart it,\nit will have a new peer_id, so it will show as a new torrent.\nThe old one will never receive a \"event=completed\"\nor \"event=stopped\" and will be listed until some tracker timeout.\nJust ignore it, it will eventually go away.\n<br>\n<br>\n<br>\n<b>I've finished or cancelled a torrent.\nWhy is it still listed in my profile?</b>\n<br>\n<br>\nSome clients, notably TorrentStorm and Nova Torrent, do not report properly to the tracker when canceling or finishing a torrent.\nIn that case the tracker will keep waiting for some message - and thus listing the torrent as seeding or leeching - until some\ntimeout occurs.\nJust ignore it, it will eventually go away.\n<br>\n<br>\n<br>\n<b>Why do I sometimes see torrents I'm not leeching in my profile!?</b>\n<br>\n<br>\nWhen a torrent is first started, the tracker uses the IP to identify the user.\nTherefore the torrent will\nbecome associated with the user <i>who last accessed the site</i> from that IP.\nIf you share your IP in some\nway (you are behind NAT/ICS, or using a proxy), and some of the persons you share it with are also users,\nyou may occasionally see their torrents listed in your profile.\n(If they start a torrent session from that\nIP and you were the last one to visit the site the torrent will be associated with you).\nNote that now\ntorrents listed in your profile will always count towards your total stats.\n<br>\n<br>\nTo make sure your torrents show up in your profile you should visit the site immediately before starting a session.\n<br>\n<br>\n(The only way to completely stop foreign torrents from showing in profiles is to forbid users without\nan individual IP from accessing the site.\nYes, that means you.\nComplain at your own risk.)\n<br>\n<br>\n<br>\n<b>Multiple IPs (Can I login from different computers?)</b>\n<br>\n<br>\nYes, the tracker is now capable of following sessions from different IPs for the same user.\nA torrent is associated with\nthe user when it starts, and only at that moment is the IP relevant.\nSo if you want to seed/leech from computer A\nand computer B with the same account you should access the site from computer A, start the torrent there, and then repeat both\nsteps from computer B (not limited to two computers or to a single torrent on each, this is just the simplest example).\nYou do not need to login again when closing the torrent.\n<br>\n<br>\n<br>\n<b>How does NAT/ICS change the picture?</b>\n<br>\n<br>\nThis is a very particular case in that all computers in the LAN will appear to the outside world as having the same IP.\nWe must distinguish\nbetween two cases:<br>\n<br>\n<b>1.</b>\n<i>You are the single Gaytorrent.ru users in the LAN</i>\n<br>\n<br>\nYou should use the same Gaytorrent.ru account in all the computers.<br>\n<br>\nNote also that in the ICS case it is preferable to run the BT client on the ICS gateway.\nClients running on the other computers\nwill be unconnectable (they will be listed as such, as explained elsewhere in the FAQ) unless you specify\nthe appropriate services in your ICS configuration (a good explanation of how to do this for Windows XP can be found\nhere).\nIn the NAT case you should configure different ranges for clients on different computers and create appropriate NAT rules in the router.\n(Details vary widely from router to router and are outside the scope of this FAQ.\nCheck your router documentation and/or support forum.)<br>\n<br>\n<br>\n<b>2.</b>\n<i>There are multiple Gaytorrent.ru users in the LAN</i>\n<br>\n<br>\nAt present there is no way of making this setup always work properly with Gaytorrent.ru.\nEach torrent will be associated with the user who last accessed the site from within\nthe LAN before the torrent was started.\nUnless there is cooperation between the users mixing of statistics is possible.\n(User A accesses the site, downloads a .torrent file, but does not start the torrent immediately.\nMeanwhile, user B accesses the site.\nUser A then starts the torrent.\nThe torrent will count\ntowards user B's statistics, not user A's.)\n<br>\n<br>\nIt is your LAN, the responsibility is yours.\nDo not ask us to ban other users\nwith the same IP, we will not do that.\n(Why should we ban <i>him</i> instead of <i>you</i>?)\n<br>\n<br>\nUploading - Top\n<br>\n<b>How to Reseed?</b>\n<br>\n<br>\nTo restart seeding a torrent which is removed from the torrent client programme, use the existing torrent on GayTorrent.ru and make the torrent programme find the movie file you've got already.\n<br>\n<br>\nHere a quite universal way to achieve that:\n<ol>\n<li>Copy the movie/data file(s) into the default download folder/directory of the torrent client programme.\nThat is where new downloads go first.</li>\n<li> Go-to the description page of the torrent to reseed and click \"Download\" to get the .torrent file and open it with your torrent programme.\nThe torrent programme shall find the files(s) already being there, check it to 100% and start seeding.</li>\n</ol>\nIt might be necessary to force a re-check.\nIf it starts downloading the movie, <strong>stop</strong> immediately, something went wrong.\nNote that the file name(s) must be those used in the torrent's file list.\n<br>\n<br>\n<br>\n<b>How do I upload a new torrent?</b>\n<br>\n<br> First, create the .torrent file in you favourite programme for torrents.\nUse http://tracker.gaytorrent.ru:2710/announce as tracker URL and set <strong>not</strong> to start seeding immediately.\nConsult the client's manual in case of questions/problems.\nRead the Upload-Guide.<br>\n<br>\nThen browse the \"<strong>Upload</strong>\" page (menu on top of the page), click \"I have read and understand\".\nThen fill the web form step by step, start to select the category, upload pictures and specify some basic information like the name to be displayed and a comment.\nOnly fields with a red star \"*\" are mandatory.\nThen select the .torrent file and click \"<strong>Do it!</strong>\" to upload the torrent file.\n<br>\n<br>\nAfter uploading the torrent you created, you'll be lead to the created description page and must download the .torrent file containing the announce-URL with your personal secrete passkey.\nOtherwise your won't be able to seed! Detailed instructions are given on the upload page.\n<br>\n<br>\nNow open the .torrent file (the one you downloaded, not the one you created!) in your programme for torrents.\nTypically it will show a window to confirm the download location: direct it to the file(s) from which you created the torrent.\nThe programme will check the files integrity, which may take some time, and then contact the tracker.\nIf this contact succeeds, the .torrent is ready for being reviewed.\nYou might want to check your Profile and look for your torrent, just to be sure it is seed.<br>\n<br>\nNew uploads are listed immediately and <strong>not</strong> reviewed by staff.\nIt is the uploader's responsibility to ensure his upload adheres to the rules.\n<br>\n<br>\nMembers can see the torrent in the \"Search\" and \"Browse\" list, will download the torrent and your upload starts finally.\n<br>\n<br>\n<br>\n<b>What bandwidth do I need for seeding a torrent?</b>\n<br>\n<br>\nIf you are the first seeder of a new torrent, make sure you dedicate <b>as much bandwith as possible</b> to upload this torrent.\nThe bandwith for a new torrent should be at least 20kb/s, the more the better of course.\nPlease stop all other up- and / or downloads.\n<br>\n<br>\nEspecially when uploading a big torrent, make sure you have enough bandwidth to seed at least one full copy in a decent time.\nIt does not make sens to seed a 1GB file on a 56k connection as it would take forever to spread the file!<br>\n<br>\nIf you are unsure about what you can upload, ask on the Helpdesk first.\nThey can help you to find out the right file-sizes for your internet-connection\n<br>\n<br>\n<br>\n<b>How long should I seed a torrent?</b>\n<br>\n<br>\nIf you are the first seeder of a torrent you uploaded yourself, you must seed the file at least until three\ncomplete copies (as seeders) are listed on the \"Download\" page of the tracker! Do not stop seeding a torrent before that time as this will result in a dead torrent!<br>\n<br>\nDon't forget: There is no easier possibillity to push up your ratio than to let a torrent stay seeding in your client,\nas long as other clients want to have a piece of that cake.\n<br>\n<br>\n<br>\n<b>What kind of torrent should I upload?</b>\n<br>\n<br>\n<ul>\n<li>Porn: Gay, Bisexual or Straight</li>\n<li>Non-Porn: Anything LGBTQ themed.\nMale adult physique/voyeurism material is accepted, such as: wrestling, bodybuilding, sports and underwear/swimwear.</li>\n<li>Prohibited: Music, Music Videos, Commercial Applications/Software</li>\n</ul>\n<br>\n<br>\n<br>\n<b>How many torrents should I seed at the same time?</b>\n<br>\n<br>\nIf you're the first seeder, please make sure that you can spread the torrent uploaded as fast as possible.\nTo achieve that, do not upload more than 1 big torrent at the same time, stop seeding of other torrents and dedicate all your upload bandwidth to the torrents you want to spread.\n<br>\n<br>\n<br>\n<b>What is “Seed Bonus”, how is it computed and how do I improve my Ratio using it?</b>\n<br>\n<br>\nOur ‘Seed Bonus’ is a way of encouraging our members to seed files.\nVery simply put, after you finish a download, leave it on and it will continue to ‘seed’ to other members who are downloading (leeching) the file.\nYou are therefore seeding!<br>\n<br>\nThe bonus is computed on how many hours you leave any files on ‘seed’.\nFor every hour you have a file (or multiple files) seeding you get .5 points for every hour.\nIn other words you get ONE point for every TWO hours you seed!<br>\n<br>\nThe bonus you get depends on your choice.\nThere are four levels of ‘bonus’ (the bonus is the number of GB’s that will be added to your “Total Upload” number.\nThe levels you can choose from are:<br>\n<br> Seed Bonus Points-Upload GB Bonus&nbsp.\n100-1.0 GB&nbsp.\n200-2.5 GB&nbsp.\n350-5.0 GB&nbsp.\n600-10.0 GB&nbsp.\n<br>\n<br>\nYOU chose when and at what level you want to get your Bonus Points, just click on the “Seed Bonus” and it will allow you to select to use your points to increase your upload amount and thus improve your ratio.<br>\n<br>\nRemember that your ratio is calculated as <b>up</b>load amount divided by <b>down</b>load amount.\nSo increased upload will also increase your ratio.\n<br>\n<br>\n<br>\n<b>Is there something special to consider when uploading a DVD?</b>\n<br>\n<br>\nNot really, when you keep in mind we have a lot of members.\nNot all of our members have the latest computer equipment\nand you are interested in sharing your DVD with as many members as possible.<br>\nWhat are the special topics then?<br>\nThere are different methods to rip a DVD\n<ul>\n<li>an Image file (.iso, .img ...) and</li>\n<li>a DVD folder structure</li>\n</ul>\n<br>\n<b>Uploading an image file:</b>\n<br>\n<br>\nImage files seem to be the most simple method to rip a DVD - but beware: an image file is a single file which will be\neasily greater than 2 GB in size.\nAs mentioned before - such big files can easily make it impossible to download such\na file because of some (older) file systems are not capable of handling files greater 2 GB in size.\nThat is the reason\nwe do not like image uploads at all.\n<br>\n<br>\nThere are some programs which can split a big image file into smaller parts (size 1 GB) or so named file.I00,\nfile.I01...\nbut that is also not a real good solution because you need a descriptor file to describe the complete\nISO image (named file.MDS) and special programs which are able to burn a DVD from such a descriptor file and all\naccompanying split image parts.\n<br>\n<br>\n<b>Uploading a DVD Folder structure</b>\n<br>\n<br>\nThis is a much simpler option.\nYou just have to take care of some naming conventions:<br>\n<br>\nCreate a folder named like the DVD.\nThis will be the folder to create the torrent from (like the root of the DVD).<br>\n<br>\nInside this folder must be at least one other folder, named\n&nbsp;&nbsp;VIDEO_TS - (the video content of the DVD) - all DVDs have another empty folder:<br>\n&nbsp;&nbsp;AUDIO_TS - this folder is not used for Videos though but only for Music DVDs.<br>\n<br>\nin the VIDEO_TS folder there are the video files starting with<br>\n<br>\nVIDEO_TS.IFO<br>\nVIDEO_TS.BUP<br>\nVIDEO_TS.VOB *<br>\n<br>\n(describing the structure of the (different) titles on the DVD like Main feature, Bonus features, ..., the file\nVIDEO_TS.VOB may be ommitted in some cases)<br>\n<br>\nand the real Video files<br>\n<br>\nVTS_01_0.IFO<br>\nVTS_01_0.BUP<br>\nVTS_01_0.VOB *<br>\nVTS_01_1.VOB<br>\n...\nup to<br>\nVTS_01_9.VOB<br>\n<br>\nfor the first video title on the DVD and the corresponding next title files are named<br>\n<br>\nVTS_02_x.IFO/BUB/VOB for the second title ...<br>\n<br>\nMay go up to VTS_99_x.IFO/BUP/VOB<br>\n<br>\n* also here the VTS_xy_0.VOB file might be missing in some cases, depending on the menu structure of the DVD.<br>\n<br>\nNow a word about the file extensions:<br>\n<br>\nthe IFO files are information files and contain important tables about where each title is located on the disc,\nchapter points, age restrictions and a lot more.\nThese IFO files are necessary to play a DVD and must be included! They are so important\nthat there are backup files for them on each and every DVD, the .BUP files.\nThose are simply backups for the IFO files\nand will be used by the DVD player in case they get a read error in the IFO file.\nAlso they must be included!<br>\n<br>\nThe VOB files are the video content - they are essential too of course.<br>\n<br>\nNow we have the complete structure for our upload:<br>\n<br>\nTitle_folder for the DVD<br>\n&nbsp;&nbsp;AUDIO_TS (*1)<br>\n&nbsp;&nbsp;VIDEO_TS<br>\n&nbsp;&nbsp;&nbsp;&nbsp;VIDEO_TS.IFO<br>\n&nbsp;&nbsp;&nbsp;&nbsp;VIDEO_TS.BUP<br>\n&nbsp;&nbsp;&nbsp;&nbsp;VIDEO_TS.VOB (*2)<br>\n&nbsp;&nbsp;&nbsp;&nbsp;VTS_01_0.IFO<br>\n&nbsp;&nbsp;&nbsp;&nbsp;VTS_01_0.BUP<br>\n&nbsp;&nbsp;&nbsp;&nbsp;VTS_01_0.VOB (*2)<br>\n&nbsp;&nbsp;&nbsp;&nbsp;VTS_01_1.VOB<br>\n&nbsp;&nbsp;&nbsp;&nbsp;...<br>\n<br>\nand this structure is mandatory to burn a playable DVD from the download.<br>\n<br>\n*1 : the AUDIO_TS folder is usually empty<br>\n*2 : files may be missing due to the structure of the DVD<br>\n<br>\nSo we ask you to rip this structure from a DVD, move (or directly rip) it in a folder named like the DVD itself and\ncreate a torrent from the folder \"Movie-title\".<br>\n<br>\nThere are some ripping programs who create a top folder named DVDVOLUME.\nPlease rename such a folder to the correct\nDVD-title.\nIn case there are two uploads with a root folder DVDVOLUME - and you want to download both of them - the\ncontent of your first download will be unavoidably overwritten (same is valid if you upload only the folder VIDEO_TS,\nbecause this folder occurs on each and every DVD and is always named VIDEO_TS<br>\n<br>\nDVDs should not miss the *.IFO and/or *.BUP files (containing only *.VOB files).\n<br>\n<br>\n<br>\n<br>\n<b>I use Vuze / Azureus and it won't allow me to keep seeding</b>\n<br>\n<br>\nIf Vuze/Azureus doesn't keep seeding try these settings:\n(1) Tools &gt.\nOptions &gt.\nQueue -&gt.\nSeeding &gt.\nFirst Priority &gt.\nA share ratio under [1:1], set the rest to ignore and uncheck Torrents with 0 Peers\n(2) Tools &gt.\nOptions &gt.\nQueue &gt.\nSeeding &gt.\nIgnore Rules &gt.\nuncheck Ignore torrents with 0 peers\nIf you see a \"scrape error\" on torrents stopped or queued, don't worry, that is normal with our tracker having scrape switched off.\n<br>\n<br>\n<br>\n<b>When logging into QTM (Quick Torrent Maker), I am instructed to turn off a Cookie Management Program</b>\n<br>\n<br>\nCookies are required to upload using the Quick Torrent Maker.\nYou may have a cookie management program which is preventing this, such as CCleaner or MAXA Cookie Manager.\nTurn these programs off during the upload process and then try logging back into QTM.\nYou may need to delete your history/cookies and then reopen.\n<br>\n<br>\n<br>\n<b>When installing QTM, I get a report \"failed to create registry keys\"</b>\n<br>\n<br>\nInstall QTM using your PC's admin rights.\nYou may also have installed security programs that may need to be temporarily suspended.\n<br>\n<br>\nDownloading - Top\n<br>\n<b>How do I use the files I've downloaded?</b>\n<br>\n<br>\nCheck out this guide.\n<br>\n<br>\n<br>\n<b>Why did an active torrent suddenly disappear?</b>\n<br>\n<br>\nThere may be three reasons for this:<br>\n<ol>\n<li> The torrent may have been out-of-sync with the site\nrules.</li>\n<li>The uploader may have deleted it because it was a bad release.\nA replacement will probably be uploaded to take its place.</li>\n<li> There was a take down notice from a copyright owner</li>\n</ol>\n<br>\n<br>\n<br>\n<b>Do you have straight and bisexual porn?</b>\n<br>\n<br>\nYes, to see them, you need to activate the Straight and Bisexual categories in your profile, since they are by default hidden.\nGo to your \"Profile Settings\" and make sure \"Straight [_] (Turn off Straight categories)\" and \"Bisexual [_] (Turn off Bisexual categories)\" are <strong>not</strong> checked.\n<br>\n<br>\n<br>\n<b>Is there any scat porn?</b>\n<br>\n<br>\nYes, to scat uploads, you need to activate the Scat category in your profile, since it's by default hidden.\nGo to your \"Profile Settings\" and make sure \"Scat [_] (Turn off Scat category)\" is not checked.\n<br>\n<br>\n<br>\n<b>How do I resume a broken download?</b>\n<br>\n<br>\nOpen the .torrent file.\nWhen your client asks you for a location, choose the location of\nthe existing file(s) and it will resume downloading the torrent.\n<br>\n<br>\n<br>\n<b>Why do my downloads sometimes stall at 99%</b>\n<br>\n<br>\nThe more pieces you have, the harder it becomes to find peers who have pieces you are missing.\nThat is why downloads sometimes slow down or even stall when there are just a few percent remaining.\nJust be patient and you will, sooner or later, get the remaining pieces.\n<br>\n<br>\n<br>\n<b>What are these \"a piece has failed an hash check\" messages?</b>\n<br>\n<br>\nBittorrent clients check the data they receive for integrity.\nWhen a piece fails this check it is\nautomatically re-downloaded.\nOccasional hash fails are a common occurrence, and you shouldn't worry.<br>\n<br>\nSome clients have an (advanced) option/preference to 'kick/ban clients that send you bad data' or\nsimilar.\nIt should be turned on, since it makes sure that if a peer repeatedly sends you pieces that\nfail the hash check it will be ignored in the future.\n<br>\n<br>\n<br>\n<b>The torrent is supposed to be 100MB.\nHow come I downloaded 120MB?</b>\n<br>\n<br>\nSee the hash fails topic.\nIf your client receives bad data it will have to redownload it, therefore\nthe total downloaded may be larger than the torrent size.\nMake sure the \"kick/ban\" option is turned on\nto minimize the extra downloads.\n<br>\n<br>\n<br>\n<b>What is freeleech and how can it help my ratio?</b>\n<br>\n<br>\nSeed bonus points can be used to put a torrent on freeleech status for a certain period of time.\nOur system also periodically selects torrents to add to this list randomly.\nYou can view the freeleech torrent list HERE.<br>\n<br>\n<ul>\n<li>Freeleech torrents do NOT count against your ratio (download amountl) as long as it remains on freeleech.\n</li>\n<li>If you seed a freeleech torrent, you will continue to receive upload credit if others download it.</li>\n<li>If you are still downloading when a freeleech torrent converts back to regular torrent status, only the portion that remains to be downloaded will count against your ratio.</li>\n<li>Users with ratios in gracetime or removed download privileges can still download freeleech torrents, one at a time.\nBy seeding them, you can improve your ratio.</li>\n<li>Only torrents that are older than one week can be placed on freeleech.</li>\n<li>Seed bonus points used to put a torrent on freeleech are not given to the original uploader, but are instead is a community donation for freeleech by all users.</li>\n</ul>\n<br>\n<br>\n<br>\n<br>\n<b>Where can I request uploads?</b>\n<br>\n<br>\nWe don't allow requesting uploads at all.\nSorry.\n<br>\n<br>\nHow to improve download speed - Top\n<br>\n<b>How can I improve my download speed?</b>\n<br>\n<br>\nThe download speed mostly depends on the seeder-to-leecher ratio (SLR).\nPoor download speed is\nmainly a problem with new and very popular torrents where the SLR is low.\n<br>\n(Proselytising sidenote: make sure you remember that you did not enjoy the low speed.\n<b>Seed</b> so that others will not endure the same.)<br>\n<br>\nThere are a couple of things that you can try on your end to improve your speed:\n<br>\n<br>\n<br>\n<b>Do not immediately jump on new torrents</b>\n<br>\n<br>\nIn particular, do not do it if you have a slow connection.\nThe best speeds will be found around the half-life of a torrent, when the SLR will be at its highest.\n(The downside is that you will not be able to seed so much.\nIt's up to you to balance the pros and cons of this.)\n<br>\n<br>\n<br>\n<b>Make yourself connectable</b>\n<br>\n<br>\nSee the <i>Why am I listed as not connectable?</i> &nbsp;section.\n<br>\n<br>\n<br>\n<b>Limit your upload speed</b>\n<br>\n<br>\nThe upload speed affects the download speed in essentially two ways:<br>\n<ul>\n<li>Bittorrent peers tend to favour those other peers that upload to them.\nThis means that if A and B\nare leeching the same torrent and A is sending data to B at high speed then B will try to reciprocate.\nSo due to this effect high upload speeds lead to high download speeds.</li>\n<li>Due to the way TCP works, when A is downloading something from B it has to keep telling B that\nit received the data sent to him.\n(These are called acknowledgements - ACKs -, a sort of \"got it!\" messages).\nIf A fails to do this then B will stop sending data and wait.\nIf A is uploading at full speed there may be no\nbandwidth left for the ACKs and they will be delayed.\nSo due to this effect excessively high upload speeds lead\nto low download speeds.</li>\n</ul>\nThe full effect is a combination of the two.\nThe upload should be kept as high as possible while allowing the\nACKs to get through without delay.\n<b>A good thumb rule is keeping the upload at about 80% of the theoretical\nupload speed.</b> You will have to fine tune yours to find out what works best for you.\n(Remember that keeping the\nupload high has the additional benefit of helping with your ratio.) <br>\n<br>\nIf you are running more than one instance of a client it is the overall upload speed that you must take into account.\nSome clients (e.g.\nAzureus) limit global upload speed, others (e.g.\nShad0w's) do it on a per torrent basis.\nKnow your client.\nThe same applies if you are using your connection for anything else (e.g.\nbrowsing or ftp),\nalways think of the overall upload speed.\n<br>\n<br>\n<br>\n<b>Limit the number of simultaneous connections</b>\n<br>\n<br>\nSome operating systems (like Windows 9x) do not deal well with a large number of connections, and may even crash.\nAlso some home routers (particularly when running NAT and/or firewall with stateful inspection services) tend to become slow or crash when having to deal with too many connections.\nThere are no fixed values for this, you may try 60 or 100 and experiment with the value.\nNote that these numbers are additive, if you have two instances of a client running the numbers add up.\n<br>\n<br>\n<br>\n<b>Limit the number of simultaneous uploads</b>\n<br>\n<br>\nIsn't this the same as above? No.\nConnections limit the number of peers your client is talking to and/or downloading from.\nUploads limit the number of peers your client is actually uploading to.\nThe ideal number is typically much lower than the number of connections, and highly dependent on your (physical) connection.\n<br>\n<br>\n<br>\n<b>Just give it some time</b>\n<br>\n<br>\nAs explained above peers favour other peers that upload to them.\nWhen you start leeching a new torrent you have nothing to offer to other peers and they will tend to ignore you.\nThis makes the starts slow, in particular if, by change, the peers you are connected to include few or no seeders.\nThe download speed should increase as soon as you have some pieces to share.\n<br>\n<br>\n<br>\n<b>Why is my browsing so slow while leeching?</b>\n<br>\n<br>\nYour download speed is always finite.\nIf you are a peer in a fast torrent it will almost certainly saturate your download bandwidth, and your browsing will suffer.\nYou will have to use a third-party solution such as NetLimiter if your BitTorrent client is not capable of limiting download speed.\n<br>\n<br>\nMy ISP uses a transparent proxy.\nWhat should I do? - Top\n<br>\n<i>Caveat: This is a large and complex topic.\nIt is not possible to cover all variations here.</i>\n<br>\n<br>\nShort reply: change to an ISP that does not force a proxy upon you.\nIf you cannot or do not want to then read on.\n<br>\n<br>\n<br>\n<b>What is a proxy?</b>\n<br>\n<br>\nBasically a middleman.\nWhen you are browsing a site through a proxy your requests are sent to the proxy and the proxy\nforwards them to the site instead of you connecting directly to the site.\nThere are several classifications\n(the terminology is far from standard):\n<br> &nbsp;Transparent\n&nbsp.\nA transparent proxy is one that needs no configuration on the clients.\nIt works by automatically redirecting all port 80 traffic to the proxy.\n(Sometimes used as synonymous for non-anonymous.) &nbsp;Explicit/Voluntary\n&nbsp.\nClients must configure their browsers to use them.\n&nbsp;Anonymous\n&nbsp.\nThe proxy sends no client identification to the server.\n(HTTP_X_FORWARDED_FOR header is not sent.\nthe server does not see your IP.) &nbsp;Highly Anonymous\n&nbsp.\nThe proxy sends no client nor proxy identification to the server.\n(HTTP_X_FORWARDED_FOR, HTTP_VIA and HTTP_PROXY_CONNECTION headers are not sent.\nthe server doesn't see your IP and doesn't even know you're using a proxy.) &nbsp;Public\n&nbsp.\n(Self explanatory) <br>\nA transparent proxy may or may not be anonymous, and there are several levels of anonymity.\n<br>\n<br>\n<br>\n<b>How do I find out if I'm behind a (transparent/anonymous) proxy?</b>\n<br>\n<br>\nTry ProxyJudge.\nIt lists the HTTP headers that the server where it is running\nreceived from you.\nThe relevant ones are HTTP_CLIENT_IP, HTTP_X_FORWARDED_FOR and REMOTE_ADDR.\n<br>\n<br>\n<br>\n<b>Why am I listed as not connectable even though I'm not NAT/Firewalled?</b>\n<br>\n<br>\nThe Gaytorrent.ru tracker is quite smart at finding your real IP, but it does need the proxy to send the HTTP header HTTP_X_FORWARDED_FOR.\nIf your ISP's proxy does not then what happens is that the tracker will interpret the proxy's IP address as the client's IP address.\nSo when you login and the tracker tries to connect to your client to see if you are NAT/firewalled it will actually try to connect to the proxy on the port your client reports to be using for incoming connections.\nNaturally the proxy will not be listening on that port, the connection will fail and the tracker will think you are NAT/firewalled.\n<br>\n<br>\n<br>\n<b>Can I bypass my ISP's proxy?</b>\n<br>\n<br>\nIf your ISP only allows HTTP traffic through port 80 or blocks the usual proxy ports then you would need to use something\nlike socks and that is outside the scope of this FAQ.<br>\n<br>\nThe site accepts connections on port 81 besides the usual 80, and using them may be enough to fool some proxies.\nSo the first\nthing to try should be connecting to www.Gaytorrent.ru:81.\nNote that even if this works your bt client will still try\nto connect to port 80 unless you edit the announce url in the .torrent file.<br>\n<br>\nOtherwise you may try the following:<br>\n<ul>\n<li>Choose any public <b>non-anonymous</b> proxy that does <b>not</b> use port 80\n(e.g.\nfrom this,\nthis or\nthis list).</li>\n<li>Configure your computer to use that proxy.\nFor Windows XP, do <i>Start</i>, <i>Control Panel</i>, <i>Internet Options</i>,\n<i>Connections</i>, <i>LAN Settings</i>, <i>Use a Proxy server</i>, <i>Advanced</i> and type in the IP and port of your chosen\nproxy.\nOr from Internet Explorer use <i>Tools</i>, <i>Internet Options</i>, ...<br>\n</li>\n<li>(Facultative) Visit ProxyJudge.\nIf you see an HTTP_X_FORWARDED_FOR in\nthe list followed by your IP then everything should be ok, otherwise choose another proxy and try again.<br>\n</li>\n<li>Visit Gaytorrent.ru.\nHopefully the tracker will now pickup your real IP (check your profile to make sure).</li>\n</ul>\n<br>\nNotice that now you will be doing all your browsing through a public proxy, which are typically quite slow.\nCommunications between peers do not use port 80 so their speed will not be affected by this, and should be better than when\nyou were \"unconnectable\".\n<br>\n<br>\n<br>\n<b>How do I make my bittorrent client use a proxy?</b>\n<br>\n<br>\nJust configure Windows XP as above.\nWhen you configure a proxy for Internet Explorer you're actually configuring a proxy for\nall HTTP traffic (thank Microsoft and their \"IE as part of the OS policy\" ).\nOn the other hand if you use another\nbrowser (Opera/Mozilla/Firefox) and configure a proxy there you'll be configuring a proxy just for that browser.\nWe don't\nknow of any BT client that allows a proxy to be specified explicitly.\n<br>\n<br>\nWhy can't I connect? Is the site blocking me? - Top\n<br>\nYour failure to connect may be due to several reasons.\n<br>\n<br>\n<br>\n<b>Maybe my address is blacklisted?</b>\n<br>\n<br>\nThe site blocks addresses listed in the (former) PeerGuardian\ndatabase, as well as addresses of banned users.\nThis works at Apache/PHP level, it's just a script that\nblocks <i>logins</i> from those addresses.\nIt should not stop you from reaching the site.\nIn particular\nit does not block lower level protocols, you should be able to ping/traceroute the server even if your\naddress is blacklisted.\nIf you cannot then the reason for the problem lies elsewhere.\n<br>\n<br>\nForum - Top\n<br>\n<b>I would like to access the forums however I get an endless redirection</b>\n<br>\n<br>\n1.\nSelect your (site-)profile - \"Profile\" in the blue menu bar on top of every page<br>\nChange the password (and save the changes!)<br>\n<br>\n2.\nLogout from the site (all browser windows) and close your browser<br>\n<br>\n3.\nLogin to the site again (of course with the new password)<br>\n<br>\n4.\nFor the first forum-visit after this procedure only use the forum button in the blue menu bar.<br>\n<br>\n<br> ", "created_at": "2023-06-27 23:03:27.309236", "updated_at": "2023-06-27 23:04:08.290463"}, {"id": 16608, "name": "DMCA POLICY AND PROCEDURES", "url": "https://www.gaytorrent.ru/dmca.php", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>Login</li>\n<li>Signup</li>\n<li>Forum</li>\n</ul>\n<ul>\n<li>\nSupport <ul>\n<li>Helpdesk</li>\n<li>DMCA</li>\n</ul>\n</li>\n</ul> DMCA POLICY AND PROCEDURES\nThe site has adopted the following Notice and Takedown Policy relating to claims of copyright infringement by our users.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide the site with a Notice of Claimed Infringement by e-mailing to with the following information: <br>\n<br>\n(1) an electronic or physical signature of the owner of the copyright or other intellectual property interest.\n<br>\n<br>\n(2) third-parties, authorized to act on behalf of an owner, must verify such authorization by providing a scan or snapshot of their representative agreement that holds the electronic or physical signature of the owner.<br>\n<br>\n(3) description and site location of the copyrighted work that you claim has been infringed;<br>\n<br>\n(4) your REAL name, address, telephone number, and email address;<br>\n<br>\n(5) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner.\nand,<br>\n<br>\n(6) a statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright or intellectual property owner or are authorized to act on the copyright or intellectual property owner's behalf.<br>\n<br>\nABUSE NOTIFICATION\nAbusing the Copyright/DMCA Notice procedures set forth above, or misrepresenting facts in a DMCA Notice or Counter-Notification will void any request submitted to the site.\nA third of all takedown requests have been linked to fraudulent competitive marketing strategies.\nAccordingly, we require verification of any third-parties claiming to be an agent or representative of a copyright owner.\n<br>\n<br>\nTAKE DOWN PROCEDURE\nUpon receipt of any notification of claimed copyright infringement, the site will expeditiously investigate, disable and/or remove access of any material that is believed in fact or circumstance to be infringed material.\nThe affected user shall be notified and afforded the opportunity to submit a counter-notification within 14 days.\nAfter the site receives such counter-notification, it will replace the material at issue within 10-14 days unless the site receives notice that a court action has been filed by the complaining party seeking an injunction against the infringing activity.\nThe site has the right to terminate the account of repeat copyright infringers.<br>\n<br>\nDMCA COUNTER-NOTIFICATION PROCEDURE\nIf the affected user of an infringement notice believes it to be erroneous or false, and/or that the alleged infringing material has been wrongly removed in accordance with the procedures outlined above, they are permitted to submit a counter-notification within 14 days.\nThe information that a recipient provides in a counter-notification must be accurate and truthful, and the Recipient will be liable for any misrepresentations which may cause any claims to be brought against the site relating to the actions taken in response to the counter-notification.<br>\n<br>\nTo submit a counter-notification, please provide the following information to problems@gaytorrent.ru:<br>\n<br>\n(a) a specific description and site location of the material that was removed or disabled pursuant to the Notice;<br>\n<br>\n(b) a statement reflecting the Recipient's belief that the removal or disabling of the material was done so erroneously.<br>\n<br>\n(c) the Recipient's REAL NAME, physical address, telephone number, and email address.\nand,<br>\n<br>\nAfter receiving a complete counter-notification, the site will forward it to the claimant who first sent the original Notice identifying the alleged infringing content.\nWithin 14 days of receipt of a counter-notification, we will restore access to the disputed content, provided that the site has not received notice that the original claimant has filed an action seeking a court order to restrain the Recipient from engaging in infringing activity relating to the disputed material on this site.<br>\n<br>\nPOLICY MODIFICATIONS\nThe site reserves the right to modify, alter or add to this policy.\nAll users should regularly check back to these policies to stay current on any such changes.<br>\n<br> ", "created_at": "2023-06-27 23:03:27.251452", "updated_at": "2023-06-27 23:04:22.019725"}, {"id": 16609, "name": "Site Rules!", "url": "https://www.gaytorrent.ru/rules.php", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>Login</li>\n<li>Signup</li>\n<li>Forum</li>\n</ul>\n<ul>\n<li>\nSupport <ul>\n<li>Helpdesk</li>\n<li>DMCA</li>\n</ul>\n</li>\n</ul> ALWAYS check our list of BANNED CONTENT prior to submitting torrents!\nSite Rules!\n<ul>\n<li>\n<b>Avatar Guidelines </b>\n<ul>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>Terms of Service </b>\n<ul>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>General Rules </b>\n<ul>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>Uploading Rules </b>\n<ul>\n</ul>\n</li>\n</ul>\n<br>\n<ul>\n<li>\n<b>Downloading Rules </b>\n<ul>\n</ul>\n</li>\n</ul>\n<br>\nAvatar Guidelines - Top\n<br>\n<ul>\n<li> Save your avatar picture here: Bitbucket</li>\n<li>The allowed formats include: <b>.gif, .jpg and .png.</b>\n</li>\n<li>Image size should be no larger than 150 pixels/width (or 150kb in size).\n</li>\n<li>Potentially offensive material involving human or animal cruelty is prohibited.\nAny questions regarding the appropriateness of an avatar should be directed to the Helpdesk.\n</li>\n</ul>\n<br>\n<br>\nTerms of Service - Top\n<br>\n<ul>\nGT.ru provides its users with an infrastructure to communicate and share gay-related material/communications using a private bit-torrent tracker, IRC chat and an open forum.\nAccordingly, we are configured as an online service provider within the intent and meaning of international copyright law.\nWe are not a cyber-locker and do not temporarily or permanently store any shared files on our servers.\nAll torrent material actually originates and resides on a user's computer.\n<br>\n<br>\nWe are a non-commercial site with no charges associated with use of the website or tracker.\nWe do not offer any additional premium services.\nOur intent is to provide a free multi-format resource for the worldwide gay community.\nMaterial shared on this site are for personal use only.\nAny donations received are applied only to the server and maintenance costs of operating the site.\nThe site is staffed by volunteer community members who donate their time to the site operation.<br>\n<br>\nWe do not open nor view the files of our users.\nTorrent submissions immediately post to the browse listings page and are subject to review at any time.\nAny file is permitted under assumptions of fair use and/or ownership, irrespective of file format or content.\nHowever, files whose possession and/or distribution are illegal or otherwise banned on GT.ru will be removed, such as:<br>\n<br>\n<ul>\n<li>Underage performers and child pornography</li>\n<li>Attempts to commercialize torrent posts listed on this site.</li>\n<li>Validated notification of 3rd party copyright infringement, for example DMCA Takedown Notices </li>\n<li>Inappropriate communications that are perceived as inflammatory, hateful, harassing and/or threatening.</li>\n<li>Material supporting hate, violence or otherwise public disorder.</li>\n<li>Content from the Banned List</li>\n</ul>\n<br>\nGaytorrent.ru will quickly block such content after being notified of them and delete these files after an inspection time period of 14 days or less.\nDuring this time the site will make a determination of proper notification and inquiry regarding ownership of any disputed material per Site Policy and Procedures.\nUsers may not use this site to distribute any material when they do not have the legal right to do so.\nIt is the responsibility of each user to adhere to these terms.\n<br>\n<br>\nBy activating an account and using our site and/or service, users agree that we are authorized to block access and delete torrent links for any violation.\nWe have a policy of terminating, without notice and without recourse, accounts of users who are repeat infringers of site policies, based on our sole judgment of suspicion or notification we may receive.<br>\n<br>\nYou must be 18 years of age (21 years in some countries and certain areas of the US) to access this site.\nViewing, reading and downloading of sexually explicit materials must not violate the standards of the area in which you live.\nBy using this website, you are stating that you want to view sexually explicit material and that you believe that sexual acts between consenting adults are neither offensive nor obscene and that as an adult it is your right to receive/view sexually explicit material.\nYou hereby agree the material you are viewing or downloading is for your own personal use and you will not expose minors to that material.<br>\n<br>\nWe reserve the right to modify, alter or add to any site policy.\nAll users should therefore regularly check back to these policies to stay current on any such changes.\n</ul>\n<br>\n<br>\nGeneral Rules - Top\n<br>\n<ul>\n<li>\n<b>Only one account is allowed per Internet Protocol address and user.</b> Attempts to create multiple accounts will trigger our monitoring system that immediately terminates both accounts ().\nBe aware that two or more account-holders using the same router/local network or allowing someone else to access their account on your internet connection will trigger this system.\nThe same will occur if you attempt to access your account using another account holders internet access.</li>\n<li>Child pornography is <u>strictly prohibited</u>.\nIf a torrent is posted from a studio known to use underage models or if the minimum age of a youthful appearing actor cannot be confirmed to be at least 18 years of age, we reserve the right to remove such content.\nIf you are uploading torrents for videos or pictures for which the original producer or distributor is unknown, then the models must also look over 18 as well as be over 18 years old.\nThe IP and e-mail address of any confirmed violator of this rule will be reported to CyberTipline.com and permanently banned from the site.</li>\n<li>Maintain your minimum required ratio by continuing to seed after downloading.\nIf you do not maintain a good ratio, the system will automatically send you a <strong>Ratio</strong> Warning () and specify a grace period that you will have to improve it before your download privileges are disabled ().</li>\n<li>Inflammatory comments or disruptive behavior anywhere on this site will result in a <strong>System</strong> Warning () that temporarily prevents downloading for a specified period of time.\nRepeat infringers will be banned.</li>\n<li>GayTorrent.ru takes the privacy of it's members seriously.\nTherefore do not post your real name, address, e-mail address or IP in the torrent's presentations, torrent comments or forum.\nPlease exchange personal information by PM only with members <strong>you</strong> trust.</li>\n<li>Do not use temporary e-mail addresses.\nThere are multiple ways to remain anonymous without needing to use temporary e-mails.\nThese are commonly used by cheaters and will result in account deactivation.</li>\n<li>The posting of expletives anywhere is prohibited.</li>\n<li>Discussions and requests how to hack or rip a web site.\ncrack or remove copy protections and Digital Restriction Management (DRM) systems.\nremove invisible watermarks in media files.\nand requests or offers to share passwords, logins or invitations are prohibited.\nDo not request or offer to share files obtained by these activities.</li>\n<li>Requests for uploads are <u>strictly prohibited</u>.\nThis includes the torrent descriptions, comments, forum and shoudbox.</li>\n<li>Tagging GayTorrent.ru torrents to a public tracker is prohibited.</li>\n<li>Offsite links may be used, except if linking to pictures, pages and sites containing content not allowed by this General Rules.</li>\n<li>Be courteous to all staff members, who volunteer their time to keep the site operational.\nFollow their instruction.\nUsers may not change or remove editing modifications made by moderators.\n</li>\n</ul>\n<br>\n<br>\nUploading Rules - Top\n<br>\n<ol>\n<li>Do not submit BANNED material.\nA list of all currently banned material is located here.\nIf you submit banned material you will receive a warning () that temporarily prevents downloading for a specified period of time.\nRepeat infringers will be banned.</li>\n<li>DUPLICATE files are not allowed and will be removed.\nYou are expected to run a search for duplicates prior to submitting a torrent.\nDuplicates may be accepted when part of a themed collection.\nA file is considered a duplicate if an existing torrent has the same format and similar size (&lt;10% difference) and has at least one seeder.</li>\n<li>Porn with mainly sexual or fetish interaction involving <strong>women</strong> must be placed in the Straight older, Straight younger or Bisexual categories.\nPorn involving <strong>feces</strong> must be placed in the Scat category.</li>\n<li>If you are unable to seed a new upload, don't submit it until you can.\nIf you are unable to continuously seed, please state so in the comment section of your upload to inform other users of the delay.\nYou MUST CONTINUE SEEDING YOUR TORRENT until at least three or four other members have completely downloaded the file and can continue seeding for you.\nIf you do not seed your upload within 3 days, it will be deleted and need to be resubmitted.<br>\n</li>\n<li>Upload only ONE NEW TORRENT AT A TIME in order to initially seed your upload as fast as possible.\nIf multiple torrents are uploaded, they MUST be completed within 24 hours.\n</li>\n<li>All non-porn material must be <strong>LGBTQ themed</strong> by its main plot and characters or contain a <strong>recurring LBGTQ subplot</strong>.\nGay-interest, an openly gay actor or minor gay references are insufficient to meet this requirement.\nAlso acceptable are non-porn films involving voyeurism of the <strong>adult male physique</strong>.\nExamples of voyeuristic material include bodybuilding, wrestling and underwear/swimwear.</li>\n<li>Sharing Music, Music Videos, Video Games (e.g.\nPSP/XBOX) and Commercial Applications is prohibited.</li>\n<li>Do not upload VIDEO packed in archives (zip, rar, ...), password protected files, or material that needs to acquire a license for playing<br>\n</li>\n<li>A COLLECTION is a group of files that <strong>have a well-defined common theme.\n</strong>\n</li>\n<ul>\n<li>The Title must specify the theme and the degree of completeness (all videos from 2010-2011.\nfull site rip or complete as of a specific month/year.\nvideos from a studio or featuring an actor.\nnumerical series 100-200, 301-499.\nalphabetical listings of A-C, D-F.\nn number of clips of a particular porn theme.\netc).</li>\n<li>The description must contain a list of all video files or titles including, by at least copy/paste the torrent’s file list.\nPlease list video files and titles available through other existing torrents with links to their descriptions.</li>\n<li>A collection may overlap with another collection if it has a different central theme.\nFor example, a collection may include a studio series from #201 to #239.\nwith some duplicate files found in a collection about a specific actor.\nor a resubmission of a site rip after 3 months in order to keep it updated.</li>\n</ul>\n<li>We only allow EXACT copies of DVD Videos in image file (.iso, .img) or DVD VIDEO_TS folder structure (complete .IFO, .BUP and .VOB) format so the downloader can keep it in it's original format or convert it to another file type with little quality loss.\n<ul>\n<li>Do NOT upload other file formats (avi, wmv, mpeg, mp4, etc) which were converted into DVD Video.</li>\n<li>\n<s>All DVD Video uploads must be put in the DVD-R category regardless of it's content.</s>\n</li>\n<li>If you knowingly post a DVD that has been shrunk (ie.\nfrom DVD9 to DVD5 or dual layer to standard DVD) then you should make a note of that in the description box.</li>\n</ul>\n</li>\n<li>Any information, e.g.\nthe title, categories, pictures and description must correctly represent the content of the files shared with the torrent and avoid misleading members about the content.\nThis applies as well to additions, votes or comments made by other members than the original uploader.\nIn doubt, rather than providing wrong information, omit it.\n<ul>\n<li>No coded names and titles, e.g.\n\"J0hn D 0 3\" for John Doe.\nTorrent titles must match the name of the video, program, etc.\nwhen known.</li>\n<li>At least one good quality picture is mandatory for the torrent presentation.</li>\n<li>Torrents in the <strong>Themed Movie</strong> and <strong>TV / Episodes</strong> categories need to indicate the audio language(s) and, if present, the subtitle language(s), including if optional, forced or hardcoded in the video.</li>\n<li>Descriptions in the title such as \"Hot!\", \"Must See!\", \"Best Ever!\", \"New\" or \"Latest\" are unacceptable.\nThe comment area is the only appropriate place to give your personal opinion of the content or otherwise make personal requests.\nInclude the release date, rather than \"New\", \"Latest\", etc.\n...</li>\n<li>Do not plead or thank for seed bonus points in the description area.</li>\n</ul>\n<em>\n<strong>Remark</strong>: Please provide as much information as possible.\nFor details read the Guidelines in the Upload-Guide.</em>.</li>\n</ol>\n<br>\nQuestions regarding these requirements may be answered by reading our Upload-Guide and the FAQ.\nIf you have further questions, write the Helpdesk.<br>\n<br>\n<br>\n<br>\nDownloading Rules - Top\n<br>\n<ul>\n<li>Download privileges require that a minimum ratio of upload to download amounts be maintained.\nMinimum ratios are based on the total amount you have downloaded and can be found here.\nAs your downloading amount increases, so does the minimum required ratio.\n</li>\n<li>Continue seeding your files until well after your download has finished.\nNot sharing/seeding what you have downloaded will only hurt your ratio.<br>\n</li>\n<li>When your account ratio is less than the <b>\n<em>Minimum Required Ratio</em>\n</b>, a warning will be automatically sent to you and a grace time period will start.\nDuring this grace time, you will ONLY BE ALLOWED TO DOWNLOAD TWO TORRENTS AT A TIME.\nIf your ratio is not improved by the end of this time period, your download privileges will be temporarily suspended until it is fixed.\n().\nYou will, however, be allowed to download from freeleech torrents.</li>\n<li>Torrent Limits: Downloading of more than one torrent at a time is limited by the following parameters:<br>\n<br>\n<b>\nTotal uploaded amount is &lt.\n5 GB and your <em>ratio</em> is:</b>\n<br>\n&lt.\n<em>0.75</em> = 3 torrents<br>\n&lt.\n<b>1.00</b> = 4 torrents<br>\n&gt.\n<b>1.00</b> = 5 torrents<br>\n<br>\n<b>Total uploaded amount is &lt.\n10 GB and your <b>\n<em>ratio</em>\n</b> is:</b>\n<br>\n&lt.\n<em>0.35</em> = 3 torrents<br>\n&lt.\n<em>0.75</em> = 4 torrents<br>\n&lt.\n<b>1.00</b> = 5 torrents<br>\n&gt.\n<b>1.00</b> = 6 torrents<br>\n<br>\n<b>Total uploaded amount is &lt.\n25 GB and your <b>\n<em>ratio</em>\n</b> is:</b>\n<br>\n&lt.\n<em>0.35</em> = 3 torrents<br>\n&lt.\n<em>0.75</em> = 5 torrents<br>\n&lt.\n<b>1.00</b> = 6 torrents<br>\n&gt.\n<b>1.00</b> = 10 torrents<br>\n<br>The above limitations remain in effect for all accounts with User Status and a total uploaded amount greater than 40 GB.\nOnce Power User status has been achieved, the following limitations go into effect:<br>\n<br>\n<b>Total uploaded amount is &gt.\n25 GB and your <b>\n<em>ratio</em>\n</b> is:</b>\n<br>\n&lt.\n<em>0.75</em> = 7 torrents<br>\n&lt.\n<b>1.00</b> = 8 torrents<br>\n&gt.\n<b>1.00</b> = 15 torrents<br>\n<br>\nUsers who have donated to the site are allowed <strong>200</strong> torrents at one time.<br>\n<br>\n</li>\n<li>You can show appreciation to fellow users for their torrent posts by using the Thank You button and awarding bonus seed points.</li>\n</ul>\n<br>\n<br> ", "created_at": "2023-06-27 23:03:27.280662", "updated_at": "2023-06-27 23:03:57.75769"}], "points": [], "urls": ["gaytorrent.ru"]}}