{"error": 448, "message": "OK", "parameters": {"id": 2381, "name": "Neurohr Bytes Software", "created_at": "2020-10-29 16:50:26.042483", "updated_at": "2023-06-30 22:01:44.585731", "wikipedia": null, "keywords": null, "related": null, "slug": "neurohr_bytes_software", "is_comprehensively_reviewed": true, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2381.png", "url": "neurohr.bytes.software,bytes.software", "documents": [{"id": 2983, "name": "Privacy Policy [German]", "url": "https://neurohr.bytes.software/public/data-protection?lang=de", "xpath": "//body", "text": " Datenschutzerklärung\n<br>\nUnsere Datenschutzprinzipien\n<ul>\n<li>Wir bemühen uns, nur die Daten zu sammeln, die wir tatsächlich für die Bereitstellung unserer Services benötigen.</li>\n<li>Wir betreiben für unsere Zwecke eine eigene Cloud zum verschlüsselten Austausch von Daten im Betrieb.</li>\n<li>Unsichere Kommunikation (z.B.\nper E-Mail) wird so bald wie möglich auf sichere Kommunikationsmittel (z.B.\neigene Cloud / verschlüsselte Chats) umgeleitet.</li>\n<li>Alle mobilen Festplatten sind verschlüsselt.</li>\n<li>Unverschlüsselte USB-Sticks werden nur sparsam und nur für öffentliche Daten eingesetzt (z.B.\nfür Vorträge, Präsentationen, Gerätetreiber).</li>\n<li>Alle mobilen Endgeräte sind, soweit technisch möglich, verschlüsselt.\nJedenfalls sind alle Datenträger, auf denen Daten systematisch gespeichert werden, verschlüsselt.</li>\n<li>Einrichtungen, die sich aus technischen Gründen nicht verschlüsseln lassen, sind außerhalb der von Betriebsfremden zugänglichen Bereiche versperrt.</li>\n</ul>\nVerantwortlicher<br>\n<strong>Neurohr Bytes Software e.U.</strong>Kontaktdaten siehe \"Verarbeiter\".\nDatenschutzbeauftragter des Verantwortlichen\n<br>\n<p>\n<strong>KITTL4web | Inh.\nUdo B.\nS.\nKITTL</strong>\n<br>Kontaktdaten siehe \"Datenschutzbeauftragter des Verarbeiters\".</p>\nVerarbeiter\n<p>Ing.&nbsp;<strong>Philipp Neurohr</strong>, BSc, MSc</p>\n<p>\n<strong>Neurohr Bytes Software e.U.</strong>\n</p>\n<p>Web:&nbsp;neurohr.bytes.software</p>\n<p>eMail:&nbsp;neurohr@bytes.software</p>\n<p>Burgenland: Mogersdorf 6, 8382 Mogersdorf, Austria</p>\n<p>Tel:&nbsp;+43-680-2311-673</p>\n<p>UID: ATU70020158 | FN: 443581a</p>\n<p>Gerichtsstand Graz, Österreich</p>\n<p>\n<br>\n</p>\n<p>Neben unseren firmeneigenen Servern, hat Neurohr Bytes Software e.U.\nServer bei folgenden Anbietern im Einsatz:</p>\n<p>\n<br>\n</p>\n<p>\n<strong>internex GmbH</strong>\n</p>\n<p>Alserbachstraße 30</p>\n<p>1090 Wien</p>\n<p>Österreich</p>\n<p>Firmenbuchnummer: 342171v</p>\n<p>UID: ATU65604535</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Ledl.net GmbH</strong>\n</p>\n<p>\n<strong>Domaintechnik.at</strong>\n</p>\n<p>Lederergasse 6</p>\n<p>5204 Straßwalchen</p>\n<p>Österreich</p>\n<p>Firmenbuchnummer: FN 258818s</p>\n<p>UID: ATU 61529037</p>\n<p>\n<br>\n</p>\n<p> Zur Abwehr von DDoS-Angriffen setzen wir bei ausgewählten Diensten und Diensten die aktuell angegriffen werden Cloudflare ein, wenn die Sensibilität der verarbeiteten Daten diese Maßnahme zulässt.\n</p>\n<p>\n<strong>Cloudflare Germany GmbH</strong>\n</p>\n<p>Rosental 7</p>\n<p>80331 München</p>\n<p>Deutschland</p>\n<p>+49 89 25552276</p>\n<p>Transparenzbericht</p>\n<p>\n<br>\n</p>\nDatenschutzbeauftragter des Verarbeiters\n<p>\n<strong>KITTL4web | Inh.\nUdo B.\nS.\nKITTL</strong>\n</p>\n<p>Web:&nbsp;www.kittl4web.at</p>\n<p>E-mail:&nbsp;office@kittl4web.at</p>\n<p>Öblarn 71</p>\n<p>8960 Öblarn</p>\n<p>Telephone:&nbsp;+43 660&nbsp;232 82 27</p>\n<p>TEL/Fax: +43 3684 20387</p>\n<p>\n<br>\n</p>\n<p>\n<strong>internex GmbH:</strong>\n</p>\n<p>dataprotection@internex.at</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Ledl.net GmbH:</strong>\n</p>\n<p>Franz Reischenböck</p>\n<p>Stv: Fabian Ledl</p>\nSammlung\nIhre Daten werden von unseren Mitarbeiter:innen persönlich, oder von Ihnen über dieses Portal erfasst.\nZugriff und Nutzung\nUnsere Mitarbeiter:innen können über zugriffsgeschützte, zwei-faktor-authentifizierte, Portaloberflächen auf Ihre Daten zugreifen.\nSpeicherung\n<p>\n<strong>Im Aktivsystem</strong> sind die Daten auf von uns kontrollierten Servern gespeichert.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>In unseren Archivsystemen</strong> sind Ihre Daten auf verschlüsselten Festplatten und versperrten Servern gespeichert, auf die Mitarbeiter:innen im Regelbetrieb keinen direkten Zugriff haben.</p>\nLöschung und Archive\n<p>\n<strong>Aus dem Aktivsystem</strong> werden Ihre Daten jederzeit auf Anfrage gelöscht.</p>\n<p>Ihre Daten werden automatisch gelöscht, wenn Sie Ihren Account bei uns schließen.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>In den Archivsystemen</strong> werden Ihre Daten bis zu 10 Jahre aufbewahrt (siehe unten).</p>\n<p> Ihre individuellen Daten können aus (Datenbank-) Sicherungen auf Grund von technischen Einschränkungen nicht gelöscht werden.\nAusschließlich benannte Personen des Verantwortlichen und der Datenverarbeiter, mit speziellen Berechtigungen und nachdem diese eine interne Datenschutzschulung absolviert haben, können auf diese Sicherungen zugreifen.\n</p>\n<p> Sicherungen werden ausschließlich genutzt um Dienste wiederherzustellen, Fehler zu finden, oder um Daten für zumutbare und rechtsgültige Anfragen durch Gerichte und Behörden bereitzustellen.\nKeinesfalls werden Sicherungen genutzt um Marketinganalysen durchzuführen, oder um Daten wiederherzustellen, die Sie gelöscht haben wollten.\n</p>\n<p> Wenn Daten an Gerichte und Behörden übermittelt werden, geschieht dies nur in Rücksprache mit unserem Datenschutzbeauftragten.\nWenn es uns nicht gesetzlich verboten ist, werden wir Sie immer versuchen zu kontaktieren um Sie über diese Datenweitergabe zu informieren.\n</p>\n<p>\n<strong>Datenbanksicherungen</strong> des Portals werden bis zu 10 Jahre aufbewahrt.</p>\n<p>\n<strong>Rechnungsdaten</strong> werden bis zu 10 Jahre aufbewahrt.</p>\n<p>\n<strong>Log-Files</strong> des Portals werden bis zu 90 Tage aufbewahrt.</p>\n<p>\n<strong>IP-Adressen</strong> von erfolgreichen und fehlgeschlagenen Anmeldeversuchen werden bis zu 90 Tage aufbewahrt.</p>\n<p>\n<strong>Browser-Plattformen, -Namen and -Versionen</strong>, welche bei Anmeldeversuchen verwendet wurden, werden bis zu 90 Tage aufbewahrt.</p>\n<p>\n<strong>Sonstige Sicherungen</strong> des Portals werden bis zu 90 Tage aufbewahrt.</p>\n<p>\n<br>\n</p>\nDatenweitergabe innerhalb von Mitgliedsstaaten der Europäischen Union und Ländern mit einem Angemessenheitsbeschluss gemäß Artikel 45 der Verordnung (EU) 2016/679\n<p>Ihre Daten werden von uns zu folgenden Zwecken weitergegeben:</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Kommunikation:</strong> z.B.\nPost, E-Mail, Telefon</p>\n<p>\n<strong>Vertragserfüllung:</strong> z.B.\nBankverbindung</p>\n<p>\n<strong>Auf zumutbare und rechtsgültige gerichtliche oder amtliche Aufforderung:</strong> werden wir Ihre Daten an die jeweilige Behörde weitergeben.</p>\n<p> Wenn Daten an Gerichte und Behörden übermittelt werden, geschieht dies nur in Rücksprache mit unserem Datenschutzbeauftragten.\nWenn es uns nicht gesetzlich verboten ist, werden wir Sie immer versuchen zu kontaktieren um Sie über diese Datenweitergabe zu informieren.\n</p>\nDatenweitergabe zu Drittstaaten\n<p>Es findet <strong>keine</strong> geplante Weitergabe Ihrer Daten an Drittstaaten oder internationale Organisationen statt.</p>\n<p>\n<br>\n</p>\n<p>Ausnahme sind Ihre persönlichen Anforderungen (z.B.\nKontaktadresse im EU-Ausland).</p>\nCookies und externe Dienste\n<p>\n<strong>Information zur EU Richtlinie 2009/136/EG</strong>\n<br> Diese Onlineanwendung nutzt Cookies, Cloudflare und hCaptcha, um Ihnen bestmögliche Funktionalität bieten zu können, den Service zu verbessern und das Portal vor Angriffen zu schützen.\n</p>\n<p>\n<br>\n</p>\n<p>Beim Besuch unseres Portals werden Sie feststellen, dass Cookies angelegt werden, welche für die Funktion des Portals notwendig sind</p>\n<p>\n<br>\n</p>\n<p>\n<strong>XSRF-TOKEN:</strong> Dieses Cookie unterstützt uns bei der Bekämpfung von Cross-Site-Request-Forgery (Wikipedia) .\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>laravel_token:</strong> Dieses Cookie dient uns ebenso in der Bekämpfung von Cross-Site-Request-Forgery (Technische Referenz) .\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<em>portal_name</em>_session:</strong> Dies ist ein sicheres, verschlüsseltes Cookie, welches Ihre unbeständigen Daten der aktuellen Sitzung speichert.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>remember_web_<em>zufallszeichen</em>:</strong> Dieses Cookie wird gesetzt, wenn Sie beim Anmelden \"Dauerhaft anmelden\" aktivieren.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>browser_authentication:</strong> Dieses Cookie wird gesetzt um die Anzahl der CAPTCHA-Aufgaben im aktuellen Browser zu senken.\n</p>\n<p>\n<br>\n</p> Im Bedarfsfall\n<p>\n<strong>Cloudflare:</strong> Zur Abwehr von DDoS-Angriffen setzen wir bei ausgewählten Diensten und Diensten die aktuell angegriffen werden Cloudflare ein, wenn die Sensibilität der verarbeiteten Daten diese Maßnahme zulässt.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Mehrere Cookies für hcaptcha.com:</strong> Diese Cookies werden von hCaptcha spätestens dann gesetzt, wenn ein Anmeldeformular bei Ihnen angezeigt wurde.\nhCaptcha sind die Bilderrätsel die Sie lösen müssen, bevor Sie sich anmelden können.\nDiese verhindern, dass Angreifer durch automatisierte Passwortangriffe Ihren Account übernehmen können.\nhCaptcha Datenstutzrichtlinien </p>\n<p>\n<br>\n</p>\n<p>\n<strong>Mehrere Cookies für vimeo.com:</strong> Diese Cookies werden von Vimeo gesetzt, wenn eine Videovorschau, oder das Video selber geladen werden.\nVimeo Cookie-Richtlinie </p>\n<p>\n<br>\n</p>\n<p>\n<strong>Mehrere Cookies für youtube.com:</strong> Diese Cookies werden von YouTube gesetzt, wenn eine Videovorschau, oder das Video selber geladen werden.\nYouTube Datenstutzrichtlinien </p>\n<p>\n<br>\n</p>\n<p>\n<strong>__stripe_mid:</strong> Betrugsprävention durch den Zahlungsanbieter Stripe.\nStripe Cookierichtlinien </p>\n<p>\n<br>\n</p>\nTipps für Privatssphäre beim Browsen\n<p> Um die sogenannte Tracking-Cookies zu blockieren empfehlen wir die Verwendung von DuckDuckGo sowohl als App, als auch die Browsererweiterung für Ihren Rechner.\n</p>\n<p>\n<br>\n</p>\n<p> Als Alternative, oder auch zusätzlich, können wir die Browsererweiterung Privacy Badger empfehlen, welche auf Anforderung auch Do Not Track Signale an alle Webseiten sendet (siehe unten).\n</p>\n<p>\n<br>\n</p>\nDo Not Track (DNT) policy\n<p> dnt-policy.txt\n</p>\n<p> Unsere Software achtet beim Übermitteln eines Do Not Track Signals durch Ihren Browser darauf, dass externe Dienstleistungen nur bei explizitier Zustimmung verbunden werden.\nDas kann zu eingeschränkter Funktionalität führen: Videos werden nicht automatisch abgespielt, Zahlungsanbieter stehen nicht zur Verfügung, Registierung ist nicht möglich, wenn ein externer CAPTCHA-Dienst als zusätzliche Sicherheit verlangt wird, etc.\n<br>Die Zustimmung wird pro Dienst erteilt, erlauben Sie z.B.\neinem Video das Abspielen, werden alle Videos von diesem externen Dienstleister in Ihrer aktuellen Sitzung abgespielt.\n</p> NeurohrByteS - <strong>\n</strong>\n<small>GET https://neurohr.bytes.software/public/data-protection?lang=de</small> ", "created_at": "2020-10-30 08:33:27.907524", "updated_at": "2023-06-30 16:53:45.882921"}, {"id": 2982, "name": "Privacy Policy [English]", "url": "https://neurohr.bytes.software/public/data-protection?lang=en", "xpath": "//body", "text": " Privacy policy\n<br>\nOur data security principles\n<ul>\n<li>We try to reduce the amount of collected data to what is necessary for providing our services</li>\n<li>We communicate internally only via encrypted communication</li>\n<li>Unsafe communication (like email) is switched to secure communication as quickly as possible</li>\n<li>All our mobile hard drives are encrypted</li>\n<li>Unencrypted USB-sticks are used sparingly and only for public data (e.g.\npresentations).</li>\n<li>If technically possible, all our mobile devices are encrypted.</li>\n<li>Anything which cannot be encrypted is locked away and inaccessible to anyone outside of the company.</li>\n</ul>\nController<br>\n<p>\n<strong>Neurohr Bytes Software e.U.</strong>\n<br>\nContact details see \"Processor\".</p>\nController's Data Protection Officer\n<br>\n<p>\n<strong>KITTL4web | Inh.\nUdo B.\nS.\nKITTL</strong>\n<br>Contact details see \"Processor's Data Protection Officer\".</p>\nProcessor\n<p>Ing.&nbsp;<strong>Philipp Neurohr</strong>, BSc, MSc</p>\n<p>\n<strong>Neurohr Bytes Software e.U.</strong>\n</p>\n<p>Web:&nbsp;neurohr.bytes.software</p>\n<p>Email:&nbsp;neurohr@bytes.software</p>\n<p>Burgenland: Mogersdorf 6, 8382 Mogersdorf, Austria</p>\n<p>Tel:&nbsp;+43-680-2311-673</p>\n<p>UID: ATU70020158 | FN: 443581a</p>\n<p>Court of jurisdiction Graz, Austria</p>\n<p>\n<br>\n</p>\n<p>Next to our company internal servers Neurohr Bytes Software e.U.\nhas servers with following providers:</p>\n<p>\n<br>\n</p>\n<p>\n<strong>internex GmbH</strong>\n</p>\n<p>Alserbachstraße 30</p>\n<p>1090 Wien</p>\n<p>Österreich</p>\n<p>Firmenbuchnummer: 342171v</p>\n<p>UID: ATU65604535</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Ledl.net GmbH</strong>\n</p>\n<p>\n<strong>Domaintechnik.at</strong>\n</p>\n<p>Lederergasse 6</p>\n<p>5204 Straßwalchen</p>\n<p>Österreich</p>\n<p>Firmenbuchnummer: FN 258818s</p>\n<p>UID: ATU 61529037</p>\n<p>\n<br>\n</p>\n<p> In order to defend servers against DDoS attacks selected services and services under attack use Cloudflare, if the sensitivity of the processed data allows this measure.\n</p>\n<p>\n<strong>Cloudflare Germany GmbH</strong>\n</p>\n<p>Rosental 7</p>\n<p>80331 München</p>\n<p>Deutschland</p>\n<p>+49 89 25552276</p>\n<p>Transparency report</p>\n<p>\n<br>\n</p>\nProcessor's Data Protection Officer\n<p>\n<strong>KITTL4web | Inh.\nUdo B.\nS.\nKITTL</strong>\n</p>\n<p>Web:&nbsp;www.kittl4web.at</p>\n<p>E-mail:&nbsp;office@kittl4web.at</p>\n<p>Öblarn 71</p>\n<p>8960 Öblarn</p>\n<p>Telephone:&nbsp;+43 660&nbsp;232 82 27</p>\n<p>TEL/Fax: +43 3684 20387</p>\n<p>\n<br>\n</p>\n<p>\n<strong>internex GmbH:</strong>\n</p>\n<p>dataprotection@internex.at</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Ledl.net GmbH:</strong>\n</p>\n<p>Franz Reischenböck</p>\n<p>Stv: Fabian Ledl</p>\nCapture\nYour data is captured personally by our employees, or provided by you via this portal.\nAccess and usage\nOur employees can access your data via access controlled, two-factor authenticated, portal interfaces.\nStorage\n<p>\n<strong>On production environments</strong> your data is stored on servers in our control.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>On archival systems</strong> your data is stored on encrypted hard drives and locked servers.\nOur employees have no direct access to these storages during regular operation.</p>\nDisposal and archives\n<p>\n<strong>In production environments</strong> your data is deleted on request.</p>\n<p>Your data is automatically deleted if you close your account.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>On archival systems</strong> data is kept for up to 10 years (see below).</p>\n<p> Your individual data cannot be deleted from (database) backups because of technical limitations.\nOnly named individuals of the controller and processors, with a special clearance and after completing an internal data protection training, can access these backups.\n</p>\n<p> Backups are only accessed in order to restore services, find errors, or provide data for reasonable and valid in law demands by public offices and courts of justice.\nWe will never use backups for any form of marketing analysis, or in order to restore data you wanted to be deleted.\n</p>\n<p> If data is provided to courts of justice and public offices, this is only done in accordance with our Data Protection Officer.\nIf we are not prohibited by law, we will always try to contact you to inform you about such data release.\n</p>\n<p>\n<strong>Database backups</strong> of the portal are kept for 10 years.</p>\n<p>\n<strong>Invoicing data</strong> is kept for 10 years.</p>\n<p>\n<strong>Log files</strong> of the portal are kept for up to 90 days.</p>\n<p>\n<strong>IP addresses</strong> of failed and successful login attempts are kept for up to 90 days.</p>\n<p>\n<strong>Browser platforms, names and versions</strong>, which were used during login attempts, are kept for up to 90 days.</p>\n<p>\n<strong>Other backups</strong> of the portal are kept for up to 90 days.</p>\n<p>\n<br>\n</p>\nTransmission within member states of the European Union and countries with an Adequacy decisions on the basis of article 45 of Regulation (EU) 2016/679\n<p>Your data is transmitted for following reasons:</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Communication:</strong> e.g.\nletters, emails, telephone</p>\n<p>\n<strong>Contract fulfilment:</strong> e.g.\nbank account</p>\n<p>\n<strong>Demands from public offices and courts of justice if reasonable and valid in law:</strong> We will comply with demands valid in law.</p>\n<p> If data is provided to courts of justice and public offices, this is only done in accordance with our Data Protection Officer.\nIf we are not prohibited by law, we will always try to contact you to inform you about such data release.\n</p>\nTransmission to non-member countries\n<p>There is <strong>no</strong> planed transmission of your data to non-member countries or international organisations, with the exception of your personal demands (e.g.\ncontact address in a non-member country).</p>\nCookies and external services\n<p>\n<strong>Information regarding the EU directive 2009/136/EC</strong>\n<br> This online tool uses Cookies, Cloudflare and hCaptcha to provide the best possible functionality, to improve the service and to protect the portal from attacks.\n</p>\n<p>\n<br>\n</p>\n<p>When you visit our portal you will receive some cookies necessary for the provision of the portal's services</p>\n<p>\n<br>\n</p>\n<p>\n<strong>XSRF-TOKEN:</strong> This cookie helps us to battle Cross-Site-Request-Forgery (Wikipedia) .\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>laravel_token:</strong> This cookie is also used to battle Cross-Site-Request-Forgery (Technical reference) .\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<em>portal_name</em>_session:</strong> This is a secure and encrypted cookie storing all volatile data of your session.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>remember_web_<em>random_string</em>:</strong> This cookie is set if you check the \"Remember login\" button during login.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>browser_authentication:</strong> This cookie is set to reduce the amount of CAPTCHA-challenges in the current browser.\n</p>\n<p>\n<br>\n</p> If necessary\n<p>\n<strong>Cloudflare:</strong> In order to defend servers against DDoS attacks selected services and services under attack use Cloudflare, if the sensitivity of the processed data allows this measure.\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Several cookies for hcaptcha.com:</strong> These cookies are set by hCaptcha at the latest if the login form is shown.\nhCaptcha are the picture challenges you have to solve before being able to login.\nThis prevents attackers from accessing your account just by testing random password until one matches.\nhCaptcha data security notice </p>\n<p>\n<br>\n</p>\n<p>\n<strong>Several cookies for vimeo.com:</strong> This cookies are set when a Vimeo video or preview is loaded on the page.\nVimeo's Cookie Policy </p>\n<p>\n<br>\n</p>\n<p>\n<strong>Several cookies for youtube.com:</strong> This cookies are set when a YouTube video or preview is loaded on the page.\nYouTube data security notice </p>\n<p>\n<br>\n</p>\n<p>\n<strong>__stripe_mid:</strong> Fraud prevention by the payment provider Stripe.\nStripe's Cookie Policy </p>\n<p>\n<br>\n</p>\nTips for privacy aware browsing\n<p> In order to block so-called tracking-cookies we suggest that you use DuckDuckGo, both the app, as well as the browser extention.\n</p>\n<p>\n<br>\n</p>\n<p> As alternative, or in addition, we can recommend the browser extension Privacy Badger, which also sends Do Not Track signals to each website, if requested (see below).\n</p>\n<p>\n<br>\n</p>\nDo Not Track (DNT) policy\n<p> dnt-policy.txt\n</p>\n<p> Our software respects Do Not Track signals sent by your browser and takes care that external services are only connected with explicit permission.\nThis can lead to limited functionality and additional user interactions: Videos don't autoplay, payment providers are not available, registration is not possible, if an external CAPTCHA-service is required as additional security, etc.\n<br>Permission is given per service, i.e.\nif you allow one video to play then all videos from that external provider are allowed to play in your current session.\n</p>\n<p>\n<br>\n</p> NeurohrByteS - <strong>\n</strong>\n<small>GET https://neurohr.bytes.software/public/data-protection?lang=en</small> ", "created_at": "2020-10-30 08:32:00.425933", "updated_at": "2023-06-30 16:53:23.350838"}, {"id": 16891, "name": "DNT policy", "url": "https://neurohr.bytes.software/.well-known/dnt-policy.txt", "xpath": "//body", "text": "Do Not Track Compliance Policy <br>\n<br>\nVersion 1.0<br>\n<br>\nThis domain complies with user opt-outs from tracking via the \"Do Not Track\"<br>\nor \"DNT\" header [http://www.w3.org/TR/tracking-dnt/].\nThis file will always<br>\nbe posted via HTTPS at https://example-domain.com/.well-known/dnt-policy.txt<br>\nto indicate this fact.<br>\n<br>\nSCOPE<br>\n<br>\nThis policy document allows an operator of a Fully Qualified Domain Name<br>\n(\"domain\") to declare that it respects Do Not Track as a meaningful privacy<br>\nopt-out of tracking, so that privacy-protecting software can better determine<br>\nwhether to block or anonymize communications with this domain.\nThis policy is<br>\nintended first and foremost to be posted on domains that publish ads, widgets,<br>\nimages, scripts and other third-party embedded hypertext (for instance on<br>\nwidgets.example.com), but it can be posted on any domain, including those users<br>\nvisit directly (such as www.example.com).\nThe policy may be applied to some<br>\ndomains used by a company, site, or service, and not to others.\nDo Not Track<br>\nmay be sent by any client that uses the HTTP protocol, including websites,<br>\nmobile apps, and smart devices like TVs.\nDo Not Track also works with all<br>\nprotocols able to read HTTP headers, including SPDY.<br>\n<br>\nNOTE: This policy contains both Requirements and Exceptions.\nWhere possible<br>\nterms are defined in the text, but a few additional definitions are included<br>\nat the end.<br>\n<br>\nREQUIREMENTS<br>\n<br>\nWhen this domain receives Web requests from a user who enables DNT by actively<br>\nchoosing an opt-out setting in their browser or by installing software that is<br>\nprimarily designed to protect privacy (\"DNT User\"), we will take the following<br>\nmeasures with respect to those users' data, subject to the Exceptions, also<br>\nlisted below: <br>\n<br>\n1.\nEND USER IDENTIFIERS: <br>\n<br> a.\nIf a DNT User has logged in to our service, all user identifiers, such as<br> unique or nearly unique cookies, \"supercookies\" and fingerprints are <br> discarded as soon as the HTTP(S) response is issued.\n<br>\n<br> Data structures which associate user identifiers with accounts may be<br> employed to recognize logged in users per Exception 4 below, but may not<br> be associated with records of the user's activities unless otherwise<br> excepted.<br>\n<br> b.\nIf a DNT User is not logged in to our service, we will take steps to ensure <br> that no user identifiers are transmitted to us at all.\n<br>\n<br>\n2.\nLOG RETENTION: <br>\n<br> a.\nLogs with DNT Users' identifiers removed (but including IP addresses and<br> User Agent strings) may be retained for a period of 10 days or less,<br> unless an Exception (below) applies.\nThis period of time balances privacy<br> concerns with the need to ensure that log processing systems have time to<br> operate.\nthat operations engineers have time to monitor and fix technical<br> and performance problems.\nand that security and data aggregation systems<br> have time to operate.<br>\n<br> b.\nThese logs will not be used for any other purposes.\n<br>\n<br>\n3.\nOTHER DOMAINS: <br>\n<br> a.\nIf this domain transfers identifiable user data about DNT Users to<br> contractors, affiliates or other parties, or embeds from or posts data to<br> other domains, we will either: <br>\n<br> b.\nensure that the operators of those domains abide by this policy overall<br> by posting it at /.well-known/dnt-policy.txt via HTTPS on the domains in<br> question,<br>\n<br> OR<br>\n<br> ensure that the recipient's policies and practices require the recipient<br> to respect the policy for our DNT Users' data.<br>\n<br> OR <br>\n<br> obtain a contractual commitment from the recipient to respect this policy<br> for our DNT Users' data.<br>\n<br> NOTE: if an “Other Domain” does not receive identifiable user information<br> from the domain because such information has been removed, because the<br> Other Domain does not log that information, or for some other reason, these<br> requirements do not apply.<br>\n<br> c.\n\"Identifiable\" means any records which are not Anonymized or otherwise<br> covered by the Exceptions below.<br>\n<br>\n4.\nPERIODIC REASSERTION OF COMPLIANCE: <br>\n<br> At least once every 12 months, we will take reasonable steps commensurate<br> with the size of our organization and the nature of our service to confirm<br> our ongoing compliance with this document, and we will publicly reassert our<br> compliance.<br>\n<br>\n5.\nUSER NOTIFICATION: <br>\n<br> a.\nIf we are required by law to retain or disclose user identifiers, we will<br> attempt to provide the users with notice (unless we are prohibited or it<br> would be futile) that a request for their information has been made in<br> order to give the users an opportunity to object to the retention or<br> disclosure.<br>\n<br> b.\nWe will attempt to provide this notice by email, if the users have given<br> us an email address, and by postal mail if the users have provided a<br> postal address.\n<br>\n<br> c.\nIf the users do not challenge the disclosure request, we may be legally<br> required to turn over their information.<br>\n<br> d.\nWe may delay notice if we, in good faith, believe that an emergency<br> involving danger of death or serious physical injury to any person<br> requires disclosure without delay of information relating to the<br> emergency.<br>\n<br>\nEXCEPTIONS<br>\n<br>\nData from DNT Users collected by this domain may be logged or retained only in<br>\nthe following specific situations:<br>\n<br>\n1.\nCONSENT / \"OPT BACK IN\" <br>\n<br> a.\nDNT Users are opting out from tracking across the Web.\nIt is possible<br> that for some feature or functionality, we will need to ask a DNT User to<br> \"opt back in\" to be tracked by us across the entire Web.\n<br>\n<br> b.\nIf we do that, we will take reasonable steps to verify that the users who<br> select this option have genuinely intended to opt back in to tracking.<br> One way to do this is by performing scientifically reasonable user<br> studies with a representative sample of our users, but smaller<br> organizations can satisfy this requirement by other means.\n<br>\n<br> c.\nWhere we believe that we have opt back in consent, our server will<br> send a tracking value status header \"Tk: C\" as described in section 6.2<br> of the W3C Tracking Preference Expression draft:<br>\n<br> http://www.w3.org/TR/tracking-dnt/#tracking-status-value<br>\n<br>\n2.\nTRANSACTIONS <br>\n<br> If a DNT User actively and knowingly enters a transaction with our<br> services (for instance, clicking on a clearly-labeled advertisement,<br> posting content to a widget, or purchasing an item), we will retain<br> necessary data for as long as required to perform the transaction.\nThis<br> may for example include keeping auditing information for clicks on<br> advertising links.\nkeeping a copy of posted content and the name of the<br> posting user.\nkeeping server-side session IDs to recognize logged in<br> users.\nor keeping a copy of the physical address to which a purchased<br> item will be shipped.\nBy their nature, some transactions will require data<br> to be retained indefinitely.<br>\n<br>\n3.\nTECHNICAL AND SECURITY LOGGING: <br>\n<br> a.\nIf, during the processing of the initial request (for unique identifiers)<br> or during the subsequent 10 days (for IP addresses and User Agent strings),<br> we obtain specific information that causes our employees or systems to<br> believe that a request is, or is likely to be, part of a security attack,<br> spam submission, or fraudulent transaction, then logs of those requests <br> are not subject to this policy.\n<br>\n<br> b.\nIf we encounter technical problems with our site, then, in rare<br> circumstances, we may retain logs for longer than 10 days, if that is<br> necessary to diagnose and fix those problems, but this practice will not be<br> routinized and we will strive to delete such logs as soon as possible.\n<br>\n<br>\n4.\nAGGREGATION:<br>\n<br> a.\nWe may retain and share anonymized datasets, such as aggregate records of<br> readership patterns.\nstatistical models of user behavior.\ngraphs of system<br> variables.\ndata structures to count active users on monthly or yearly<br> bases.\ndatabase tables mapping authentication cookies to logged in<br> accounts.\nnon-unique data structures constructed within browsers for tasks<br> such as ad frequency capping or conversion tracking.\nor logs with truncated<br> and/or encrypted IP addresses and simplified User Agent strings.<br>\n<br> b.\n\"Anonymized\" means we have conducted risk mitigation to ensure<br> that the dataset, plus any additional information that is in our<br> possession or likely to be available to us, does not allow the<br> reconstruction of reading habits, online or offline activity of groups of<br> fewer than 5000 individuals or devices.\n<br>\n<br> c.\nIf we generate anonymized datasets under this exception we will publicly<br> document our anonymization methods in sufficient detail to allow outside<br> experts to evaluate the effectiveness of those methods.<br>\n<br>\n5.\nERRORS: <br>\n<br>\nFrom time to time, there may be errors by which user data is temporarily<br>\nlogged or retained in violation of this policy.\nIf such errors are<br>\ninadvertent, rare, and made in good faith, they do not constitute a breach<br>\nof this policy.\nWe will delete such data as soon as practicable after we<br>\nbecome aware of any error and take steps to ensure that it is deleted by any<br>\nthird-party who may have had access to the data.<br>\n<br>\nADDITIONAL DEFINITIONS<br>\n<br>\n\"Fully Qualified Domain Name\" means a domain name that addresses a computer<br>\nconnected to the Internet.\nFor instance, example1.com.\nwww.example1.com;<br>\nads.example1.com.\nand widgets.example2.com are all distinct FQDNs.<br>\n<br>\n\"Supercookie\" means any technology other than an HTTP Cookie which can be used<br>\nby a server to associate identifiers with the clients that visit it.\nExamples<br>\nof supercookies include Flash LSO cookies, DOM storage, HTML5 storage, or<br>\ntricks to store information in caches or etags.<br>\n<br>\n\"Risk mitigation\" means an engineering process that evaluates the possibility<br>\nand likelihood of various adverse outcomes, considers the available methods of<br>\nmaking those adverse outcomes less likely, and deploys sufficient mitigations<br>\nto bring the probability and harm from adverse outcomes below an acceptable<br>\nthreshold.<br>\n<br>\n\"Reading habits\" includes amongst other things lists of visited DNS names, if<br>\nthose domains pertain to specific topics or activities, but records of visited<br>\nDNS names are not reading habits if those domain names serve content of a very<br>\ndiverse and general nature, thereby revealing minimal information about the<br>\nopinions, interests or activities of the user.<br>\n", "created_at": "2023-06-30 18:33:56.600674", "updated_at": "2023-06-30 18:34:05.037382"}], "points": [{"id": 10818, "title": "The service provides information about how they intend to use your personal data", "source": "https://neurohr.bytes.software/laravel/data-protection?language=en", "status": "Generated through the annotate view", "created_at": "2020-10-30 09:12:51.892647", "updated_at": "2020-10-30 18:41:38.682343", "quoteText": null, "case_id": 227, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 10816, "title": "This service only shares user information with third parties when given specific consent", "source": "https://neurohr.bytes.software/laravel/data-protection?language=de", "status": "Generated through the annotate view", "created_at": "2020-10-30 09:05:43.989639", "updated_at": "2020-11-02 09:30:48.617332", "quoteText": null, "case_id": 296, "document_id": 2983, "quoteStart": null, "quoteEnd": null}, {"id": 10819, "title": "The service provides information about how they collect personal data", "source": "https://neurohr.bytes.software/laravel/data-protection?language=en", "status": "Generated through the annotate view", "created_at": "2020-10-30 09:13:45.447215", "updated_at": "2023-07-11 10:06:25.294244", "quoteText": null, "case_id": 297, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 10820, "title": "Your personal data is used for limited purposes", "source": "https://neurohr.bytes.software/laravel/data-protection?language=de", "status": "Generated through the annotate view", "created_at": "2020-10-30 09:14:06.551773", "updated_at": "2023-07-11 10:06:25.21198", "quoteText": null, "case_id": 196, "document_id": 2983, "quoteStart": null, "quoteEnd": null}, {"id": 10815, "title": "The court of law governing the terms is in location Graz, Austria", "source": "https://neurohr.bytes.software/laravel/data-protection?language=de", "status": "Generated through the annotate view", "created_at": "2020-10-30 09:03:39.53724", "updated_at": "2023-07-11 10:06:28.925824", "quoteText": null, "case_id": 163, "document_id": 2983, "quoteStart": null, "quoteEnd": null}, {"id": 10854, "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period", "source": "https://neurohr.bytes.software/laravel/data-protection?language=en", "status": "Generated through the annotate view", "created_at": "2020-10-30 18:46:17.934616", "updated_at": "2020-10-30 18:46:29.213167", "quoteText": null, "case_id": 304, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 10811, "title": "The service will not allow third parties to access your personal information without a legal basis", "source": "https://neurohr.bytes.software/laravel/data-protection?language=en", "status": "Generated through the annotate view", "created_at": "2020-10-30 08:53:48.136582", "updated_at": "2021-02-06 03:50:47.480433", "quoteText": null, "case_id": 167, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 10812, "title": "You can request access and deletion of personal data", "source": "https://neurohr.bytes.software/public/data-protection?lang=en", "status": "# Disposal\r\n+ In production environments your data is deleted on request.\r\n+ Your data is automatically deleted if you close your account.", "created_at": "2020-10-30 08:55:21.087863", "updated_at": "2023-07-11 06:32:49.246439", "quoteText": null, "case_id": 195, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 10809, "title": "A list of cookies originating from the portal itself and inherited from external services is provided with explanations", "source": "https://neurohr.bytes.software/public/data-protection?lang=en", "status": "Cookies and external services\r\n\r\nInformation regarding the EU directive 2009/136/EC\r\nThis online tool uses Cookies, Cloudflare and hCaptcha to provide the best possible functionality, to improve the service and to protect the portal from attacks.\r\n\r\n\r\nWhen you visit our portal you will receive some cookies necessary for the provision of the portal's services\r\n\r\n\r\nXSRF-TOKEN: This cookie helps us to battle Cross-Site-Request-Forgery (Wikipedia) .\r\n\r\n\r\nlaravel_token: This cookie is also used to battle Cross-Site-Request-Forgery (Technical reference) .\r\n\r\n\r\nportal_name_session: This is a secure and encrypted cookie storing all volatile data of your session.\r\n\r\n\r\nremember_web_random_string: This cookie is set if you check the \"Remember login\" button during login.\r\n\r\n\r\nbrowser_authentication: This cookie is set to reduce the amount of CAPTCHA-challenges in the current browser.\r\n\r\n\r\nIf necessary\r\n\r\nCloudflare: In order to defend servers against DDoS attacks selected services and services under attack use Cloudflare, if the sensitivity of the processed data allows this measure.\r\n\r\n\r\nSeveral cookies for hcaptcha.com: These cookies are set by hCaptcha at the latest if the login form is shown. hCaptcha are the picture challenges you have to solve before being able to login. This prevents attackers from accessing your account just by testing random password until one matches. hCaptcha data security notice\r\n\r\n\r\nSeveral cookies for vimeo.com: This cookies are set when a Vimeo video or preview is loaded on the page. Vimeo's Cookie Policy\r\n\r\n\r\nSeveral cookies for youtube.com: This cookies are set when a YouTube video or preview is loaded on the page. YouTube data security notice\r\n\r\n\r\n__stripe_mid: Fraud prevention by the payment provider Stripe. Stripe's Cookie Policy ", "created_at": "2020-10-30 08:41:16.527358", "updated_at": "2023-06-30 18:30:04.414178", "quoteText": null, "case_id": 306, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 10817, "title": "The service will only respond to government requests that are reasonable", "source": "https://neurohr.bytes.software/public/data-protection?lang=de", "status": "Auf zumutbare und rechtsgültige gerichtliche oder amtliche Aufforderung: werden wir Ihre Daten an die jeweilige Behörde weitergeben.\r\n\r\nWenn Daten an Gerichte und Behörden übermittelt werden, geschieht dies nur in Rücksprache mit unserem Datenschutzbeauftragten. Wenn es uns nicht gesetzlich verboten ist, werden wir Sie immer versuchen zu kontaktieren um Sie über diese Datenweitergabe zu informieren. ", "created_at": "2020-10-30 09:06:23.1738", "updated_at": "2023-07-11 06:32:49.331406", "quoteText": null, "case_id": 393, "document_id": 2983, "quoteStart": null, "quoteEnd": null}, {"id": 10814, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://neurohr.bytes.software/public/data-protection?lang=de", "status": "Changed to \"Gerichtsstand Graz, Österreich\" as suggested.", "created_at": "2020-10-30 09:03:08.225091", "updated_at": "2023-07-11 06:32:49.454318", "quoteText": null, "case_id": 241, "document_id": 2983, "quoteStart": null, "quoteEnd": null}, {"id": 34194, "title": "2FA via TOTP / RFC 6238 is available to all accounts and is enforced for all administrative accounts", "source": "https://neurohr.bytes.software/login", "status": "Time-based one-time passwords (TOTP) is available for all users, as can be seen in the login screen.\r\n\r\nThe enforcement is documented under \"Usage\" in the privacy policy:\r\n`Our employees can access your data via access controlled, two-factor authenticated, portal interfaces.`\r\n\r\nInternal information (since I'm the developer):\r\nAdministrative accounts are required to enable 2FA before they are allowed to access other user's data (invoices, support desk tickets, etc.)", "created_at": "2023-06-21 18:15:29.068043", "updated_at": "2023-06-30 18:29:04.950381", "quoteText": null, "case_id": 312, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34196, "title": "The service explains how to prevent disclosure of personal information to third parties", "source": "https://neurohr.bytes.software/public/data-protection?lang=en", "status": "As a public service we try to nudge people into activating DNT headers and using tracking-blockers.\r\nIf we can influence data to external services we opt to not send any.\r\nIf we have to send data we minimise what is provided, f.e. if the user opts-in to use Stripe for a payment, only the invoice number and the total sum is provided to Stripe and in turn we don't query customer information Stripe gathers for fulfilment (we don't want that data in our databases).\r\n\r\n\r\n```\r\n\r\n\r\nTips for privacy aware browsing\r\n\r\nIn order to block so-called tracking-cookies we suggest that you use DuckDuckGo, both the app, as well as the browser extention.\r\n\r\n\r\nAs alternative, or in addition, we can recommend the browser extension Privacy Badger, which also sends Do Not Track signals to each website, if requested (see below).\r\n\r\n\r\nDo Not Track (DNT) policy\r\n\r\nOur software respects Do Not Track signals sent by your browser and takes care that external services are only connected with explicit permission. This can lead to limited functionality and additional user interactions: Videos don't autoplay, payment providers are not available, registration is not possible, if an external CAPTCHA-service is required as additional security, etc.\r\nPermission is given per service, i.e. if you allow one video to play then all videos from that external provider are allowed to play in your current session. \r\n\r\n```", "created_at": "2023-06-21 19:23:09.864471", "updated_at": "2023-06-30 18:29:56.29136", "quoteText": null, "case_id": 334, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34193, "title": "Your browser's Do Not Track (DNT) headers are respected, you have to manually opt-in to external services", "source": "https://neurohr.bytes.software/.well-known/dnt-policy.txt", "status": "Since I'm the software developer responsible I can confirm hat we do our best to uphold a DNT header. In addition to the DNT-policy under its .well-known link there is a passage on the general [privacy policy](https://neurohr.bytes.software/public/data-protection?lang=en) too: \r\n```\r\nOur software respects Do Not Track signals sent by your browser and takes care that external services are only connected with explicit permission. This can lead to limited functionality and additonal user interactions: Videos don't autoplay, payment providers are not available, registration is not possible, if an external CAPTCHA-service is required as additional security, etc.\r\nPermission is given per service, i.e. if you allow one video to play then all videos from that external provider are allowed to play in your current session. \r\n```\r\n", "created_at": "2023-06-21 14:14:54.772088", "updated_at": "2023-06-30 18:24:24.050448", "quoteText": null, "case_id": 383, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 34192, "title": "Logs are kept for up to 90 days", "source": "https://neurohr.bytes.software/public/data-protection?lang=en", "status": "We changed our policy and made efforts to really delete log files.\r\nLog files don't contain IP addresses or other browser-tracking information at all.\r\nNearly all information in the logfiles is about logged-in users (or failed login attempts).\r\n\r\nBy default log files are kept for 8 days, but we extend that if we need some follow-up on a assumed technical or administrative problem for up to 6 weeks.\r\n\r\nBecause those files are then evaluated by a technician that could take another two weeks, before they can be deleted.\r\nWith a buffer for holidays and sick leaves we can be sure to state:\r\n```\r\n+ Log files of the portal are kept for up to 90 days.\r\n+ IP addresses of failed and successful login attempts are kept for up to 90 days.\r\n+ Browser platforms, names and versions, which were used during login attempts, are kept for up to 90 days.\r\n+ Other backups of the portal are kept for up to 90 days.\r\n```\r\n\r\n", "created_at": "2023-06-21 13:44:34.049577", "updated_at": "2023-06-30 18:24:58.020707", "quoteText": null, "case_id": 177, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10813, "title": "The court of law governing the terms is in location X", "source": "https://neurohr.bytes.software/laravel/data-protection?language=en", "status": "Generated through the annotate view", "created_at": "2020-10-30 08:57:54.87063", "updated_at": "2023-06-30 18:30:01.136397", "quoteText": null, "case_id": 163, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 10855, "title": "This service keeps user logs for an undefined period of time", "source": "https://neurohr.bytes.software/laravel/data-protection?language=en", "status": "Generated through the annotate view", "created_at": "2020-10-30 18:51:56.774165", "updated_at": "2023-06-30 18:33:17.349229", "quoteText": null, "case_id": 178, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 34266, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://neurohr.bytes.software/public/data-protection?lang=en", "status": "Generated through the annotate view", "created_at": "2023-07-01 15:59:20.840298", "updated_at": "2023-07-02 09:30:04.36284", "quoteText": null, "case_id": 399, "document_id": 2982, "quoteStart": null, "quoteEnd": null}, {"id": 10810, "title": "A list of cookies originating from the portal itself and inherited from external services is provided with explanations", "source": "https://neurohr.bytes.software/public/data-protection?lang=de", "status": "Cookies und externe Dienste\r\n\r\nInformation zur EU Richtlinie 2009/136/EG\r\nDiese Onlineanwendung nutzt Cookies, Cloudflare und hCaptcha, um Ihnen bestmögliche Funktionalität bieten zu können, den Service zu verbessern und das Portal vor Angriffen zu schützen.\r\n\r\n\r\nBeim Besuch unseres Portals werden Sie feststellen, dass Cookies angelegt werden, welche für die Funktion des Portals notwendig sind\r\n\r\n\r\nXSRF-TOKEN: Dieses Cookie unterstützt uns bei der Bekämpfung von Cross-Site-Request-Forgery (Wikipedia) .\r\n\r\n\r\nlaravel_token: Dieses Cookie dient uns ebenso in der Bekämpfung von Cross-Site-Request-Forgery (Technische Referenz) .\r\n\r\n\r\nportal_name_session: Dies ist ein sicheres, verschlüsseltes Cookie, welches Ihre unbeständigen Daten der aktuellen Sitzung speichert.\r\n\r\n\r\nremember_web_zufallszeichen: Dieses Cookie wird gesetzt, wenn Sie beim Anmelden \"Dauerhaft anmelden\" aktivieren.\r\n\r\n\r\nbrowser_authentication: Dieses Cookie wird gesetzt um die Anzahl der CAPTCHA-Aufgaben im aktuellen Browser zu senken.\r\n\r\n\r\nIm Bedarfsfall\r\n\r\nCloudflare: Zur Abwehr von DDoS-Angriffen setzen wir bei ausgewählten Diensten und Diensten die aktuell angegriffen werden Cloudflare ein, wenn die Sensibilität der verarbeiteten Daten diese Maßnahme zulässt.\r\n\r\n\r\nMehrere Cookies für hcaptcha.com: Diese Cookies werden von hCaptcha spätestens dann gesetzt, wenn ein Anmeldeformular bei Ihnen angezeigt wurde. hCaptcha sind die Bilderrätsel die Sie lösen müssen, bevor Sie sich anmelden können. Diese verhindern, dass Angreifer durch automatisierte Passwortangriffe Ihren Account übernehmen können. hCaptcha Datenstutzrichtlinien\r\n\r\n\r\nMehrere Cookies für vimeo.com: Diese Cookies werden von Vimeo gesetzt, wenn eine Videovorschau, oder das Video selber geladen werden. Vimeo Cookie-Richtlinie\r\n\r\n\r\nMehrere Cookies für youtube.com: Diese Cookies werden von YouTube gesetzt, wenn eine Videovorschau, oder das Video selber geladen werden. YouTube Datenstutzrichtlinien\r\n\r\n\r\n__stripe_mid: Betrugsprävention durch den Zahlungsanbieter Stripe. Stripe Cookierichtlinien ", "created_at": "2020-10-30 08:41:46.780616", "updated_at": "2023-07-11 06:32:49.707564", "quoteText": null, "case_id": 306, "document_id": 2983, "quoteStart": null, "quoteEnd": null}], "urls": ["neurohr.bytes.software", "bytes.software"]}}