{"error": 448, "message": "OK", "parameters": {"id": 7299, "name": "AgraGPS", "created_at": "2023-01-18 22:06:19.765549", "updated_at": "2023-01-22 17:00:21.219239", "wikipedia": null, "keywords": null, "related": null, "slug": "agragps", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7299.png", "url": "agragps.com,agra-gps.com", "documents": [{"id": 14002, "name": "Cookie Policy", "url": "https://www.agra-gps.com/cookie-policy", "xpath": "//body", "text": " Box 2585 Stony Plain, AB T7Z 1X9 Canada+1 (587) 986-1104https://www.agra-gps.com/ <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Contact Support Primary Menu <ul>\n<li>Products</li>\n<li>Cart</li>\n<li>Account</li>\n<li>Contact</li>\n<li>Terms</li>\n<li>Dealers</li>\n<li>Cookie Policy</li>\n<li>Privacy Statement</li>\n<li>Imprint</li>\n<li>Disclaimer</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul> Cookie Policy (AU) Home Cookie Policy (AU) <p>\n<i>This page was last changed on June 10, 2022, last checked on June 10, 2022 and applies to citizens of Australia.\n</i>\n<br>\n</p>1.\nIntroduction<p>Our website, https://www.agra-gps.com (hereinafter: \"the website\") uses cookies and other related technologies (for convenience all technologies are referred to as \"cookies\").\nCookies are also placed by third parties we have engaged.\nIn the document below we inform you about the use of cookies on our website.</p>2.\nWhat are cookies?<p>A cookie is a small simple file that is sent along with pages of this website and stored by your browser on the hard drive of your computer or another device.\nThe information stored therein may be returned to our servers or to the servers of the relevant third parties during a subsequent visit.</p>3.\nWhat are scripts?<p>A script is a piece of program code that is used to make our website function properly and interactively.\nThis code is executed on our server or on your device.</p>4.\nWhat is a web beacon?<p>A web beacon (or a pixel tag) is a small, invisible piece of text or image on a website that is used to monitor traffic on a website.\nIn order to do this, various data about you is stored using web beacons.</p>5.\nConsent<p>When you visit our website for the first time, we will show you a pop-up with an explanation about cookies.\nYou do have the right to opt-out and to object against the further use of non-functional cookies.</p>\n<p>5.1 Manage your consent settings</p>You have loaded the Cookie Policy without javascript support.&nbsp;On AMP, you can use the manage consent button on the bottom of the page.<p>You can also disable the use of cookies via your browser, but please note that our website may no longer work properly.</p>6.\nCookies<p>6.1 Technical or functional cookies</p>\n<p>Some cookies ensure that certain parts of the website work properly and that your user preferences remain known.\nBy placing functional cookies, we make it easier for you to visit our website.\nThis way, you do not need to repeatedly enter the same information when visiting our website and, for example, the items remain in your shopping cart until you have paid.\nWe may place these cookies without your consent.</p>\n<p>6.2 Marketing/Tracking cookies</p>\n<p>Marketing/Tracking cookies are cookies or any other form of local storage, used to create user profiles to display advertising or to track the user on this website or across several websites for similar marketing purposes.</p>\n<p>6.3 Social media</p>\n<p>On our website, we have included content from Facebook and Instagram to promote web pages (e.g.\n“like”, “pin”) or share (e.g.\n“tweet”) on social networks like Facebook and Instagram.\nThis content is embedded with code derived from Facebook and Instagram and places cookies.\nThis content might store and process certain information for personalized advertising.</p>\n<p>Please read the privacy statement of these social networks (which can change regularly) to read what they do with your (personal) data which they process using these cookies.\nThe data that is retrieved is anonymized as much as possible.\nFacebook and Instagram are located in the United States.</p>7.\nPlaced cookies WooCommerce <p>Functional</p> Consent to service woocommerce Usage <p>We use WooCommerce for webshop management.\nRead more</p> Sharing data <p>This data is not shared with third parties.</p> Functional Name wc_cart_hash_* Expiration session Function Store items in shopping cart Name woocommerce_items_in_cart Expiration session Function Store items in shopping cart Name woocommerce_cart_hash Expiration 1 day Function Store items in shopping cart Name wp_woocommerce_session_* Expiration session Function Store performed actions on the website Name wc_cart_created Expiration session Function Store performed actions on the website Name wc_fragments_* Expiration persistent Function Aelia <p>Functional</p> Consent to service aelia Usage <p>We use Aelia for locale management.\nRead more</p> Sharing data <p>This data is not shared with third parties.</p> Functional Name aelia_cs_selected_currency Expiration 1 day Function Store currency settings WPML <p>Functional</p> Consent to service wpml Usage <p>We use WPML for locale management.\nRead more</p> Sharing data <p>This data is not shared with third parties.</p> Functional Name wp-wpml_current_language Expiration 1 day Function Store language settings Facebook <p>Functional</p> Consent to service facebook Usage <p>We use Facebook for display of recent social posts and/or social share buttons.\nRead more</p> Sharing data <p>For more information, please read the Facebook Privacy Statement.</p> Purpose pending investigation Name _js_datr Expiration Function Name _fbc Expiration Function Name fbm* Expiration Function Name xs Expiration Function Name wd Expiration Function Name fr Expiration Function Name act Expiration Function Name _fbp Expiration Function Name datr Expiration Function Name c_user Expiration Function Name csm Expiration Function Name sb Expiration Function Name actppresence Expiration Function Name *_fbm_ Expiration Function Functional Name actppresence Expiration session Function Store and track if the browser tab is active Complianz <p>Functional</p> Consent to service complianz Usage <p>We use Complianz for cookie consent management.\nRead more</p> Sharing data <p>This data is not shared with third parties.&nbsp;For more information, please read the Complianz Privacy Statement.</p> Functional Name cmplz_user_data Expiration 365 days Function Read to determine which cookie banner to show Name cmplz_policy_id Expiration 365 days Function Store accepted cookie policy ID Name cmplz_consented_services Expiration 365 days Function Store cookie consent preferences Name cmplz_marketing Expiration 365 days Function Store cookie consent preferences Name cmplz_statistics Expiration 365 days Function Store cookie consent preferences Name cmplz_preferences Expiration 365 days Function Store cookie consent preferences Name cmplz_functional Expiration 365 days Function Store cookie consent preferences Name cmplz_banner-status Expiration 365 days Function Store if the cookie banner has been dismissed PHP <p>Functional</p> Consent to service php Usage <p>We use PHP for website development.\nRead more</p> Sharing data <p>This data is not shared with third parties.</p> Functional Name exp* Expiration Function Provide functions across pages Name exp* Expiration Function Provide functions across pages Instagram <p>Marketing/Tracking</p> Consent to service instagram Usage <p>We use Instagram for display of recent social posts and/or social share buttons.\nRead more</p> Sharing data <p>For more information, please read the Instagram Privacy Statement.</p> Marketing/Tracking Name actppresence Expiration 1 year Function Store ad display frequency Elementor <p>Statistics (anonymous)</p> Consent to service elementor Usage <p>We use Elementor for content creation.\nRead more</p> Sharing data <p>This data is not shared with third parties.</p> Statistics (anonymous) Name elementor Expiration persistent Function Store performed actions on the website Google Analytics <p>Statistics</p> Consent to service google-analytics Usage <p>We use Google Analytics for website statistics.\nRead more</p> Sharing data <p>For more information, please read the Google Analytics Privacy Statement.</p> Statistics Name _gid Expiration 1 day Function Store and count pageviews Name _ga Expiration 2 years Function Store and count pageviews Name _ga_* Expiration 1 year Function Store and count pageviews Miscellaneous <p>Purpose pending investigation</p> Consent to service miscellaneous Usage <p>\n</p> Sharing data <p>Sharing of data is pending investigation</p> Purpose pending investigation Name __paypal_storage__ Expiration Function Name thegem_page_options_last_route Expiration Function Name thegem_consent_bar Expiration Function Name aelia_user_logged_in Expiration Function Name WP_DATA_USER_3 Expiration Function Name _gat_gtag_UA_238276031_1 Expiration Function 8.\nEnabling/disabling and deleting cookies<p>You can use your internet browser to automatically or manually delete cookies.\nYou can also specify that certain cookies may not be placed.\nAnother option is to change the settings of your internet browser so that you receive a message each time a cookie is placed.\nFor more information about these options, please refer to the instructions in the Help section of your browser.</p>\n<p>Please note that our website may not work properly if all cookies are disabled.\nIf you do delete the cookies in your browser, they will be placed again after your consent when you visit our websites again.</p>9.\nYour rights with respect to personal data<p>You have the following rights with respect to your personal data:</p>\n<ul>\n<li>you may submit a request for access to the data we process about you;</li>\n<li>you may request an overview, in a commonly used format, of the data we process about you;</li>\n<li>you may request correction or deletion of the data if it is incorrect or not or no longer relevant for any purpose under the Privacy Act.</li>\n</ul>\n<p>To exercise these rights, please contact us.\nPlease refer to the contact details at the bottom of this cookie statement.\nIf you have a complaint about how we handle your data, we would like to hear from you.</p>10.\nContact details<p>For questions and/or comments about our Cookie Policy and this statement, please contact us by using the following contact details:</p>\n<p>Agra-GPS Ltd.<br> Box 2585<br>\nStony Plain, AB<br>\nCanada<br> Canada<br> Website: https://www.agra-gps.com <br> Email: moc.spgarga@lepuehj <br> Phone number: +1 7809904052</p>\n<p>This Cookie Policy was synchronised with cookiedatabase.org on December 12, 2022</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Products</li>\n<li>Cart</li>\n<li>Account</li>\n<li>Contact</li>\n<li>Terms</li>\n<li>Dealers</li>\n<li>Cookie Policy</li>\n<li>Privacy Statement</li>\n<li>Imprint</li>\n<li>Disclaimer</li>\n</ul> 2022 © Copyright Agra-GPS.\nAll product names, logos, and brands remain the property of their respective owners.\nBy accessing this website you, you are agreeing to the Terms of Use of this website &amp.\nCookie usage.\nOur website uses tiny cookies from third party services to improve your browsing experience.\nReview Terms of Service I Understand Privacy Preferences When you visit our website, it may store information through your browser from specific services, usually in form of cookies.\nHere you can change your privacy preferences.\nPlease note that blocking some types of cookies may impact your experience on our website and the services we offer.<br>\n<br>\nPlease read these Terms of Service (“Terms”) carefully before you begin using Our Products and Services or any Third Party Services.\nBy clicking “Login”, “Create Account”, “Sign In” “Sign Up”, creating a user account, placing an order, or otherwise using the Products and Services, you agree to accept and be bound by these Terms, along with the AGRA GPS End User License Agreement, AGRA GPS Privacy Policy, and the AGRA GPS Privacy Statement, which are all taken together and incorporated by reference into these Terms, and govern Your use of the Products and Services and constitute a binding legal agreement between You and AGRA GPS, (the “Agreement”).<br>\n<br>\nView Terms of Service &amp.\nAccepted Agreement https://agra-gps.com/terms/ Privacy Policy You have read and agreed to our privacy policy Required Notice of Terms of Use Please review the terms of use while you are using this website: view terms.\nRequired Save Preferences Terms of Service &amp.\nPrivacy Policy Cookies Policy ", "created_at": "2023-01-18 22:07:04.347593", "updated_at": "2023-01-18 22:07:19.313998"}, {"id": 14001, "name": "Terms of Use", "url": "https://www.agra-gps.com/terms/", "xpath": "//body", "text": null, "created_at": "2023-01-18 22:06:19.827571", "updated_at": "2023-01-18 22:08:03.580444"}, {"id": 14003, "name": "Privacy Statement", "url": "https://www.agra-gps.com/privacy-statement", "xpath": "//body", "text": null, "created_at": "2023-01-18 22:07:28.131221", "updated_at": "2023-01-18 22:08:12.083151"}], "points": [], "urls": ["agragps.com", "agra-gps.com"]}}