{"error": 448, "message": "OK", "parameters": {"id": 8287, "name": "Is Cool Entertainment", "created_at": "2023-05-14 02:45:17.372173", "updated_at": "2023-05-14 10:01:57.301556", "wikipedia": null, "keywords": null, "related": null, "slug": "is-cool-entertainment", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8287.png", "url": "iscoolentertainment.com", "documents": [{"id": 16087, "name": " Privacy Policy ", "url": "https://www.iscoolentertainment.com/privacy-policy/", "xpath": "//body", "text": " Skip to content Main Menu <ul>\n<li>Home</li>\n<li> Publish your gamePublish your game </li>\n</ul> Privacy Policy <p>EN | FR | DE | ES | IT | PT</p>\n<p>Effective Date: July 1st, 2020</p>\n<p>Thank you for playing our games! This Privacy Policy describes:</p>\n<p>●&nbsp.\nThe ways we collect personal data about you and why we do so</p>\n<p>●&nbsp.\nHow we use your personal data, and</p>\n<p>●&nbsp.\nThe choices you have about your personal data.</p>\n<p>This Privacy Policy applies to IsCool Entertainment’s&nbsp.\ngames, websites and related services, (hereafter “the Service”).\nWe may update this Privacy Policy at any time by posting a new version on https://www.iscoolentertainment.com/..\nYour continued use of the Service after the effective date will be subject to the new Privacy Policy.</p>\n<p>\n<b>CONTACT US</b>\n</p>\n<p>If you have questions about data protection, or if you have any requests for resolving issues with your personal data, we encourage you to primarily contact us through the game so we can reply to you more quickly.</p>\n<p>Name of contact: IsCool Entertainment</p>\n<p>Address: 43 rue d’Aboukir, 75002 Paris, France</p>\n<p>email: contact@iscool-e.com</p>\n<p>In order to ensure compliance with the applicable provisions and in accordance with its regulatory obligations, IsCool Entertainment has appointed a Data Protection Officer (DPO).\nYou can write to him at the following address:</p>\n<p>Hachette Livre (Iscool Entertainment) for the attention of the DPO,</p>\n<p>58, rue Jean Bleuzen, CS 70007, 92178 – Vanves Cedex</p>\n<p>email: contact@iscool-e.com</p>\n<p>\n<b>THE DATA WE COLLECT</b>\n</p>\n<p>Data that you agree to provide to us (these data may differ depending on the games and the services):</p>\n<p>●&nbsp.\nYour user name</p>\n<p>●&nbsp.\nInformation entered on the profile (such as the photo and first name of your profile)</p>\n<p>●&nbsp.\nYour messages to the Service (such as chat logs and player support tickets)</p>\n<p>●&nbsp.\nOther data you choose to give us (such as data necessary to identify a lost account, namely the game identifier created specifically for the game)</p>\n<p>Data we collect for the pruposes of our legitimate interest (these data may differ depending on the games and the services):</p>\n<p>●&nbsp.\nData about your account and game progress</p>\n<p>●&nbsp.\nYour mobile device identifiers (your IDFA or GAID)</p>\n<p>●&nbsp.\nData we collect via cookies and similar technologies after obtaining your consent to the deposit of these cookies </p>\n<p>●&nbsp.\nGeneral location data (game language and country)</p>\n<p>●&nbsp.\nData about your use of the Service, such as gameplay data and your interactions with other players inside the Service (such as messages exchanged with other players)</p>\n<p>For the pruposes of our legitimate interest, we also create an IsCool Entertainment specific ID for you when you use the Service.\nWhen we do, this ID is available in the profile section.</p>\n<p>Data we collect from our partners (these data may be different depending on the game and the service):</p>\n<p>●&nbsp.\nData we receive if you link a third party tool with the Service (such as Facebook, Google, Apple Game Center)</p>\n<p>●&nbsp.\nData to fight fraud (such as refund abuse in games or click fraud in advertising)</p>\n<p>●&nbsp.\nData from platforms that the games run on (such as those used to verify payment)</p>\n<p>●&nbsp.\nData for advertising and analytics purposes, so we can provide you a better Service</p>\n<p>\n<b>WHY DO WE COLLECT YOUR DATA</b>\n</p>\n<p>\n<b>\n<i>To make the Service work.</i>\n</b>\n</p>\n<p>We process data necessary to (depending on the game and the service):</p>\n<p>●&nbsp.\nCreate accounts and allow you to play our games and use our Service</p>\n<p>●&nbsp.\nOperate the Service (creating an account to play applies to Belote Multiplayer, Wordox, Crazy 8 and Is Cool games – other games do not require the creation of a personal account)</p>\n<p>●&nbsp.\nVerify and confirm payments</p>\n<p>●&nbsp.\nProvide and deliver products and services you request</p>\n<p>●&nbsp.\nSend you Service-related communications</p>\n<p>\n<b>\n<i>To make the Service more suitable for our players.</i>\n</b>\n</p>\n<p>To provide a great Service to our players, we have a legitimate interest to collect and process necessary data to (depending on the game and the service):</p>\n<p>●&nbsp.\nUpdate and develop player profiles</p>\n<p>●&nbsp.\nDevelop and improve the Service and player experience</p>\n<p>●&nbsp.\nManage our relationship with you</p>\n<p>●&nbsp.\nProvide social features as part of the Service</p>\n<p>●&nbsp.\nCustomize your Service experience</p>\n<p>●&nbsp.\nRespond to your comments and questions and provide player support</p>\n<p>●&nbsp.\nOffer you personalised commercial offers in the Service</p>\n<p>●&nbsp.\nSend you personalised notifications</p>\n<p>●&nbsp.\nEnable you to communicate with other players</p>\n<p>\n<b>\n<i>To show personalized advertisements.</i>\n</b>\n</p>\n<p>To show you personalized advertisements in the Service, we have a legitimate interest to process necessary data to (depending on the game and the service):</p>\n<p>●&nbsp.\nTransfer your phone advertising identifier to partner advertising platforms subject to having obtained your prior consent</p>\n<p>For information on how to opt-out from personalized advertisements, see section <i>‘Your rights and options’ </i>below.</p>\n<p>\n<b>\n<i>To improve the service.</i>\n</b>\n</p>\n<p>We collect data for statistical purposes in order to improve the service and our marketing campaigns.\nThe data we use for statistical purposes is essentially game data or navigation in the service.\nIt does not contain any personal data other than the advertising identifier of your phone that we use to measure the performance of our marketing campaigns.</p>\n<p>\n<b>\n<i>To keep the Service safe and fair.</i>\n</b>\n</p>\n<p>In order to keep the Service and its social features safe and fair, to fight fraud and ensure acceptable use otherwise, we have a legitimate interest to process necessary data to (depending on the game and the service):</p>\n<p>●&nbsp.\nAnalyze and monitor use of the Service and its social features</p>\n<p>●&nbsp.\nModerate chats either automatically or manually</p>\n<p>●&nbsp.\nTake action against fraudulent or misbehaving players</p>\n<p>●&nbsp.\nTo analyze, profile, and segment.</p>\n<p>In all of the above cases and purposes, we may analyze, profile and segment all collected data.</p>\n<p>\n<b>WHO CAN SEE YOUR DATA</b>\n</p>\n<p>Apart from IsCool Entertainment, your data can be accessed and processed by others in the following situations:</p>\n<p>\n<b>\n<i>OTHER PLAYERS AND USERS.</i>\n</b>\n</p>\n<p>Social features are a core component of some of our games, including Belote Multiplayer, Wordox, Crazy 8 and Is Cool.\nOther players and users may, for example, see your profile data, in-game activities and read the messages you have posted.</p>\n<p>\n<b>\n<i>PARTNERS WORKING FOR ISCOOL ENTERTAINMENT.</i>\n</b>\n</p>\n<p>IsCool Entertainment has partners to perform services for us.\nThese partners process your data only at and according to IsCool Entertainment´s instructions to provide the Service, such as hosting, player support, advertising, analytics and fraud prevention.\nA list of these partners is available below.</p>\n<p>\n<b>Other companies and public authorities.</b>\n</p>\n<p>In order to combat fraud and illegal activity, we may exchange data with other companies and organizations and provide it to administrative and judicial authorities in response to lawful requests.</p>\n<p>We may also disclose your data based on your consent, to comply with the law or to protect the rights, property or safety of us, our players or others.</p>\n<p>\n<b>Advertising and Social Media partners.</b>\n</p>\n<p>The Service includes features from our partners, such as social media interaction tools and in-game advertising.\nA list of these partners is available below.\nThese partners may access your data and operate under their own privacy policies.\nWe encourage you to check their privacy policies to learn more about their data processing practices.</p>\n<p>\n<b>INTERNATIONAL DATA TRANSFERS</b>\n</p>\n<p>Our Service is global by nature and your data are currently stored in the European Union and the United States based on data and games.\nBecause different countries may have different data protection laws than your own country, we take steps to ensure adequate safeguards are in place to protect your data as explained in this Policy.\n</p>\n<p>\n<b>YOUR RIGHTS AND OPTIONS</b>\n</p>\n<p>\n<b>Opt-out of marketing emails and other direct marketing.</b>\n</p>\n<p>You may opt-out of receiving promotional communications, such as marketing emails from us by following the instructions in such communications.\nTo date, we do not operate any email campaigns.\nYou may opt-out from device notifications on your mobile phone communication by deactivating notifications in your mobile device settings.</p>\n<p>\n<b>Deactivating personalized advertising.</b>\n</p>\n<p>You can deactivate personalized advertising on mobile applications by withdrawing your consent in the Privacy Policy section of the application or checking the privacy settings of your Android or iOS device and selecting “limit ad tracking” (Apple iOS) or “opt-out of interest based ads” (Android).</p>\n<p>On desktop services (games on Facebook), you can opt-out from targeted advertising by deleting your cookies.\n</p>\n<p>\n<b>Your rights with regard to the personal data we hold about you.</b>\n</p>\n<p>In application of the regulations in force, by proving your identity, you can exercise the following rights:</p>\n<p>̶ the right to access your Data;</p>\n<p>̶ the right to have your Data corrected;</p>\n<p>̶̶ the right to have us erase your Data and Personal information;</p>\n<p>̶ the right to obtain the portability of your Data;</p>\n<p>̶ the right to limit the processing of your Data;</p>\n<p>̶ the right to object to the processing of your Data.\n</p>\n<p>To exercise your data protection rights, you may send a written request to our data protection officer by post or email.\nThe method to contact us can be found in the CONTACT US section at the top of this page.</p>\n<p>If necessary, you can also refer to a supervisory authority.</p>\n<p>\n<b>Define post-mortem guidelines</b>\n</p>\n<p>You can define guidelines for the fate of your Data after your death (conservation, erasure and communication), with a trusted digital third party certified by the CNIL for general instructions or with IsCool Entertainment for instructions specific to the Data that you entrust to us.</p>\n<p>\n<b>COOKIES AND SIMILAR TECHNOLOGIES</b>\n</p>\n<p>Like most online services, we and our partners use cookies and similar technologies to provide and personalize the Service, analyse use, target advertisements and prevent fraud.\nYou can disable cookies in your browser settings, but some parts of the Service may then not function properly.</p>\n<p>\n<b>HOW DO WE PROTECT YOUR DATA</b>\n</p>\n<p>\n<b>Security Safeguards.</b>\n</p>\n<p>In order to help ensure a secure and safe player experience, we are continuously developing and implementing appropriate physical, technical and organizational security&nbsp.\nmeasures to protect your data against loss, destruction, alteration, disclosure or unauthorized access.</p>\n<p>\n<b>Data retention.</b>\n</p>\n<p>We retain your data for as long as your account is active or as needed to provide you the Service.\nWe periodically delete unused game accounts and we regularly review and de-identify unnecessary data.\nIn general, we delete all data from accounts that have been inactive for at least twenty-four (24) months on Belote Multiplayer, Wordox, Crazy 8 and Is Cool.\nThis means that on these games, after twenty-four (24) months of inactivity, we will not be able to restore your account to its state of last activity.</p>\n<p>Please note that if you ask us to remove your personal data, we will retain some of your data as necessary for our legitimate business interests, such as to comply with our legal obligations, resolve disputes, and enforce our agreements.\nNote that any anonymised data may be retained as well.</p>\n<p>\n<b>AGE LIMITS</b>\n</p>\n<p>We do not knowingly collect or solicit personal data about or direct or target interest based advertising to anyone under the age of sixteen (16) or knowingly allow such persons to use our Services.&nbsp.\nIf you are under sixteen (16), please do not send any data about yourself to us.&nbsp.\nNo one under the age of 16 may provide any personal data.&nbsp.\nIf we learn that we have collected personal data about a child under age sixteen (16), we will delete that data as quickly as possible.&nbsp.\nIf you believe that we might have any data from or about a child under the age of sixteen (16), please contact us.</p>\n<p>\n<b>LIST OF PARTNERS WHO MAY HAVE ACCESS TO YOUR DATA OR MAY PROCESS THEIR ACTIVITY USING YOUR DATA</b>\n</p> Legal Mentions <p>IsCool Entertainment SA<br>\nN°RCS de Paris : 435 269 170<br>\nCapital Social : 2.019.305,90 €<br>\nN° TVA intracommunautaire :<br>\nFR 21 435 269 170</p>\n<p>Directeur de la publication : Hadrien des Rotours</p>\n<p>Hébergement :<br>\nWP Engine<br>\n504 Lavaca Street, Suite 1000<br>\nAustin, TX 78701<br>\nPhone: +1-512-273-3906</p> Contact <p>\n<strong>Address: </strong>43 rue d’Aboukir, 75002 Paris, France</p>\n<p>\n<strong>Email</strong>: contact@iscool-e.com<br>\n<strong>Phone: </strong>+33 1 42 73 74 00</p> Support <ul>\n<li>IsCool</li>\n<li>Garden of Words</li>\n<li>Wordox</li>\n<li>Crazy8</li>\n<li>Belote Multijoueur</li>\n</ul> Company <ul>\n<li>Privacy policy</li>\n<li>List of partners</li>\n<li>Hachette Mobile Studio</li>\n</ul> ", "created_at": "2023-05-14 02:45:17.403039", "updated_at": "2023-05-14 02:45:51.317456"}], "points": [], "urls": ["iscoolentertainment.com"]}}