{"error": 448, "message": "OK", "parameters": {"id": 5741, "name": "EthicalAds", "created_at": "2021-11-20 22:39:29.149112", "updated_at": "2023-09-07 10:01:45.366094", "wikipedia": null, "keywords": null, "related": null, "slug": "ethicalads", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/5741.png", "url": "ethicalads.io", "documents": [{"id": 10345, "name": "Privacy Policy", "url": "https://www.ethicalads.io/privacy-policy/", "xpath": "/html/body/main", "text": " Privacy Policy <p>Effective date: <strong>July 23, 2020</strong>\n</p>\n<p>Thanks for entrusting Read the Docs, Inc.\n(\"EthicalAds\", \"we\") with your advertising needs.\nHolding on to your private information is a serious responsibility, and we want you to know how we're handling it.</p>\n<p>The controller responsible for the processing of your personal information in connection with EthicalAds is Read the Docs, Inc., 818 SW 3rd Ave #221-5841, Portland, OR 97204-2405, privacy@readthedocs.org.</p>\n<p>\n<strong>Contents</strong>\n</p>\n<ul>\n<li>The short version</li>\n<li>What information EthicalAds collects and why</li>\n<li>What information EthicalAds does not collect</li>\n<li>How EthicalAds uses your information</li>\n<li>Our legal basis for processing information</li>\n<li>How we share the information we collect</li>\n<li>Our use of cookies and tracking</li>\n<li>How EthicalAds secures your information</li>\n<li>EthicalAds' global privacy practices</li>\n<li>Resolving complaints</li>\n<li>How we respond to compelled disclosure</li>\n<li>Data retention and deletion</li>\n<li>Changes to our Privacy Policy</li>\n<li>Contacting EthicalAds</li>\n</ul> The short version\n<p>We only collect the minimum amount of personal information that is necessary to fulfill the purpose of your interaction with us.\nwe don't sell it to third parties.\nand we only use it as this Privacy Policy describes.</p>\n<p>If you're primarily interested in how advertising works on EthicalAds, see our vision for advertising.</p>\n<p>Of course, the short version doesn't tell you everything, so please read on for more details!</p> What information EthicalAds collects and why\nInformation from website browsers\n<p>If you're <strong>just browsing our website</strong> or just browsing a site running ads from our ad network, we collect the same basic information that most websites collect.\nWe use common internet technologies, such as web server logs.\nWe collect this basic information from everybody, whether they have an account or not.</p>\n<p>The information we collect about all visitors to our website includes:</p>\n<ul>\n<li>the visitor's browser type</li>\n<li>language preference</li>\n<li>referring site</li>\n<li>the date and time of each visitor request</li>\n</ul>\n<p>We collect this information to better understand how our website visitors use EthicalAds, and to monitor and protect the security of the website.</p>\n<p>We analyze potentially personally-identifying information like Internet Protocol (IP) addresses although we generally do not store this information.\nIt is used in real-time for geo-targeting advertising and fraud prevention.\nLogs containing IP addresses are deleted after no more than 10 days.</p>\nInformation from users with accounts\n<p>If you <strong>create an account</strong> as publishers who display our ads or advertisers buying ads do, we require some basic information at the time of account creation.\nYou will create your own password, and we will ask you for a valid email account.\nYou also have the option to give us more information if you want to, and this may include \"User Personal Information.\"</p>\n<p>\"User Personal Information\" is any information about one of our users which could, alone or together with other information, personally identify him or her.\nInformation such as a user name and password, an email address, a real name, and a photograph are examples of \"User Personal Information.\"</p>\n<p>User Personal Information does not include aggregated, non-personally identifying information.\nWe may use aggregated, non-personally identifying information to operate, improve, and optimize our website and service.</p> What information EthicalAds does not collect\n<p>We do not intentionally collect <strong>sensitive personal information</strong>, such as personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, and the processing of genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health or data concerning a natural person's sex life or sexual orientation.\nIf you choose to store any Sensitive Personal Information on our servers, you are responsible for complying with any regulatory controls regarding that data.</p>\n<p>For publishers where we make a payment, we may need to collect tax information which may contain social security numbers or other User Personal Information as required by law.</p>\n<p>If you're a <strong>child under the age of 13</strong>, you may not have an account on EthicalAds.\nEthicalAds does not knowingly collect information from or direct any of our content specifically to children under 13.\nIf we learn or have reason to suspect that you are a user who is under the age of 13, we will unfortunately have to close your account.</p> How EthicalAds uses your information\n<p>We may use your information for the following purposes:</p>\n<ul>\n<li>We use your Registration Information to create your account, and to provide you the Service.\nFor example, as a publisher who shows advertising from our network on your site, we require your name and possibly additional tax information to pay you for showing advertising.</li>\n<li>We use your Payment Information to provide you with paid advertising service or to pay you for advertising on your own sites.</li>\n<li>We use your email address to communicate with you, if you've said that's okay, <strong>and only for the reasons you've said that’s okay</strong>.\nWe do not share your email address.</li>\n<li>We use User Personal Information to respond to support requests.</li>\n<li>We may use User Personal Information to invite you to take part in surveys, beta programs, or other research projects, subject, where necessary, to your consent .</li>\n<li>We use Usage Information and Device Information to better understand how our Users use EthicalAds and to improve our Website and Service.</li>\n<li>We may use your User Personal Information if it is necessary for security purposes or to investigate possible fraud or attempts to harm EthicalAds or our Users.</li>\n<li>We may use your User Personal Information to comply with our legal obligations, protect our intellectual property, and enforce our Terms of Service.</li>\n<li>We limit our use of your User Personal Information to the purposes listed in this Privacy Policy.\nIf we need to use your User Personal Information for other purposes, we will ask your permission first.</li>\n</ul> Our legal basis for processing information\n<p>To the extent that our processing of your User Personal Information is subject to certain international laws (including, but not limited to, the European Union's General Data Protection Regulation (GDPR)), EthicalAds is required to notify you about the legal basis on which we process User Personal Information.\nEthicalAds processes User Personal Information on the following legal bases:</p>\n<ul>\n<li>\n<strong>Contract Performance:</strong> When you create a EthicalAds Account, you provide your Registration Information.\nWe require this information for you to enter into the Terms of Service agreement with us, and we process that information on the basis of performing that contract.\nWe also process your username and email address on other legal bases, as described below.\nIf you have a paid Account with us, we collect and process additional Payment Information on the basis of performing that contract.</li>\n<li>\n<strong>Consent:</strong> We rely on your consent to use your User Personal Information under the following circumstances: when you fill out the information in your user profile.\nwhen you decide to participate in a EthicalAds training, research project, beta program, or survey.\nand for marketing purposes, where applicable.\nAll of this User Personal Information is entirely optional, and you have the ability to access, modify, and delete it at any time.</li>\n<li>\n<strong>Legitimate Interests:</strong> Generally, the remainder of the processing of User Personal Information we perform is necessary for the purposes of our legitimate interest, for example, for legal compliance purposes, security purposes, or to maintain ongoing confidentiality, integrity, availability, and resilience of EthicalAds' systems, Website, and Service.</li>\n</ul>\n<p>If you would like to request deletion of data we process on the basis of consent or if you object to our processing of personal information, please contact privacy@readthedocs.org.</p> How we share the information we collect\n<p>We <strong>do not</strong> share, sell, rent, or trade User Personal Information with third parties for their commercial purposes.</p>\n<p>We do not disclose User Personal Information outside EthicalAds, except in the situations listed in this section or in the section below on compelled disclosure.</p>\n<p>We <strong>do</strong> share certain aggregated, non-personally identifying information with others about how our users, collectively, use EthicalAds.\nFor example, we may compile statistics on how advertising performs in different geographic regions.</p>\n<p>We <strong>do</strong> run advertising.\nWe <strong>do not</strong> run any code from advertisers and all ad images and assets are hosted on EthicalAds servers.\nWe take user privacy very seriously in advertising.</p>\n<p>We may use User Personal Information with your permission, so we can perform services you have requested.\nFor example, if you require help integrating our advertising code into your website, we may offer assistance that requires your information.</p>\n<p>We may share User Personal Information if we are involved in a merger, sale, or acquisition of corporate entities or business units.\nIf any such change of ownership happens, we will ensure that it is under terms that preserve the confidentiality of User Personal Information, and we will notify you on our Website or by email before any transfer of your User Personal Information.\nThe organization receiving any User Personal Information will have to honor any promises we made in our Privacy Statement or Terms of Service.</p>\n<p>We may share User Personal Information with a limited number of third party vendors who process it on our behalf to provide or improve our service, and who have agreed to privacy restrictions similar to our own Privacy Statement.\nFor more details, see our next section on third parties.</p>\nThird party vendors\n<p>As we mentioned, we may share some information with third party vendors or it may be collected by them on our behalf.\nThe information collected and stored by third parties is subject to their policies and practices.\nThis list will be updated from time to time and we encourage you to check back periodically.\nWhen updated, the Effective Date of this Privacy Policy will be updated.</p>\n<ul>\n<li>\n<strong>Payment processing</strong> Should you choose to become an advertiser or publisher on EthicalAds, we will need payment information to process your interaction with us.\nEthicalAds does not store sensitive payment information directly.\nThis information will be processed by Stripe.\nFor payouts to publishers, the publisher can choose the payment method from a supported list including PayPal, OpenCollective, or others.\nThose providers will process payments.</li>\n<li>\n<strong>Site monitoring</strong> EthicalAds uses Sentry and New Relic to diagnose errors and improve the performance of our site.\nBoth companies take part in the EU-US Privacy Shield framework.\nWe aim to minimize the amount of personal information shared, but the information may include your IP address.</li>\n<li>\n<strong>Support desk</strong> EthicalAds uses Front to manage support requests.\nIf you request support – typically via email – Front may process your contact information.</li>\n<li>\n<strong>Email newsletter</strong> If you sign up for the EthicalAds email newsletter, your email address and name will be stored by Mailchimp.\nThis newsletter is separate from creating an account and signing up for EthicalAds does not opt you in for the newsletter.\nYou can manage your email subscription including unsubscribing and deleting your records with Mailchimp.\nThere is a link to do so in the footer of any newsletter you receive from us.</li>\n</ul> Our use of cookies and tracking\nDo Not Track\n<p>EthicalAds supports Do Not Track (DNT) and respects users' tracking preferences.\nSpecifically, we support the W3C's tracking preference expression and the EFF's DNT Policy although our site and ad network function identically regardless of this preference.</p>\n<p>For EthicalAds, this means:</p>\n<ul>\n<li>We <strong>do not</strong> do behavioral ad targeting regardless of your DNT preference.\nWe target advertising exclusively based on geography and the content of the page.</li>\n<li>Regardless of DNT preference, our logs that contain IP addresses and user agent strings are deleted after 10 days unless a DNT exception applies.</li>\n<li>Our full DNT policy is available here.</li>\n</ul>\n<p>For more details about DNT, visit All About Do Not Track.</p>\nCookies\n<p>EthicalAds uses cookies to make interactions with our service easy and meaningful.\nWe use cookies to keep you logged in and remember your preferences.\nIf you do not attempt to login to EthicalAds (as a publisher or advertiser for example), you generally do not receive any identifying cookie from us.</p>\n<p>A cookie is a small piece of text that our web server stores on your computer or mobile device, which your browser sends to us when you return to our site.\nThe cookies EthicalAds sets -- primarily session cookies for logged in advertisers or publishers and cross-site request forgery prevention cookies -- are essential for the operation of the service.\nBy using our website, you agree that we can place these types of cookies on your computer or device.\nIf you disable your browser or device's ability to accept cookies, you will not be able to log in to EthicalAds.\nWithout cookies, you will still be able to browse our website without logging in.</p>\n<p>EthicalAds does not use any cookie-like functionality (eg.\nidentifiers in local storage).\nWhere a cookie is required, we use cookies directly.</p> How EthicalAds secures your information\n<p>EthicalAds takes all measures reasonably necessary to protect User Personal Information from unauthorized access, alteration, or destruction.\nmaintain data accuracy.\nand help ensure the appropriate use of User Personal Information.\nWe follow generally accepted industry standards to protect the personal information submitted to us, both during transmission and once we receive it.</p>\n<p>No method of transmission, or method of electronic storage, is 100% secure.\nTherefore, we cannot guarantee its absolute security.</p> EthicalAds' global privacy practices\n<p>\n<strong>Information that we collect will be stored and processed in the United States</strong> in accordance with this Privacy Policy.\nHowever, we understand that we have users from different countries and regions with different privacy expectations, and we try to meet those needs.</p>\n<p>We provide the same standard of privacy protection to all our users around the world, regardless of their country of origin or location, Additionally, we require that if our vendors or affiliates have access to User Personal Information, they must comply with our privacy policies and with applicable data privacy laws.</p>\n<p>In particular:</p>\n<ul>\n<li>We collect only the minimum amount of personal data necessary, unless you choose to provide more.\nWe encourage you to only give us the amount of data you are comfortable sharing.</li>\n<li>We offer you a method of deleting the data we have collected.</li>\n<li>We also provide our users a method of recourse and enforcement.</li>\n</ul> Resolving complaints\n<p>If you have concerns about the way EthicalAds is handling your User Personal Information, please let us know immediately by emailing us at privacy@readthedocs.org.</p> How we respond to compelled disclosure\n<p>EthicalAds may disclose personally-identifying information or other information we collect about you to law enforcement in response to a valid subpoena, court order, warrant, or similar government order, or when we believe in good faith that disclosure is reasonably necessary to protect our property or rights, or those of third parties or the public at large.</p>\n<p>In complying with court orders and similar legal processes, EthicalAds strives for transparency.\nWhen permitted, we will make a reasonable effort to notify users of any disclosure of their information, unless we are prohibited by law or court order from doing so, or in rare, exigent circumstances.</p> Data retention and deletion\n<p>EthicalAds will retain User Personal Information for as long as your account is active or as needed to provide you services.\nEthicalAds only retains User Personal Information for people with accounts on our system such as advertisers or publishers, not for users who view ads across our ad network.</p>\n<p>We may retain certain User Personal Information indefinitely, unless you delete it or request its deletion.\nFor example, we don't automatically delete inactive advertiser or publisher accounts, so unless you choose to delete your account, we will retain your account information indefinitely.</p>\n<p>If you would like to delete your User Personal Information, you may request it by contacting privacy@readthedocs.org.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements, but barring legal requirements, we will delete your full profile.\nSome information such as payment history may be retained but User Personal Information will be removed or redacted.</p>\n<p>Our web server logs that contain any User Personal Information are deleted after 10 days barring legal obligations.</p> Changes to our Privacy Policy\n<p>We reserve the right to revise this Privacy Policy at any time.\nIf we change this Privacy Policy in the future, we will post the revised Privacy Policy and update the \"Effective Date,\" above, to reflect the date of the changes.</p> Contacting EthicalAds\n<p>Questions regarding the EthicalAds Privacy Policy or information practices should be directed to privacy@readthedocs.org.</p> ", "created_at": "2021-11-20 22:39:29.155679", "updated_at": "2021-11-20 21:39:59.732826"}, {"id": 13455, "name": "Terms of Service", "url": "https://www.ethicalads.io/terms-of-service/", "xpath": "//body", "text": " <ul>\n<li> Blog </li>\n<li> Learning Hub </li>\n<li> Advertisers </li>\n<li> Publishers </li>\n</ul>\n<ul>\n<li> Advertise with Us </li>\n</ul> Terms of Service <p>Effective date: <strong>December 8, 2022</strong>\n</p>\n<p>Thank you for using EthicalAds (\"Read the Docs, Inc.\", \"EthicalAds\", \"we\")! We're happy you're here.\nPlease read this Terms of Service agreement carefully before accessing or using EthicalAds.\nBecause it is such an important contract between us and our users,\nwe have tried to make it as clear as possible.\nFor your convenience, we have presented these terms in a short non-binding summary\nfollowed by the full legal terms.</p>\n<p>If you are not a publisher or advertiser on our network,\nthese terms generally do not apply to you.\nIf you're just concerned about how we handle data from users\nwho view ads on our network, see our privacy policy.</p>\n<p>\n<strong>Contents</strong>\n</p>\n<ul>\n<li>Definitions<ul>\n<li>Our services</li>\n</ul>\n</li>\n<li>Account terms<ul>\n<li>Account controls</li>\n<li>Required information</li>\n<li>Account requirements</li>\n<li>User Account security</li>\n<li>Additional terms</li>\n</ul>\n</li>\n<li>Acceptable use</li>\n<li>API terms<ul>\n<li>No abuse or overuse of the API</li>\n</ul>\n</li>\n<li>Advertising on the EthicalAds network<ul>\n<li>Our privacy-focused advertising</li>\n<li>As a publisher</li>\n<li>As an advertiser</li>\n</ul>\n</li>\n<li>Payment<ul>\n<li>Pricing</li>\n<li>Billing schedule.\nno refunds</li>\n<li>Authorization</li>\n<li>Responsibility for payment</li>\n<li>Publisher payouts</li>\n</ul>\n</li>\n<li>Cancellation and termination<ul>\n<li>Publisher account cancellation</li>\n<li>Advertiser account cancellation</li>\n<li>Account deletion</li>\n<li>Upon deletion</li>\n<li>EthicalAds may terminate</li>\n<li>Survival</li>\n</ul>\n</li>\n<li>Communications with EthicalAds<ul>\n<li>Electronic communication required</li>\n<li>Legal notice to EthicalAds must be in writing</li>\n<li>No phone support</li>\n</ul>\n</li>\n<li>Disclaimer of warranties</li>\n<li>Limitation of liability</li>\n<li>Release and indemnification</li>\n<li>Changes to these terms</li>\n<li>Miscellaneous<ul>\n<li>Governing law</li>\n<li>Non-assignability</li>\n<li>Section headings and summaries</li>\n<li>Severability, no waiver, and survival</li>\n<li>Amendments.\ncomplete agreement</li>\n<li>Questions</li>\n</ul>\n</li>\n</ul> Definitions\n<p>\n<strong>Short version:</strong>\n<em>We use these basic terms throughout the agreement,\nand they have specific meanings.\nYou should know what we mean when we\nuse each of the terms.\nThere's not going to be a test on it, but it's\nstill useful information.</em>\n</p>\n<ol>\n<li>The \"Agreement\" refers, collectively, to all the terms, conditions, notices contained or referenced in this document (the \"Terms of Service\" or the \"Terms\") and all other operating rules, policies (including our privacy policy) and procedures that we may publish from time to time on our site and network.</li>\n<li>Our \"Service\" or \"Services\" refers to the applications, software, products, and services provided by EthicalAds.</li>\n<li>The \"Network\" refers to EthicalAds' network located at ethicalads.io and server.ethicalads.io, and all content, services, and products provided by EthicalAds at or through our sites and Network.</li>\n<li>\"The User,\" \"You,\" and \"Your\" refer to the individual person, company, or organization that has a publisher or advertiser account using our Network or Services.\nthat accesses or uses any part of the Account.\nor that directs the use of the Account in the performance of its functions.\nA User must be at least 13 years of age.</li>\n<li>\"EthicalAds,\" \"We,\" and \"Us\" refer to Read the Docs, Inc., as well as our affiliates, directors, subsidiaries, contractors, licensors, officers, agents, and employees.</li>\n<li>An \"Account\" represents your legal relationship with EthicalAds.\nA \"User Account\" represents an individual User's authorization to log in to and use the Service and serves as a User's identity on EthicalAds.\nGenerally, users who merely see or click on ads do not have an Account.</li>\n<li>A \"Publisher\" is a person, company, or organization who hosts ads from our Network on their own website.\nAn \"Advertiser\" is a person, company, or organization who advertises on our Network.\nBoth Advertisers and Publishers have Accounts.</li>\n<li>\"User Personal Information\" is any information about one of our users which could, alone or together with other information, personally identify him or her.\nInformation such as a user name and password, an email address, a real name, and a photograph are examples of User Personal Information.\nOur privacy policy goes into more details on User Personal Information, what data EthicalAds collects from Advertisers, Publishers, or visitors who merely see or click on an ad, and why we collect it.</li>\n</ol>\nOur services\n<p>EthicalAds is made up of the following sites:</p>\n<dl>\n<dt>ethicalads.io</dt>\n<dd>\n<p>This website contains landing pages explaining our Service and Network.</p>\n</dd>\n<dt>server.ethicalads.io (\"Ad Server\")</dt>\n<dd>\n<p>The website that serves ads on behalf of our Advertisers and are displayed on Publishers' websites.</p>\n</dd>\n</dl>\nAccount terms\n<p>\n<em>User Accounts have different administrative controls.\na human must create your Account (usually after receiving an invite).\nyou must be 13 or over.\nand you must provide a valid email address.\nYou alone are responsible for your Account and anything that happens while you are signed in to or using your Account.\nYou are responsible for keeping your Account secure.</em>\n</p>\nAccount controls\n<p>Users Subject to these Terms, you retain ultimate administrative control over your User Account and the Content within it.\nUsers can share access to their Publisher or Advertiser accounts with other Users.</p>\nRequired information\n<p>You must provide a valid email address in order to receive an invite and complete the signup process.\nAny other information requested, such as your real name, is\noptional, unless you are accepting these terms on behalf of a legal\nentity (in which case we need more information about the legal entity).\nIn order to pay for advertising or receive payouts as a publisher,\nwe may require additional information necessary for billing purposes.</p>\nAccount requirements\n<p>We have a few simple rules for User Accounts on EthicalAds'\nServices.</p>\n<ul>\n<li>You must be a human to create an Account.\nAccounts registered by \"bots\" or other automated methods are not permitted.\nWe do permit machine accounts:</li>\n<li>A machine account is an Account set up by an individual human who accepts the Terms on behalf of the Account, provides a valid email address, and is responsible for its actions.\nA machine account is used exclusively for performing automated tasks.\nMultiple users may direct the actions of a machine account, but the owner of the Account is ultimately responsible for the machine's actions.</li>\n<li>You must be age 13 or older.\nWe must comply with United States law.\nEthicalAds does not target our Services to children under 13, and we do not permit any Users under 13 on our Service.\nIf we learn of any User under the age of 13, we will have to close your account.\nIf you are a resident of a country outside the United States, your country's minimum age may be older.\nin such a case, you are responsible for complying with your country's laws.</li>\n<li>You may not use EthicalAds in violation of export control or sanctions laws of the United States or any other applicable jurisdiction.\nYou may not use EthicalAds if you are or are working on behalf of a Specially Designated National (SDN) or a person subject to similar blocking or denied party prohibitions administered by a U.S.\ngovernment agency.\nEthicalAds may allow persons in certain sanctioned countries or territories to access certain EthicalAds services pursuant to U.S.\ngovernment authorizations.</li>\n</ul>\nUser Account security\n<p>You are responsible for keeping your Account secure while you use our\nService.</p>\n<ul>\n<li>You are responsible for all activity that occurs under your Account.</li>\n<li>You are responsible for maintaining the security of your Account and password.\nEthicalAds cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</li>\n<li>You will promptly notify EthicalAds if you become aware of any unauthorized use of, or access to, our Services through your Account, including any unauthorized use of your password or Account.</li>\n</ul>\nAdditional terms\n<p>In some situations, third parties' terms may apply to your use of EthicalAds.\nFor example, you may be a member of an advertising team using EthicalAds\nwith its own terms or license agreements.\nor you may download\nan application that integrates with EthicalAds.\nPlease be aware that\nwhile these Terms are our full agreement with you, other parties' terms\ngovern their relationships with you.</p>\nAcceptable use\n<p>\n<strong>Short version:</strong>\n<em>EthicalAds runs an ad network and our publishers and advertisers\nare from all over the world.\nWhile using our network and\nservice, you must follow the terms of this section.</em>\n</p>\n<p>Your use of our Network and Services must not violate any applicable\nlaws, including copyright or trademark laws, export control or sanctions\nlaws, or other laws in your jurisdiction.\nYou are responsible for making\nsure that your use of the Service is in compliance with laws and any\napplicable regulations.</p>\nAPI terms\n<p>\n<strong>Short version:</strong>\n<em>You agree to these Terms of Service, plus this\nSection, when using any of EthicalAds' APIs (Application Provider Interface),\nor our ad client which is used by publishers to display ads\nincluding use of the API through a third party product that\naccesses EthicalAds.</em>\n</p>\nNo abuse or overuse of the API\n<p>Abuse or excessively frequent requests to EthicalAds via the API may\nresult in the temporary or permanent suspension of your Account's\naccess to the API.\nEthicalAds, in our sole discretion, will determine\nabuse or excessive usage of the API.\nWe will make a reasonable attempt\nto warn you via email prior to suspension.</p>\n<p>You may not share API tokens to exceed EthicalAds' rate limitations.</p>\n<p>You may not use the API to download data or Content from EthicalAds\nfor spamming or fraudulent purposes, including for the purposes\nof ad fraud or generating fake traffic that looks like site visitors.</p>\n<p>All use of the EthicalAds API is subject to these Terms of Service\nand our privacy policy.</p>\nAdvertising on the EthicalAds network\n<p>\n<strong>Short version:</strong>\n<em>We run an ad network and our network provides guarantees\nabout how we fairly handle advertising and disputes as well as expectations\non our advertisers and publishers.</em>\n</p>\nOur privacy-focused advertising\n<p>We run an advertising network which entails matching ad campaigns\nfrom advertisers with relevant publisher sites.\nWe <strong>do not</strong> run any code from advertisers and all ad images are hosted on\nEthicalAds' servers.</p>\n<p>In general, we only collect the minimum amount of personal information that is necessary to run an ad network.\nwe don't sell information to third parties (we sell ads).\nand we only use it as our\nPrivacy Policy describes.</p>\nAs a publisher\n<p>We have a dedicated publisher policy\nwith more details on our expectations for publishers including how ads are displayed\nand how payouts are made.</p>\nAs an advertiser\n<p>Unless superseded by these terms, ad campaigns on EthicalAds apply the\nAAAA/IAB Standard Terms and Conditions for Internet Advertising for Media Buys One Year or Less V.3.0\nWith Oregon as the governing law and venue.\nThese terms are available at IAB.net.\nOur ad server at server.ethicalads.io will be used for serving and tracking as that agreement outlines.</p>\n<p>Your ad campaign may run in a longer amount of time, based on availability and traffic.\nWe can usually provide a good estimate of your campaign duration before the campaign starts.</p>\n<p>We request payment for an advertiser's first campaign before the campaign starts.\nEthicalAds will send invoices to Customer electronically to the email address provided.\nCustomer will remit all payments within thirty (30) days from receipt of invoices,\nwhich will be deemed to be the date sent by EthicalAds.\nCustomer will notify EthicalAds of any change in contact information for billing purposes\nby sending such notice by email to ads@ethicalads.io.</p>\nPayment\n<p>\n<strong>Short version:</strong>\n<em>You are responsible for any fees associated with\nyour use of EthicalAds.\nWe are responsible for communicating those\nfees to you clearly and accurately, and letting you know well in advance\nif those prices change.</em>\n</p>\nPricing\n<p>Our pricing is available in our prospectus\nand usually changes quarterly.\nIf you start a campaign with us,\nthe campaign price whether per impression (CPM) or per click (CPC),\nwill remain your price for the duration of the campaign and payment term.\nhowever, prices are subject to change at the end of a payment term.</p>\nBilling schedule.\nno refunds\n<ul>\n<li>For advertising campaigns, the Service is billed on net-30 terms usually on a monthly or quarterly basis and is non-refundable.\nA customer may stop or pause a campaign and apply the credit to a future campaign.</li>\n<li>Exceptions to these rules are at EthicalAds' sole discretion.</li>\n</ul>\nAuthorization\n<p>By agreeing to these Terms, you are giving us permission to\ninvoice you for services you authorize for EthicalAds.</p>\nResponsibility for payment\n<p>You are responsible for all fees, including taxes, associated with your\nuse of the Service.\nBy using the Service, you agree to pay EthicalAds\nany charge incurred in connection with your use of the Service.\nIf you\ndispute the matter, contact us.\nYou are responsible for providing us with a valid means of payment for advertiser Accounts.\nFree Accounts are not required to provide payment information.</p>\nPublisher payouts\n<p>We handle payouts once a month,\nwith a minimum payment of <strong>$50</strong>.\nOur goal is to get payment to our publishers by the 15th of the month,\nwith the payment being the balance at the end of the prior month.</p>\n<p>For our compliance and for tax purposes, we may require a government ID from you\nin certain circumstances to process payouts.\nWe will ask for this explicitly if and when we require it.\nWe handle your information securely and it is deleted\nno later than 30 days after your next payout.</p>\n<p>For more details, see our\npublisher policy.</p>\nCancellation and termination\n<p>\n<strong>Short version:</strong>\n<em>You may close your Account at any time.\nIf you do,\nwe'll treat your information responsibly.</em>\n</p>\nPublisher account cancellation\n<p>Generally, a publisher on our Network may stop serving ads for our network\nat any time.\nYou don't need any permission to do so but you will stop\nearning ad revenue.\nWe are interested in why you stopped as that is a way\nfor us to improve our product and services and we would like to hear from you.</p>\nAdvertiser account cancellation\n<p>Most advertisers are billed on a per-campaign basis and most campaigns\ndo not automatically renew.\nIf an advertiser does not authorize a campaign\nto continue, they will not be billed further.</p>\nAccount deletion\n<p>We generally do not delete accounts of past advertisers or publishers.\nYou may request that your account be deleted by emailing ads@ethicalads.io.</p>\nUpon deletion\n<p>We will retain and use your information as necessary to comply with our\nlegal obligations, resolve disputes, and enforce our agreements, but\nbarring legal requirements, we will delete your full account within 90 days\nof deletion.\nThis information can not be recovered once your Account is\ndeleted.</p>\nEthicalAds may terminate\n<p>EthicalAds has the right to suspend or terminate your access to all\nor any part of our Network at any time, with or without cause, with or\nwithout notice, effective immediately.\nEthicalAds reserves the right\nto refuse service to anyone for any reason at any time.</p>\nSurvival\n<p>All provisions of this Agreement which, by their nature, should survive\ntermination <em>will</em> survive termination --including, without limitation:\nownership provisions, warranty disclaimers, indemnity, and limitations\nof liability.</p>\nCommunications with EthicalAds\n<p>\n<strong>Short version:</strong>\n<em>We use email and other electronic means to stay in\ntouch with our users.</em>\n</p>\nElectronic communication required\n<p>For contractual purposes, you:</p>\n<ol>\n<li>Consent to receive communications from us in an electronic form via the email address you have submitted or via the Service.</li>\n<li>Agree that all Terms of Service, agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that those communications would satisfy if they were on paper.\nThis section does not affect your non-waivable rights.</li>\n</ol>\nLegal notice to EthicalAds must be in writing\n<p>Communications made through email or EthicalAds' support system will\nnot constitute legal notice to EthicalAds or any of its officers,\nemployees, agents or representatives in any situation where notice to\nEthicalAds is required by contract or any law or regulation.\nLegal notice to EthicalAds must be in writing.</p>\nNo phone support\n<p>EthicalAds only offers support via email, in-Service communications,\nand electronic messages.\nWe do not offer telephone support.</p>\nDisclaimer of warranties\n<p>\n<strong>Short version:</strong>\n<em>We provide our service as is, and we make no\npromises or guarantees about this service.\nPlease read this section\ncarefully.\nyou should understand what to expect.</em>\n</p>\n<p>EthicalAds provides the Service and the Network \"as is\" and \"as\navailable,\" without warranty of any kind.\nWithout limiting this, we\nexpressly disclaim all warranties, whether express, implied or\nstatutory, regarding the Network and the Service including without\nlimitation any warranty of merchantability, fitness for a particular\npurpose, title, security, accuracy and non-infringement.</p>\n<p>EthicalAds does not warrant that the Service will meet your\nrequirements.\nthat the Service will be uninterrupted, timely, secure, or\nerror-free.\nthat the information provided through the Service is\naccurate, reliable or correct.\nthat any defects or errors will be\ncorrected.\nthat the Service will be available at any particular time or\nlocation.\nor that the Service is free of viruses or other harmful\ncomponents.\nYou assume full responsibility and risk of loss resulting\nfrom your downloading and/or use of files, information, content or other\nmaterial obtained from the Service.</p>\nLimitation of liability\n<p>\n<strong>Short version:</strong>\n<em>We will not be liable for damages or losses arising\nfrom your use or inability to use the Service or otherwise arising under\nthis agreement.\nPlease read this section carefully.\nit limits our\nobligations to you.</em>\n</p>\n<p>You understand and agree that we will not be liable to you or any third\nparty for any loss of profits, use, goodwill, or data, or for any\nincidental, indirect, special, consequential or exemplary damages,\nhowever arising, that result from:</p>\n<ul>\n<li>the use, disclosure, or display of your User-Generated Content;</li>\n<li>your use or inability to use the Service;</li>\n<li>any modification, price change, suspension or discontinuance of the Service;</li>\n<li>the Service generally or the software or systems that make the Service available;</li>\n<li>unauthorized access to or alterations of your transmissions or data;</li>\n<li>statements or conduct of any third party on the Service;</li>\n<li>any other user interactions that you input or receive through your use of the Service.\nor</li>\n<li>any other matter relating to the Service.</li>\n</ul>\n<p>Our liability is limited whether or not we have been informed of the\npossibility of such damages, and even if a remedy set forth in this\nAgreement is found to have failed of its essential purpose.\nWe will have\nno liability for any failure or delay due to matters beyond our\nreasonable control.</p>\nRelease and indemnification\n<p>\n<strong>Short version:</strong>\n<em>You are responsible for your use of the service.\nIf\nyou harm someone else or get into a dispute with someone else, we will\nnot be involved.</em>\n</p>\n<p>If you have a dispute with one or more Users, you agree to release EthicalAds\nfrom any and all claims, demands and damages (actual and\nconsequential) of every kind and nature, known and unknown, arising out\nof or in any way connected with such disputes.</p>\n<p>You agree to indemnify us, defend us, and hold us harmless from and\nagainst any and all claims, liabilities, and expenses, including\nattorneys' fees, arising out of your use of the Network and the\nService, including but not limited to your violation of this Agreement,\nprovided that EthicalAds:</p>\n<ol>\n<li>Promptly gives you written notice of the claim, demand, suit or proceeding</li>\n<li>Gives you sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that you may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases EthicalAds of all liability)</li>\n<li>Provides to you all reasonable assistance, at your expense.</li>\n</ol>\nChanges to these terms\n<p>\n<strong>Short version:</strong>\n<em>We want our users to be informed of important\nchanges to our terms, but some changes aren't that important --- we\ndon't want to bother you every time we fix a typo.\nSo while we may\nmodify this agreement at any time, we will notify users of any changes\nthat affect your rights and give you time to adjust to them.</em>\n</p>\n<p>We reserve the right, at our sole discretion, to amend these Terms of\nService at any time and will update these Terms of Service in the event\nof any such amendments.\nWe will notify our Users of material changes to\nthis Agreement, such as price changes, prior to any new ad campaigns\nby posting a notice on our Website.\nFor\nnon-material modifications, your continued use of the Service\nconstitutes agreement to our revisions of these Terms of Service.</p>\n<p>We reserve the right at any time and from time to time to modify or\ndiscontinue, temporarily or permanently, the Website (or any part of it)\nwith or without notice.</p>\nMiscellaneous\nGoverning law\n<p>Except to the extent applicable law provides otherwise, this Agreement\nbetween you and EthicalAds and any access to or use of our Network\nor our Services are governed by the federal laws of the United States of\nAmerica and the laws of the State of Oregon, without regard to conflict\nof law provisions.</p>\nNon-assignability\n<p>EthicalAds may assign or delegate these Terms of Service and/or our\nprivacy policy, in whole or in part, to\nany person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations\nunder the Terms of Service or Privacy Policy without our prior written\nconsent, and any unauthorized assignment and delegation by you is void.</p>\nSection headings and summaries\n<p>Throughout this Agreement, each section includes titles and brief\nsummaries of the following terms and conditions.\nThese section titles\nand brief summaries are not legally binding.</p>\nSeverability, no waiver, and survival\n<p>If any part of this Agreement is held invalid or unenforceable, that\nportion of the Agreement will be construed to reflect the parties'\noriginal intent.\nThe remaining portions will remain in full force and\neffect.\nAny failure on the part of EthicalAds to enforce any\nprovision of this Agreement will not be considered a waiver of our right\nto enforce such provision.\nOur rights under this Agreement will survive\nany termination of this Agreement.</p>\nAmendments.\ncomplete agreement\n<p>This Agreement may only be modified by a written amendment signed by an\nauthorized representative of EthicalAds, or by the posting by EthicalAds\nof a revised version in accordance with Changes to these terms (above).\nThese Terms of Service, together with our\nprivacy policy, represent the complete\nand exclusive statement of the agreement between you and us.\nThis\nAgreement supersedes any proposal or prior agreement oral or written,\nand any other communications between you and EthicalAds relating to\nthe subject matter of these terms including any confidentiality or\nnondisclosure agreements.</p>\nQuestions\n<p>Questions about the Terms of Service? Get in touch.</p> Get our stories delivered <p>Want more advertising updates in your inbox?<br>Sign up for our newsletter.</p> Subscribe <small>Your email, after you confirm it, will be stored with Mailchimp who handles this newsletter</small>\n<p>A division of Read the Docs</p>\n<ul>\n<li> Twitter </li>\n<li> GitHub </li>\n<li> YouTube </li>\n</ul> Advertisers <ul>\n<li> Advertise with Us </li>\n<li> Advertiser FAQ </li>\n<li> Advertiser Prospectus </li>\n<li> Advertiser Login </li>\n</ul> Comparisons <ul>\n<li> Google Ads Comparison </li>\n<li> Carbon Ads Comparison </li>\n</ul> Publishers <ul>\n<li> Become a Publisher </li>\n<li> Publisher FAQ </li>\n<li> Publisher Policy </li>\n<li> Ad Client Documentation </li>\n<li> Publisher Login </li>\n</ul> Publisher Topics <ul>\n<li> Python Publishers </li>\n<li> Web Developer Publishers </li>\n<li> Data Science Publishers </li>\n<li> Open Source </li>\n</ul> Content <ul>\n<li> Blog </li>\n<li> Learning Hub </li>\n<li> Ad Vision </li>\n<li> Community Ads </li>\n</ul> Company <ul>\n<li> About Us </li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> Terms of Service </li>\n<li> Media Kit </li>\n<li> Sponsorship Platform (beta) </li>\n</ul> ", "created_at": "2022-12-19 19:00:01.817517", "updated_at": "2022-12-19 19:00:10.850201"}, {"id": 13456, "name": "Publisher Policy", "url": "https://www.ethicalads.io/publisher-policy/", "xpath": "//body", "text": " <ul>\n<li> Blog </li>\n<li> Learning Hub </li>\n<li> Advertisers </li>\n<li> Publishers </li>\n</ul>\n<ul>\n<li> Advertise with Us </li>\n</ul> Publisher Policy <p>Effective date: <strong>August 19, 2020</strong>\nLast updated: March 22, 2022</p>\n<p>The goal of this page is to set expectations between EthicalAds and our publishers about what is expected for each of us.\nOur goal is for these to be easily understandable and fair,\nbut we're always happy to have feedback on these terms.</p>\n<p>All publishers agree that their ad display meets these terms prior to enabling paid ads on their site.\nWe will do an initial review of the ad display,\nbut we expect publishers to stay within these guidelines at all times.</p>\n<p>\n<strong>Contents</strong>\n</p>\n<ul>\n<li>Ad display</li>\n<li>Payouts</li>\n<li>Ad display validation</li>\n<li>Violations</li>\n</ul> Ad display\n<p>We have the following rules around display of our ads:</p>\n<ul>\n<li>Our ad should be the only ad network visible when loaded.\nWe currently only allow a single EthicalAds ad per page, but are discussing how to support multiple.\nPromotion of your own content or services on your site is fine, you just can't run be using other ad networks at the same time.\nIt's also fine to show our ad and other ad networks on alternating requests, just not on the same page load.</li>\n<li>The ad should appear when the user first visits, above the fold, on both desktop and mobile.\nYou can disable the ad on mobile if this isn't possible.</li>\n<li>The ad should not disrupt the natural reading flow of the page.\nIt should be placed above, beside or below the main content, not within it.\nThis is an Acceptable Ads requirement, and something we think is best for users as well.</li>\n<li>The ad placement should result in at least a .1% CTR (click-through rate).\nThis will be reported in your publisher dashboard.</li>\n</ul>\n<p>You are welcome to display a different ad as a fallback if EthicalAds doesn't have a paid ad to show.\nYou are also welcome to show EthicalAds to a share of your visitors (eg.\n50%) along with another ad network, as long as they aren't shown on the same page.</p>\nPayouts\n<p>We currently have a <strong>70% revenue share</strong> with publishers\nwhich is around industry standard but slightly higher.\nThis means you get 70% of the money that we make.</p>\n<p>We handle payouts once a month,\nwith a minimum payment of <strong>$50</strong>.\nOur goal is to get payment to our publishers by the 15th of the month,\nwith the payment being the balance at the end of the prior month.</p>\n<p>We currently support payouts via the following methods:</p>\n<ul>\n<li>Stripe Connect (Bank transfer)</li>\n<li>Paypal</li>\n<li>OpenCollective</li>\n</ul>\n<p>For our compliance and for tax purposes, we may require a government ID from you\nin certain circumstances to process payouts.\nWe will ask for this explicitly if and when we require it.\nWe handle your information securely and it is deleted\nno later than 30 days after your next payout.</p>\nAd display validation\n<p>We reserve the right to validate that the traffic on your site looks authentic.\nPrior to issuing payouts,\nwe will review all traffic for each publisher,\nand alert the publisher if we find any traffic that looks inauthentic.</p>\n<p>We already invalidate different types of traffic automatically,\nwhich won't be counted as a paid ad view:</p>\n<ul>\n<li>Known bot user-agents</li>\n<li>Users with IP addresses we can't geolocate</li>\n<li>Users with IP address that map to known hosting providers, VPN's, and web proxies</li>\n<li>Multiple views of an ad within 5 seconds from the same browser</li>\n</ul>\n<p>We are regularly tweaking our ad fraud detection in response to new challenges,\nand we're happy to work with publishers to make sure our ads work for them.</p>\nViolations\n<p>We reserve the right to adjustment payouts contingent on following our publisher policy.\nIf traffic is found to be fraudulent, invalid, or otherwise against our policy,\nwe will attempt to detect this prior to paying out to our publishers.\nPayouts may be delayed in cases where we detect suspicious activity,\nbecause once a payout has been issued it will be very difficult to revoke.</p>\n<p>\n<strong>Publishers who are found in violation of our publisher policy can have their paid ads disabled.</strong>\nWe try to provide at least 7 days notice before disabling paid advertising,\nbut this may not be possible in all cases.</p> Get our stories delivered <p>Want more advertising updates in your inbox?<br>Sign up for our newsletter.</p> Subscribe <small>Your email, after you confirm it, will be stored with Mailchimp who handles this newsletter</small>\n<p>A division of Read the Docs</p>\n<ul>\n<li> Twitter </li>\n<li> GitHub </li>\n<li> YouTube </li>\n</ul> Advertisers <ul>\n<li> Advertise with Us </li>\n<li> Advertiser FAQ </li>\n<li> Advertiser Prospectus </li>\n<li> Advertiser Login </li>\n</ul> Comparisons <ul>\n<li> Google Ads Comparison </li>\n<li> Carbon Ads Comparison </li>\n</ul> Publishers <ul>\n<li> Become a Publisher </li>\n<li> Publisher FAQ </li>\n<li> Publisher Policy </li>\n<li> Ad Client Documentation </li>\n<li> Publisher Login </li>\n</ul> Publisher Topics <ul>\n<li> Python Publishers </li>\n<li> Web Developer Publishers </li>\n<li> Data Science Publishers </li>\n<li> Open Source </li>\n</ul> Content <ul>\n<li> Blog </li>\n<li> Learning Hub </li>\n<li> Ad Vision </li>\n<li> Community Ads </li>\n</ul> Company <ul>\n<li> About Us </li>\n<li> Contact Us </li>\n<li> Privacy Policy </li>\n<li> Terms of Service </li>\n<li> Media Kit </li>\n<li> Sponsorship Platform (beta) </li>\n</ul> ", "created_at": "2022-12-19 19:00:46.784815", "updated_at": "2022-12-19 19:00:54.543031"}], "points": [{"id": 31446, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:22:01.107308", "updated_at": "2023-07-11 06:29:32.882659", "quoteText": null, "case_id": 286, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31449, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:22:42.607274", "updated_at": "2023-07-11 06:29:33.04712", "quoteText": null, "case_id": 288, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31453, "title": "They may stop providing the service at any time", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:27:47.059242", "updated_at": "2023-07-11 06:29:33.133607", "quoteText": null, "case_id": 203, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31448, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:22:27.016622", "updated_at": "2023-07-11 06:29:32.967726", "quoteText": null, "case_id": 287, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31454, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:28:57.469684", "updated_at": "2023-07-11 06:29:33.983549", "quoteText": null, "case_id": 294, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31441, "title": "This service is only available to users over a certain age", "source": "https://www.ethicalads.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:09:55.012523", "updated_at": "2023-07-11 06:29:35.234164", "quoteText": null, "case_id": 152, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 31443, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:17:30.09243", "updated_at": "2023-07-11 06:29:35.315912", "quoteText": null, "case_id": 148, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31444, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:17:46.659258", "updated_at": "2023-07-11 06:29:35.394288", "quoteText": null, "case_id": 484, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31450, "title": "The service does not guarantee that software errors will be corrected", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:22:53.445365", "updated_at": "2023-07-11 06:29:35.475271", "quoteText": null, "case_id": 289, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31442, "title": "Your browser's Do Not Track (DNT) headers are respected", "source": "https://www.ethicalads.io/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:12:39.137911", "updated_at": "2023-07-11 06:29:35.075968", "quoteText": null, "case_id": 383, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 31445, "title": "You have the right to leave this service at any time", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:19:34.318878", "updated_at": "2023-07-11 06:29:35.156041", "quoteText": null, "case_id": 170, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31455, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:29:10.54391", "updated_at": "2023-07-11 06:29:35.832262", "quoteText": null, "case_id": 295, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31447, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:22:15.945487", "updated_at": "2023-07-11 06:29:40.012812", "quoteText": null, "case_id": 290, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31451, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:23:48.040974", "updated_at": "2023-07-11 06:29:40.088569", "quoteText": null, "case_id": 291, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 31452, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://www.ethicalads.io/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-04-23 04:25:56.995621", "updated_at": "2023-07-11 06:29:40.166237", "quoteText": null, "case_id": 147, "document_id": 13455, "quoteStart": null, "quoteEnd": null}, {"id": 34584, "title": "Your IP address is collected, which can be used to view your approximate location", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-08 17:25:55.902684", "updated_at": "2023-08-27 10:45:54.720811", "quoteText": null, "case_id": 399, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34702, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:52:24.786936", "updated_at": "2023-08-29 10:27:18.724013", "quoteText": null, "case_id": 188, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34694, "title": "Logs are deleted after a finite period of time", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:47:23.560795", "updated_at": "2023-09-07 00:21:00.053492", "quoteText": null, "case_id": 177, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34693, "title": "Your personal data is not sold", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:46:50.936453", "updated_at": "2023-09-07 08:42:55.811723", "quoteText": null, "case_id": 193, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34696, "title": "Information is provided about how your personal data is used", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:48:37.775743", "updated_at": "2023-09-07 08:43:31.626039", "quoteText": null, "case_id": 227, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34697, "title": "Your personal data is used for limited purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:49:02.907808", "updated_at": "2023-09-07 08:43:39.784586", "quoteText": null, "case_id": 196, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34698, "title": "The service claims to be GDPR compliant for European users", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:50:19.763084", "updated_at": "2023-09-07 08:43:45.193662", "quoteText": null, "case_id": 481, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34701, "title": "Promises will be kept after a merger or acquisition", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:52:07.578934", "updated_at": "2023-09-07 08:44:04.621354", "quoteText": null, "case_id": 321, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34699, "title": "Your personal data is aggregated into statistics", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:51:35.819901", "updated_at": "2023-09-07 08:44:21.58711", "quoteText": null, "case_id": 190, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34700, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:52:01.394293", "updated_at": "2023-09-07 08:44:38.356115", "quoteText": null, "case_id": 243, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34704, "title": "The service is transparent regarding government requests or inquiries that may involve your data.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:54:23.621327", "updated_at": "2023-08-29 10:26:40.303034", "quoteText": null, "case_id": 169, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34703, "title": "The service will only respond to government requests that are reasonable", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:54:09.331365", "updated_at": "2023-08-29 10:26:54.640328", "quoteText": null, "case_id": 393, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34695, "title": " Pseudonyms are allowed", "source": "", "status": "Generated through the annotate view", "created_at": "2023-08-27 10:48:08.436032", "updated_at": "2023-09-16 14:27:50.834732", "quoteText": null, "case_id": 215, "document_id": 10345, "quoteStart": null, "quoteEnd": null}, {"id": 34705, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-27 10:55:00.350035", "updated_at": "2023-11-07 23:00:24.492967", "quoteText": null, "case_id": 121, "document_id": 10345, "quoteStart": null, "quoteEnd": null}], "urls": ["ethicalads.io"]}}