{"error": 448, "message": "OK", "parameters": {"id": 7767, "name": "Login.gov", "created_at": "2023-03-28 18:55:20.376683", "updated_at": "2023-03-29 19:26:53.990519", "wikipedia": "https://en.wikipedia.org/wiki/Login.gov", "keywords": null, "related": null, "slug": "login-gov", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7767.png", "url": "login.gov", "documents": [{"id": 14985, "name": "Privacy policy", "url": "https://login.gov/policy/", "xpath": "/html/body/main/div", "text": " <ul>\n<li> Privacy &amp.\nsecurity <ul>\n<li> Our commitment to your privacy and security </li>\n<li> How does it work? </li>\n<li> Our privacy act statement </li>\n<li> Our security practices </li>\n<li> Messaging terms and conditions </li>\n<li> Rules of use </li>\n</ul>\n</li>\n</ul> Login.gov is committed to your privacy and security <p>This describes how we ask for, use, retain, and protect your personal information.\nProtecting your information is our priority at Login.gov.</p>\n<p>The information that you submit is used to create or update your Login.gov account and give you access to Login.gov’s partner agencies.\nWhen you provide your email address or other proof of identity like a state ID, we can be sure it’s really you and grant you access to the account — and keep the bad actors away.\nThis proof, called an electronic identity assurance credential, is like putting a key into a lock to securely open the door to the government agency’s application or service.</p> How we work with our partner agencies: <ul>\n<li>Login.gov partners with government agencies to provide secure access to their website, application or service.\nThe partner agency (e.g.\nUnited States Office of Personnel Management) selects the type of information we request from you.</li>\n<li>We ask primarily for information to authenticate your account and/or prove your identity.</li>\n<li>When you create a Login.gov account, you consent to share personally identifiable information (PII).\nThe information that you need to share depends on the request of the partner agency.</li>\n<li>For authentication to establish a secure account, we need your name, email address, and an authentication method.\nYour authentication method could be a phone number where we share a SMS code, USB Security Key, or other options.</li>\n<li>Identity proofing requires more sensitive information such as a social security number, address, phone number, and U.S.\nbased state ID or driver’s license.</li>\n<li>Images of your U.S.\nbased state ID or driver’s licenses are retained in an encrypted format for two years.\nThese images are only retrieved and decrypted upon the mutual determination of Login.gov and the partner agency, generally for law enforcement purposes due to suspected fraud.</li>\n<li>When completing identity proofing in person at the United State Postal Service (USPS) Office, we share your validated name and address with USPS so that clerks can confirm your identity in person.</li>\n<li>To safeguard from fraud such as account takeover and identity impersonation, Login.gov employs controls that assess risk through an examination of the device being used, the identity being proofed, and your behavior while interacting with the Login.gov site.</li>\n<li>When you visit Login.gov, we anonymously aggregate some data, which means that no individually identifying information is attached to it.\nWe aggregate the pages visited, web browser type and version, and the length of the session to help us improve the Login.gov experience.For example, if you experience an error and we know your web browser type and version, we can better identify how to fix your issue.</li>\n<li>Your stored account information is encrypted at two levels.\nEncryption translates your data into code that is only accessible by you, the Login.gov account holder.\nThis means you are the only one who can view and make changes to your account information.</li>\n<li>The Login.gov operators (i.e.\nour contact help center) cannot view your information or make any changes.</li>\n<li>Information is maintained in accordance with GSA’s Records Retention Schedule, GRS 03.2.</li>\n<li>\n<strong>IRS Services Only.</strong> When you access IRS services, Login.gov sends information about both successful and unsuccessful attempts during authentication and identity proofing, as well as any activities deemed to impact the security of your account.\nIn contrast, Login.gov only sends successful attempts to other partner agencies.\nEach of these events is shared in a manner that only the IRS can access.\nLogin.gov retains these events for no more than 168 hours and deletes event information once shared with the IRS.\nFor further information as to how this attempts information is used by the IRS, please refer to the IRS’ Cybersecurity Data Warehouse Privacy and Civil Liberties Impact Assessment, CSDW PCLIA.</li>\n</ul>\n<p>Protecting your information is our priority.\nYou can read more detailed explanations about how Login.gov works, our privacy act statement, and our security practices.</p> Back to top <ul>\n<li> Privacy &amp.\nsecurity <ul>\n<li> Our commitment to your privacy and security </li>\n<li> How does it work? </li>\n<li> Our privacy act statement </li>\n<li> Our security practices </li>\n<li> Messaging terms and conditions </li>\n<li> Rules of use </li>\n</ul>\n</li>\n</ul> ", "created_at": "2023-03-28 18:55:20.416036", "updated_at": "2023-03-28 18:55:54.868228"}], "points": [{"id": 35324, "title": "you may reject changes to the terms (consent not assumed)", "source": "https://www.login.gov/policy/rules-of-use/", "status": "\"In the event Login.gov service changes its terms of service, you will be given the option to agree or to decline the updated terms of service the next time you login.\"", "created_at": "2023-11-18 01:56:51.48705", "updated_at": "2023-11-18 01:56:51.48705", "quoteText": null, "case_id": 277, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["login.gov"]}}