{"error": 448, "message": "OK", "parameters": {"id": 7255, "name": "bus-hit.me", "created_at": "2023-01-16 22:18:08.519858", "updated_at": "2023-01-22 17:00:18.760757", "wikipedia": null, "keywords": null, "related": null, "slug": "bus-hit-me", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7255.png", "url": "bus-hit.me,pad.bus-hit.me,libreddit.bus-hit.me,teddit.bus-hit.me,nitter.bus-hit.me,bin.bus-hit.me,rimgo.bus-hit.me,rssbridge.bus-hit.me,scribe.bus-hit.me,search.bus-hit.me,translate.bus-hit.me", "documents": [{"id": 13917, "name": "Privacy Policy And Terms of Service", "url": "https://bus-hit.me/", "xpath": "/html/body/main/article", "text": " List of Services <ul>\n<li>\n<b>CryptPad</b>: Document storage with embeded editor.</li>\n<li>\n<b>Libreddit</b> and <b>teddit</b>: reddit frontends.\nLibreddit has a look similar to the new reddit layout, whereas teddit uses the old one while additionally serving an API for your RSS/JSON needs.\n</li>\n<li>\n<b>Nitter</b>: Twitter frontend.</li>\n<li>\n<b>PrivateBin</b>: Encrypted temporary text storage (\"pastebin\").</li>\n<li>\n<b>rimgo</b>: Imgur frontend.</li>\n<li>\n<b>RSS-Bridge</b>: RSS feed generator.</li>\n<li>\n<b>Scribe</b>: Medium frontend.</li>\n<li>\n<b>SearXNG</b>: Frontend for various search engines.</li>\n<li>\n<b>SimplyTranslate</b>: Frontend for various translation engines.</li>\n</ul>\n<p>More services will be provided, so stay tuned!</p> Terms of Service <p>\n<code>bus-hit.me</code> and its affiliated services (\"Service\" hereafter) are operated from Québec, Canada.\nThe terms may change at any time without notice.</p> Prohibited Behaviour <p>You agree to not use any part of the Service to engage or facilitate any of the following activities:</p>\n<ul>\n<li>Any activity deemed illegal under Canadian and international law;</li>\n<li>Interference of the Service's operations, including spam, hacking, (D)DoS, and distribution of malware;</li>\n<li>Excessive usage of resources, such as scraping (<b>this includes running unauthorized uptime checks</b>);</li>\n<li>Harassment of others, including hate speech;</li>\n<li>Commercial activities, unless explicitly permitted by the Service;</li>\n<li> Conducting sweepstakes with prize value over 100 Canadian dollars.\nSee here for the relevant law.\nIt was designed to combat organized crime, but nowadays this simply opt all Québecois.e.s out of most giveaways.\n</li>\n</ul> No Warranty <p>You understand and agree that the Service is offered \"as is\" and without warranty of any kind, either express, implied or statutory.\nIn no event shall the operator of the Service (\"Operator\" hereafter) be liable for any claim, damages or other liability arising from, out of or in connection with the Service or the use or other dealings in the Service.\nThe Operator expressly disclaims all implied warranties of title, merchantability, fitness for a particular purpose, and non-infringement.\nThe Operator does not warrant the reliability, accessibility or quality of the Service.\nYou agree that your use of the Service is at your own risk.\n</p> Privacy Policy <p>The policies may change any time without notice (especially when we start providing a new service).</p>\n<p>No identifiable data is shared with third parties, unless such data transfer is initiated by the user, required to combat abuse, or operationally necessary.</p>\n<p>Some services require the use of first-party cookies and/or local storage, which are required to provide the service (such as remembering user preferences) and are not collected by anyone.\nNone of the services employ third-party cookies.</p> Data collected by the Operator nginx access logs <p>Unless otherwise noted below, the nginx <code>access.log</code>, containing your IP address, timestamp, path, and User-Agent, is retained for a maximum of 2 days.\nThe logs are used to combat abuse, debug, and collect aggregated usage statistics.</p> CryptPad and PrivateBin <p>Document paths, paste IDs and deletion tokens are not recorded in the nginx access log.\nHowever, <em>even if</em> I am to record them, I will not be able to decrypt the contents, as the decryption token is located in the URI fragment, which is not transmitted to the server, unless malicious JavaScript is injected into the page.\nIf you're concerned about that, then simply compare the fetched resources to the master branch of the upstream repositories or any other instance that you trust.</p>\n<p>The contents, including attachments and comments/chats, are encrypted and decrypted client-side, so that only those who have the full URL may decrypt them.\nThe encrypted contents are stored in the disk (for CryptPad) or a database controlled by the Operator (for PrivateBin) according to the specific directives as given by the user.</p> Third parties <p>Oracle Corporation (\"Oracle\") provides the servers, which are located in the \"Canada Southeast (Montréal)\" region , as defined by Oracle.\nTheir privacy policy is available here.Some websites mistakenly identify this server as being in the US due to the IPv6 address, which is indeed located in the US.\n(The IPv4 address is located in Canada, reflecting the server's physical location.) </p>\n<p>Information regarding abusive behaviour occuring on the Service may be shared with other parties in the interest of mutual protection.</p> Takedown <p>\n<b>Please read the following carefully</b> before requesting takedown for any content on <code>bus-hit.me</code> and its subdomains.</p> For Libreddit/teddit, Nitter, rimgo and Scribe <p>These services act as proxies (aka.\n\"frontends\") for their corresponding platforms.\nIt is our understanding that the services are compliant to the provisions set out in Article 31.1 of the <em>Copyright Act</em>, as well as 17 U.S.\nCode § 512.\nAs such, takedown requests regarding content on these services should be sent to the proxied platforms (reddit, Twitter, Imgur and Medium).</p>\n<p>Any takedown requests that are addressed to us regarding these services will be <b>ignored</b>.\nRepeated attempts are considered abuse and will be reported to other hosters.</p> For CryptPad and PrivateBin <p>If you have the full URL, please contact me.\nOtherwise, <em>by design</em>, the Operator is unable to read the contents of the paste and thus no takedown can be served.</p> Contact <p>See here.</p>\n<p>You can also follow me on the fediverse!</p> Miscellaneous <ul>\n<li>If the services are useful to you, consider donating to <em>both</em> project maintainers <em>and</em> service operators.\nFor the former, the links should be included in the services' respective project repositories.\nFor the latter, see here for this server.</li>\n<li>The homepage uses LaTeX.css (MIT License), available here.</li>\n<li>All services are hosted on various resources provided by a Oracle Cloud free tier \"subscription\".\nCurrently, all services occupy a 2-core 12 GB RAM Ampere A1 Compute, which uses armv8 architecture, requiring alternative docker images.\n<ul>\n<li>\n<b>CryptPad</b>: The unofficial <code>nicholaswilde/cryptpad</code> docker image is used.\nThis instance is updated to the latest <b>release</b>.</li>\n<li>\n<b>Libreddit</b>: The official <code>spikecodes/libreddit:arm</code> docker image is used.\nThis instance is publicly-listed and updated regularly to the master branch.</li>\n<li>\n<b>teddit</b>: The unofficial <code>1337kavin/teddit</code> docker image is used.\nThis instance is publicly-listed and updated regularly to the main branch.</li>\n<li>\n<b>Nitter</b>: The semi-official <code>quay.io/unixfox/nitter</code> docker image is used.\nThis instance is publicly-listed and updated regularly to the master branch.\nThe uptime is tracked.</li>\n<li>\n<b>PrivateBin</b>: Ran directly from the master branch, which I have contributed to.\nThis is the first (if not the only) PrivateBin instance that uses an Oracle database as storage.\nThis instance is publicly-listed and updated regularly.</li>\n<li>\n<b>rimgo</b>: The official <code>codeberg.org/video-prize-ranch/rimgo</code> docker image is used.\nThis instance is publicly-listed and updated regularly to the main branch.</li>\n<li>\n<b>RSS-Bridge</b>: Ran directly from the master branch.\n<b>Restrictions:</b> Feeds that are related to Meta Platforms Inc.\n(more popularly known as Facebook), are already provided by other services (reddit, Twitter, etc.), or have a high probability of returning pornographical content, are removed.\nThis instance is publicly-listed and updated regularly.</li>\n<li>\n<b>Scribe</b>: This unofficial docker image is used.\nThis instance is publicly-listed and updated regularly to the main branch.</li>\n<li>\n<b>SearXNG</b>: Filtron is installed standalone using searx's installation script (since there exists no prebuilt docker image).\nSearXNG itself uses the official <code>searxng/searxng</code> docker image.\nThis instance is publicly-listed and updated regularly to the master branch.</li>\n<li>\n<b>SimplyTranslate</b>: This unofficial docker image is used.\nThis instance is publicly-listed and updated regularly to the master branch.</li>\n</ul>\n</li>\n<li>The following services will only be considered if there exists sufficient demand: Facilmap, Mumble, Wallabag, Wikiless, various multiplayer game servers.</li>\n<li>The following services will likely not be operated: <ul>\n<li>I will not consider services that can be used locally and offer no clear benefit for usage on servers.</li>\n<li>Any RSS reader service: I have been told that they use a tremendous amount of resources...</li>\n<li>Bibliogram: F*cebook's authoritarian ratelimit practically crippled it.\nAlso this.</li>\n<li>Croodle, Framadate: Abandoned.</li>\n<li>EtherCalc: How old is it?</li>\n<li>Etherpad/Hedgedoc, Yakforms: Not encrypted.</li>\n<li>FilePizza: Doesn't seem to work consistently.</li>\n<li>Invidious/Piped, Lufi/Send, Jitsi Meet, ProxiTok: Resource constraints.</li>\n</ul>\n</li>\n</ul> ", "created_at": "2023-01-16 22:18:08.581174", "updated_at": "2023-01-16 22:19:51.248709"}, {"id": 13918, "name": "Rimgo Instance Privacy", "url": "https://rimgo.bus-hit.me/privacy", "xpath": "//body", "text": " rimgo Instance Privacy <p>The instance operator has indicated their instance's privacy practices below.\nFor more information, see the instance operator's privacy policy.</p>\n<p>Log is kept for at most 48 hours.</p> Data Collected <p>The following data may be collected:</p>\n<ul>\n<li> Internet address (IP Address) </li>\n<li> Page viewed (Request URL) </li>\n<li> Device Type (User agent) </li>\n</ul> What's this? <p> Instance privacy aims to bring transparency to the data collected by frontends and encourage privacy friendly practices.\nThere is often no privacy policy and users are forced to trust that the instance operator is not collecting data.\nHowever, there is a possibility that the instance operator can put false information so we encourage looking at other factors when selecting an instance.\n</p>\n<ul>\n<li> Internet address (IP Address) - This is an address that is given to your computer or internet connection.\nThis can be used to find your city or region and internet provider but can change depending on your connection.\n</li>\n<li> Page viewed (Request URL) - This is what page you are viewing.\nSearches are kept private.\n</li>\n<li> Device Type (User agent) - This is what browser, device, and operating system you are using.\nAdvanced users can change this with an extension or browser setting.\n</li>\n<li> Diagnostics - When this data is only collected when there is an error or only a short amount of time while diagnosing an issue.\n</li>\n</ul> Additional information <ul>\n<li>Version: 2022-12-21-62910de</li>\n<li>Country: Canada</li>\n<li>Provider: Oracle</li>\n<li>Using Cloudflare?: No</li>\n</ul> Privacy Source Code ", "created_at": "2023-01-16 22:18:08.641345", "updated_at": "2023-01-16 22:18:52.722469"}], "points": [], "urls": ["bus-hit.me", "pad.bus-hit.me", "libreddit.bus-hit.me", "teddit.bus-hit.me", "nitter.bus-hit.me", "bin.bus-hit.me", "rimgo.bus-hit.me", "rssbridge.bus-hit.me", "scribe.bus-hit.me", "search.bus-hit.me", "translate.bus-hit.me"]}}