{"error": 448, "message": "OK", "parameters": {"id": 9666, "name": "Lumosity", "created_at": "2023-09-29 23:49:54.230697", "updated_at": "2023-09-30 10:02:33.840059", "wikipedia": "https://en.wikipedia.org/wiki/Lumosity", "keywords": null, "related": null, "slug": "lumosity", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9666.png", "url": "lumosity.com", "documents": [{"id": 19226, "name": "Terms", "url": "https://www.lumosity.com/en/legal/terms_of_service/", "xpath": "/html/body/div[1]/div[1]/div[2]/div[2]/div", "text": "<p>\n<strong> These Terms of Service (\"TOS\") represent a binding contract between you and Lumos Labs, Inc., and by creating an account (\"Account\") or otherwise accessing Lumosity, you expressly agree to be bound by them, INCLUDING THE AGREEMENT TO ARBITRATE AND WAIVER OF CLASS ACTION CLAIMS CLAUSE CONTAINED IN SECTION 14.\nThe TOS incorporate the provisions of the Privacy Policy and Payment Policy, so please review them carefully as well.\nIf you do not agree to be bound by the TOS, you may not use or purchase Lumosity.</strong>\n</p>\n<p>Thank you for using Lumosity! Lumosity is created by Lumos Labs, Inc.\n(\"Lumos Labs,\" \"our,\" \"us,\" \"we,\" or \"Lumosity\").\nThese TOS govern the use of Lumosity services online (1) at lumosity.com, (2) on mobile devices, and (3) on any other services that include a link to and/or copy of this TOS on the homepage of the applicable website or similar location (e.g.\na settings page) for any applicable mobile applications (collectively, \"Lumosity\"), which are owned and operated by Lumos Labs.</p>\n<p>All references to \"you\" or \"your,\" as applicable, mean the person who accesses, uses, and/or participates in Lumosity in any manner, and each of your heirs, assigns, and successors.</p>\n<ol>\n<li>Eligibility</li>\n<li>Your Account Information</li>\n<li>Intellectual Property</li>\n<li>User Content and Feedback</li>\n<li>Your License to Use Lumosity</li>\n<li>Canceling Your Account</li>\n<li>Restrictions and Prohibited Uses</li>\n<li>Disclaimers</li>\n<li>Limitation of Liability</li>\n<li>DMCA Contact</li>\n<li>Indemnity</li>\n<li>Third-Party Links and Services</li>\n<li>Modification and Termination</li>\n<li>Agreement to Arbitrate and Waiver of Class Action Claims</li>\n<li>General</li>\n</ol>\n<ol>\n<li>Eligibility</li>\n<p>To use Lumosity you must be, and represent and warrant that you are, of legal age (18 years of age or older or otherwise of legal age in your jurisdiction, or, if you have parental consent, 13 years of age) and competent to agree to these TOS.\nIf Lumos Labs has previously prohibited you from accessing or using Lumosity, you are not permitted to access or use Lumosity.</p>\n<li>Your Account Information</li>\n<p>Lumosity provides a personalized content and training experience.\nWhen you create an Account, we require you to provide information about yourself, including your email address and a password (\"Account Information\").\nYou agree to provide accurate, current, and complete information during the registration process, and to update information to keep it accurate, current, and complete.\nWe may allow you to register for an Account using third-party account and log-in credentials, such as Facebook and Google.\nYou are solely responsible for safeguarding your Account Information or any log-in credentials for any third-party account.\nYou are solely responsible for all activity that occurs on your Account, and you will notify us immediately of any unauthorized use.\nLumos Labs will not be liable for any loss, damages, liability, expenses or attorneys’ fees that you may incur as a result of someone else using your password or Account, either with or without your knowledge and/or authorization, and regardless of whether you have or have not advised us of such unauthorized use.\nYou will be liable for losses, damages, liability, expenses and attorneys’ fees incurred by Lumos Labs or a third party due to someone else using your Account.</p>\n<li>Intellectual Property</li>\n<p>Lumosity is protected by U.S.\nand international intellectual property laws and you agree to abide by them.\nWithout our prior written consent, you may not download, copy or store Lumosity content in any form outside of Lumosity and you may not modify, publish, transmit, participate in the transfer or sale of, reproduce, create derivative works based on, distribute, or perform any Lumosity content.\nYou agree that all data and algorithms in our flash files and associated servers are \"trade secrets\" as defined, without limitation, in the California Uniform Trade Secrets Act.\nYou agree to comply with reasonable written requests from us to help us in protecting our proprietary and intellectual property rights in Lumosity.\nAll intellectual property rights in Lumosity are, as between you and Lumos Labs, the sole and exclusive property of Lumos Labs.</p>\n<p>Some Lumosity features either now or in the future may allow you to post or submit content and materials for publication on Lumosity (\"Your Content\").\nYou own any intellectual property rights to Your Content, but you agree that we can use, reproduce, modify, adapt and publish Your Content for purposes of enabling us to offer Lumosity or the features you have elected to use.\nYou are responsible for Your Content, and acknowledge that once published, we cannot always remove it.</p>\n<p>We appreciate when you provide us feedback through customer service or by email or social features, but we may use any feedback, comments, or suggestions without any obligations to you.</p>\n<li>User Content and Feedback</li>\n<p>Some Lumosity features either now or in the future may allow you to post, transmit, or submit content and materials to, through, or on Lumosity (collectively, \"Your Content\").\nYour Content may or may not be viewable by other users.\nYou are responsible for Your Content, and acknowledge that once published, we cannot always control who can access and copy it.</p>\n<p>You own any intellectual property rights to Your Content, but you grant Lumos Labs a world-wide, perpetual, irrevocable, royalty-free, non-exclusive, and sub-licensable license to use, copy, distribute, reproduce, modify, edit, adapt, publicly perform, publicly display, translate, create derivative works from, sell, lease, transmit, disassemble, and publish Your Content for purposes of enabling us to offer Lumosity or the features you have elected to use.\nYou are responsible for Your Content, and acknowledge that once published, we cannot always remove it.\nNotwithstanding the foregoing, our use of your personal data shall be governed by our Privacy Policy.</p>\n<p>You acknowledge and agree that Your Content is your sole responsibility.\nYou further agree that you have all required rights to post, transmit, or submit Your Content to, through, or on Lumosity without violation of any third-party rights.\nYou understand that Lumos Labs does not control, and is not responsible for, Your Content, and that by using Lumosity, you may be exposed to content from other users that is offensive, indecent, inaccurate, misleading, or otherwise objectionable.\nContent from other users may contain typographical errors, other inadvertent errors, or inaccuracies.\nYou will indemnify, defend, and hold harmless Lumos Labs for all claims resulting from Your Content.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of such disputes, and in any event you will cooperate with us in asserting any available defenses.</p>\n<p>You acknowledge and agree that Lumos Labs and its designees may or may not, at Lumos Labs’s discretion, pre-screen Your Content before its appearance on Lumosity, but that Lumos Labs has no obligation to do so.\nYou further acknowledge and agree that Lumos Labs reserves the right (but does not assume the obligation) in its sole discretion to reject, move, edit or remove any of Your Content that is contributed to Lumosity.\nWithout limiting the foregoing, Lumos Labs and its designees shall have the right to remove any of Your Content that violates these TOS or is otherwise objectionable in Lumos Labs’s sole discretion.\nYou acknowledge and agree that Lumos Labs does not verify, adopt, ratify, or sanction Your Content, and you agree that you must evaluate and bear all risks associated with your use of any content from other users or your reliance on the accuracy, completeness, or usefulness of that content.</p>\n<p>We appreciate when you provide us feedback, comments, questions, or suggestions concerning Lumosity, Lumos Labs, or our services (collectively, \"Feedback\").\nBy sending us any Feedback, you represent and warrant (a) that you have the right to disclose the Feedback, (b) that the Feedback does not violate the rights of any other person or entity, and (c) that your Feedback does not contain the confidential or proprietary information of any third party or parties.\nBy sending us any Feedback, you further (i) agree that we are under no obligation of confidentiality, express or implied, with respect to the Feedback, (ii) acknowledge that we may have something similar to the Feedback already under consideration or in development, (iii) grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute and sublicense the Feedback, and (iv) irrevocably waive, and cause to be waived, against Lumos Labs and its users any claims and assertions of any moral rights contained in such Feedback.\nThis Feedback section shall survive any termination of your Account or Lumosity.</p>\n<p>We are providing you with access to Lumosity pursuant to a limited, non-exclusive, non-sublicensable, non-transferable, revocable license.\nYou can use Lumosity for personal, non-commercial use only, and subject to the TOS.\nThis license is available to you as long as you are not barred from Lumosity by applicable law and your Account is not terminated by us or by you.\nIf the TOS are not enforceable where you are located, you may not use Lumosity.\nLumos Labs reserves all right, title, and interest not expressly granted under this license to the fullest extent possible under applicable laws.</p>\n<li>Your License to Use Lumosity</li>\n<p>We are providing you with access to Lumosity pursuant to a limited, non-exclusive, non-sublicensable, non-transferable, revocable license.\nYou can use Lumosity for personal, non-commercial use only, and subject to the TOS.\nThis license is available to you as long as you are not barred from Lumosity by applicable law and your Account is not terminated by us or by you.\nIf the TOS are not enforceable where you are located, you may not use Lumosity.\nLumos Labs reserves all right, title, and interest not expressly granted under this license to the fullest extent possible under applicable laws.</p>\n<li>Canceling Your Account</li>\n<p>While we hope you enjoy using Lumosity, you may cancel your account at any time by contacting our customer support team.\nFor information about the availability of refunds, please review our Payment Policy.</p>\n<li>Restrictions and Prohibited Uses</li>\n<p>Lumosity is used by millions of people, and we are proud of the trust our users place in us.\nWe expect, in turn, that our users do not misuse our products and services.\nExcept with our written permission, you shall not:</p>\n<ul>\n<li>Attempt to impersonate another person or use another person’s Lumosity account information without authorization;</li>\n<li>Use or distribute Lumosity for your own scientific or clinical research purposes;</li>\n<li>Use or distribute Lumosity for commercial purposes;</li>\n<li>Falsely state or otherwise misrepresent your affiliation with a person or entity, or impersonate any person or entity in a manner that does not constitute parody;</li>\n<li>Copy, download (other than through page caching necessary for personal use, or as otherwise expressly permitted by these TOS), modify, distribute, post, transmit, display, perform, reproduce, broadcast, duplicate, publish, republish, upload, license, reverse engineer, create derivative works from, or offer for sale any content or other information contained on or obtained from or through Lumosity, by any means except as provided for in these TOS;</li>\n<li>Violate or attempt to violate Lumosity’s security features, including logging into a server that you are not authorized to access, violating the restrictions in any robot exclusion headers, or probing the vulnerability of Lumosity systems and networks;</li>\n<li>Post or otherwise make available any material that contains any software, device, instructions, computer code, files, programs and/or other content or feature that is designed to interrupt, destroy, harm, or limit the functionality of any computer software or hardware or telecommunications equipment (including without limitation any time bomb, virus, malware, software lock, worm, self-destruction, drop-device, malicious logic, Trojan horse, trap door, \"disabling,\" \"lock out,\" \"metering\" device or any malicious code);</li>\n<li>Redistribute, decompile, reverse engineer, publish, or copy Lumosity, including cracking its flash (.SWF) files;</li>\n<li>Use Lumosity for the purpose of creating a product with a substantially similar look, feel or design;</li>\n<li>Access or search Lumosity by any means other than our publicly supported interfaces (for example, scraping, in-line linking, framing, or using any robot, spider, web crawler, or any other method of access other than manually accessing the publicly-available portions of Lumosity or accessing Lumosity through any API approved by Lumos Labs);</li>\n<li>Interfere with others’ use and enjoyment of Lumosity;</li>\n<li>Post or do anything that could disable, overburden, or impair the proper working of Lumosity;</li>\n<li>Solicit personal or sensitive information from other users including without limitation address, credit card or financial account information, or passwords;</li>\n<li>Use Lumosity or any trademarks, game names, trade names, service marks, copyrights, or logos of Lumos Labs, in unsolicited mailings, spam material, contests or surveys, or to create the impression that such items are associated with you;</li>\n<li>Violate any third party’s rights, including intellectual property or privacy rights;</li>\n<li>Threaten, stalk, harm, or harass others.\nor engage in activity in connection that is fraudulent, abusive, defamatory, illegal or otherwise inappropriate.</li>\n</ul>\n<p>\n</p>\n<p>Engaging in prohibited uses is grounds for immediate termination of your Account, and may also subject you to civil or criminal penalties.</p>\n<li>Disclaimers</li>\n<p>YOU AGREE THAT USE OF LUMOSITY IS AT YOUR OWN SOLE RISK AND THAT LUMOSITY IS PROVIDED ON AN \"AS IS\", \"AS AVAILABLE\" BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, LUMOS LABS AND ITS AFFILIATES, OFFICERS AND/OR EMPLOYEES EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES, EXPRESS OR IMPLIED, REGARDING LUMOSITY, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.\nSome jurisdictions do not allow the disclaimers in this paragraph, so they may not apply to you.</p>\n<p>If you are a California resident, you hereby waive California Civil Code §1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\" This release includes the criminal acts of others.</p>\n<p>LUMOS LABS STRIVES TO MAINTAIN LUMOSITY ON A COMMERCIALLY REASONABLE BASIS AND CANNOT GUARANTEE THAT YOU WILL HAVE ACCESS TO LUMOSITY AT ALL TIMES.</p>\n<p>LUMOSITY IS NOT A MEDICAL SERVICE AND IS NOT TO BE USED FOR THE PURPOSE OF SEEKING, AND LUMOSITY IS NOT PROVIDING, MEDICAL TREATMENT OR ADVICE.</p>\n<li>Limitation of Liability</li>\n<p>IN NO EVENT SHALL LUMOS LABS OR ITS AFFILIATES, OFFICERS AND/OR EMPLOYEES BE LIABLE WITH RESPECT TO LUMOSITY FOR (I) IN THE AGGREGATE, ANY AMOUNT IN EXCESS OF THE FEES PAID BY YOU TO SUBSCRIBE TO LUMOSITY.\n(II) LOST PROFITS, LOST DATA, OR FAILURE TO MEET ANY DUTY INCLUDING WITHOUT LIMITATION GOOD FAITH AND REASONABLE CARE ARISING OUT OF YOUR ACCESS TO OR USE OF LUMOSITY.\nOR (III) ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER.</p>\n<p>YOU AGREE THAT THIS LIMITATION OF LIABILITY REPRESENTS A REASONABLE ALLOCATION OF RISK AND IS A FUNDAMENTAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN LUMOS LABS AND YOU.\nYOU UNDERSTAND THAT LUMOSITY WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS.\nSome jurisdictions do not allow the limitations in this section, so they may not apply to you.\nIf you are a New Jersey resident, then the limitations herein specifically do apply to you.</p>\n<li>DMCA Contact</li>\n<p>We comply with the provisions of the Digital Millennium Copyright Act applicable to service providers.\nIf you have any complaints with respect to material posted on Lumosity, you may contact our designated agent by email to dmca-complaint@lumoslabs.com or at the following address:</p>\n<p>\n</p>Lumos Labs, Inc.\n<br>ATTN: DMCA Complaint <br>16 Maiden Lane, Floor 6<br>San Francisco, CA 94108<p>\n</p>\n<p>You must include the following information in your complaint:</p>\n<ul>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of the material that you claim is infringing and where it is located on Lumosity;</li>\n<li>your mailing address, telephone number, and if available, email address;</li>\n<li>a statement by you that you have a good faith belief that the use of the material on Lumosity is not authorized by the copyright owner, its agent, or the law;</li>\n<li>a statement by you that the above information in your notice is accurate and that, under penalty of perjury, you are the copyright or intellectual property owner or authorized to act on behalf of the copyright or intellectual property owner.\nand</li>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other right being infringed.</li>\n</ul>\n<p>Please note that, pursuant to Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<li>Indemnity</li>\n<p>You will indemnify and hold harmless Lumos Labs, its affiliates, officers and/or employees (and all successors and assigns of any of the foregoing), including by paying costs and attorneys’ fees, from any claim or demand made by any third party due to or arising out of Your Content, your violation of any applicable law, or the violation of the TOS by you.</p>\n<li>Third-Party Links and Services</li>\n<p>Through Lumosity, you may be able to obtain (1) information and content provided by third parties.\nand (2) links to third-party websites or resources.\nLumos Labs is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for (i) any content or other materials on or available from such sites or resources, (ii) any errors or omissions in these websites or resources, or (iii) any information handling practices or other business practices of the operators of such sites or resources.\nYou further acknowledge and agree that Lumos Labs shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any linked sites or resources.\nYour interactions with such third parties will be governed by the third parties’ own terms of service and privacy policies, and any other similar terms.</p>\n<li>Modification and Termination</li>\n<p>Lumos Labs reserves the right at any time to modify or discontinue, temporarily or permanently, Lumosity (or any part thereof), with or without notice.\nYou agree that Lumos Labs shall not be liable to you or any third party for any modification, suspension or discontinuance of Lumosity.</p>\n<p>These TOS are effective unless and until terminated by you or us.\nWe may, in our sole and absolute discretion, deny you access to all or part of Lumosity at any time for any or no reason at all, with or without notice to you.\nIf we terminate your right to access Lumosity, these TOS will terminate and all rights you have to access Lumosity will immediately terminate.\nhowever, certain provisions of these TOS will still apply post termination, including without limitation, the Agreement to Arbitrate and Waiver of Class Action Claims provisions.\nTermination of your Account may also include, at Lumos Labs’s sole discretion, the deletion of your Account and/or Your Content.</p>\n<li>Agreement to Arbitrate and Waiver of Class Action Claims</li>\n<p>\n<strong>PLEASE READ THIS SECTION 14 CAREFULLY - IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</strong>\n</p>\n<p>You and Lumos Labs agree that these TOS affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.</p>\n<p>If a dispute arises, our goal is to provide you a neutral and cost effective means to resolve it quickly.\nMost disputes can be resolved informally.\nBefore filing a claim against Lumos Labs, you agree to try to resolve the dispute by contacting us in writing at Lumos Labs, Inc., ATTN: DISPUTE NOTICE, 16 Maiden Lane, Floor 6, San Francisco, CA 94108, or by email to legal-dispute-notice@lumoslabs.com.\nBefore we file a claim against you, we agree to contact you at the email address associated with your Account.\nIf the dispute is not resolved within 30 days of notice, either you or we may bring a formal proceeding pursuant to the following procedures:</p>\n<p>\n<strong>\n<u>A.\nGENERAL.</u>\n</strong>\n<strong>YOU AGREE THAT YOU AND LUMOS LABS WILL RESOLVE THROUGH BINDING ARBITRATION ANY DISPUTE, CLAIM OR CONTROVERSY BETWEEN US ARISING OUT OF OR RELATING IN ANY WAY TO LUMOSITY OR YOUR USE THEREOF, INCLUDING THESE TOS (collectively, \"ARBITRAL CLAIMS\")</strong>, with a few exceptions set forth below.\nThe arbitrator, and not any court, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability, or formation of this Agreement to Arbitrate, including any claim that all or any part of this Agreement to Arbitrate is void or voidable, or whether a claim is subject to arbitration.<br>ARBITRATION IS DIFFERENT FROM COURT.\nTHE RULES, INCLUDING DISCOVERY, ARE DIFFERENT AND NO JUDGE OR JURY IS PRESENT AT AN ARBITRATION.\nIN SOME INSTANCES, THE COSTS OF ARBITRATION COULD EXCEED THE COST OF LITIGATION, AND THE RIGHT TO DISCOVERY MAY BE MORE LIMITED.\nTHE AWARD IS FINAL AND BINDING AND SUBJECT ONLY TO LIMITED REVIEW BY A COURT.\n<strong>YOU UNDERSTAND THAT, ABSENT THIS MANDATORY PROVISION, YOU MAY HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.</strong>\n</p>\n<p>\n<strong>\n<u>B.\nARBITRATION SERVICES AND RULES.</u>\n</strong> Judicial Arbitration and Mediation Services (\"JAMS\") will administer the arbitration using the JAMS’ procedures and rules in effect on the date the Arbitration is filed (\"JAMS Rules\").\nIn the event the JAMS Rules are inconsistent with this Agreement to Arbitrate, this Agreement will prevail.\nJAMS is independent from us, and you may obtain copies of the current JAMS Rules, and other related materials, including forms and instructions for initiating arbitration, by contacting JAMS at 1920 Main Street, Suite 300, Irvine, CA 92614 1-800-352-5267 or www.jamsadr.com.</p>\n<p>\n<strong>\n<u>C.\nFILING AND ARBITRATION FEES.</u>\n</strong> To the extent the filing fee for the arbitration exceeds the cost of filing a lawsuit, we will pay the additional cost.\nIf the arbitrator finds the arbitration to be non-frivolous, we will pay the fees invoiced by JAMS, including arbitrator and hearing expenses.\nExcept as explicitly provided herein, you are responsible for your own attorneys’ fees unless the arbitration rules and/or applicable law provide otherwise.</p>\n<p>\n<strong>\n<u>D.\nLOCATION OF ARBITRATION.</u>\n</strong> If your claim is for $7,500 or less, you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the JAMS Rules.\nRegardless of the amount of your claim, any in-person hearing will be held in the United States county where you live or work, San Francisco, CA, or any other location you and we mutually agree to.</p>\n<p>\n<strong>\n<u>E.\nSETTLEMENT AWARDS AND FEE REIMBURSEMENT.</u>\n</strong> If you prevail, and the arbitrator issues an award that exceeds our best written settlement offer that we made prior to 30 days into the arbitration (or if we did not make a settlement offer before that point), then we will pay you the amount of the award or $7,500, whichever is greater.\nAlso, if you prevail, and the arbitrator issues an award that exceeds our best written settlement offer that we made prior to 30 days into the arbitration (or if we did not make a settlement offer before that point) and the amount of the award is less than $7,500, we will reimburse you for your reasonable attorneys’ fees and costs.</p>\n<p>\n<strong>\n<u>F.\nEXCEPTIONS TO ARBITRAL CLAIMS.</u>\n</strong> As an exception to this Section 14, you may assert claims on an individual basis, if they qualify under applicable rules, in Small Claims court.\nAlso, either you or we may bring claims to enforce intellectual property rights without first engaging in arbitration or the informal dispute resolution described in this Section 14.</p>\n<p>\n<strong>\n<u>G.\nCLASS ACTION WAIVER.</u> YOU AND LUMOS LABS AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nYOU FURTHER AGREE WITH LUMOS LABS THAT NEITHER YOU NOR LUMOS LABS WILL JOIN ANY ARBITRAL CLAIM WITH THE CLAIM OF ANY OTHER PERSON OR ENTITY IN A LAWSUIT, ARBITRATION OR OTHER PROCEEDING;</strong> THAT NO ARBITRAL CLAIM WILL BE RESOLVED ON A CLASS-WIDE BASIS.\nTHAT NEITHER YOU NOR LUMOS LABS WILL ASSERT AN ARBITRAL CLAIM IN A REPRESENTATIVE CAPACITY ON BEHALF OF ANYONE ELSE.\nAND BOTH PARTIES EXPRESSLY WAIVE THEIR RIGHT TO FILE A CLASS ACTION OR SEEK RELIEF ON A CLASS BASIS.\nIf any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable or that arbitration can proceed on a class basis, then this Agreement to Arbitrate shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<p>\n<strong>\n<u>H.\nNO RIGHT TO JURY TRIAL.</u>\n</strong> YOU AND LUMOS LABS ALSO HEREBY WAIVE THE RIGHT TO A JURY TRIAL EVEN IF THIS AGREEMENT TO ARBITRATE IS HELD NOT TO APPLY.\n<strong>YOU EXPRESSLY WAIVE YOUR RIGHT TO A JURY TRIAL IN THE EVENT THAT EITHER PARTY SELECTS ARBITRATION TO RESOLVE THE DISPUTE UNDER THIS AGREEMENT.</strong>\n</p>\n<p>\n<strong>\n<u>I.\n30 DAY OPT OUT RIGHT.</u>\n</strong> You have the right to opt-out and not be bound by the arbitration and the class action waiver provisions set forth in this Section 14 by sending written notice of your decision to opt-out to the following address: Lumos Labs, Inc., ATTN: Arbitration Opt-out, 16 Maiden Lane, Floor 6, San Francisco, CA 94108, or by email to opt-out@lumoslabs.com.\nFor new users, the notice must be sent within 30 days of registering for Lumosity, and for existing users, the notice must be sent within 30 days of the effective date of this policy.\nIf you do not opt-out, you shall be bound to the terms in this Section 14.\nIf you choose to opt-out, Lumos Labs also will not be bound.</p>\n<p>\n<strong>\n<u>J.\nCHANGES TO THIS SECTION.</u>\n</strong> We will provide thirty (30) days' notice of any changes to this section by posting on Lumosity, sending you a message, or otherwise notifying you when you are logged into your Account.\nAmendments will become effective thirty (30) days after they are posted on Lumosity or sent to you.</p>\n<p>Changes to this section will otherwise apply prospectively only to claims arising after the thirtieth (30th) day.\nIf a court or arbitrator decides that this subsection on \"Changes to This Section\" is not enforceable or valid, then this subsection shall be severed from the section entitled \"Agreement to Arbitrate and Waiver of Class Action Claims,\" and the court or arbitrator shall apply the first Agreement to Arbitrate and Waiver of Class Action Claims section in existence after you began using Lumosity.</p>\n<p>\n<strong>\n<u>K.\nSURVIVAL.</u>\n</strong> This Agreement to Arbitrate and Waiver of Class Action Claims section shall survive any termination of your Account or Lumosity.</p>\n<li>General</li>\n<p>(a) <u>Severability and Waiver.</u> Except as set forth in the Agreement to Arbitrate and Waiver of Class Action Claims section, if any part of the TOS is held invalid or unenforceable, the remaining provisions of the TOS will remain in full effect and an enforceable term will be substituted reflecting yours and our intent as closely as possible.\nEither party’s failure to enforce any term or condition in the TOS is not a waiver of its right to do so later.</p>\n<p>(b) <u>Transparency in Coverage Notice.</u> This link leads to the machine-readable files that are made available in response to the federal Transparency in Coverage Rule and includes negotiated service rates and out-of-network allowed amounts between health plans and healthcare providers.\nThe machine readable files are formatted to allow researchers, regulators, and application developers to more easily access and analyze data.</p>\n<p>(c) <u>Governing Law, Jurisdiction and Venue.</u> Except to the extent preempted by the Federal Arbitration Act (\"FAA\"), the TOS are governed by California law without regard to conflict of law provisions.\nExcept as provided in Section 14, or to the extent preempted by the FAA, both parties further consent to the personal jurisdiction of and exclusive venue in the federal and state courts in San Francisco County, California as the legal forum for any dispute between them.</p>\n<p>(d) <u>Change Policy.</u> The TOS may be updated from time to time.\nIf we make material changes, we will provide advance notice to you either by email, by posting a notification on Lumosity or by posting an updated TOS on Lumosity at least 30 days in advance of the effective date of the updated TOS.\nPlease note that unless otherwise provided by applicable law or as set forth above in the Agreement to Arbitrate and Waiver of Class Action Claims section, your continued use of Lumosity following the effective date means that you agree with, and consent to be bound by, the updated TOS.</p>\n<p>(e) <u>Miscellaneous.</u> The TOS are the complete and exclusive statement of the mutual understanding of the parties and supersede all previous written and oral agreements relating to the subject matter of the TOS.\nIf there is any conflict between the TOS and any additional terms, conditions, and rules posted by Lumos Labs on Lumosity, the TOS shall govern, unless otherwise indicated.\nSections 2-15 shall survive any termination of the TOS.</p>\n</ol>", "created_at": "2023-09-29 23:51:17.169898", "updated_at": "2023-09-29 23:51:31.717991"}, {"id": 19224, "name": "Privacy Policy", "url": "https://www.lumosity.com/en/legal/privacy_policy/", "xpath": "/html/body/div[1]/div[1]/div[2]/div[2]/div", "text": "\n<p>Lumos Labs, Inc.\n(\"Lumos Labs,\" \"our,\" \"us,\" or \"we\") knows your privacy is important to you, and we are committed to providing a safe and secure user experience.\nThis Privacy Policy is incorporated into the Lumosity Terms of Service, and describes the personal information we collect, how we use it, and with whom we share it, including for information collected through the use of (1) Lumosity online at Lumosity.com, (2) Lumosity online on mobile devices, and (3) any other services that include a link to and/or copy of this Privacy Policy on the home page of the applicable website or similar location (e.g., a settings page) for any applicable mobile applications (collectively, \"Lumosity\"), which are owned and operated Lumos Labs.\nIt describes how we collect, use, secure, and share information of our users and individuals whose payment details are used to purchase Lumosity (collectively, \"you\" or \"your\").\nIt also describes how to access, update, and correct your personal data and the choices available to you regarding your personal data.\nUnder applicable law, Lumos Labs is the data controller of your personal data.\n</p>\n<p> Before you use or submit any information through or in connection with Lumosity, please carefully review this Privacy Policy.\nBy using any part of Lumosity, you acknowledge that Lumosity may collect, use, and disclose your information as further outlined in this Privacy Policy.</p>\n<ol>\n<li>What Information We Collect</li>\n<ol>\n<li>Information You Provide Directly To Us</li>\n<li>Information That Is Passively Or Automatically Collected</li>\n<ol>\n<li>Device/Usage Information</li>\n<li>Cookies And Other Electronic Technology</li>\n</ol>\n<li>Information Provided By Social Networking Services And Others</li>\n</ol>\n<li>How We Use Your Information at Lumos Labs</li>\n<li>Legal Bases For Use Of Your Personal Data</li>\n<li>No Disclosure to Third Parties for Their Own Marketing Purposes</li>\n<li>When We Share Your Personal Information With Third Parties</li>\n<li>Online Analytics And Tailored Advertising</li>\n<li>Data Subject Rights And Your Choices</li>\n<li>Retention Of Personal Data And Security</li>\n<li>Outside The United States Consent To Processing And Transfer Of Information</li>\n<li>Additional Information</li>\n<ol>\n<li>Links To Third Party Websites</li>\n<li>Blog</li>\n<li>Referrals And Contacts</li>\n<li>Social Media Widgets</li>\n</ol>\n<li>Cross-Border Transfers.\nEU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield</li>\n<li>Children</li>\n<li>California \"Do Not Track\" Notice</li>\n<li>Change Policy</li>\n<li>Contact Information</li>\n</ol>\n<ol>\n<li>What Information We Collect</li>\n<p>As described in more detail below, we may collect the following categories of information about you or your use of Lumosity: (1) identifiers (such as name and email address).\n(2) commercial information (such as transaction data).\n(3) financial data (such as payment information).\n(4) internet or other network or device activity (such as browsing history or app usage).\n(5) geolocation information (e.g.\ngeneral location inferred from an IP address).\n(6) sensory information (such as audio or video recordings during research programs or through your use of Figment).\n(7) professional or employment related data.\n(8) education data.\n(9) inference data about you.\n(10) legally protected classifications (such as gender).\n(11) medical information (such as information you voluntarily provide to us in a survey).\n(12) physical characteristics or description.\nand (13) other information that identifies or can be reasonably associated with you.</p>\n<ol>\n<li>Information You Provide Directly to Us</li>\n<p>We may collect information from you in a variety of ways, such as when you:</p>\n<p>\n</p>\n<ul>\n<li>Register for a Lumosity account (“Account”);</li>\n<li>Request certain features (e.g.\nnewsletters);</li>\n<li>Fill out a survey or provide us with feedback;</li>\n<li>Play cognitive training games or engage in other activities that require your information to function (e.g., portions of Lumosity that require an Account to participate);</li>\n<li>Apply for a job with us;</li>\n<li>Communicate with us.\nor</li>\n<li>Post user-generated content to Lumosity.</li>\n</ul>\n<p>\n</p>\n<p>You are not required to create an Account to gain access to some areas of Lumosity.\nIf you do create an Account, we ask for certain information to process your registration, including an email address and password.\nIf you subscribe to a paid Account, we request additional information, including your full name and payment method details.</p>\n<p>We may also collect (1) name, (2) gender, (3) date of birth, (4) education level, (5) other demographic information, and (6) other information you voluntarily provide to us.\nProviding most of this information is optional.\nWe also allow you select your preferences for training, language, and receiving email communications.</p>\n</ol>\n<ol>\n<li>Information that is Passively or Automatically Collected</li>\n<p>In addition to the information you provide directly to us, when you use Lumosity, we automatically collect information about the computer, mobile device, or other devices you use to access Lumosity and about how you use Lumosity.\nFor example, we receive data about the games you play and your performance in those games.\nWe also receive information such as your browser type, IP address, language, the type of device you use, operating system version, unique device identifier (\"UDID\"), the date and time of your visit and files you viewed on our site (e.g., HTML pages, graphics, etc.), Internet service provider, clickstream data, the pages you view and the websites you visited immediately before and after visiting Lumosity.\nIn some cases, we link this automatically collected data to other information we collect about you.\nWe do this to improve the services and marketing we offer you.</p>\n<ol>\n<li>Device/Usage Information</li>\n<p>We may automatically collect certain information about the computer or devices (including mobile devices or tablets) you use to access Lumosity.\nAs described further below, we may collect and analyze information such as (a) IP addresses, geolocation information (including general location inferred from IP addresses), unique device identifiers, IMEI and TCP/IP address, and other information about your computer or device(s), browser types, browser language, operating system, mobile device carrier information, the state or country from which you accessed Lumosity.\nand (b) information related to the ways in which you interact with Lumosity, such as: referring and exit web pages and URLs, platform type, the number of clicks, domain names, landing pages, pages and content viewed and the order of those pages, statistical information about the use of Lumosity, the amount of time spent on particular pages, the date and time you used Lumosity, the frequency of your use of Lumosity, error logs, and other similar information.\nAs described further below, we may use third-party analytics providers and technologies, including cookies and similar tools, to assist in collecting this information.</p>\n</ol>\n<ol>\n<li>Cookies and Other Electronic Technology</li>\n<p>Like many other companies, we and third parties that we work with use cookies and other web and mobile tracking technologies, like HTML5, web beacons, scripts, pixels, server logs, and tags.\nWe use these technologies for authentication, to store your preferences or progress, for analytics, and to help us advertise Lumosity.\nA web server log is a file where website activity is stored.\nA cookie is a small text file that is placed on your computer when you visit a website, that enables us to: (i) recognize your computer.\n(ii) store your preferences and settings.\n(iii) understand the web pages of Lumosity you have visited.\n(iv), enhance your user experience by delivering content specific to your interests.\n(v) perform searches and analytics.\nand (vi) assist with security administrative functions.\nSome cookies are placed in your browser cache while those associated with Flash technologies are stored with your Adobe Flash Player files.\nTracking pixels (sometimes referred to as web beacons or clear GIFs) are tiny electronic tags with a unique identifier embedded in websites, online ads and/or email, and that are designed to provide usage information like ad impressions or clicks, measure popularity of Lumosity and associated advertising, and to access user cookies.\nAs we adopt additional technologies, we may also gather additional information through other methods.</p>\n<p>Please note that you can change your settings to notify you when a cookie is being set or updated, or to block cookies altogether.\nPlease consult the \"Help\" section of your browser for more information (e.g., Internet Explorer.\nGoogle Chrome.\nMozilla Firefox.\nor Apple Safari).\nYou can also manage the use of Flash technologies, including cookies and local storage objects with the Flash management tools available at Adobe's website.\nPlease note that by blocking any or all cookies, you may not have access to certain features or offerings of Lumosity.</p>\n</ol>\n</ol>\n<ol>\n<li>Information Provided by Social Networking Services and Others</li>\n<p>We may supplement the information you provide to us with additional information gathered from other sources, such as publicly available information, or from third parties, such as marketers, partners, researchers and others.\nWe may combine information that we collect from you with information about you that we obtain from such third parties and information derived from any other product or service we provide.</p>\n<p>If you sign in to Lumosity using your Facebook or other third party credentials, we will use that service to authenticate you.\nWe may also receive other information that you have agreed may be provided by that third party, such as your username, name, e-mail address, photo, location, date of birth, gender, an ID associated with the applicable third party platform, user files like photos and videos, your list of friends, people you follow and/or who follow you, and/or your posts or \"likes.\" We receive this information so that it can be used for the purposes explained in this Privacy Policy.\nIf you do not wish to have this information shared by these third parties, do not use Facebook or another third party to access Lumosity.\nWe may also collect other information through other social networks that you make available to us.\nFor a description on how social networking and other third party sites handle and share your information, please refer to their privacy policies and terms of use, which may permit you to modify your privacy settings.\nWe may combine information that we collect from or about you with information about you that we obtain from such social media and other content platforms and information derived from any other subscription, product, or service we provide.</p>\n<p>If you are a subject in a research project or study conducted by Lumos Labs in partnership with a researcher or educational institution, that project may involve the collection of different information than is described in this Section.\nResearch participants may, for example, provide health-related information, including the existence of certain health conditions.\nLumos Labs partners with researchers and educational institutions in conducting such studies.\nSuch research projects are typically done on an anonymous basis, such that Lumos Labs acts only as a processor of anonymized or pseudononymized data.\nFor further information on how we handle data associated with such research, please refer to the materials distributed to you as part of the study, contact the researcher leading your study, or contact us using the contact information below.</p>\n</ol>\n<li>How We Use Your Information at Lumos Labs</li>\n<p>We use the categories of information identified above to operate and provide you with Lumosity and other services.\nThis includes, but is not limited to the following business and commercial purposes:</p>\n<p>\n</p>\n<ol>\n<li>For the purposes for which you provided it;</li>\n<li>Authenticating your login and processing your payments;</li>\n<li>Personalizing your Lumosity experience and customizing your training program;</li>\n<li>Allowing you to monitor your performance and progress in Lumosity, by, for example, presenting charts and graphs of your performance to you;</li>\n<li>Customizing and delivering information about our products and services by email;</li>\n<li>To contact you with information, surveys, or advertising that we believe may be of interest to you regarding us or Lumosity;</li>\n<li>To administer contests and surveys;</li>\n<li>Providing customer support and sending confirmations about your Account;</li>\n<li>For internal research and reporting;</li>\n<li>Protecting our intellectual property or other rights.\nand</li>\n<li>Managing and improving our business, our games, and our training.</li>\n</ol>\n<p>\n</p>\n<p>We also reserve the right to use and disclose non-personal data (e.g., de-identified or aggregate data) for any purpose.\nFor example, we show aggregate performance measures to users to allow them to evaluate their performance against other Lumosity users.\nAlso, in connection with our Human Cognition Project, we may disclose performance statistics to university collaborators to evaluate, study, and improve the effectiveness of our programs or human cognition more generally.\nIn these situations, all data is disclosed either in aggregate form or with information that can identify you removed.\nIn addition, when we work with university collaborators, we contractually prohibit them from attempting to re-identify individuals from data that has been de-identified.</p>\n<p>We also use reCAPTCHA v.3 feature of Google to determine whether inputs are made by a natural person or by potentially abusive automated tools (bots).\nreCAPTCHA uses data such as IP address and activity patterns (e.g., typing/mouse movements) to make such determination.\nreCAPTCHA is subject to Google’s Terms of Service and Privacy Policy.</p>\n<li>Legal Bases For Use Of Your Personal Data</li>\n<p>The laws in some jurisdictions require companies to tell you about the legal ground they rely on to use or disclose your personal data.\nTo the extent those laws apply, our legal grounds are as follows: </p>\n<p>\n</p>\n<ul>\n<li>To honor our contractual commitments to you: Much of our processing of personal data is to meet our contractual obligations to our users, or to take steps at users’ request in anticipation of entering into a contract with them.\nFor example, we handle personal data on this basis for our premium users.</li>\n<li>Consent: Where required by law, and in some other cases, we handle personal data on the basis of your implied or express consent.\nWhere you have provided consent, you may withdraw your consent at any time, without affecting the lawfulness of the processing that was carried out prior to withdrawing your consent.\nTo withdraw your consent, please contact us at legal@lumoslabs.com.</li>\n<li>Legitimate interests: In many cases, we handle personal data on the ground that it furthers our legitimate interests in ways that are not overridden by the interests or fundamental rights and freedoms of the affected individuals, such as: <ul>\n<li>Providing a safe and enjoyable user experience;</li>\n<li>Customer service;</li>\n<li>Marketing;</li>\n<li>Protecting our users, personnel, and property;</li>\n<li>Analyzing and improving our business;</li>\n<li>Processing job applications.\nand</li>\n<li>Managing legal issues.</li>\n<li>We may also process personal data for the legitimate interests of our research partners, such as to provide cognitive training, research, and analytics for such partners.</li>\n</ul>\n</li>\n<li>Legal compliance: We need to use and disclose personal data in certain ways to comply with our legal obligations.</li>\n<li>To protect the vital interests of the individual or others: For example, we may collect or share personal data to help resolve an urgent safety situation.</li>\n</ul>\n<p>\n</p>\n<li>No Disclosure to Third Parties for Their Own Marketing Purposes</li>\n<p>We believe in protecting your privacy, and therefore do not provide your personal data to third parties for their own marketing purposes.</p>\n<li>When We Share Your Personal Information With Third Parties</li>\n<p>We may share the categories of personal information identified in Section 1 for business purposes (as defined by applicable law) or as required by applicable law.\nMore specifically, we may share your personal information in the following situations:\n</p>\n<ol>\n<li>Service providers and agents</li>\n<p>We may share your information with certain third parties selected by us to help support our operations.\nThese include, for example, services that help us process payments, analyze web traffic, send emails, and track customer support requests.\nIn addition, we may share limited personal data to third parties that help us market or advertise Lumosity.\nThese third parties may have access to your information only for purposes of performing these tasks on our behalf and we contractually require them to protect your information consistent with this Privacy Policy.</p>\n</ol>\n<ol>\n<li>Affiliates</li>\n<p>We may share your information with our corporate affiliates, such as entities under common ownership or control.</p>\n</ol>\n<ol>\n<li>Business transfers</li>\n<p>We may sell, transfer, or otherwise share some or all of our assets in connection with an actual or contemplated merger, reorganization, business transaction, or in the event of bankruptcy.\nIn such scenarios, your information may be one of the assets transferred.\nWe will post a notice or otherwise notify you and collect your consent, as may be required by law, before the information is transferred and becomes subject to a different privacy policy.</p>\n</ol>\n<ol>\n<li>Compliance with law and law enforcement requests, and protection of our rights.</li>\n<p>We may disclose your information when we have a good faith belief we are required to do so by law, or in response to a subpoena, court order, or other legal mechanism.\nWe may also disclose your information when we have a good faith belief that disclosure may prevent fraud and abuse of Lumosity or its users or protect our property rights.</p>\n</ol>\n<ol>\n<li>Consent or At Your Direction</li>\n<p>We may disclose your information when we believe we have your consent to do so, such as when you contact customer support and ask us about your Account, or when we have the consent of someone we believe is authorized to consent on behalf of you, such as the individual associated with the payment method for your Account, or where you share user-generated content with other Lumosity users or publicly.\nIf you have expressly agreed to participate in a research study with us or with a third party that incorporates your personal data collected by Lumosity, we also may disclose your information for the purpose of facilitating the research to which you have consented.</p>\n</ol>\n<li>Online Analytics And Tailored Advertising</li>\n<p>We may use third-party web analytics services on Lumosity, such as those of Google Analytics, Rollbar, and New Relic.\nThese service providers use the sort of technology previously described in the \"Cookies and other electronic technologies\" section to help us analyze how users use Lumosity, including by noting the third-party website from which you arrive, how often you use our app, the events that occur within our app, where the app was downloaded from, and provide certain features to you.\nThe information (including your IP address) collected by the technology will be disclosed to or collected directly by these service providers, who use the information to evaluate your use of Lumosity.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-out Browser Add-on by clicking here.</p>\n<p>If you receive email from us, we may use certain tools, such as clear GIFs to capture data such as when you open our message or click on any links or banners our email contains.\nThis data allows us to gauge the effectiveness of our communications.</p>\n<p>We may personalize the content and advertising that you see when using Lumosity through the use of third-party advertising technologies that allow for the delivery of relevant content and advertising on our websites, as well as other websites you visit and other applications you use.\nThe ads may be based on various factors such as the content of the page you are visiting, information you provide such as your age and gender, your searches, demographic data, user-generated content, and other information we collect from you.\nThese ads may be based on your current activity or your activity over time and may be tailored to your interests.</p>\n<p>Also, third parties whose products or services are accessible or advertised via Lumosity may also place cookies or other tracking technologies on your computer, mobile phone, or other device to collect information about your use of Lumosity in order to (i) inform, optimize, and serve ads based on past visits to our websites and other sites and (ii) report how our ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to our websites and use of Lumosity.\nWe also may allow other third parties (e.g., ad networks and ad servers such as Google Analytics, DoubleClick, and others) to serve tailored ads to you on Lumosity, other sites, and in other applications, and to access their own cookies or other tracking technologies on your computer, mobile phone, or other device you use to access Lumosity.\nWe also may share with third-party advertisers a hashed version of your email address, solely in non-human readable form for purposes of delivering tailored advertising.\nWe neither have access to, nor does this Privacy Policy govern, the use of cookies or other tracking technologies that may be placed on your computer, mobile phone, or other device you use to access Lumosity by non-affiliated, third-party ad technology, ad servers, ad networks or any other non-affiliated third parties.\nThose parties that use these technologies may offer you a way to opt out of ad targeting as described below.\nIf you are interested in more information about tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored advertising, you may visit the Network Advertising Initiative’s Consumer Opt-Out link or the Digital Advertising Alliance’s Consumer Opt-Out link to opt-out of receiving tailored advertising from companies that participate in those programs.</p>\n<p>To opt out of Google Analytics for display advertising or customize Google display network ads, you can visit the Google Ads Settings page.\nPlease note that to the extent advertising technology is integrated into Lumosity, you may still receive advertisements even if you opt-out of tailored advertising.\nIn that case, the ads will just not be tailored.\nAlso, we do not control any of the above opt-out links and are not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.</p>\n<li>Data Subject Rights And Your Choices</li>\n<b>Account Review</b>\n<p>You may access, review, correct, and delete certain of your personal data by logging into your Account.</p>\n<b>Analytics and Advertising</b>\n<p>You also can exercise certain opt-out rights by following the instructions at the end of the \"Online Analytics and Tailored Advertising\" section above.</p>\n<b>Your Legal Rights</b>\n<p>\nIn addition, individuals in the European Union and some other jurisdictions outside the United States have certain legal rights to request that we:\n</p>\n<ul>\n<li>confirm whether we hold personal data about them,</li>\n<li>provide access to personal data we hold about them (including, in some cases, in portable form),</li>\n<li>update, amend and/or correct personal data we hold;</li>\n<li>delete certain personal data in appropriate circumstances;</li>\n<li>transfer personal data to a third party provider of services;</li>\n</ul>\nTo exercise any of the above rights (or any other rights under applicable law), please contact us via our help center.<p>\n</p>\n<p>In addition, individuals in the European Union and some other jurisdictions outside the United States have certain legal rights to obtain confirmation of whether we hold personal data about them, to access personal data we hold about them (including, in some cases, in portable form), and to obtain its correction, update, amendment or deletion in appropriate circumstances.\nThey may also object to our uses or disclosures of personal data or exercise legal rights to withdraw consent, though such actions typically will not have retroactive effect.\nTo exercise any of the above rights (or any other rights under applicable law), please contact us via our help center.</p>\n<p>The rights described herein are subject to limitations and exceptions under applicable law.\nIn situations in which we process personal data on behalf of our research partners, we may refer the request to the relevant research partner and cooperate with their handling of the request, subject to any special contractual arrangement with that research partner.</p>\n<p>In addition to the rights above, residents of the European Economic Area also have the right to lodge a complaint with your relevant supervisory authority.\nHowever, we encourage you to contact us first, and we will do our very best to resolve your concern.</p>\n<b>Marketing</b>\n<p>You can opt out of receiving marketing emails by navigating to your Email Notifications page or by following the unsubscribe instructions included in each email.\nPlease note you may not opt out of certain transactional emails, such as when we email you to confirm transactions, address Account issues, or communicate about customer support.</p>\n<b>Push Notifications</b>\n<p>From time to time, we use push notifications in our mobile applications to send you messages about Lumosity or your Account.\nYou may opt out from receiving push notifications through your device settings.</p>\n<b>California Rights</b>\n<p>California residents have certain rights, subject to exceptions.\nCalifornia law may permit you to request that we:</p>\n<ul>\n<li>Provide you the categories of personal information we have collected or disclosed about you in the last twelve months.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting or selling your personal information.\nand the categories of third parties with whom we shared personal information.</li>\n<li>Provide access to and/or a copy of certain information we hold about you.</li>\n<li>Delete certain information we have about you.</li>\n</ul>\n<p>You may have the right to receive information about the financial incentives that we offer to you, if any.\nYou also have the right to not be discriminated against (as provided for in applicable law) for exercising certain of your rights.\nCertain information may be exempt from such requests under applicable law.\nWe need certain types of information so that we can provide our services to you.\nIf you ask us to delete it, you may no longer be able to access or use Lumosity.</p>\n<p>You can also designate an authorized agent to make a request on your behalf.\nTo do so, you must provide us with written authorization or a power of attorney, signed by you, for the agent to act on your behalf.\nYou will still need to verify your identity directly with us.</p>\n<p>If would like to exercise any of these rights, please submit a request via our help center or webform.\nWe will take reasonable steps to verify your identity.</p>\n<p>\n</p>\n<p>The CCPA requires us to disclose the categories of “third parties” (as defined by the CCPA) to whom personal information was disclosed or sold.\nIn the preceding 12 months, we may have disclosed user-generated content, such as where you share user-generated content with other Lumosity users or publicly.\nIf you have expressly agreed to participate in a research study with us or with a third party that incorporates your personal data collected by Lumosity, we also may have disclosed your information for the purpose of facilitating the research to which you have consented.\nPlease review the section above on “When We Share Your Personal Information With Third Parties” for more details on how Lumosity generally shares information collected.</p>\n<p>California residents may opt out of the “sale” of their personal information.\nLumosity does not “sell” your personal information as we understand that term to be defined by the California Consumer Privacy Act and its implementing regulations.</p>\n<b>Nevada Rights</b>\n<p>Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration to a person for that person to license or sell such information to additional persons.\n“Personally identifiable information” includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online.\nWe do not engage in such activity.\nhowever, if you are a Nevada resident who has purchased or leased goods or services from us, you may submit a request to opt out of any potential future sales under Nevada law via our via our help center.\nPlease note we will take reasonable steps to verify your identity and the authenticity of the request.\nOnce verified, we will maintain your request in the event our practices change.</p>\n<li>Retention Of Personal Data And Security</li>\n<p>We keep your information for no longer than necessary for the purposes for which it is processed.\nThe length of time for which we retain information depends on the purposes for which we collected and use it and/or as required to comply with applicable laws.\nTo dispose of personal data, we may anonymize it, delete it or take other appropriate steps.\nData may persist in copies made for backup and business continuity purposes for additional time.</p>\n<p>We have implemented and maintain security practices to protect against the unauthorized access, use, modification, destruction or disclosure of your personal data.\nFor example, when you enter sensitive information on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL).\nWe follow generally accepted standards to protect the personal data submitted to us, both during transmission and once we receive it.\nHowever, no method of transmission or storage is completely secure, and we therefore cannot guarantee absolute security.\nIf you have any questions about security on our website, please contact us using the contact information below.</p>\n<li>Outside The United States Consent To Processing And Transfer Of Information</li>\n<p>If you access Lumosity outside of the United States, you fully understand and unambiguously consent to the transfer of your personal data to, and the collection and processing of such personal data in the United States.\nThe recipients of the personal data disclosures described in the \"When We Share Your Personal Data with Third Parties\" section above may be located in the United States or elsewhere in the world.\nPrivacy laws in these countries may not provide protections equivalent to those of your country of residence, and your government may or may not deem such protections adequate.</p>\n<li>Additional Information</li>\n<ol>\n<li>Links To Third Party Websites</li>\n<p>Our website includes links to other sites that may collect personal data, and whose privacy practices may differ from those of Lumos Labs.\nPlease be aware that we are not responsible for the privacy practices of such other sites.\nWe encourage you to review their privacy policies.</p>\n</ol>\n<ol>\n<li>Blog</li>\n<p>Our website offers publicly accessible blogs.\nSome blog posts allow comments via Facebook.\nYou may need to login or contact Facebook both to post comments and to delete personal data that previously was posted in the comments.\nYou can review Facebook’s privacy policy at this link: https://www.facebook.com/policy.php.</p>\n</ol>\n<ol>\n<li>Referrals And Contacts</li>\n<p>We allow you to refer your friends and contacts to Lumosity, either by manually entering their email addresses or by importing contacts from email accounts you have with third parties.\nIf you choose to utilize these features, we’ll use and store the email addresses only for purposes of sending the invitation emails you have requested.\nIf you utilize these features, the friends or contacts that you refer may contact us at the contact information listed below to request that we delete their personal data.\nPlease note that we do not collect the username and password to your email accounts.\nthe import features route you to the third party email provider to log in through their services.</p>\n</ol>\n<ol>\n<li>Social Media Widgets</li>\n<p>Our website may include social media features, such as Facebook and Twitter buttons.\nSuch features may collect your IP address and information about the page you are visiting, and may set cookies to function properly.\nYour interactions with these features are governed by the privacy policies of the company providing them.</p>\n</ol>\n<li>Cross-Border Transfers.\nEU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield</li>\n<p>We may import personal data from entities in the European Economic Area on the basis of legal mechanisms approved by the European Commission and other relevant authorities for cross-border data transfers, such as Standard Contractual Clauses.</p>\n<p>Lumos Labs participates in and has certified its compliance with the EU – U.S.\nPrivacy Shield Framework and the Swiss – U.S.\nPrivacy Shield Framework.\nLumos Labs is committed to subjecting all personal data received from European Union (EU) member countries, the United Kingdom, and Switzerland, in reliance on the Privacy Shield Framework, to the Framework’s applicable Principles.\nTo learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce’s Privacy Shield List.\n.\nhttps://www.privacyshield.gov/list</p>\n<p>We recognize that the Court of Justice of the European Union ruled in July 2020 that a certification under the EU-U.S.\nPrivacy Shield Framework no longer can serve as the basis by which entities subject to the GDPR export personal data to jurisdictions outside the European Economic Area.\nLumos Labs will continue to honor its obligation to comply with the Privacy Shield Principles with respect to data that was transferred pursuant to the EU Privacy Shield Framework.\nFor such data or any transferred under the Swiss-U.S.\nPrivacy Shield Framework, when Lumos Labs transfers it to a third-party service provider acting as an agent on Lumos Labs’s behalf, Lumos Labs has certain liability under the Privacy Shield if both (a) the agent processes the information in a manner inconsistent with the Privacy Shield and (b) Lumos Labs is responsible for the event giving rise to the damage.\nLumos Labs complies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland subject to the Privacy Shield Framework, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Framework, Lumos Labs is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, Lumos Labs may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Please contact us at the contact information below if you have an unresolved privacy or data use concern, If after that you feel that we have not addressed your privacy or data use concern satisfactorily, please contact our U.S.-based third party dispute resolution provider (at no cost) at https://www.jamsadr.com/eu-us-privacy-shield.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.\nPrior to initiating such arbitration, you must: (1) contact Lumos Labs and afford us the opportunity to resolve the issue.\n(2) seek assistance from Lumos Labs’ designated independent recourse mechanism above.\nand (3) contact the U.S.\nDepartment of Commerce (either directly or through a European Data Protection Authority) and afford the Department of Commerce time to attempt to resolve the issue.\nEach party shall be responsible for its own attorney’s fees.\nPlease be advised that, pursuant to the Privacy Shield, the arbitrator(s) may only impose individual-specific, non-monetary, equitable relief necessary to remedy any violation of the Privacy Shield Principles with respect to the individual.</p>\n<li>Children</li>\n<p>Lumosity is not directed to individuals under 13 years old.\nIf we become aware that we have inadvertently collected “personal information” (as defined by the United States Children’s Online Privacy Protection Act) from children under the age of 13, children under the age of 14 in Spain or South Korea, or from an EU resident under the age of 16 without parental consent, we will take reasonable steps to delete it as required by law.\nAs appropriate under applicable law, parents or legal guardians with questions or requests regarding their children’s personal data may contact us as described below.</p>\n<li>California \"Do Not Track\" Notice</li>\n<p>We do not track our customers’ personal data over time and across third-party websites to provide targeted advertising and therefore do not respond to \"Do Not Track\" (DNT) signals.</p>\n<li>Change Policy</li>\n<p>This Privacy Policy may be updated from time to time.\nIf we make material changes, we will provide notice to you either by email, by posting a notification on Lumosity or by posting an updated privacy policy on Lumosity 45 days in advance of the effective date of the updated Privacy Policy.\nPlease note that, for existing users, unless otherwise provided by applicable law, your continued use of Lumosity following the effective date means that you agree with, and consent to be bound by, the updated Privacy Policy.</p>\n<li>Contact Information</li>\n<p>We welcome inquiries or comments about our Privacy Policy via our help center.\nYou may also send a letter to the following address: </p>\n<p>\n</p>\n<p>\nGeneral Counsel<br> Lumos Labs, Inc.<br>16 Maiden Lane, Floor 6<br>San Francisco, CA 94108</p>\n</ol>", "created_at": "2023-09-29 23:49:54.274257", "updated_at": "2023-09-29 23:51:57.197248"}, {"id": 19225, "name": "Payment Policy", "url": "https://www.lumosity.com/en/legal/payment_policy/", "xpath": "/html/body/div[1]/div[1]/div[2]/div[2]/div", "text": "<p>You may access parts of Lumosity for free, and other services and products require payment of subscription fees.\nThis Payment Policy is incorporated into the Lumosity Terms of Service, and applies to users who have purchased a Lumosity subscription plan to access Lumosity online or through a mobile application, and to individuals whose payment details have been used to purchase the Lumosity services.</p>\n<ol>\n<li>Overview of Subscription Plans and Payments</li>\n<p>We offer many different types of individual plans, gift plans, and friends and family plans, and the specific pricing terms applicable to your account may vary depending on promotions, the type of device, the type of subscription and the term you select at the time of purchase (e.g., monthly, yearly, two-year, or lifetime).\nIn addition, some of our subscription plans renew automatically, as described in more detail below.\nIf you have questions regarding your plan following your purchase, please refer to your Account page and the confirmation email sent to the email address associated with your account after your purchase.</p>\n<p>Both our mobile and online subscription plans are billed in one payment for the applicable term.\nThis means, for example, that if you purchase a monthly plan, you will be charged for the full month’s payment each month.\nif you purchase a yearly plan or two-year plan, you will be charged for the entire year or two-year term at the time of the purchase and each time it renews.\nand if you purchase a lifetime plan, you will be charged for the entire lifetime plan amount at one time.\nPlease note that we may use a third-party payment processor to facilitate your payments.\nApplicable taxes, regulatory surcharges, and assessments, if any, may be added to your charges.</p>\n<li>Refund Policy</li>\n<p>Lumosity subscriptions made online at lumosity.com except the monthly plan (e.g., yearly, two-year, and lifetime plans) offer a 30 day, 100% money back guarantee.\nYou may receive a refund by contacting our Customer Service team within 30 days of your purchase.\nAfter that 30 day window, we will not provide a refund.\nWe do not prorate refunds or offer partial refunds, and we do not offer refunds for monthly subscriptions.</p>\n<p>\n<strong>Please note that if you purchase a subscription through the Apple iTunes Store or our iPhone or iPad applications, the sale is final, and we will not provide a refund.\nYour purchase will be subject to Apple's applicable payment policy, which also may not provide for refunds.\nPlease contact Apple Support for assistance.\n</strong>\n</p>\n<p>Other than stated above, you hereby acknowledge and agree that Lumosity will not offer refunds on any fees and charges related to your purchase of any Services.\nThis includes bank overdraft fees or any partially used or unused periods for which you have already paid.\nFor subscription-based enrollments, except as stated above, upon cancellation of your subscription, you will not be issued a refund for the most recently (or any previously) charged fees.</p>\n<li>Renewals</li>\n<p>By subscribing to Lumosity Premium, you are signing up for an auto-renewing subscription requiring recurring payments, and you expressly authorize Lumosity to automatically charge the applicable recurring fee and any applicable taxes to your payment method unless and until you cancel.</p>\n<p>Web subscriptions, Lumosity subscriptions made online at lumosity.com, except gifts, renew automatically using the payment details on file for your account.\nIf you purchase a subscription with automatic renewal, you acknowledge and agree that we are authorized to use the payment information on file for the renewal fee and any applicable taxes.\nThe date that your subscription will automatically renew is provided on your Account page and in the payment confirmation email sent after your initial purchase.\nYou may cancel automatic renewal at any time before that date through your Account page or by contacting our Customer Service team.\nThis will stop future subscription charges from accruing to your account.\nFor annual and two-year subscriptions (not purchased through the Apple iTunes Store or our iPhone or iPad applications), we will refund renewal payments if you contact our Customer Service team within 30 days after each renewal occurs.\nWe do not offer refunds for renewal payments for monthly subscriptions.</p>\n<p>If you signed up with a promotion, your renewal rate may be higher than your initial rate.\nPlease refer to your Account page or the confirmation email sent after your initial purchase to review details about the renewal amount and the date of the next renewal.</p>\n<li>Tax Responsibility</li>\n<p>Depending on your determined jurisdiction, payments required may be stated exclusive of all taxes, duties, levies, imposts, fines or similar governmental assessments, including sales and use taxes, value-added taxes (\"VAT\"), goods and services taxes (\"GST\"), excise, business, service, and similar transactional taxes imposed by any jurisdiction and the interest and penalties thereon, excluding taxes based on Lumosity’s net income (collectively, \"Taxes\").\nCustomer shall be responsible for and bear Taxes associated with its purchase of, payment for, access to or use of Lumosity.\nCharges are inclusive of applicable Taxes where required by law.\nLumosity’s and your obligations under this section shall survive the termination or expiration of these Terms.</p>\n<li>Apple iTunes subscriptions</li>\n<p>Lumosity subscriptions made through the Apple App Store will be charged through your iTunes account and renew automatically through your iTunes account.\nYou acknowledge and agree that we are authorized to charge you through your iTunes account for the renewal and you will be charged for the regular price of your subscription within 24 hours prior to the end of the current term.\nYou can turn off automatic renewal in your iTunes account settings, but you must do so at least 24 hours before the end of the current term to avoid renewing.\nRefunds will not be provided for the unused portion of any term.</p>\n<li>Pricing Change Policy</li>\n<p>Our prices and features may change in the future.\nIf the pricing for your subscription increases, we will notify you, and provide you an opportunity to change your subscription, before applying those changes to your account or charging your payment details in connection with an automatic renewal.\nWe may not always notify you of changes to any applicable taxes.\nIf we notify you in advance of at least fifteen (15) days, your continued use of Lumosity after the changes have been made will constitute your acceptance of the changes.\nIf you do not wish to continue subscribing with the new fees or features, you may cancel your subscription.\nIf you accept the new subscription, its terms and conditions will apply for that renewal and all renewals going forward.</p>\n<li>Payment Information</li>\n<p>By providing payment information to us, you agree that the payment information is valid and (1) in your name or (2) in the name of an individual who has authorized you to use their payment information for your subscription purchase.</p>\n<p>If you provide someone else’s payment information, you agree that we may refund payment to that person if they so request and if the account is eligible for a refund under this Payment Policy.\nThis may cause interruption to or termination of your Lumosity service.</p>\n<li>Credit Card Billing</li>\n<p>Credit card payments are processed by our third-party payment processor.\nIf you have selected a subscription-based plan to be paid by credit card, we will automatically charge your credit card for the cost of the plan and any applicable taxes at the interval selected.\nIf any fee is not paid in a timely manner, or we are unable to process your transaction using the credit card information provided, we reserve the right to terminate your account or suspend or terminate your access to the plan.\nIf you do not bring your balance current within thirty (30) days after we provide you with notification that your account is in arrears, we reserve the right to suspend, disable, cancel, or terminate your access to Lumosity Premium or convert your Lumosity Premium subscription to a non-subscription account.\nYou will be responsible for paying all past due amounts.\nIf your payment details change, your card provider may provide us with updated card details.\nWe may use these new details in order to help prevent any interruption to the services.\nIf you would prefer to opt out from this service, please contact our Customer Service team.\nIf you would like to use a different payment method or if there is a change in payment method, please visit your Account page to update your billing information.\nWe will advise you by email if we use a new payment method.</p>\n<li>Lifetime Subscription Plans</li>\n<p>A Lumosity \"lifetime\" subscription plan allows you to access the Lumosity services available at the time of your purchase for as long as those services are available.\nYou may not assign lifetime subscription plans to any other person.\nLumosity makes no warranties or representations as to the expected lifetime of the Lumosity services, and in purchasing a lifetime plan, you acknowledge and agree that the Lumosity services could change or terminate in the future.</p>\n<li>Agreement to Receive Electronic Communications</li>\n<p>By subscribing to Lumosity, you consent to receive notifications from Lumosity electronically to the email address you provide to us.\nYou agree that all notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\nYou agree that you have the ability to store such electronic communications such that they remain accessible to you in an unchanged form.\nYou agree to keep your email address information current.</p>\n</ol>\n", "created_at": "2023-09-29 23:50:51.73566", "updated_at": "2023-09-29 23:51:01.10774"}], "points": [], "urls": ["lumosity.com"]}}