{"error": 448, "message": "OK", "parameters": {"id": 7684, "name": "Study Stream", "created_at": "2023-03-19 23:56:33.300542", "updated_at": "2023-03-29 19:26:51.123924", "wikipedia": null, "keywords": null, "related": null, "slug": "study-stream", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7684.png", "url": "studystream.live", "documents": [{"id": 14804, "name": "Terms and conditions", "url": "https://www.studystream.live/policies/terms-and-conditions", "xpath": "//body", "text": " logo go to app Terms and Conditions of <strong>www.studystream.live</strong>\n<p>These Terms govern</p>\n<ul>\n<li>the use of this Application, and,</li>\n<li>any other related Agreement or legal relationship with the Owner</li>\n</ul>\n<p>in a legally binding way.\nCapitalized words are defined in the relevant dedicated section of this document.</p>\n<br>\n<p>The User must read this document carefully.</p>\n<p>Nothing in these Terms creates any relationship of employment, agency, or partnership between the involved parties.</p>\n<p>This Application is provided by:</p>\n<p>\nKnowledge Collective Ltd\n<br>204D Sterling House\n<br>Langston Road\n<br>Loughton\n<br>Essex IG10 3TS</p>\n<p>\n<b>Owner contact email:</b> team@studystream.live\n</p>\n<p>\"This Application\" refers to</p>\n<ul>\n<li>this website, including its subdomains and any other website through which the Owner makes its Service available;</li>\n</ul>\n<ul>\n<li>applications for mobile, tablet and other smart device systems;</li>\n</ul>\n<ul>\n<li>the Application Program Interfaces (API);</li>\n</ul>\n<ul>\n<li>the Service;</li>\n</ul>\n<ul>\n<li>any applications, sample and content files, source code, scripts, instruction sets or software included as part of the Service, as well as any related documentation;</li>\n</ul> What the User should know at a glance<ul>\n<li>Please note that some provisions in these Terms may only apply to certain categories of Users.\nIn particular, certain provisions may only apply to Consumers or to those Users that do not qualify as Consumers.\nSuch limitations are always explicitly mentioned within each affected clause.\nIn the absence of any such mention, clauses apply to all Users.</li>\n</ul>\n<ul>\n<li>Usage of this Application and the Service is age restricted, as detailed in the relevant section of this document.</li>\n</ul> TERMS OF USE<p>Unless otherwise specified, the terms of use detailed in this section apply generally when using this Application.</p>\n<p>Single or additional conditions of use or access may apply in specific scenarios and in such cases are additionally indicated within this document.</p>\n<p>By using this Application, Users confirm to meet the following requirements:</p>\n<ul>\n<li>There are no restrictions for Users in terms of being Consumers or Business Users;</li>\n</ul>\n<ul>\n<li>Users must be older than 16;</li>\n</ul> Account registration\n<p>To use the Service Users may register or create a User account, providing all required data or information in a complete and truthful manner.<br>\nUsers may also use the Service without registering or creating a User account, however, this may cause limited availability of certain features or functions.</p>\n<p>Users are responsible for keeping their login credentials confidential and safe.\nFor this reason, Users are also required to choose passwords that meet the highest standards of strength permitted by this Application.</p>\n<p>By registering, Users agree to be fully responsible for all activities that occur under their username and password.<br>\nUsers are required to immediately and unambiguously inform the Owner via the contact details indicated in this document, if they think their personal information, including but not limited to User accounts, access credentials or personal data, have been violated, unduly disclosed or stolen.</p>\nAccount termination\n<p>Users can terminate their account and stop using the Service at any time by doing the following:</p>\n<ul>\n<li>By directly contacting the Owner at the contact details provided in this document.</li>\n</ul> Account suspension and deletion\n<p>The Owner reserves the right, at its sole discretion, to suspend or delete at any time and without notice, User accounts which it deems inappropriate, offensive or in violation of these Terms.</p>\n<p>The suspension or deletion of User accounts shall not entitle Users to any claims for compensation, damages or reimbursement.</p>\n<p>The suspension or deletion of accounts due to causes attributable to the User does not exempt the User from paying any applicable fees or prices.</p>\nContent on this Application\n<p>Unless where otherwise specified or clearly recognizable, all content available on this Application is owned or provided by the Owner or its licensors.</p>\n<p>The Owner undertakes its utmost effort to ensure that the content provided on this Application infringes no applicable legal provisions or third-party rights.\nHowever, it may not always be possible to achieve such a result.<br>\nIn such cases, without prejudice to any legal prerogatives of Users to enforce their rights, Users are kindly asked to preferably report related complaints using the contact details provided in this document.</p>\nRights regarding content on this Application - All rights reserved\n<p>The Owner holds and reserves all intellectual property rights for any such content.</p>\n<p>Users may not therefore use such content in any way that is not necessary or implicit in the proper use of the Service.</p>\n<p>In particular, but without limitation, Users may not copy, download, share (beyond the limits set forth below), modify, translate, transform, publish, transmit, sell, sublicense, edit, transfer/assign to third parties or create derivative works from the content available on this Application, nor allow any third party to do so through the User or their device, even without the User's knowledge.</p>\n<p>Where explicitly stated on this Application, the User may download, copy and/or share some content available through this Application for its sole personal and non-commercial use and provided that the copyright attributions and all the other attributions requested by the Owner are correctly implemented.</p>\n<p>Any applicable statutory limitation or exception to copyright shall stay unaffected.</p>\nContent provided by Users\n<p>The Owner allows Users to upload, share or provide their own content to this Application.</p>\n<p>By providing content to this Application, Users confirm that they are legally allowed to do so and that they are not infringing any statutory provisions and/or third-party rights.</p>\nRights regarding content provided by Users\n<p>Users acknowledge and accept that by providing their own content on this Application they grant the Owner a non-exclusive, fully paid-up and royalty-free license to process such content solely for the operation and maintenance of this Application as contractually required.</p>\n<p>To the extent permitted by applicable law, Users waive any moral rights in connection with content they provide to this Application.</p>\n<p>Users acknowledge, accept and confirm that all content they provide through this Application is provided subject to the same general conditions set forth for content on this Application.</p>\nLiability for provided content\n<p>Users are solely liable for any content they upload, post, share, or provide through this Application.\nUsers acknowledge and accept that <strong>the Owner does not filter or moderate such content</strong>.</p>\n<p>However, the Owner reserves the right to remove, delete, block or rectify such content at its own discretion and to, without prior notice, deny the uploading User access to this Application:</p>\n<ul>\n<li>if any complaint based on such content is received;</li>\n<li>if a notice of infringement of intellectual property rights is received;</li>\n<li>upon order of a public authority.\nor</li>\n<li>where the Owner is made aware that the content, while being accessible via this Application, may represent a risk for Users, third parties and/or the availability of the Service.</li>\n</ul>\n<p>The removal, deletion, blocking or rectification of content shall not entitle Users that have provided such content or that are liable for it, to any claims for compensation, damages or reimbursement.<br>\nUsers agree to hold the Owner harmless from and against any claim asserted and/or damage suffered due to content they provided to or provided through this Application.</p>\nAccess to external resources\n<p>Through this Application Users may have access to external resources provided by third parties.\nUsers acknowledge and accept that the Owner has no control over such resources and is therefore not responsible for their content and availability.</p>\n<p>Conditions applicable to any resources provided by third parties, including those applicable to any possible grant of rights in content, result from each such third parties’ terms and conditions or, in the absence of those, applicable statutory law.</p>\nAcceptable use\n<p>This Application and the Service may only be used within the scope of what they are provided for, under these Terms and applicable law.</p>\n<p>Users are solely responsible for making sure that their use of this Application and/or the Service violates no applicable law, regulations or third-party rights.</p>\n<p>Therefore, the Owner reserves the right to take any appropriate measure to protect its legitimate interests including by denying Users access to this Application or the Service, terminating contracts, reporting any misconduct performed through this Application or the Service to the competent authorities – such as judicial or administrative authorities - whenever Users engage or are suspected to engage in any of the following activities:</p>\n<ul>\n<li>violate laws, regulations and/or these Terms;</li>\n<li>infringe any third-party rights;</li>\n<li>considerably impair the Owner’s legitimate interests;</li>\n<li>offend the Owner or any third party.</li>\n</ul> Liability and indemnificationEU UsersIndemnification\n<p>The User agrees to indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners and employees harmless from and against any claim or demand ⁠— including but not limited to lawyer's fees and costs ⁠— made by any third party due to or in relation with any culpable use of or connection to the Service, violation of these Terms, infringement of any third-party rights or statutory provision by the User or its affiliates, officers, directors, agents, co-branders, partners and employees to the extent allowed by applicable law.</p>\nLimitation of liability\n<p>Unless otherwise explicitly stated and without prejudice to applicable statutory product liability provisions, Users shall have no right to claim damages against the Owner (or any natural or legal person acting on its behalf).</p>\n<p>This does not apply to damages to life, health or physical integrity, damages resulting from the breach of an essential contractual obligation such as any obligation strictly necessary to achieve the purpose of the contract, and/or damages resulting from intent or gross negligence, as long as this Application has been appropriately and correctly used by the User.</p>\n<p>Unless damages have been caused by way of intent or gross negligence, or they affect life, health or physical integrity, the Owner shall only be liable to the extent of typical and foreseeable damages at the moment the contract was entered into.</p>\nAustralian UsersLimitation of liability\n<p>Nothing in these Terms excludes, restricts or modifies any guarantee, condition, warranty, right or remedy which the User may have under the Competition and Consumer Act 2010 (Cth) or any similar State and Territory legislation and which cannot be excluded, restricted or modified (non-excludable right).\nTo the fullest extent permitted by law, our liability to the User, including liability for a breach of a non-excludable right and liability which is not otherwise excluded under these Terms of Use, is limited, at the Owner’s sole discretion, to the re-performance of the services or the payment of the cost of having the services supplied again.</p>\nUS UsersDisclaimer of Warranties\n<p>\n<strong>This Application is provided strictly on an “as is” and “as available” basis.\nUse of the Service is at Users’ own risk.\nTo the maximum extent permitted by applicable law, the Owner expressly disclaims all conditions, representations, and warranties — whether express, implied, statutory or otherwise, including, but not limited to, any implied warranty of merchantability, fitness for a particular purpose, or non-infringement of third-party rights.\nNo advice or information, whether oral or written, obtained by user from owner or through the Service will create any warranty not expressly stated herein.</strong>\n</p>\n<p>\n<strong>Without limiting the foregoing, the Owner, its subsidiaries, affiliates, licensors, officers, directors, agents, co-branders, partners, suppliers and employees do not warrant that the content is accurate, reliable or correct.\nthat the Service will meet Users’ requirements.\nthat the Service will be available at any particular time or location, uninterrupted or secure.\nthat any defects or errors will be corrected.\nor that the Service is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Service is downloaded at users own risk and users shall be solely responsible for any damage to Users’ computer system or mobile device or loss of data that results from such download or Users’ use of the Service.</strong>\n</p>\n<p>\n<strong>The Owner does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Service or any hyperlinked website or service, and the Owner shall not be a party to or in any way monitor any transaction between Users and third-party providers of products or services.</strong>\n</p>\n<p>\n<strong>The Service may become inaccessible or it may not function properly with Users’ web browser, mobile device, and/or operating system.\nThe owner cannot be held liable for any perceived or actual damages arising from Service content, operation, or use of this Service.</strong>\n</p>\n<p>\n<strong>Federal law, some states, and other jurisdictions, do not allow the exclusion and limitations of certain implied warranties.\nThe above exclusions may not apply to Users.\nThis Agreement gives Users specific legal rights, and Users may also have other rights which vary from state to state.\nThe disclaimers and exclusions under this agreement shall not apply to the extent prohibited by applicable law.</strong>\n</p>\nLimitations of liability\n<p>\n<strong>To the maximum extent permitted by applicable law, in no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for</strong>\n</p>\n<ul>\n<li>\n<strong>any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, the Service.\nand</strong>\n</li>\n<li>\n<strong>any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the Service or User account or the information contained therein;</strong>\n</li>\n<li>\n<strong>any errors, mistakes, or inaccuracies of content;</strong>\n</li>\n<li>\n<strong>personal injury or property damage, of any nature whatsoever, resulting from User access to or use of the Service;</strong>\n</li>\n<li>\n<strong>any unauthorized access to or use of the Owner’s secure servers and/or any and all personal information stored therein;</strong>\n</li>\n<li>\n<strong>any interruption or cessation of transmission to or from the Service;</strong>\n</li>\n<li>\n<strong>any bugs, viruses, trojan horses, or the like that may be transmitted to or through the Service;</strong>\n</li>\n<li>\n<strong>any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the Service.\nand/or</strong>\n</li>\n<li>\n<strong>the defamatory, offensive, or illegal conduct of any User or third party.\nIn no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount paid by User to the Owner hereunder in the preceding 12 months, or the period of duration of this agreement between the Owner and User, whichever is shorter.</strong>\n</li>\n</ul>\n<p>\n<strong>This limitation of liability section shall apply to the fullest extent permitted by law in the applicable jurisdiction whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if company has been advised of the possibility of such damage.</strong>\n</p>\n<p>\n<strong>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, therefore the above limitations or exclusions may not apply to User.\nThe terms give User specific legal rights, and User may also have other rights which vary from jurisdiction to jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under the terms shall not apply to the extent prohibited by applicable law.</strong>\n</p>\nIndemnification\n<p>\n<strong>The User agrees to defend, indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees harmless from and against any and all claims or demands, damages, obligations, losses, liabilities, costs or debt, and expenses, including, but not limited to, legal fees and expenses, arising from</strong>\n</p>\n<ul>\n<li>\n<strong>User’s use of and access to the Service, including any data or content transmitted or received by User;</strong>\n</li>\n<li>\n<strong>User’s violation of these terms, including, but not limited to, User’s breach of any of the representations and warranties set forth in these terms;</strong>\n</li>\n<li>\n<strong>User’s violation of any third-party rights, including, but not limited to, any right of privacy or intellectual property rights;</strong>\n</li>\n<li>\n<strong>User’s violation of any statutory law, rule, or regulation;</strong>\n</li>\n<li>\n<strong>any content that is submitted from User’s account, including third party access with User’s unique username, password or other security measure, if applicable, including, but not limited to, misleading, false, or inaccurate information;</strong>\n</li>\n<li>\n<strong>User’s wilful misconduct.\nor</strong>\n</li>\n<li>\n<strong>statutory provision by User or its affiliates, officers, directors, agents, co-branders, partners, suppliers and employees to the extent allowed by applicable law.</strong>\n</li>\n</ul> Common provisionsNo Waiver\n<p>The Owner’s failure to assert any right or provision under these Terms shall not constitute a waiver of any such right or provision.\nNo waiver shall be considered a further or continuing waiver of such term or any other term.</p>\nService interruption\n<p>To ensure the best possible service level, the Owner reserves the right to interrupt the Service for maintenance, system updates or any other changes, informing the Users appropriately.</p>\n<p>Within the limits of law, the Owner may also decide to suspend or terminate the Service altogether.\nIf the Service is terminated, the Owner will cooperate with Users to enable them to withdraw Personal Data or information in accordance with applicable law.</p>\n<p>Additionally, the Service might not be available due to reasons outside the Owner’s reasonable control, such as “force majeure” (eg.\nlabor actions, infrastructural breakdowns or blackouts etc).</p>\nService reselling\n<p>Users may not reproduce, duplicate, copy, sell, resell or exploit any portion of this Application and of its Service without the Owner’s express prior written permission, granted either directly or through a legitimate reselling programme.</p>\nPrivacy policy\n<p>To learn more about the use of their Personal Data, Users may refer to the privacy policy of this Application.</p>\nIntellectual property rights\n<p>Without prejudice to any more specific provision of these Terms, any intellectual property rights, such as copyrights, trademark rights, patent rights and design rights related to this Application are the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties relating to intellectual property.</p>\n<p>All trademarks — nominal or figurative — and all other marks, trade names, service marks, word marks, illustrations, images, or logos appearing in connection with this Application are, and remain, the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties related to intellectual property.</p>\nChanges to these Terms\n<p>The Owner reserves the right to amend or otherwise modify these Terms at any time.\nIn such cases, the Owner will appropriately inform the User of these changes.</p>\n<p>Such changes will only affect the relationship with the User for the future.</p>\n<p>The continued use of the Service will signify the User’s acceptance of the revised Terms.\nIf Users do not wish to be bound by the changes, they must stop using the Service.\nFailure to accept the revised Terms, may entitle either party to terminate the Agreement.</p>\n<p>The applicable previous version will govern the relationship prior to the User's acceptance.\nThe User can obtain any previous version from the Owner.</p>\n<p>If required by applicable law, the Owner will specify the date by which the modified Terms will enter into force.</p>\nAssignment of contract\n<p>The Owner reserves the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these Terms, taking the User’s legitimate interests into account.\nProvisions regarding changes of these Terms will apply accordingly.</p>\n<p>Users may not assign or transfer their rights or obligations under these Terms in any way, without the written permission of the Owner.</p>\nContacts\n<p>All communications relating to the use of this Application must be sent using the contact information stated in this document.</p>\nSeverability\n<p>Should any provision of these Terms be deemed or become invalid or unenforceable under applicable law, the invalidity or unenforceability of such provision shall not affect the validity of the remaining provisions, which shall remain in full force and effect.</p>\nUS Users\n<p>Any such invalid or unenforceable provision will be interpreted, construed and reformed to the extent reasonably required to render it valid, enforceable and consistent with its original intent.\nThese Terms constitute the entire Agreement between Users and the Owner with respect to the subject matter hereof, and supersede all other communications, including but not limited to all prior agreements, between the parties with respect to such subject matter.\nThese Terms will be enforced to the fullest extent permitted by law.</p>\nEU Users\n<p>Should any provision of these Terms be or be deemed void, invalid or unenforceable, the parties shall do their best to find, in an amicable way, an agreement on valid and enforceable provisions thereby substituting the void, invalid or unenforceable parts.<br>\nIn case of failure to do so, the void, invalid or unenforceable provisions shall be replaced by the applicable statutory provisions, if so permitted or stated under the applicable law.</p>\n<p>Without prejudice to the above, the nullity, invalidity or the impossibility to enforce a particular provision of these Terms shall not nullify the entire Agreement, unless the severed provisions are essential to the Agreement, or of such importance that the parties would not have entered into the contract if they had known that the provision would not be valid, or in cases where the remaining provisions would translate into an unacceptable hardship on any of the parties.</p>\nGoverning law\n<p>These Terms are governed by the law of the place where the Owner is based, as disclosed in the relevant section of this document, without regard to conflict of laws principles.</p>\nException for European Consumers\n<p>However, regardless of the above, if the User qualifies as a European Consumer and has their habitual residence in a country where the law provides for a higher consumer protection standard, such higher standards shall prevail.</p>\nVenue of jurisdiction\n<p>The exclusive competence to decide on any controversy resulting from or connected to these Terms lies with the courts of the place where the Owner is based, as displayed in the relevant section of this document.</p>\nException for European Consumers\n<p>The above does not apply to any Users that qualify as European Consumers, nor to Consumers based in Switzerland, Norway or Iceland.</p>\nUS UsersSurviving provisions\n<p>This Agreement shall continue in effect until it is terminated by either this Application or the User.\nUpon termination, the provisions contained in these Terms that by their context are intended to survive termination or expiration will survive, including but not limited to the following:</p>\n<ul>\n<li>the User’s grant of licenses under these Terms shall survive indefinitely;</li>\n<li>the User’s indemnification obligations shall survive for a period of five years from the date of termination;</li>\n<li>the disclaimer of warranties and representations, and the stipulations under the section containing indemnity and limitation of liability provisions, shall survive indefinitely.</li>\n</ul> Definitions and legal references This Application (or this Application)\n<p>The property that enables the provision of the Service.</p>\nAgreement\n<p>Any legally binding or contractual relationship between the Owner and the User, governed by these Terms.</p>\nBusiness User\n<p>Any User that does not qualify as a Consumer.</p>\nEuropean (or Europe)\n<p>Applies where a User is physically present or has their registered offices within the EU, regardless of nationality.</p>\nOwner (or We)\n<p>Indicates the natural person(s) or legal entity that provides this Application and/or the Service to Users.</p>\nService\n<p>The service provided by this Application as described in these Terms and on this Application.</p>\nTerms\n<p>All provisions applicable to the use of this Application and/or the Service as described in this document, including any other related documents or agreements, and as updated from time to time.</p>\nUser (or You)\n<p>Indicates any natural person or legal entity using this Application.</p>\nConsumer\n<p>Any User qualifying as a natural person who accesses goods or services for personal use, or more generally, acts for purposes outside their trade, business, craft or profession.</p>\n<p> Latest update: August 12, 2021 </p>\n<i>\n</i> ", "created_at": "2023-03-19 23:56:33.364032", "updated_at": "2023-03-19 23:57:04.377421"}, {"id": 14803, "name": "Privacy Policy", "url": "https://www.studystream.live/policies/privacy", "xpath": "//body", "text": " logo go to app Privacy Policy of <strong>www.studystream.live</strong>\n<p>This Application collects some Personal Data from its Users.</p>\n<br>\n<p>This document contains a section dedicated to California consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Virginia consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Brazilian Users and their privacy rights.</p>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Policy summary Personal Data processed for the following purposes and using the following services: <ul>\n<li>\n<ul>\n<li> Access to third-party accounts <ul>\n<li> Facebook account access <p>Permissions: Birthday.\nEmail</p>\n</li>\n</ul>\n</li>\n<li> Analytics <ul>\n<li> Google Analytics <p>Personal Data: Tracker.\nUsage Data</p>\n</li>\n<li> Google Analytics Advertising Reporting Features <p>Personal Data: Tracker.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> Google Analytics Demographics and Interests reports <p>Personal Data: Tracker.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example)</p>\n</li>\n<li> IP API </li>\n</ul>\n</li>\n<li> Backup saving and management <ul>\n<li> Backup on Google Drive <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Contacting the User <ul>\n<li> Mailing list or newsletter <p>Personal Data: email address.\nfirst name.\nlast name</p>\n</li>\n<li> Contact form <p>Personal Data: city.\ncountry.\ncounty.\ndate of birth.\nemail address.\nfirst name.\ngender.\nlast name.\nphone number.\nprofession.\nstate.\nUser ID.\nvarious types of Data.\nwebsite.\nZIP/Postal code</p>\n</li>\n</ul>\n</li>\n<li> Displaying content from external platforms <ul>\n<li> Google Calendar widget, Spotify widget and Video Vimeo <p>Personal Data: Tracker.\nUsage Data</p>\n</li>\n<li> Google Fonts <p>Personal Data: Usage Data.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> YouTube IFrame Player <p>Personal Data: Usage Data</p>\n</li>\n</ul>\n</li>\n<li> Handling activities related to productivity <ul>\n<li> Google Workspace <p>Personal Data: city.\ncountry.\nData communicated while using the service.\ndate of birth.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\nphone number.\nphysical address.\nscreenshots.\nUsage Data.\nusername</p>\n</li>\n<li> Google Sheets <p>Personal Data: city.\nData communicated while using the service.\ndate of birth.\ndevice information.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\npassword.\nphone number.\nphysical address.\nprofile picture.\nscreenshots.\nTracker.\nUsage Data.\nusername.\nZIP/Postal code</p>\n</li>\n<li> Google Docs <p>Personal Data: city.\nData communicated while using the service.\ndate of birth.\ndevice information.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\npassword.\nphone number.\nphysical address.\nprofile picture.\nscreenshots.\nUsage Data.\nusername</p>\n</li>\n<li> Notion <p>Personal Data: city.\ncompany name.\ncountry.\nData communicated while using the service.\ndate of birth.\ndevice information.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\npassword.\nphone number.\nphysical address.\nprofile picture.\nscreenshots.\nUsage Data.\nusername</p>\n</li>\n</ul>\n</li>\n<li> Heat mapping and session recording <ul>\n<li> Hotjar Heat Maps &amp.\nRecordings <p>Personal Data: Tracker.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Hosting and backend infrastructure <ul>\n<li> Microsoft Azure <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> Netlify <p>Personal Data: Data communicated while using the service</p>\n</li>\n</ul>\n</li>\n<li> Information collection <ul>\n<li> Dovetail App </li>\n</ul>\n</li>\n<li> Interaction with online survey platforms <ul>\n<li> Hotjar Poll &amp.\nSurvey widgets <p>Personal Data: Tracker.\nUsage Data.\nvarious types of Data</p>\n</li>\n</ul>\n</li>\n<li> Managing contacts and sending messages <ul>\n<li> Mailchimp <p>Personal Data: country.\ndate of birth.\nemail address.\nfirst name.\ngender.\nlast name.\nphone number.\nphysical address.\nusername.\nvarious types of Data</p>\n</li>\n<li> Sendgrid <p>Personal Data: email address.\nfirst name.\nlast name</p>\n</li>\n</ul>\n</li>\n<li> Managing data collection and online surveys <ul>\n<li> Typeform <p>Personal Data: country.\nData communicated while using the service.\ndate of birth.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\npassword.\nphone number.\nphysical address.\nstate.\nUsage Data.\nusername.\nvarious types of Data as specified in the privacy policy of the service.\nwebsite</p>\n</li>\n<li> Data provided via online forms, managed directly <p>Personal Data: answers to questions.\nbilling address.\ncity.\ncountry.\ndate of birth.\ngender.\nname.\npayment info.\nphone number.\nphysical address.\nprofession.\nsocial media accounts </p>\n</li>\n</ul>\n</li>\n<li> Registration and authentication <ul>\n<li> Instagram Authentication and Google OAuth <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> Facebook Authentication <p>Personal Data: Tracker.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> Facebook Oauth <p>Personal Data: Tracker.\nvarious types of Data</p>\n</li>\n<li> Firebase Authentication <p>Personal Data: email address.\nfirst name.\nlast name</p>\n</li>\n<li> Zoom </li>\n</ul>\n</li>\n<li> Registration and authentication provided directly by this Application <ul>\n<li> Direct registration <p>Personal Data: academic background.\nbilling address.\ncity.\ncountry.\ndate of birth.\nemail address.\nfield of activity.\nfirst name.\ngender.\nlanguage.\nlast name.\npassword.\nphone number.\nphysical address.\npicture.\nprefix .\nprofile picture.\nstate.\nUser ID.\nusername.\nvarious types of Data.\nZIP/Postal code</p>\n</li>\n</ul>\n</li>\n<li> Social features <ul>\n<li> Public profile <p>Personal Data: country.\ndate of birth.\nemail address.\nfirst name.\nlast name.\npicture.\nusername</p>\n</li>\n</ul>\n</li>\n<li> SPAM protection <ul>\n<li> Google reCAPTCHA <p>Personal Data: answers to questions.\nclicks.\nkeypress events.\nmotion sensor events.\nmouse movements.\nscroll position.\ntouch events.\nTracker.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Tag Management <ul>\n<li> Google Tag Manager <p>Personal Data: Usage Data</p>\n</li>\n</ul>\n</li>\n<li> User database management <ul>\n<li> ActiveCampaign <p>Personal Data: email address.\nTracker.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Further information about the processing of Personal Data <ul>\n<li>\n<ul>\n<li> The Service is not directed to children under the age of 13 <p> Users declare themselves to be adult according to their applicable legislation.\nMinors aged over 16 may use this Application only with the assistance of a parent or guardian.\nUnder no circumstance persons under the age of 13 may use this Application.\nAs per our terms and conditions, under no circumstance persons under the age of 16 may use this Application.\n</p>\n</li>\n<li> CCPA: Collection of personal information about minors <p>We do not knowingly collect personal information of consumers who are below the age of 16.</p>\n</li>\n<li> Equal protection of User Data <p>This Application shares User Data only with third parties carefully selected to ensure that they provide the same or equal protection of User Data as stated in this privacy policy and requested by applicable data protection laws.\nFurther information on data processing and privacy practices by third parties can be found in their respective privacy policies.</p>\n</li>\n<li> iubenda CCPA Cookie (usprivacy) <p>iubenda CCPA Cookie (usprivacy) is set by the iubenda Cookie Solution and stores California consumer opt-out choices in the local domain.</p>\n</li>\n<li> iubenda Consent Solution localStorage <p>iubenda ConS JS library localStorage (IUB_DATA) temporarily stores pending data in a storage space internal to the User's browser (localStorage) until it's received by the API, then it is deleted.</p>\n</li>\n<li> iubenda Cookie Solution (remote consent Cookie) <p>Remote iubenda consent Cookie (_iub_cs-X) is set by the iubenda Cookie Solution and stores User preferences related to Trackers under the .iubenda.com domain.</p>\n</li>\n<li> iubenda Cookie Solution (consent Cookie) <p>iubenda consent Cookie (_iub_cs-X) is set by the iubenda Cookie Solution and stores User preferences related to Trackers in the local domain.</p>\n</li>\n<li> Personal Data collected through sources other than the User <p>The Owner of this Application may have legitimately collected Personal Data relating to Users without their knowledge by reusing or sourcing them from third parties on the grounds mentioned in the section specifying the legal basis of processing.<br>\nWhere the Owner has collected Personal Data in such a manner, Users may find specific information regarding the source within the relevant sections of this document or by contacting the Owner.</p>\n</li>\n<li> Global TCF v2 Cookie (euconsent-v2) <p>Global TCF v2 Cookie (euconsent-v2) stores User advertising tracking preferences under the .consensu.org domain.\nWhen a Global TCF v2 Cookie (euconsent-v2) is set by the iubenda Cookie Solution, also a local 'cache' Cookie is stored in the local domain.</p>\n</li>\n<li> Rights for registered California Users under the age of 18 <p>California's \"Online Eraser\" law, part of California's Business and Professions Code Sections 22580-22582, requires operators of certain websites and online services targeting minors to allow registered Users who are under the age of 18 and residents of California to request removal of content they post.</p>\n<p>If a registered User fits that description and posted content on this Application, they may request removal of such content by contacting the Owner or its privacy policy coordinator at the contact details provided in this document.</p>\n<p>In response to this request, the Owner may make content posted by the registered User invisible to other registered Users and the public (rather than deleting it entirely), in which case the content may remain on the Owner's servers.\nIt may also be publicly available elsewhere if a third party copied and reposted this content.</p>\n</li>\n<li> Selling goods and services online <p>The Personal Data collected are used to provide the User with services or to sell goods, including payment and possible delivery.<br>\nThe Personal Data collected to complete the payment may include the credit card, the bank account used for the transfer, or any other means of payment envisaged.\nThe kind of Data collected by this Application depends on the payment system used.</p>\n</li>\n<li> Site specific TCF v2 Cookie (euconsent-v2) <p>Site specific TCF v2 Cookie (euconsent-v2) stores User advertising tracking preferences in the local domain.</p>\n</li>\n<li> Transfer of personal information outside of Brazil to countries that guarantee the same protection standards as LGPD <p>We can transfer your personal information outside of the Brazilian territory, if the destination country, or the international organization which receives the personal information, provides an adequate level of protection of the personal information according to the ANPD.<br>\nThe ANPD authorizes such transfers whenever it considers that country to possess and provide personal information protection standards comparable to those set forth by the LGPD, having taken into account the following:</p>\n<ul>\n<li>the general and sectoral rules of the legislation in force in the country of destination or in the international organization;</li>\n<li>the nature of the personal information subject to the transfer;</li>\n<li>the compliance with the general principles on the protection of the personal information and on the rights of the individuals as set forth in the LGPD;</li>\n<li>the adoption of suitable security measures;</li>\n<li>the existence of judicial and institutional guarantees for the respect of personal information protection rights.\nand</li>\n<li>any other pertinent circumstance related to the relevant transfer.</li>\n</ul>\n</li>\n<li> Preference Cookies <p>Preference Cookies store the User preferences detected on this Application in the local domain such as, for example, their timezone and region.</p>\n</li>\n</ul>\n</li>\n</ul> Contact information <ul>\n<li>\n<ul>\n<li> Owner and Data Controller <p>Knowledge Collective Ltd\n<br>204D Sterling House\n<br>Langston Road\n<br>Loughton\n<br>Essex IG10 3TS</p>\n<p>\n<strong>Owner contact email:</strong> team@studystream.live</p>\n</li>\n</ul>\n</li>\n</ul> Full policy Owner and Data Controller <p>Knowledge Collective Ltd\n<br>204D Sterling House\n<br>Langston Road\n<br>Loughton\n<br>Essex IG10 3TS</p>\n<p>\n<strong>Owner contact email:</strong> team@studystream.live</p> Types of Data collected <p> Among the types of Personal Data that this Application collects, by itself or through third parties, there are: Usage Data.\nTracker.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nfirst name.\nlast name.\ngender.\ndate of birth.\nphone number.\nphysical address.\nemail address.\nusername.\npassword.\ncountry.\nstate.\nZIP/Postal code.\ncity.\npicture.\nprefix .\nprofile picture.\nUser ID.\nacademic background.\nbilling address.\nfield of activity.\nlanguage.\nvarious types of Data.\nanswers to questions.\nclicks.\nkeypress events.\nmotion sensor events.\nmouse movements.\nscroll position.\ntouch events.\ngeographic position.\nwebsite.\nData communicated while using the service.\npayment info.\nname.\nsocial media accounts .\nprofession.\nscreenshots.\ndevice information.\ncompany name.\ncounty.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.<br>Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services.\nIn cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through this Application and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Tag Management, Analytics, Registration and authentication, Registration and authentication provided directly by this Application, Contacting the User, Social features, SPAM protection, User database management, Managing data collection and online surveys, Managing contacts and sending messages, Handling activities related to productivity, Displaying content from external platforms, Backup saving and management, Hosting and backend infrastructure, Access to third-party accounts, Heat mapping and session recording, Interaction with online survey platforms and Information collection.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Facebook permissions asked by this Application <p>This Application may ask for some Facebook permissions allowing it to perform actions with the User's Facebook account and to retrieve information, including Personal Data, from it.\nThis service allows this Application to connect with the User's account on the Facebook social network, provided by Facebook Inc.</p>\n<p>For more information about the following permissions, refer to the Facebook permissions documentation and to the Facebook privacy policy.</p>\n<p>The permissions asked are the following:</p> Basic information <p>By default, this includes certain User’s Data such as id, name, picture, gender, and their locale.\nCertain connections of the User, such as the Friends, are also available.\nIf the User has made more of their Data public, more information will be available.</p> Birthday <p>Provides access to the birthday.</p> Email <p>Provides access to the User's primary email address.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Access to third-party accounts <p>This type of service allows this Application to access Data from your account on a third-party service and perform actions with it.<br>\nThese services are not activated automatically, but require explicit authorization by the User.</p> Facebook account access (Facebook, Inc.) <p>This service allows this Application to connect with the User's account on the Facebook social network, provided by Facebook, Inc.</p>\n<p>Permissions asked: Birthday.\nEmail.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncalifornia Consumer Records Statute information.\n</p>\n</li>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics <p>Google Analytics is a web analysis service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing, (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\nIreland – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Google Analytics Advertising Reporting Features <p>Google Analytics on this Application has Advertising Reporting Features activated, which collects additional information from the DoubleClick cookie (web activity) and from device advertising IDs (app activity).\nIt allows the Owner to analyze specific behavior and interests Data (traffic Data and Users' ads interaction Data) and, if enabled, demographic Data (information about the age and gender).</p>\n<p>Users can opt out of Google's use of cookies by visiting Google's Ads Settings.</p>\n<p>Personal Data processed: Tracker.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\nIreland – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA and the VCDPA </li>\n</ul> Google Analytics Demographics and Interests reports <p>Google Analytics Demographics and Interests reports is a Google Advertising Reporting feature that makes available demographic and interests Data inside Google Analytics for this Application (demographics means age and gender Data).</p>\n<p>Users can opt out of Google's use of cookies by visiting Google's Ads Settings.</p>\n<p>Personal Data processed: Tracker.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\nIreland – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA and the VCDPA </li>\n</ul> IP API <p>IP API is a service that is used to return location data based on IP addresses.\n<br>\n<br>Personal Data processed: IP address</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n<li>a sharing according to the CCPA</li>\n<li>targeted advertising according to the VCDPA</li>\n</ul>\n</li>\n<li> Backup saving and management <p>This type of service allows the Owner to save and manage backups of this Application on external servers managed by the service provider itself.\nThe backups may include the source code and content as well as the data that the User provides to this Application.</p> Backup on Google Drive <p>Google Drive is a service to save and manage backups provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n</li>\n<li> Contacting the User Mailing list or newsletter (this Application) <p>By registering on the mailing list or for the newsletter, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning this Application.\nYour email address might also be added to this list as a result of signing up to this Application or after making a purchase.</p>\n<p>Personal Data processed: email address.\nfirst name.\nlast name.</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Contact form (this Application) <p>By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.</p>\n<p>Personal Data processed: city.\ncountry.\ncounty.\ndate of birth.\nemail address.\nfirst name.\ngender.\nlast name.\nphone number.\nprofession.\nstate.\nUser ID.\nvarious types of Data.\nwebsite.\nZIP/Postal code.</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\nbiometric information.\ninternet information.\nemployment related information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul>\n</li>\n<li> Displaying content from external platforms <p>This type of service allows you to view content hosted on external platforms directly from the pages of this Application and interact with them.<br>\nThis type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.</p> Google Calendar widget <p>Google Calendar widget is a calendar content visualization service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing, that allows this Application to incorporate content of this kind on its pages.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA and the VCDPA </li>\n</ul> Google Fonts <p>Google Fonts is a typeface visualization service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing, that allows this Application to incorporate content of this kind on its pages.</p>\n<p>Personal Data processed: Usage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA and the VCDPA </li>\n</ul> Spotify widget (Spotify AB) <p>Spotify is an audio content delivery service provided by Spotify AB that allows this Application to incorporate content of this kind on its pages.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: Sweden – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Video Vimeo (Vimeo, LLC) <p>Vimeo is a video content visualization service provided by Vimeo, LLC that allows this Application to incorporate content of this kind on its pages.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA and the VCDPA </li>\n</ul> YouTube IFrame Player <p>YouTube IFrame Player is a video content visualization service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing, that allows this Application to incorporate content of this kind on its pages.</p>\n<p>Through this Service, this Application may collect Data directly or indirectly on or from Users’ devices, including by making use of trackers.\nUsers may restrict such access to their Data via the security settings page provided by Google.\nUsers may ask the Owner for further information about these privacy settings at any time through the contact details provided in this document.</p>\n<p>Data collected through the Service may also be used to help third parties deliver interest-based advertising.\nUsers can opt out of third-party interest-based advertising through their device settings or by visiting the Network Advertising Initiative opt-out page.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt out.\nIreland – Privacy Policy – Opt out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul>\n</li>\n<li> Handling activities related to productivity <p>This type of service helps the Owner to manage tasks, collaboration and, in general, activities related to productivity.\nIn using this type of service, Data of Users will be processed and may be retained, depending on the purpose of the activity in question.<br>\nThese services may be integrated with a wide range of third-party services disclosed within this privacy policy to enable the Owner to import or export Data needed for the relative activity.</p> Google Workspace (Google LLC) <p>Google Workspace is an integrated suite of cloud-based productivity, collaboration and storage services provided by Google LLC.\nGmail or other G Suite services are not scanned by Google for advertising purposes.\nIn addition, Google does not collect or use data inside these services for advertising purposes in any other way.</p>\n<p>Personal Data processed: city.\ncountry.\nData communicated while using the service.\ndate of birth.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\nphone number.\nphysical address.\nscreenshots.\nUsage Data.\nusername.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\nbiometric information.\ninternet information.\ngeolocation data.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA </li>\n</ul> Google Sheets (Google LLC) <p>Google Sheets is an online spreadsheet and collaboration service provided by Google LLC.</p>\n<p>Personal Data processed: city.\nData communicated while using the service.\ndate of birth.\ndevice information.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\npassword.\nphone number.\nphysical address.\nprofile picture.\nscreenshots.\nTracker.\nUsage Data.\nusername.\nZIP/Postal code.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\nbiometric information.\ninternet information.\ngeolocation data.\nsensorial information.\n</p> Google Docs (Google LLC) <p>Google Docs is an online text-editing and collaboration service provided by Google LLC.</p>\n<p>Personal Data processed: city.\nData communicated while using the service.\ndate of birth.\ndevice information.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\npassword.\nphone number.\nphysical address.\nprofile picture.\nscreenshots.\nUsage Data.\nusername.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\nbiometric information.\ninternet information.\ngeolocation data.\nsensorial information.\n</p> Notion (Notion Labs, Inc.\n) <p>Notion is an online text-editing and collaboration service provided by Notion Labs, Inc.\n.</p>\n<p>Personal Data processed: city.\ncompany name.\ncountry.\nData communicated while using the service.\ndate of birth.\ndevice information.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\npassword.\nphone number.\nphysical address.\nprofile picture.\nscreenshots.\nUsage Data.\nusername.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\nbiometric information.\ninternet information.\ngeolocation data.\nsensorial information.\n</p>\n</li>\n<li> Heat mapping and session recording <p>Heat mapping services are used to display the areas of this Application that Users interact with most frequently.\nThis shows where the points of interest are.\nThese services make it possible to monitor and analyze web traffic and keep track of User behavior.<br>\nSome of these services may record sessions and make them available for later visual playback.</p> Hotjar Heat Maps &amp.\nRecordings (Hotjar Ltd.) <p>Hotjar is a session recording and heat mapping service provided by Hotjar Ltd.<br>\nHotjar honors generic „Do Not Track” headers.\nThis means the browser can tell its script not to collect any of the User's data.\nThis is a setting that is available in all major browsers.\nFind Hotjar’s opt-out information here.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: Malta – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul>\n</li>\n<li> Hosting and backend infrastructure <p>This type of service has the purpose of hosting Data and files that enable this Application to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of this Application.</p>\n<p>Some services among those listed below, if any, may work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Microsoft Azure (Microsoft Corporation) <p>Microsoft Azure is a hosting service provided by Microsoft Corporation.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United Kingdom – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p> Netlify (Netlify, Inc.) <p>Netlify is a hosting service provided by Netlify, Inc.</p>\n<p>Personal Data processed: Data communicated while using the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n</li>\n<li> Information collection Dovetail App <p>DoveTail App is a software service used for user research.\n<br>\n<br>Personal Data processed: first name, surname, age, email address, usage data, profession, &amp.\ninterests.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n<li>a sharing according to the CCPA</li>\n<li>targeted advertising according to the VCDPA</li>\n</ul>\n</li>\n<li> Interaction with online survey platforms <p>This type of service allows Users to interact with third-party online survey platforms directly from the pages of this Application.<br>\nIf one of these services is installed, it may collect browsing and Usage Data in the pages where it is installed, even if the Users do not actively use the service.</p> Hotjar Poll &amp.\nSurvey widgets (Hotjar Ltd.) <p>The Hotjar Poll &amp.\nSurvey widgets are services that enable interaction with the Hotjar platform provided by Hotjar Ltd.<br>\nHotjar honors generic „Do Not Track” headers.\nThis means the browser can tell its script not to collect any of the User's data.\nThis is a setting that is available in all major browsers.\nFind Hotjar’s opt-out information here.</p>\n<p>Personal Data processed: Tracker.\nUsage Data.\nvarious types of Data.</p>\n<p>Place of processing: Malta – Privacy Policy – Opt Out.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul>\n</li>\n<li> Managing contacts and sending messages <p>This type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.<br>\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.</p> Mailchimp (The Rocket Science Group LLC) <p>Mailchimp is an email address management and message sending service provided by The Rocket Science Group LLC.</p>\n<p>Personal Data processed: country.\ndate of birth.\nemail address.\nfirst name.\ngender.\nlast name.\nphone number.\nphysical address.\nusername.\nvarious types of Data.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\nbiometric information.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n<li>a sharing according to the CCPA</li>\n<li>targeted advertising according to the VCDPA</li>\n</ul> Sendgrid (Sendgrid) <p>Sendgrid is an email address management and message sending service provided by Sendgrid Inc.</p>\n<p>Personal Data processed: email address.\nfirst name.\nlast name.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n<li>a sharing according to the CCPA</li>\n<li>targeted advertising according to the VCDPA</li>\n</ul>\n</li>\n<li> Managing data collection and online surveys <p>This type of service allows this Application to manage the creation, deployment, administration, distribution and analysis of online forms and surveys in order to collect, save and reuse Data from any responding Users.<br>\nThe Personal Data collected depend on the information asked and provided by the Users in the corresponding online form.</p>\n<p>These services may be integrated with a wide range of third-party services to enable the Owner to take subsequent steps with the Data processed - e.g.\nmanaging contacts, sending messages, analytics, advertising and payment processing.</p> Typeform (TYPEFORM S.L) <p>Typeform is a form builder and data collection platform provided by TYPEFORM S.L.</p>\n<p>Personal Data processed: country.\nData communicated while using the service.\ndate of birth.\nemail address.\nfirst name.\ngender.\ngeographic position.\nlast name.\npassword.\nphone number.\nphysical address.\nstate.\nUsage Data.\nusername.\nvarious types of Data as specified in the privacy policy of the service.\nwebsite.</p>\n<p>Place of processing: Spain – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\nbiometric information.\ninternet information.\ngeolocation data.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Data provided via online forms, managed directly (this Application) <p>This Application makes use of online forms that can be used to collect Data about Users.</p>\n<p>Personal Data processed: answers to questions.\nbilling address.\ncity.\ncountry.\ndate of birth.\ngender.\nname.\npayment info.\nphone number.\nphysical address.\nprofession.\nsocial media accounts .</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ncommercial information.\nbiometric information.\ninternet information.\nemployment related information.\ninferred information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul>\n</li>\n<li> Registration and authentication <p>By registering or authenticating, Users allow this Application to identify them and give them access to dedicated services.<br>\nDepending on what is described below, third parties may provide registration and authentication services.\nIn this case, this Application will be able to access some Data, stored by these third-party services, for registration or identification purposes.\n<br>\nSome of the services listed below may also collect Personal Data for targeting and profiling purposes.\nto find out more, please refer to the description of each service.</p> Instagram Authentication <p>Instagram Authentication is a registration and authentication service provided by Meta Platforms, Inc.\nor by Meta Platforms Ireland Limited, depending on how the Owner manages the Data processing, and is connected to the Instagram social network.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Facebook Authentication <p>Facebook Authentication is a registration and authentication service provided by Meta Platforms, Inc.\nor by Meta Platforms Ireland Limited, depending on how the Owner manages the Data processing, and is connected to the Facebook social network.</p>\n<p>Personal Data processed: Tracker.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Facebook Oauth <p>Facebook Oauth is a registration and authentication service provided by Meta Platforms, Inc.\nor by Meta Platforms Ireland Limited, depending on how the Owner manages the Data processing, and is connected to the Facebook social network.</p>\n<p>Personal Data processed: Tracker.\nvarious types of Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Google OAuth <p>Google OAuth is a registration and authentication service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing, and is connected to the Google network.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Firebase Authentication <p>Firebase Authentication is a registration and authentication service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing.\nTo simplify the registration and authentication process, Firebase Authentication can make use of third-party identity providers and save the information on its platform.</p>\n<p>Personal Data processed: email address.\nfirst name.\nlast name.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul> Zoom <p>Zoom is a web service that our application uses to host video &amp.\naudio calls.\nData collected from this platform will be used to track usage, uniquely identify users, and process contact details.\nZoom Authentication is a registration and authentication service provided by Zoom Video Communications Inc in California, USA.<br>\n<br>Personal Data processed: usage data.\nemail address.\nusername.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n<li>a sharing according to the CCPA</li>\n<li>targeted advertising according to the VCDPA</li>\n</ul>\n</li>\n<li> Registration and authentication provided directly by this Application <p>By registering or authenticating, Users allow this Application to identify them and give them access to dedicated services.\nThe Personal Data is collected and stored for registration or identification purposes only.\nThe Data collected are only those necessary for the provision of the service requested by the Users.</p> Direct registration (this Application) <p>The User registers by filling out the registration form and providing the Personal Data directly to this Application.</p>\n<p>Personal Data processed: academic background.\nbilling address.\ncity.\ncountry.\ndate of birth.\nemail address.\nfield of activity.\nfirst name.\ngender.\nlanguage.\nlast name.\npassword.\nphone number.\nphysical address.\npicture.\nprefix .\nprofile picture.\nstate.\nUser ID.\nusername.\nvarious types of Data.\nZIP/Postal code.</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\nbiometric information.\ninternet information.\nsensorial information.\nemployment related information.\ninferred information.\n</p>\n</li>\n<li> Social features Public profile (this Application) <p>Users may have public profiles that other Users can display.\nIn addition to the Personal Data provided, this profile may contain Users' interactions with this Application.</p>\n<p>Personal Data processed: country.\ndate of birth.\nemail address.\nfirst name.\nlast name.\npicture.\nusername.</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\nsensorial information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul>\n</li>\n<li> SPAM protection <p>This type of service analyzes the traffic of this Application, potentially containing Users' Personal Data, with the purpose of filtering it from parts of traffic, messages and content that are recognized as SPAM.</p> Google reCAPTCHA <p>Google reCAPTCHA is a SPAM protection service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing.<br>\nThe use of reCAPTCHA is subject to the Google privacy policy and terms of use.</p>\n<p>Personal Data processed: answers to questions.\nclicks.\nkeypress events.\nmotion sensor events.\nmouse movements.\nscroll position.\ntouch events.\nTracker.\nUsage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\ninferred information.\n</p>\n</li>\n<li> Tag Management <p>This type of service helps the Owner to manage the tags or scripts needed on this Application in a centralized fashion.<br>\nThis results in the Users' Data flowing through these services, potentially resulting in the retention of this Data.</p> Google Tag Manager <p>Google Tag Manager is a tag management service provided by Google LLC or by Google Ireland Limited, depending on how the Owner manages the Data processing.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nIreland – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA </li>\n</ul>\n</li>\n<li> User database management <p>This type of service allows the Owner to build user profiles by starting from an email address, a personal name, or other information that the User provides to this Application, as well as to track User activities through analytics features.\nThis Personal Data may also be matched with publicly available information about the User (such as social networks' profiles) and used to build private profiles that the Owner can display and use for improving this Application.<br>\nSome of these services may also enable the sending of timed messages to the User, such as emails based on specific actions performed on this Application.</p> ActiveCampaign (ActiveCampaign, Inc.) <p>ActiveCampaign is a User database management service provided by ActiveCampaign, Inc.</p>\n<p>Personal Data processed: email address.\nTracker.\nvarious types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p> Category of personal information collected according to the CCPA: identifiers.\ninternet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the VCDPA </li>\n</ul>\n</li>\n</ul> Further information about the processing of Personal Data <ul>\n<li> The Service is not directed to children under the age of 13 <p>Users declare themselves to be adult according to their applicable legislation.\nMinors aged over 16 may use this Application only with the assistance of a parent or guardian.\nUnder no circumstance persons under the age of 13 may use this Application.\nAs per our terms and conditions, under no circumstance persons under the age of 16 may use this Application.\n</p>\n</li>\n<li> Equal protection of User Data <p>This Application shares User Data only with third parties carefully selected to ensure that they provide the same or equal protection of User Data as stated in this privacy policy and requested by applicable data protection laws.\nFurther information on data processing and privacy practices by third parties can be found in their respective privacy policies.</p>\n</li>\n<li> iubenda CCPA Cookie (usprivacy) <p>iubenda CCPA Cookie (usprivacy) is set by the iubenda Cookie Solution and stores California consumer opt-out choices in the local domain.</p>\n</li>\n<li> iubenda Consent Solution localStorage <p>iubenda ConS JS library localStorage (IUB_DATA) temporarily stores pending data in a storage space internal to the User's browser (localStorage) until it's received by the API, then it is deleted.</p>\n</li>\n<li> iubenda Cookie Solution (remote consent Cookie) <p>Remote iubenda consent Cookie (_iub_cs-X) is set by the iubenda Cookie Solution and stores User preferences related to Trackers under the .iubenda.com domain.</p>\n</li>\n<li> iubenda Cookie Solution (consent Cookie) <p>iubenda consent Cookie (_iub_cs-X) is set by the iubenda Cookie Solution and stores User preferences related to Trackers in the local domain.</p>\n</li>\n<li> Personal Data collected through sources other than the User <p>The Owner of this Application may have legitimately collected Personal Data relating to Users without their knowledge by reusing or sourcing them from third parties on the grounds mentioned in the section specifying the legal basis of processing.<br>\nWhere the Owner has collected Personal Data in such a manner, Users may find specific information regarding the source within the relevant sections of this document or by contacting the Owner.</p>\n</li>\n<li> Global TCF v2 Cookie (euconsent-v2) <p>Global TCF v2 Cookie (euconsent-v2) stores User advertising tracking preferences under the .consensu.org domain.\nWhen a Global TCF v2 Cookie (euconsent-v2) is set by the iubenda Cookie Solution, also a local 'cache' Cookie is stored in the local domain.</p>\n</li>\n<li> Rights for registered California Users under the age of 18 <p>California's \"Online Eraser\" law, part of California's Business and Professions Code Sections 22580-22582, requires operators of certain websites and online services targeting minors to allow registered Users who are under the age of 18 and residents of California to request removal of content they post.</p>\n<p>If a registered User fits that description and posted content on this Application, they may request removal of such content by contacting the Owner or its privacy policy coordinator at the contact details provided in this document.</p>\n<p>In response to this request, the Owner may make content posted by the registered User invisible to other registered Users and the public (rather than deleting it entirely), in which case the content may remain on the Owner's servers.\nIt may also be publicly available elsewhere if a third party copied and reposted this content.</p>\n</li>\n<li> Selling goods and services online <p>The Personal Data collected are used to provide the User with services or to sell goods, including payment and possible delivery.<br>\nThe Personal Data collected to complete the payment may include the credit card, the bank account used for the transfer, or any other means of payment envisaged.\nThe kind of Data collected by this Application depends on the payment system used.</p>\n</li>\n<li> Site specific TCF v2 Cookie (euconsent-v2) <p>Site specific TCF v2 Cookie (euconsent-v2) stores User advertising tracking preferences in the local domain.</p>\n</li>\n<li> Preference Cookies <p>Preference Cookies store the User preferences detected on this Application in the local domain such as, for example, their timezone and region.</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Cookie Policy <p>This Application uses Trackers.\nTo learn more, the User may consult the Cookie Policy.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) or use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>This Application does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Information for Californian consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the state of California, United States of America, according to the \"California Consumer Privacy Act of 2018\" (the \"CCPA\"), as updated by the \"California Privacy Rights Act\" (the \"CPRA\") and subsequent regulations.\nFor such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p> This part of the document uses the terms “personal information” (and “sensitive personal information”) as defined in the California Consumer Privacy Act (CCPA).\n</p> Notice at collection Categories of personal information collected, used, sold, or shared <p>In this section we summarize the categories of personal information that we've collected, used, sold, or shared and the purposes thereof.\n<strong>You can read about these activities in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</strong>\n</p> Information we collect: the categories of personal information we collect\n<p>We have collected the following categories of personal information about you: identifiers, california Consumer Records Statute information, commercial information, biometric information, internet information, geolocation data, sensorial information, employment related information and inferred information.</p>\n<p> We have collected the following categories of sensitive personal information: username, password, username, username, password, payment info, username, username, username, password, username, password, username and password </p>\n<p>We will not collect additional categories of personal information without notifying you.</p> Your right to limit the use or disclosure of your sensitive personal information and how you can exercise it <p>You have the right to request that we limit the use or disclosure of your sensitive personal information to only that which is necessary to perform the services or provide the goods, as is reasonably expected by an average consumer.</p>\n<p>We can also use your sensitive personal information to perform specific purposes set forth by the law (such as, including but not limited to, helping to ensure security and integrity.\nundertaking activities to verify or maintain the quality or safety of our service) and as authorized by the relevant regulations.</p>\n<p>Outside of the aforementioned specific purposes, you have the right to freely request, at any time, that we do not use or disclose your sensitive personal information.\nThis means that whenever you ask us to stop using your sensitive personal information, we will abide by your request and we will instruct our service providers and contractors to do the same.</p>\n<p>To fully exercise your right to limit the use or disclosure of your sensitive personal information you can contact us at any time, using the contact details provided in this document.</p>\n<p>For a simplified opt-out method you can also use the privacy choices link provided on this Application.</p>\n<p>We use any personal information collected from you in connection with the submission of your request solely for the purposes of complying with the request.</p>\n<p>Once you have exercised this right, we are required to wait at least 12 months before asking whether you have changed your mind.</p> What are the purposes for which we use your personal information?\n<p>We may use your personal information to allow the operational functioning of this Application and features thereof (“business purposes”).\nIn such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.</p>\n<p>We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section “Detailed information on the processing of Personal Data” within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.</p> How long do we keep your personal information?\n<p>Unless stated otherwise inside the “Detailed information on the processing of Personal Data” section, we will not retain your personal information for longer than is reasonably necessary for the purpose(s) they have been collected for.</p> How we collect information: what are the sources of the personal information we collect?\n<p>We collect the above-mentioned categories of personal information, either directly or indirectly, from you when you use this Application.</p>\n<p>For example, you directly provide your personal information when you submit requests via any forms on this Application.\nYou also provide personal information indirectly when you navigate this Application, as personal information about you is automatically observed and collected.</p>\n<p>Finally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of this Application and features thereof.</p> How we use the information we collect: disclosing of your personal information with third parties for a business purpose <p>For our purposes, the word “third party” means a person who is not any of the following: a service provider or a contractor, as defined by the CCPA.</p>\n<p>We disclose your personal information with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</b> These third parties are grouped and categorized in accordance with the different purposes of processing.</p> Sale or sharing of your personal information\n<p>For our purposes, the word “sale” means any “selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to <strong>a third party, for monetary or other valuable consideration</strong>”, as defined by the CCPA.</p>\n<p>This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.</p>\n<p>For our purposes, the word “sharing” means any “sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer's personal information by the business to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between a business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged”, as defined by the CCPA.<br>\nPlease note that the exchange of personal information with a service provider pursuant to a written contract that meets the requirements set by the CCPA, does not constitute a sale or sharing of your personal information.</p> Your right to opt out of the sale or sharing of your personal information and how you can exercise it\n<p>We sell or share your personal information with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</b> These third parties are grouped and categorized in accordance with the different purposes of processing.<br>\n<br>You have the right to opt out of the sale or sharing of your personal information.\nThis means that whenever you request us to stop selling or sharing your personal information, we will abide by your request.<br>Such requests can be made freely, at any time, without submitting any verifiable request.<br>To fully exercise your right to opt out, you can contact us at any time using the contact details provided in this document.<br>For a simplified opt-out method you can also use the privacy choices link provided on this Application.</p>\n<p>If you want to submit requests to opt out of the sale or sharing of personal information via a user-enabled global privacy control, like the Global Privacy Control (“GPC”), you are free to do so and we will abide by such request.\nThe GPC consists of a setting or extension in the browser or mobile device and acts as a mechanism that websites can use to indicate they support the GPC signal.\nIf you want to use GPC, you can download and enable it via a participating browser or browser extension.\nMore information about downloading GPC is available here.</p>\n<p>We use any personal information collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p>\n<p>Once you have opted out, we are required to wait at least 12 months before asking whether you have changed your mind.</p> Your privacy rights under the California Consumer Privacy Act and how to exercise them The right to access personal information: the right to know and to portability\n<p>You have the right to request that we disclose to you:</p>\n<ul>\n<li>the categories of personal information that we collect about you;</li>\n<li>the sources from which the personal information is collected;</li>\n<li>the purposes for which we use your information;</li>\n<li>to whom we disclose such information;</li>\n<li>the specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>You also have <b>the right to know what personal information is sold or shared and to whom.</b> In particular, you have the right to request two separate lists from us where we disclose:</p>\n<ul>\n<li>the categories of personal information that we sold or shared about you and the categories of third parties to whom the personal information was sold or shared.\n</li>\n<li>the categories of personal information that we disclosed about you for a business purpose and the categories of persons to whom it was disclosed for a business purpose.</li>\n</ul>\n<p>The disclosure described above will be limited to the personal information collected or used over the past 12 months.</p>\n<p>If we deliver our response electronically, the information enclosed will be \"portable\", i.e.\ndelivered in an easily usable format to enable you to transmit the information to another entity without hindrance – provided that this is technically feasible.</p> The right to request the deletion of your personal information\n<p>You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on this Application, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).</p>\n<p>If no legal exception applies, as a result of exercising your right, we will delete your personal information and notify any of our service providers and all third parties to whom we have sold or shared the personal information to do so – provided that this is technically feasible and doesn’t involve disproportionate effort.</p> The right to correct inaccurate personal information\n<p>You have the right to request that we correct any inaccurate personal information we maintain about you, taking into account the nature of the personal information and the purposes of the processing of the personal information.</p> The right to opt out of sale or sharing of personal information and to limit the use of your sensitive personal information\n<p>You have the right to opt out of the sale or sharing of your personal information.\nYou also have the right to request that we limit our use or disclosure of your sensitive personal information.</p> The right of no retaliation following opt-out or exercise of other rights (the right to non-discrimination)\n<p>We will not discriminate against you for exercising your rights under the CCPA.\nThis means that we will not discriminate against you, including, but not limited to, by denying goods or services, charging you a different price, or providing a different level or quality of goods or services just because you exercised your consumer privacy rights.</p>\n<p>However, if you refuse to provide your personal information to us or ask us to delete or stop selling your personal information, and that personal information or sale is necessary for us to provide you with goods or services, we may not be able to complete that transaction.</p>\n<p>To the extent permitted by the law, we may offer you promotions, discounts, and other deals in exchange for collecting, keeping, or selling your personal information, provided that the financial incentive offered is reasonably related to the value of your personal information.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.</p>\n<p>For us to respond to your request, it’s necessary that we know who you are.\nTherefore, you can only exercise the above rights by making a verifiable request which must:</p>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;</li>\n<li>describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nWe will use any personal information collected from you in connection with the verification of your request solely for the purposes of verification and shall not further disclose the personal information, retain it longer than necessary for purposes of verification, or use it for unrelated purposes.</p>\n<p>If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.</p>\n<p>If you are an adult, you can make a verifiable request on behalf of a minor under your parental authority.</p>\n<p>You can submit a maximum number of 2 requests over a period of 12 months.</p> How and when we are expected to handle your request\n<p>We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.</p>\n<p>We will respond to your request within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Our disclosure(s) will cover the preceding 12-month period.\nOnly with regard to personal information collected on or after January 1, 2022, you have the right to request that we disclose information beyond the 12-month period, and we will provide them to you unless doing so proves impossible or would involve a disproportionate effort.</p>\n<p>Should we deny your request, we will explain you the reasons behind our denial.</p>\n<p>We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive.\nIn such cases, we may charge a reasonable fee, or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind it.</p> Additional information about California privacy CCPA: Collection of personal information about minors <p>We do not knowingly collect personal information of consumers who are below the age of 16.</p> Information for Virginia consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the controller running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the Commonwealth of Virginia, according to the “Virginia Consumer Data Protection Act\" (the \"VCDPA\"), and, for such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal data” as defined in the VCDPA.\n</p> Categories of personal data processed <p>In this section, we summarize the categories of personal data that we've processed and the purposes thereof.\n<b>You can read about these activities in detail in the section titled “Detailed information on the processing of Persona Data” within this document</b>.</p> Categories of personal data we collect <p> We have collected the following categories of personal data: identifiers, commercial information, internet information, geolocation data, sensorial information, employment related information and inferred information\n</p>\n<p>We do not collect sensitive data.</p>\n<p>We will not collect additional categories of personal data without notifying you.</p> Why we process your personal data <p>To find out why we process your personal data, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.<br>\nYou can freely give, deny, or withdraw such consent at any time using the contact details provided in this document.</p> How we use the data we collect: sharing of your personal data with third parties <p> We share your personal data with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document</b>.\nThese third parties are grouped and categorized in accordance with the different purposes of processing.<br>\nFor our purposes, the word \"third party\" means \"a natural or legal person, public authority, agency, or body other than the consumer, controller, processor, or an affiliate of the processor or the controller\" as defined by the VCDPA.</p> Sale of your personal data <p>For our purposes, the word “sale” means any “exchange of personal data for monetary consideration by us to a third party“ as defined by the VCDPA.\n<br>\nPlease note that according to the VCDPA, the disclosure of personal data to a processor that processes personal data on behalf of a controller does not constitute a sale.\n<br>\nAs specified in the “Detailed information on the processing of Personal Data” section of this document, our use of your personal information may be considered a sale under VCDPA.</p> Your right to opt out of the sale of your personal data and how you can exercise it <p>You have the right to opt out of the sale of your personal data.\nThis means that whenever you request us to stop selling your data, we will abide by your request.\nTo fully exercise your right to opt out you can contact us at any time using the contact details provided in this document.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purpose of complying with the request.</p> Processing of your personal data for targeted advertising <p>For our purposes, the word \"targeted advertising\" means \"displaying advertisements to you where the advertisement is selected based on personal data obtained from your activities over time and across nonaffiliated websites or online applications to predict your preferences or interests\" as defined by the VCDPA.</p>\n<p>To find out more details on the processing of your personal data for targeted advertising purposes, you can read the section titled “Detailed information on the processing of Personal Data” within this document.</p> Your right to opt out of the processing of your personal data for targeted advertising and how you can exercise it <p>You have the right to opt out of the processing of your personal data for targeted advertising.\nThis means that whenever you ask us to stop processing your data for targeted advertising, we will abide by your request.\nTo fully exercise your right to opt out you can contact us at any time, using the contact details provided in this document.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p> Your privacy rights under the Virginia Consumer Data Protection Act and how to exercise them <p>You may exercise certain rights regarding your data processed by us.\nIn particular, you have the right to do the following:</p>\n<ul>\n<li>\n<b>access personal data: the right to know.</b> You have the right to request that we confirm whether or not we are processing your personal data.\nYou also have the right to access such personal data.</li>\n<li>\n<b>correct inaccurate personal data.</b> You have the right to request that we correct any inaccurate personal data we maintain about you, taking into account the nature of the personal data and the purposes of the processing of the personal data.</li>\n<li>\n<b>request the deletion of your personal data.</b> You have the right to request that we delete any of your personal data.</li>\n<li>\n<b>obtain a copy of your personal data.</b> We will provide your personal data in a portable and usable format that allows you to transfer data easily to another entity – provided that this is technically feasible.</li>\n<li>\n<b>opt out of the processing of your personal data for the purposes of targeted advertising</b>, the <b>sale of personal data</b>, or <b>profiling</b> in furtherance of decisions that produce legal or similarly significant effects concerning you.</li>\n<li>\n<b>non-discrimination.</b> We will not discriminate against you for exercising your rights under the VCDPA.\nThis means that we will not, among other things, deny goods or services, charge you a different price, or provide a different level or quality of goods or services just because you exercised your consumer privacy rights.\nHowever, if you refuse to provide your personal data to us or ask us to delete or stop selling your personal data, and that personal data or sale is necessary for us to provide you with goods or services, we may not be able to complete that transaction.\nTo the extent permitted by the law, we may offer a different price, rate, level, quality, or selection of goods or services to you, including offering goods or services for no fee, if you have exercised your right to opt out, or our offer is related to your voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program.</li>\n</ul> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your request to us by contacting us via the contact details provided in this document.</p>\n<p>For us to respond to your request, we need to know who you are.</p>\n<p>We will not respond to any request if we are unable to verify your identity using commercially reasonable efforts and therefore confirm that the personal data in our possession actually relates to you.\nIn such cases, we may request that you provide additional information which is reasonably necessary to authenticate you and your request.</p>\n<p>Making a consumer request does not require you to create an account with us.\nHowever, we may require you to use your existing account.\nWe will use any personal data collected from you in connection with your request solely for the purposes of authentication, without further disclosing the personal data, retaining it longer than necessary for purposes of authentication, or using it for unrelated purposes.</p>\n<p>If you are an adult, you can make a request on behalf of a minor under your parental authority.</p> How and when we are expected to handle your request\n<p>We will respond to your request without undue delay, but in all cases and at the latest within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Should we deny your request, we will explain to you the reasons behind our denial without undue delay, but in all cases and at the latest within 45 days of receipt of the request.\nIt is your right to appeal such decision by submitting a request to us via the details provided in this document.\nWithin 60 days of receipt of the appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf the appeal is denied you may contact the Attorney General to submit a complaint.</p>\n<p>We do not charge a fee to respond to your request, for up to two requests per year.\nIf your request is manifestly unfounded, excessive or repetitive, we may charge a reasonable fee or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind them.</p> Information for Users residing in Brazil\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the entity running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).<br> The provisions contained in this section apply to all Users who reside in Brazil, according to the \"Lei Geral de Proteção de Dados\" (Users are referred to below, simply as “you”, “your”, “yours”).\nFor such Users, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.\n<br> This part of the document uses the term “personal information“ as it is defined in the Lei Geral de Proteção de Dados (<strong>LGPD</strong>).</p> The grounds on which we process your personal information <p>We can process your personal information solely if we have a legal basis for such processing.\nLegal bases are as follows:\n</p>\n<ul>\n<li> your consent to the relevant processing activities;</li>\n<li> compliance with a legal or regulatory obligation that lies with us;</li>\n<li> the carrying out of public policies provided in laws or regulations or based on contracts, agreements and similar legal instruments;</li>\n<li> studies conducted by research entities, preferably carried out on anonymized personal information;</li>\n<li> the carrying out of a contract and its preliminary procedures, in cases where you are a party to said contract;</li>\n<li> the exercising of our rights in judicial, administrative or arbitration procedures.\n</li>\n<li> protection or physical safety of yourself or a third party;</li>\n<li> the protection of health – in procedures carried out by health entities or professionals;</li>\n<li> our legitimate interests, provided that your fundamental rights and liberties do not prevail over such interests.\nand </li>\n<li> credit protection.</li>\n</ul>\n<p>\n</p>\n<p>To find out more about the legal bases, you can contact us at any time using the contact details provided in this document.</p> Categories of personal information processed <p>To find out what categories of your personal information are processed, you can read the section titled “Detailed information on the processing of Personal Data” within this document.</p> Why we process your personal information <p>To find out why we process your personal information, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p> Your Brazilian privacy rights, how to file a request and our response to your requests Your Brazilian privacy rights <p> You have the right to:\n</p>\n<ul>\n<li>obtain confirmation of the existence of processing activities on your personal information;</li>\n<li>access to your personal information;</li>\n<li>have incomplete, inaccurate or outdated personal information rectified;</li>\n<li>obtain the anonymization, blocking or elimination of your unnecessary or excessive personal information, or of information that is not being processed in compliance with the LGPD;</li>\n<li>obtain information on the possibility to provide or deny your consent and the consequences thereof;</li>\n<li>obtain information about the third parties with whom we share your personal information;</li>\n<li>obtain, upon your express request, the portability of your personal information (except for anonymized information) to another service or product provider, provided that our commercial and industrial secrets are safeguarded;</li>\n<li>obtain the deletion of your personal information being processed if the processing was based upon your consent, unless one or more exceptions provided for in art.\n16 of the LGPD apply;</li>\n<li>revoke your consent at any time;</li>\n<li>lodge a complaint related to your personal information with the ANPD (the National Data Protection Authority) or with consumer protection bodies;</li>\n<li>oppose a processing activity in cases where the processing is not carried out in compliance with the provisions of the law;</li>\n<li>request clear and adequate information regarding the criteria and procedures used for an automated decision.\nand</li>\n<li>request the review of decisions made solely on the basis of the automated processing of your personal information, which affect your interests.\nThese include decisions to define your personal, professional, consumer and credit profile, or aspects of your personality.</li>\n</ul>\n<p>\n</p>\n<p> You will never be discriminated against, or otherwise suffer any sort of detriment, if you exercise your rights.</p> How to file your request\n<p>You can file your express request to exercise your rights free from any charge, at any time, by using the contact details provided in this document, or via your legal representative.</p> How and when we will respond to your request\n<p>We will strive to promptly respond to your requests.<br> In any case, should it be impossible for us to do so, we’ll make sure to communicate to you the factual or legal reasons that prevent us from immediately, or otherwise ever, complying with your requests.\nIn cases where we are not processing your personal information, we will indicate to you the physical or legal person to whom you should address your requests, if we are in the position to do so.</p>\n<p>In the event that you file an <strong>access</strong> or personal information <strong> processing confirmation</strong> request, please make sure that you specify whether you’d like your personal information to be delivered in electronic or printed form.\n<br> You will also need to let us know whether you want us to answer your request immediately, in which case we will answer in a simplified fashion, or if you need a complete disclosure instead.\n<br> In the latter case, we’ll respond within 15 days from the time of your request, providing you with all the information on the origin of your personal information, confirmation on whether or not records exist, any criteria used for the processing and the purposes of the processing, while safeguarding our commercial and industrial secrets.</p>\n<p>In the event that you file a <strong>rectification, deletion, anonymization or personal information blocking</strong> request, we will make sure to immediately communicate your request to other parties with whom we have shared your personal information in order to enable such third parties to also comply with your request – except in cases where such communication is proven impossible or involves disproportionate effort on our side.</p> Transfer of personal information outside of Brazil permitted by the law <p>We are allowed to transfer your personal information outside of the Brazilian territory in the following cases:\n</p>\n<ul>\n<li>when the transfer is necessary for international legal cooperation between public intelligence, investigation and prosecution bodies, according to the legal means provided by the international law;</li>\n<li>when the transfer is necessary to protect your life or physical security or those of a third party;</li>\n<li>when the transfer is authorized by the ANPD;</li>\n<li>when the transfer results from a commitment undertaken in an international cooperation agreement;</li>\n<li>when the transfer is necessary for the execution of a public policy or legal attribution of public service;</li>\n<li>when the transfer is necessary for compliance with a legal or regulatory obligation, the carrying out of a contract or preliminary procedures related to a contract, or the regular exercise of rights in judicial, administrative or arbitration procedures.</li>\n</ul>\n<p>\n</p> Additional information for Users residing in Brazil Transfer of personal information outside of Brazil to countries that guarantee the same protection standards as LGPD <p>We can transfer your personal information outside of the Brazilian territory, if the destination country, or the international organization which receives the personal information, provides an adequate level of protection of the personal information according to the ANPD.<br>\nThe ANPD authorizes such transfers whenever it considers that country to possess and provide personal information protection standards comparable to those set forth by the LGPD, having taken into account the following:</p>\n<ul>\n<li>the general and sectoral rules of the legislation in force in the country of destination or in the international organization;</li>\n<li>the nature of the personal information subject to the transfer;</li>\n<li>the compliance with the general principles on the protection of the personal information and on the rights of the individuals as set forth in the LGPD;</li>\n<li>the adoption of suitable security measures;</li>\n<li>the existence of judicial and institutional guarantees for the respect of personal information protection rights.\nand</li>\n<li>any other pertinent circumstance related to the relevant transfer.</li>\n</ul> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using this Application who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application.\nThe Data Controller, unless otherwise specified, is the Owner of this Application.</p> This Application <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by this Application as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Application, if not stated otherwise within this document.</p>\n<p> Latest update: February 27, 2023 </p>\n<i>\n</i> ", "created_at": "2023-03-19 23:56:33.331743", "updated_at": "2023-03-19 23:57:29.930108"}], "points": [], "urls": ["studystream.live"]}}