{"error": 448, "message": "OK", "parameters": {"id": 7798, "name": "babbar", "created_at": "2023-03-29 18:39:35.669733", "updated_at": "2023-03-29 19:26:55.340723", "wikipedia": null, "keywords": null, "related": null, "slug": "babbar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7798.png", "url": "babbar.tech", "documents": [{"id": 15047, "name": "Terms of service and Privacy Policy", "url": "https://www.babbar.tech/terms/", "xpath": "//body", "text": " <i>\n</i> Terms of service Informations légales <p> En utilisant le service Babbar, vous avez besoin de connaître et reconnaître nos trois piliers indispensables&nbsp;:<br>\n<br>\n</p>\n<ul>\n<li>Nos mentions légales<br>\n</li>\n<li>Nos Conditions générales de vente et d'utilisation<br>\n</li>\n<li>Notre Politique de confidentialité</li>\n</ul>\n<p>\n</p> MENTIONS LÉGALES <p>BABBAR société par actions simplifiées au capital de huit mille huit cent euros (8.800 €), inscrite au Registre du Commerce et des Sociétés de Rouen (879 721 942) et dont le siège social est sis 72 rue de la République, 76140 Le Petit-Quevilly.<br> email : support@babbar.tech<br> téléphone : +33 (0)8 06 11 03 27 </p>\n<p>Hébergeur : ONLINE SAS BP 438 75366 PARIS CEDEX 08 FRANCE - +33 (0)1 84 13 00 00 </p>CONDITIONS GÉNÉRALES DE VENTE ET D’UTILISATION ARTICLE 1.\n– DISPOSITIONS GÉNÉRALES <p>Le site babbar.tech (ci-après le « Site ») est la propriété de la société Babbar, société par actions simplifiées au capital de huit mille huit cent euros (8.800 €), inscrite au Registre du Commerce et des Sociétés de Créteil et dont le siège social est sis 72 rue de la République, 76140 Le Petit-Quevilly.</p>\n<p>L’identité du directeur de la publication et de l’hébergeur figure dans les Mentions Légales accessibles sur le Site&nbsp;: https://www.babbar.tech/terms#mentions</p>\n<p>Pour toutes questions relatives à l’utilisation du Site, vous pouvez contacter la société Babbar (ci-après la Société) à l’adresse suivante&nbsp;: Babbar SAS, 72 rue de la République, 76140 Le Petit-Quevilly.</p> ARTICLE 2.- DÉFINITIONS <p>- « Abonné » ou « Utilisateur Abonné »&nbsp;: désigne l’Utilisateur ayant souscrit l’Abonnement « SEO Plan » ou l'Abonnement « Agency Plan » ou l’Abonnement « Plan API » auprès du Site.</p>\n<p>- « Abonnement »&nbsp;: désigne l’Abonnement souscrit par l’Utilisateur en vue de bénéficier des Services, accessibles uniquement sur Abonnement.</p>\n<p>- « Compte »&nbsp;: désigne le compte ouvert par l’Abonné et depuis lequel les Services du Site sont accessibles.\nCertains Services sont réservés aux Abonnés ayant souscrit le Plan API et d’autres Services sont réservés aux Abonnés « API REVENTE ».\n</p>\n<p>- « Outil Babbar »&nbsp;: désigne le logiciel accessible depuis le Site, sur Abonnement et depuis lequel les Services sont proposés.\n</p>\n<p>- « SEO Plan »&nbsp;: désigne un Abonnement souscrit pour la licence d’utilisation du logiciel BABBAR, permettant d'utiliser le logiciel via une interface graphique en ligne.\n</p>\n<p>- « Agency Plan »&nbsp;: désigne un Abonnement souscrit pour la licence d’utilisation du logiciel BABBAR permettant, d'ajouter des collaborateurs à son abonnement (sous réserve d'offre adéquate) et d'utiliser le logiciel via une interface graphique en ligne.\n</p>\n<p>- « Plan API » (« Application program interface ») ou sans interface graphique&nbsp;: désigne l’Abonnement souscrit pour la licence d’utilisation du logiciel BABBAR via son API.\n</p>\n<p>- « Plan API REVENTE » (« Application program interface ») ou sans interface graphique&nbsp;: désigne l’Abonnement souscrit pour la licence d’utilisation du logiciel BABBAR via son API et en marque blanche.\n</p>\n<p>- « Plans »&nbsp;: désigne indifféremment le SEO Plan ou le Plan API ou le Agency Plan.\n</p>\n<p>- « Services »&nbsp;: désigne l’ensemble des prestations et fonctionnalités accessibles depuis le Site.\nCes Services sont décrits à l’article 9 des présentes.\n</p>\n<p>- « Site »&nbsp;: désigne le service électronique interactif édité et exploité par la société BABBAR, accessible via l’URL&nbsp;: https://www.babbar.tech.\n</p>\n<p>- « Utilisateur »&nbsp;: désigne toute personne navigant sur le Site.\n</p>ARTICLE 3.- OBJET <p>Le Site met à la disposition de ses Utilisateurs une plateforme proposant un accès à des milliards de données sur des sites internet via l’Outil Babbar.\n</p>\n<p>L’Outil Babbar offre quatre types de Plans, le SEO Plan, le Agency Plan et deux Plans API, décrits ci-dessous.\n</p>\n<p>Les présentes conditions générales régissent les modalités et conditions d’accès et d’utilisation du Site et de l’Outil Babbar.\n</p>\n<p>Ces conditions générales s’appliquent aussi bien aux Utilisateurs Professionnels qu’aux Utilisateurs Consommateurs.\n</p>\n<p>Ces conditions s’appliquent à tous les Utilisateurs et sont accessibles en ligne sur le Site.\n</p>ARTICLE 4.- ACCEPTATION DES CONDITIONS GÉNÉRALES DE VENTE ET D’UTILISATION <p>Toute personne qui accède au Site et aux Services s’engage à respecter, sans réserve, les présentes conditions d’utilisation.\n</p>\n<p>L’accès aux Services est subordonné à l’acceptation des présentes conditions générales de vente et d’utilisation (ci-après les « CGUV ») accessibles à tout moment sur le Site.\n</p>\n<p>L’acceptation des présentes CGUV par les Utilisateurs qui s’inscrivent sur le Site est matérialisée par une case à cocher lors de l’inscription sur le Site.\n</p>\n<p>L’acceptation des présentes CGUV par les Utilisateurs ne peut être que pleine et entière.\n</p>\n<p>Tout accès ou utilisation du Site suppose l’acceptation concomitante et sans réserve des termes des présentes CGUV.\n</p>ARTICLE 5.- ACCÈS AU SITE <p>Pour se connecter au Site, l’Utilisateur doit vérifier qu’il dispose des équipements matériels et logiciels, ainsi que d’une connexion à internet compatible avec les conditions de fourniture du Service.\n</p>\n<p>Le Site est accessible gratuitement et sans engagement à tout Utilisateur souhaitant bénéficier des Services et disposant d’un accès à internet.\nTous les coûts afférents à l’accès à internet sont exclusivement à la charge de l’Utilisateur.\n</p>\n<p>Le Site met en œuvre tous les moyens raisonnables à sa disposition pour assurer un accès de qualité au Site mais n’est tenu à aucune obligation d’y parvenir.\n</p>\n<p>Le Site ne saurait pas plus être tenu responsable du fait de détérioration ou perte de données dues à un dysfonctionnement des réseaux ou toute autre raison indépendante de sa volonté échappant à son contrôle, et d’une façon générale, de toute détérioration ou dysfonctionnement.\n</p>\n<p>Le Site se réserve la possibilité d’interrompre, de suspendre momentanément ou de modifier temporairement sans préavis l’accès à tout ou partie du Site, afin d’en assurer la maintenance, sans que l’interruption n’ouvre droit à aucune obligation ni indemnisation.\n</p>\n<p>L’Utilisateur accepte expressément que Babbar ne saurait être tenue responsable des dommages directs, indirects, fortuits, spéciaux, accidentels, consécutifs ou punitifs, etc., ainsi que pour toute perte de profits ou de revenus, pouvant être encourus par l’Utilisateur directement ou indirectement liés&nbsp;: </p>\n<ul>\n<li> à l’accès ou à l’utilisation du Site .\n</li>\n<li> à l’incapacité de l’Utilisateur d’accéder ou d’utiliser ledit Site .\n</li>\n<li> à tout comportement ou contenus soumis, publiés ou postés sur ledit Site .\n</li>\n<li> à tout accès, utilisation ou altération non autorisés des transmissions de l’Utilisateur.\n</li>\n</ul>\n<p>Les Services sont accessibles, sous réserve des restrictions prévues sur le Site&nbsp;: </p>\n<ul>\n<li> à toute personne physique majeure disposant de la pleine capacité juridique pour s’engager au titre de présentes conditions générales.\nLa personne physique qui ne dispose pas de la pleine capacité juridique ne peut accéder au Site et aux Services qu’avec l’accord de son représentant légal .\n</li>\n<li> à toute personne morale agissant par l’intermédiaire d’une personne physique majeure disposant de la capacité juridique pour contracter au nom et pour le compte de la personne morale.\n</li>\n</ul> ARTICLE 6.- FONCTIONNALITÉS, UTILISATION ET SOUSCRIPTION AUX SERVICES <p>La Société met à disposition une plateforme qui permet&nbsp;: </p>\n<ul>\n<li> aux Abonnés ayant choisi le SEO Plan ou le Agency Plan d’accéder à des milliards de données par le biais d’une licence d’utilisation d’un logiciel (software) et d’utiliser les Services compris dans ce Plan et décrits à l’article 9 des présentes .\n</li>\n<li> aux Abonnés ayant choisi le Plan API d’utiliser le logiciel Babbar via son API et d’accéder aux milliards de données agrégées de Babbar .\net </li>\n<li> aux Abonnés ayant choisi le Plan API REVENTE d’utiliser le logiciel Babbar via son API en marque blanche et d’accéder aux milliards de données agrégées de Babbar.\n</li>\n</ul> ARTICLE 7.- INSCRIPTION SUR LE SITE ET CRÉATION DE COMPTE Préambule <p>Pour se connecter au Site et pour l’utilisation de l’Outil Babbar, l’Utilisateur ou l’Abonné doit vérifier qu’il dispose des équipements matériels et logiciels, ainsi que d’une connexion à internet compatible avec les conditions de fourniture du Service.\n</p>Identification <p>Le Compte Abonné est protégé par des éléments d’identification, un identifiant (adresse email) et un mot de passe.\n</p>\n<p>L’Utilisateur peut accéder à tout moment à son Compte après s’être identifié à l’aide de son identifiant et de son mot de passe via la case « Connexion » à droite de l’écran d’accueil.\n</p>\n<p>Si un Utilisateur a perdu ou oublié son mot de passe, il dispose d’une fonction sur le Site lui permettant de le réinitialiser en cliquant sur l’onglet « Mot de passe oublié ».\n</p>\n<p>Le mot de passe de l’Utilisateur est personnel et confidentiel.\nL’Utilisateur s’engage à assurer la confidentialité de son mot de passe.\nL’Utilisateur assume, seul, la responsabilité de toutes les connexions effectuées à partir de ses identifiants et mot de passe.\nEn cas de soupçon d’utilisation frauduleuse de son Compte par l’Utilisateur, ce dernier doit en aviser dans les plus brefs délais la Société à l’adresse suivante&nbsp;: support@babbar.tech afin qu’elle prenne toutes mesures appropriées pour y remédier.\n</p>\n<p>Babbar ne saurait être tenue responsable d’une usurpation et/ou d’une utilisation frauduleuse d’un Compte en cas d’usage non-autorisé, frauduleux ou abusif ou dû à une divulgation volontaire ou involontaire par l’Utilisateur à un tiers de ses éléments d’identification.\nL’Utilisateur demeure seul responsable de l’usage qui pourrait être fait de son Compte par un tiers qui aurait accédé au Site avec ses éléments d’identification.\n</p>\n<p>L’Utilisateur garantit que toutes les informations communiquées par lui dans le formulaire d’inscription sont exactes, conformes à la réalité et sincères et ne sont entachées d’aucun caractère trompeur.\nIl appartient à l’Utilisateur de communiquer tout changement relatif à ses informations personnelles.\nLes informations demandées sont les suivantes&nbsp;: adresse(s) mail(s), nom(s), prénom(s), nationalité(s).\n</p>\n<p>Toute inscription contenant des informations inexactes ne sera pas prise en compte.\n</p>\n<p>L’Utilisateur peut à tout moment se désinscrire de son Compte en envoyant un courriel à l’adresse suivante&nbsp;: support@babbar.tech.\nLa désinscription est automatique et immédiate.\n</p>\n<p>L’Utilisateur peut également effectuer une demande de suppression de son Compte en adressant un courriel à support@babbar.tech.\nDans la mesure où l’effet de cette demande est la suppression définitive du Compte et de ses données, le Site enverra un courriel demandant à l’Utilisateur de confirmer sa demande.\nSi l’Utilisateur confirme son souhait de suppression de Compte, ledit Compte sera supprimé.\n</p>Interdiction d’accès au Compte <p>Le Site se réserve par ailleurs la possibilité de suspendre le Compte si elle considère que l’Abonné a violé une des dispositions des CGUV.\n</p>\n<p>Courriel et Newsletters </p>\n<p>En créant un Compte chez Babbar, l’Utilisateur est informé qu’il autorise Babbar à lui envoyer des notifications par courrier électronique à l’adresse électronique indiquée lors de l’inscription.\nCes notifications peuvent comprendre, sans s’y limiter&nbsp;: des mises à jour de la boîte à outils Babbar, des conseils et des tutoriels sur l’utilisation des outils Babbar, des offres promotionnelles et des messages du système.\nL’Utilisateur peut se désabonner à tout moment de la newsletter en utilisant le lien de désabonnement en bas de chaque courriel envoyé.\n</p>ARTICLE 8.- ABONNEMENT <p>L’Abonnement est souscrit par la personne physique représentante de la personne morale pour le compte de laquelle l’Abonnement est souscrit ou par la personne physique pour son propre compte.\n</p>\n<p>Cet Abonnement est personnel.\n</p>\n<p>Dans le cas d’un Abonnement souscrit par une personne morale, seules les personnes employées par cette personne morale ou agissant pour son compte peuvent utiliser l’Outil Babbar.\n</p>\n<p>Cependant, seule une personne à la fois peut utiliser l’Outil Babbar au sein d’une même personne morale (sauf abonnement spécifique convenu entre les parties).\nLes connexions multiples et simultanées ne sont pas autorisées, le Site se réservant le droit de couper l’accès aux Services le cas échéant.\n</p>\n<p>L’Abonnement peut être souscrit pour des périodes d’un (1) mois ou d’un (1) an renouvelables automatiquement.\n</p>\n<p>L’Abonnement est effectif dès l’envoi du courriel confirmant la bonne réception du paiement effectué par l’Utilisateur.\n</p>\n<p>La société Babbar utilise son propre module de paiement créé avec l’entreprise STRIPE Le paiement peut s’effectuer par carte bancaire (via le système 3D Secure Stripe) ou Paypal.\nAucune donnée bancaire n’est conservée par la société Babbar.\n</p>\n<p>Les prix figurant sur les fiches produits du catalogue internet sont des prix en euros (€) hors taxes.\nLa société Babbar se réserve le droit de modifier ses prix à tout moment, étant toutefois entendu que le prix figurant sur le Site au jour de la commande est celui applicable à l’Utilisateur abonné.\n</p>\n<p>Dans le cas d’un Abonnement mensuel renouvelable automatiquement, le paiement est exigé en début de période lors de la souscription de l’Abonnement puis tous les mois à la même période, sauf si l’Utilisateur a fait connaître sa volonté de ne pas renouveler l’Abonnement pour le mois suivant grâce au bouton « se désabonner » présent sur l’écran.\n</p>\n<p>L’Utilisateur Abonné ne pourra en aucun cas engager la responsabilité de la Société pour renouvellement de son Abonnement en l’absence d’une manifestation de la part de l’Utilisateur concerné informant Babbar de sa volonté de ne pas renouveler ledit Abonnement.\n</p>\n<p>Dans le cadre d’un Abonnement annuel, le paiement est dû pour la totalité de l’année lors de la souscription à l’Abonnement, en début de période.\n</p>\n<p>Le Site se réserve le droit d’appliquer des tarifs avantageux ou décotes dans le cas de souscription d’Abonnement annuel.\n</p>a.\nAgency Plan et Plan Seo : Abonnements Interface Graphique <p>L’Abonné a le choix entre plusieurs options dont notamment&nbsp;: </p>\n<ul>\n<li> l’accès aux scores agrégés des sites web et l’accès aux données brutes des sites web.\n</li>\n<li>l'accès à un fonctionnalité de gestion d'équipe (avec un nombre de sièges dépendant du niveau de l'abonnement) </li>\n</ul>\n<p>Les prix sont affichés sur le Site en euros hors taxes.\nLe prix de l’Abonnement souscrit est celui affiché lors de la passation de commande pour la souscription de l’Abonnement.\n</p>b.\nAbonnement API <p>L’Abonné souscrit le Plan API pour un prix comprenant une partie fixe annuelle ou mensuelle selon l’Abonnement souscrit.\n</p>\n<p>La partie fixe du prix est affichée sur le Site au moment de la commande.\nLa partie variable est déterminée selon des critères déterminés préalablement communiqués à l’Utilisateur également.\n</p>c.\nAbonnement API REVENTE <p>L’Abonné souscrit le Plan API pour un prix comprenant une partie fixe annuelle ou mensuelle selon l’Abonnement souscrit et une partie variable selon plusieurs critères dont l’usage qui est fait de ce Plan API.\n</p>\n<p>L’API revente permet de vendre à des tiers des données Babbar, en marque blanche.\n</p>\n<p>Le prix de l’Abonnement API REVENTE est communiqué à l’Utilisateur sur demande et dépend de plusieurs critères tels que et ce, sans que cette liste soit exhaustive, le nombre et le volume des données souhaitées ainsi que leurs zones géographiques.\nLe prix fait l’objet d’un devis séparé.\n</p>d.\nDispositions générales <p>L’Utilisateur Abonné doit s’assurer que les informations relatives aux méthodes de paiement (carte de crédit et autres moyens de paiement acceptées par l’entreprise STRIPE) utilisées pour l’Abonnement sont à jour et exactes.\n</p>\n<p>Le Site se réserve le droit de proposer des conditions tarifaires avantageuses dans le cas d’Abonnements souscrits par plusieurs Utilisateurs d’une même entité.\n</p>\n<p>Le Site se réserve le droit de proposer une offre d'essai gratuit pour certains Plans.\nCette offre, souscrite en ligne, est automatiquement transformé en offre payante à l'issue de l'essai, sauf si l'Abonné annule son abonnement avant la fin de la période d'essai.<br> Un Utilisateur peut profiter au maximum d'une seule offre d'essai.\nEn cas de souscriptions à des offres d'essai gratuit multiples, le Site se réserve le droit de transformer la période de gratuite en période payante, sans préavis.\n</p>\n<p>Conformément à l’article L.121-20-12 du Code de la consommation, l’Utilisateur non professionnel est informé qu’il bénéfice d’un droit de rétractation de quatorze (14) jours calendaires.\nLe formulaire de rétractation est annexé aux présentes (voir Annexe 1).\nCependant, si l’Utilisateur souhaite bénéficier des Services immédiatement, celui-ci accepte de renoncer à son droit de rétractation conformément à l’article L.221-28 du Code de la consommation.\n</p>\n<p>Un Utilisateur est libre d’annuler son Abonnement à tout moment mais cette annulation, hors manquement contractuel de la part de Babbar, ne donne droit à aucun remboursement.\nS’il s’agit d’un Abonnement mensuel, le mois au cours duquel la désinscription a lieu reste dû.\nS’il s’agit d’un Abonnement annuel, les mois restants à courir sur l’année au cours de laquelle a lieu le désabonnement restent dus.\n</p>\n<p>En revanche, si l’Abonné décide de changer d’Abonnement pendant la durée de ce dernier, le prix pourra être révisé entre les Parties.\n</p>\n<p>Dans le cas d’un manquement contractuel de la part de l’une ou l’autre des Parties (l’Abonné ou Babbar), la partie victime de la défaillance est en droit de résilier l’Abonnement dix (10) jours après avoir mis en demeure l’autre partie de se conformer à ses obligations par lettre recommandée.\n</p>ARTICLE 9.\n– CONTENU DES SERVICES <p>Les Services permettent aux Abonnés d’accéder à la base de données du Site notamment à travers les fonctionnalités suivantes&nbsp;: Vue « Host » (le fichier utilisé par le système d’exploitation d’un ordinateur lors de l’accès à un réseau), Vue « URL » (ou chaîne qui fournit l’adresse internet d’un site ») et Vue « Nom de domaine ».\n</p>\n<p>Ces données comprennent sans s’y limiter pour chaque site ou page référencé sur le Site&nbsp;: </p>\n<ul>\n<li> l’indice « Value » (l’indice de popularité) .\n</li>\n<li> l’indice « Trust » (l’indice de confiance), que ce soit pour URL, host ou domaine .\n</li>\n<li> la langue de la page .\n</li>\n<li> le code http .\n</li>\n<li> le nombre d'URLs d'un Host qui pointent vers des sites tiers .\n</li>\n<li> le nombre de Host qui font des backlinks .\n</li>\n<li> le nombre de backlinks </li>\n<li> le nombre d'URLs connues pour un host ou domaine </li>\n<li> le nombre d'URLs qui font des liens vers l'extérieur .\n</li>\n<li> la répartition des codes http .\n</li>\n<li> les « top » pages (classement des pages internes) .\n</li>\n<li> les pages internes .\n</li>\n<li> les “backlinks” (ou lien retour en provenance de sites tiers) (par Hosts) .\n</li>\n<li> les backlinks (par URL) .\n</li>\n<li> le nombre de backlinks internes .\n</li>\n<li> les catégories thématiques déterminées par un classifieur .\n</li>\n<li> la force induite entre pages.\n</li>\n</ul> 9.1.\nSEO Plan et Agency Plan <p>Selon le Plan Interface Graphique choisi, (voir supra Abonnement), l’Utilisateur aura accès à des données différentes.\n</p>\n<p>L’Abonné ayant choisi le SEO Plan aura accès aux scores agrégés des sites internet et à des données brutes des sites internet en plus des scores agrégés.\n</p>\n<p>L’Utilisateur Abonné avec un plan avec Plan Interface Graphique peut accéder et utiliser les Services et le Site Internet uniquement pour ses propres besoins professionnels internes en accord avec les présentes et les limitations (voir infra 9.3) du plan d'abonnement sélectionné.\n</p>\n<p>L’Utilisateur Abonné avec un Agency Plan peut faire de la gestion d'équipe pour convier d'autres utilisateurs à partager son compte, en fonction des restrictions liées au niveau du Agency Plan souscrit.\n</p>9.2.\nPlan API <p>Pour l’Abonné ayant souscrit un Plan API, le Site offre les Services suivants&nbsp;: </p>\n<ul>\n<li> l’accès à une interface de programmation d’application (« API ») et l’accès aux données Babbar.\n</li>\n</ul>\n<p>L’API Babbar est une API qui permet l’interopérabilité de logiciels, d’applications, de systèmes d’exploitation, d’utilitaires et de services en ligne avec le Site ou qui peut aider à afficher, télécharger ou exporter les informations reçues du Site.\nL’Utilisateur est informé que l’accès et l’utilisation de l’API Babbar est strictement réservé à un usage professionnel interne conformément aux termes des présentes.\n</p>\n<p>Si Babbar vous fournit un Plan API via une clé d’accès secrète, Babbar vous accorde une licence mondiale, limitée, non exclusive et non transférable pour effectuer un nombre raisonnable de copies et utiliser l’API Babbar pour accéder aux données de Babbar.\n</p>\n<p>L’Abonné API est informé qu’en cas d’utilisation ou d’affichage public des données Babbar via l’API, l’Abonné doit se conformer aux directives relatives aux liens et aux attributions Babbar sur les sites.\n</p>\n<p>L’Abonné ne peut en aucun cas revendre ou redistribuer l’API dont la licence d’utilisation a été accordée, ni les données propriété de Babbar, que ce soit par le biais d’une autre API ou non.\n</p>\n<p>L’Abonné avec le Plan API peut accéder et utiliser les Services et le Site internet uniquement pour ses propres besoins professionnels internes en accord avec les présentes et les limitations du plan d’abonnement sélectionné.\n</p>9.3.\nPlan API REVENTE <p>Pour l’Abonné ayant souscrit un Plan API, le Site offre les Services suivants&nbsp;: </p>\n<ul>\n<li> l’accès à une interface de programmation d’application (« API ») en marque blanche et l’accès aux données Babbar.\n</li>\n</ul>\n<p>L’API Babbar est une API qui permet l’interopérabilité de logiciels, d’applications, de systèmes d’exploitation, d’utilitaires et de services en ligne avec le Site ou qui peut aider à afficher, télécharger ou exporter les informations reçues du Site.\nL’Utilisateur est informé que l’accès et l’utilisation de l’API Babbar est strictement réservé à un usage professionnel interne conformément aux termes des présentes.\n</p>\n<p>Si Babbar vous fournit un Plan API via une clé d’accès secrète, Babbar vous accorde une licence mondiale, limitée, non exclusive et non transférable pour effectuer un nombre raisonnable de copies et utiliser l’API Babbar pour accéder aux données de Babbar.\n</p>\n<p>L’Abonné ne peut en aucun cas revendre ou redistribuer l’API dont la licence d’utilisation a été accordée.\n</p>\n<p>L’Abonné avec le Plan API peut accéder et utiliser les Services et le Site internet uniquement pour ses propres besoins professionnels internes en accord avec les présentes et les limitations du plan d’abonnement sélectionné.\n</p>9.4.\nLimitations <p>Le code source est la propriété exclusive de la Société.\n</p>\n<p>Les robots ne peuvent utiliser les Services.\n</p>\n<p>L’Utilisateur Abonné est informé qu’il ne peut, directement ou indirectement&nbsp;: </p>\n<ul>\n<li> accorder une sous-licence, revendre, louer, donner à bail, transférer, céder, partager, utiliser en temps partagé avec d’autres personnes Abonnés ou non Abonnés, exploiter commercialement ou rendre les Services accessibles en tout ou partie à des tiers .\n</li>\n<li> utiliser les Services à des fins ou d’une manière illégale (y compris, et ce, sans que cette liste soit limitative, en violation des lois sur les données personnelles, sur la vie privée, la lutte contre le blanchiment, la corruption) ou d’une manière qui contrevient aux présentes conditions générales .\n</li>\n<li> lire ou tenter de lire ou dériver le code source des Services ou des logiciels sous-jacents aux Services (sauf si la loi l’autorise) .\n</li>\n<li> contourner toute limitation technique des Services .\n</li>\n<li> interférer ou tenter d’interférer ou de perturber l’intégrité, la sécurité, les fonctionnalités ou les performances des Services ou de ses composants .\n</li>\n<li> utiliser les Services de toute manière qui endommage ou altère le Site ou interfère avec l’utilisation des Services par une autre partie .\n</li>\n<li> modifier, traduire, adapter, créer ou tenter de créer des œuvres dérivées des Services .\n</li>\n<li> pirater ou tenter de toute autre manière d’obtenir un accès non autorisé aux Services ou à ses systèmes ou réseaux connexes .\nou encore </li>\n<li> utiliser ou lancer tout système automatisé, y compris des « robots », « araignées » ou « lecteurs hors ligne », qui envoie sur les serveurs du Site plus de messages de demande dans une période de temps donnée qu’un humain ne peut raisonnablement en produire dans la même période utilisant un navigateur conventionnel .\n</li>\n<li> modifier le logiciel ou utiliser des versions modifiées du logiciel, y compris dans le but d’obtenir un accès non autorisé aux Services.\n</li>\n</ul>\n<p>Toute tentative d’accès au Site, au serveur ou à la base de données de Babbar par le biais d’outils automatiques ou de toute autre manière non naturelle est interdite et peut entraîner la résiliation de l’accès du client aux Services.\nLes interfaces de programme d’application (API) sont le seul moyen autorisé pour obtenir des données à l’aide d’outils automatiques.\nL’Utilisateur ne peut pas contourner une fonctionnalité ou accéder directement aux fonctions du Site en utilisant des appels http personnalisés (ou autre), ni tenter de manipuler le service, ou d’y accéder d’une manière autre que celle qu’une personne raisonnable considèrerait comme une utilisation normale autorisée.\n</p>\n<p>Afin de protéger l’intégrité du Site et des Services, la Société se réserve le droit à tout moment et à sa seule discrétion de bloquer l’accès au Site internet aux Utilisateurs provenant de certaines adresses IP.\n</p>9.5.\nVersion Bêta <p>Babbar peut être amenée à proposer de nouvelles fonctionnalités, outils, ressources et informations connexes qui ne sont pas encore généralement disponibles pour les Utilisateurs Abonnés ou non.\nBabbar peut suspendre, limiter ou mettre fin à l’accès à une version Bêta à tout moment.\nLes versions Bêta sont la propriété de Babbar.\n</p>\n<p>L’Utilisateur est informé et accepte que la Société n’est soumise à aucune obligation de rendre tout ou partie de cette version généralement disponible dans une nouvelle version du Site ou des Services et que la Société ne fait aucune représentation ou garantie, qu’elle soit expresse ou implicite, en ce qui concerne la performance, la disponibilité, la fonctionnalité ou la publication générale de toute version Bêta.\n</p>ARTICLE 10.- GARANTIES ET OBLIGATIONS DES UTILISATEURS <p>En accédant au Site, l’Utilisateur déclare, garantit et s’engage à&nbsp;: </p>\n<ul>\n<li> accéder aux Services en toute bonne foi, de manière raisonnable, et non contraire aux termes des présentes .\n</li>\n<li> ne pas commercialiser directement ou indirectement les Services et/ou l’accès aux Services .\n</li>\n<li> ne pas réutiliser tout ou partie des Services qu’il contient, en particulier à des fins commerciales et/ou collectives et/ou à des fins personnelles sous une forme et/ou un média non autorisé par la Société .\n</li>\n</ul>\n<p>En cas de manquement à l’une ou l’autre de ces obligations et ce, sans que cette liste soit limitative, l’Utilisateur reconnaît et accepte que la Société se réserve le droit de lui refuser l’accès à tout ou partie du Site.\n</p>\n<p>Il est strictement interdit d’utiliser les Services aux fins suivantes&nbsp;: </p>\n<ul>\n<li> l’exercice d’activités illégales, frauduleuses ou portant atteinte aux droits ou à la sécurité des tiers, </li>\n<li> l’atteinte à l’ordre public ou la violation des lois et règlements en vigueur, </li>\n<li> l’intrusion dans le système informatique d’un tiers ou toute activité de nature à nuire, contrôler, interférer, ou intercepter tout ou partie du système informatique d’un tiers, en violer l’intégrité ou la sécurité, </li>\n<li> l’envoi de courriels non sollicités et/ou de prospection ou sollicitation commerciale, </li>\n<li> l’aide ou l’incitation, sous quelque forme et de quelque manière que ce soit, à un ou plusieurs des actes et activités décrits ci-dessus, et </li>\n<li> plus généralement toute pratique détournant les Services à des fins autres que celles pour lesquelles ils ont été conçus.\n</li>\n<li> copier et/ou de détourner à leurs fins ou à celles de tiers le concept, les technologies ou tout autre élément du Site .\n</li>\n<li> sont également strictement interdits&nbsp;:<br> (i) tous comportements de nature à interrompre, suspendre, ralentir ou empêcher la continuité des Services,<br> (ii) toutes intrusions ou tentatives d’intrusions dans les systèmes de la Société,<br> (iii) tous détournements des ressources système du site,<br> (iv) toutes actions de nature à imposer une charge disproportionnée sur les infrastructures de ce dernier,<br> - (v) toutes atteintes aux mesures de sécurité et d’authentification,<br> (vi) tous actes de nature à porter atteinte aux droits et intérêts financiers, commerciaux ou moraux de la Société ou des usagers de son Site, et enfin plus généralement ;<br> (vii) tout manquement aux présentes conditions générales.<br>\n</li>\n</ul>\n<p>Il est strictement interdit de monnayer, vendre ou concéder tout ou partie de l’accès aux Services ou au Site, ainsi qu’aux informations qui y sont hébergées et/ou partagées (sauf Abonnement Plan API Revente).\n</p>\n<p>En cas de manquement à l’une quelconque des dispositions des présentes conditions générales ou plus généralement, d’infraction aux lois et règlements en vigueur par un Utilisateur, la Société se réserve le droit de prendre toute mesure appropriée et notamment de&nbsp;: </p>\n<ul>\n<li> à tout moment, sans notification préalable, interrompre ou suspendre, de manière temporaire ou définitive, tout ou partie du Site ou de l’accès aux Services de l’Utilisateur, auteur du manquement ou de l’infraction, ou y ayant participé .\n</li>\n<li> dans le cas où l’accès du Site et/ou du Service serait suspendu et quelle que soit la raison, les Utilisateurs ne pourront prétendre en aucun cas à l’allocation d’une indemnité de quelque nature que ce soit.\n</li>\n<li> publier sur le Site tout message d’information que la Société jugera utile .\n</li>\n<li> avertir toute autorité concernée .\n</li>\n<li> engager toute action judiciaire.\n</li>\n</ul> ARTICLE 11.\nRESPONSABILITÉ ET GARANTIE DE LA SOCIÉTÉ <p>L’Utilisateur accepte et reconnaît qu’il est seul responsable des informations contenues sur le Site et qu’il a transmises à la Société.\n</p>\n<p>La Société décline toute responsabilité en cas de perte éventuelle des informations accessibles sur le Compte de l’Utilisateur, celui-ci devant en sauvegarder une copie et ne pouvant prétendre à aucun dédommagement à ce titre.\n</p>\n<p>La Société n’intervient pas en qualité de fournisseur d’accès à internet.\nA ce titre, La Société ne peut garantir ni la qualité de la connexion internet, ni l’absence d’interruption propre au réseau.\n</p>\n<p>La Société s’engage à procéder régulièrement à des contrôles afin de vérifier le fonctionnement et l’accessibilité du Site.\nA ce titre, La Société se réserve la faculté d’interrompre momentanément l’accès au Site pour des raisons de maintenance.\n</p>\n<p>De même, la Société ne saurait être tenue responsable des difficultés ou impossibilités momentanées d’accès au Site qui auraient pour origine des circonstances qui lui sont extérieures, la force majeure, ou encore qui seraient dues à des perturbations des réseaux de télécommunication.\n</p>\n<p>La Société ne garantit pas aux Utilisateurs (i) que les Services, soumis à une recherche constante pour en améliorer notamment la performance et le progrès, seront totalement exempts d’erreurs, de vices ou défauts, (ii) que les Services, étant standard et nullement proposés à la seule intention d’un Utilisateur donné en fonction de ses propres contraintes personnelles, répondront spécifiquement à ses besoins et attentes.\n</p>\n<p>La Société ne saurait être responsable à l’égard de l’Utilisateur de toute perte ou dommage qu’il pourrait subir du fait de tout changement ou de toute suppression temporaire ou définitive de la part de la Société dans l’offre du Service ou des fonctions proposées sur le Site.\n</p>\n<p>L’Utilisateur ne saurait opposer à la Société les conditions générales d’utilisation et/ ou les conditions générales de vente des éventuels sites partenaires et s’engage à en prendre connaissance et à les accepter avant tout achat sur lesdits sites partenaires.\n</p>\n<p>En tout état de cause, la responsabilité susceptible d’être encourue par la Société au titre des présentes est expressément limitée aux seuls dommages directs avérés subis par l’Utilisateur.\n</p>ARTICLE 12.- PROPRIÉTÉ INTELLECTUELLE <p>La Société est propriétaire exclusive des droits de propriété intellectuelle et détient les droits d’usage sur tous les éléments accessibles sur le Site parmi lesquels les composantes visuelles et textuelles du Site, la marque et les logos « Babbar », la charte graphique du Site, les codes sources, les algorithmes, la structure et le logiciel mis en œuvre pour le fonctionnement du Site.\n</p>\n<p>L’ensemble de ces éléments est protégé par tous droits de propriété intellectuelle ou droits des producteurs de base de données en vigueur.\nToute utilisation ou reproduction, même partielle, non autorisée, du Site ou de l’un des éléments qu’il contient est strictement interdite et sera considérée comme constitutive d’une contrefaçon.\nTout contrevenant sera poursuivi devant les juridictions compétentes.\n</p>\n<p>A l'exception des éléments publiés sous une licence libre, toutes reproductions ou représentations, même partielles, par quelque procédé que ce soit, toutes requêtes automatisées ou non visant la récupération des données publiées sur cette plateforme, faites sans l'autorisation de l'éditeur sont illicites et constituent une contrefaçon conformément aux dispositions de la loi du 11 mars 1957, articles 40,41 et 42 du Code Pénal.\n</p>ARTICLE 13.- DONNÉES PERSONNELLES <p>La Société peut être amenée à collecter des données personnelles en fonction du Compte et/ou de l’Abonnement dont bénéficie l’Utilisateur.\n</p>\n<p>Par conséquent Babbar invite l’Utilisateur à lire la politique de confidentialité et de traitement des données personnelles de Babbar en cliquant sur le lien suivant&nbsp;: https://www.babbar.tech/terms#confidential.\n</p>\n<p>Cette politique fait partie intégrante des présentes CGUV.\nL’acceptation des présentes CGUV emporte l’acceptation de la politique de confidentialité attachée.\n</p>\n<p>Il est précisé que la politique de confidentialité est conforme au Règlement européen 2016/679 du 27 avril 2016 relatif à la protection des personnes physiques à l’égard du traitement des données à caractère personnel (RGPD).\n</p>ARTICLE 14.\nPUBLICITÉ <p>La Société se réserve la faculté d’insérer sur toute page du Site et dans toute communication aux Utilisateurs tous messages publicitaires ou promotionnels sous une forme et dans des conditions dont la Société sera seule juge.\n</p>ARTICLE 15.\nLIENS ET SITES TIERS <p>La Société ne pourra en aucun cas être tenue pour responsable de la disponibilité technique de sites internet ou d’applications mobiles exploités par des tiers (y compris ses éventuels partenaires) auxquels l’Utilisateur accéderait par l'intermédiaire du Site.\n</p>\n<p>La Société n'endosse aucune responsabilité au titre des contenus, publicités, produits et/ou services disponibles sur de tels sites et applications mobiles tiers dont il est rappelé qu’ils sont régis par leurs propres conditions d’utilisation.\n</p>\n<p>La Société n'est pas non plus responsable des transactions intervenues entre l’Utilisateur et un quelconque annonceur, professionnel ou commerçant (y compris ses éventuels partenaires) vers lequel l’Utilisateur serait orienté par l'intermédiaire du Site et ne saurait en aucun cas être partie à quelques litiges éventuels que ce soit avec ces tiers concernant notamment la livraison de produits et/ou services, les garanties, déclarations et autres obligations quelconques auxquelles ces tiers sont tenus.\n</p>ARTICLE 16.\nMODIFICATION DES CONDITIONS GÉNÉRALES D’UTILISATION <p>Afin de se conformer à la législation en vigueur ou afin d’améliorer l’utilisation du Site, il est possible que la Société révise les présentes CGUV.\n</p>\n<p>Toute modification est applicable quinze (15) jours après la notification par courriel de la mise à jour des CGUV aux Utilisateurs.\n</p>\n<p>L’utilisation continue du Site par l’Utilisateur après la publication des CGUV révisées signifie qu’il accepte et agrée ces modifications.\n</p>\n<p>En cas de désaccord avec les nouvelles dispositions des CGUV, l’Utilisateur s’engage à cesser toute utilisation du Site et à demander la suppression de son Compte à l’adresse suivante&nbsp;: support@babbar.tech.\n</p>ARTICLE 17.\nDROIT APPLICABLE - LITIGES <p>Les présentes CGUV sont régies par la loi française.\n</p>\n<p>Dans l’hypothèse d’un désaccord entre les Parties, l’une des Parties devra en informer l’autre par le biais d’une lettre recommandée avec accusé de réception.\nDès réception de cette lettre, et dans un délai de quinze (15) jours, l’une des Parties devra proposer une solution de règlement amiable du différend.\nEn cas d’échec de cette tentative ou d’absence de réponse, elle pourra porter son litige devant les juridictions compétentes.\n</p>\n<p>Les Parties s’engagent par conséquent à suivre la procédure de règlement amiable avant de saisir les juridictions, cette tentative de médiation étant une condition de recevabilité à toute action en justice.\n</p>\n<p>Tout litige né de l’exécution des présentes CGUV ou en relation avec les présentes CGU sera soumis aux juridictions compétentes, sous réserve des dispositions applicables aux consommateurs.\n</p>\n<p>Pour les litiges entre la Société et un Utilisateur non professionnel, l’Utilisateur non Professionnel est informé qu’il a le droit de recourir gratuitement à un médiateur de la consommation en vue de la résolution amiable du litige, dès lors qu’un tel litige n’a pas pu être réglé dans le cadre d’une réclamation préalable directement introduite auprès de la Société.\n</p>\n<p>Conformément aux articles L.616-1 et R.616-1 du code de la consommation, nous proposons un dispositif de médiation de la consommation.\nL'entité de médiation retenue est&nbsp;: CNPM - MEDIATION DE LA CONSOMMATION.\nEn cas de litige, vous pouvez déposer votre réclamation sur son site&nbsp;: https://cnpm-mediation-consommation.eu ou par voie postale en écrivant à CNPM - MEDIATION - CONSOMMATION - 27 avenue de la libération - 42400 Saint-Chamond </p>\n<p>Dans l’hypothèse où le litige résulterait d’un achat en ligne national ou transfrontière, l’Utilisateur non Professionnel peut également avoir accès à la plateforme de résolution des litiges mise en place par la Commission Européenne pour les litiges de consommation issus d'un achat en ligne&nbsp;: http://ec.europa.eu/consumers/odr/.\n</p>\n<p>Les présentes CGU sont à jour du règlement du parlement européen et du conseil du 20 juin 2019 promouvant l’équité et la transparence pour les entreprises utilisatrices de services d’intermédiation en ligne.\n</p>ARTICLE 18.\nDISPOSITIONS DIVERSES <p>La langue d’interprétation des présentes CGUV est la langue française.\n</p>\n<p>En cas de contradiction entre les CGUV et d’autres éléments, règles ou lignes directrices figurants sur le site, les CGUV prévaudront.\n</p>\n<p>Si une ou plusieurs stipulations des présentes CGUV étai(en)t déclarée(s) nulle(s) en application d’une loi, d’un règlement ou à la suite d’une décision définitive d’une juridiction compétente, les autres stipulations garderont tous leurs effets.\n</p>\n<p>Aucune tolérance quelle qu'en soit la nature, l'ampleur, la durée ou la fréquence ne pourra être considérée comme créatrice d'un quelconque droit, ni être interprétée comme une renonciation à l'une quelconque des dispositions des CGUV.\n</p>ARTICLE 19.\nENTRÉE EN VIGUEUR ET MISE À JOUR <p>Les présentes CGU sont entrées en vigueur le 17 Juillet 2020  </p>ANNEXE 1 Formulaire de rétractation (Formulaire à compléter et à nous envoyer uniquement si vous souhaitez vous rétracter, nous vous conseillons de préciser également votre numéro de commande) <p>Adresse&nbsp;: Babbar SAS, dont le siège social est sis 72 rue de la République, 76140 Le Petit-Quevilly et dont l’adresse électronique est&nbsp;: support@babbar.tech.\n</p>\n<p>Je déclare par la présente me rétracter de l’Abonnement concernant les services suivants&nbsp;: </p>\n<p>Commande du/ livraison du (*)&nbsp;:<br> Nom du consommateur<br> Adresse du consommateur<br> Signature du consommateur (uniquement pour les formulaires en format papier)<br> Date<br> (*) Rayez la mention inutile </p>\n<p>Pour tout renseignement, vous pouvez contacter le Service Clients à support@babbar.tech </p>POLITIQUE DE CONFIDENTIALITÉ <p>La société BABBAR met en œuvre des traitements de données à caractère personnel à travers le site https://www.babbar.tech (ci-après le « Site ») (tel que défini dans les conditions générales d’utilisation).</p>\n<p>Le Site https://www.babbar.tech met en œuvre un traitement de données à caractère personnel aux fins d’utilisation des Services du Site (tels que définis dans les conditions générales d’utilisation, ci-dessus les « CGU »).</p>\n<p>Les données à caractère personnel qui sont collectées varient en fonction de la façon dont le Site est utilisé.\nLes données à caractère personnel collectées ou détenues sont soit directement communiquées par la personne elle-même, soit proviennent de tiers, ou sont collectées à partir de l’activité sur le site internet et de l’utilisation des services.</p>\n<p>Babbar respecte l’ensemble des lois et règlements relatifs à la protection des données à caractère personnel en vigueur dans les pays où elle exerce ses activités, incluant notamment mais non limitativement le règlement européen 2016/679 du 27 avril 2016 (Règlement Général sur la Protection des Données, souvent appelé RGPD) et la loi du 6 janvier 1978 Informatique et Libertés.</p>\n<p>Les cas de collecte de données prévus par la réglementation sont les suivants :</p>\n<ul>\n<li>L’exécution d’un contrat que nous avons conclu avec vous,</li>\n<li>Le respect d’une obligation légale,</li>\n<li>Votre consentement à l’utilisation de vos données,</li>\n<li>L’existence d’un intérêt légitime à utiliser vos données.</li>\n</ul>\n<p>En ce qui concerne Babbar, la collecte concerne les informations nécessaires à l’accès et au fonctionnement des services d'une part, et, de manière optionnelle et suivant un intérêt légitime, le suivi des sessions du Site dans un but d'amelioration et d'analyse.</p>\n<p>En utilisant Babbar, l’Utilisateur ou toute autre personne utilisant le Site accepte les pratiques décrites dans la présente politique de traitement des données personnelles.\nLes termes avec une Majuscule ont le sens défini dans les conditions générales d’utilisation.</p> Responsable de Traitement <p>Le responsable de traitement est Babbar, société par actions simplifiées au capital de huit-mille-huit-cents euros (8.800 €) immatriculée au Registre du Commerce et des Sociétés de Créteil et dont le siège social est sis 72 rue de la République, 76140 Le Petit-Quevilly.</p> Données pour le fonctionnement du Service <p>L’accès aux Services et au Site de Babbar nécessite la création d'un Compte Utilisateur et la souscription d'un abonnement necessite également la collecte d'information personnelle.\nCes informations nous sont directement transmises par vos soins via le formulaire d'inscription soit via un site partenaire qui a son propre traitement des données respectueux de la réglementation.</p>\n<p>Les données suivantes peuvent être collectées :</p>\n<ul>\n<li>nom, prénom,</li>\n<li>adresse mél, adresse de facturation,</li>\n<li>numéro de téléphone (identification deux facteurs)</li>\n<li>informations relatives aux moyens de paiements</li>\n</ul>\n<p>L’utilisation de l’ensemble des informations citées ci-dessus est faite uniquement aux fins de création de Compte et d’utilisation des Services telle que définies dans les conditions générales d’utilisation du Site.\nCes informations sont utilisées pour honorer les finalités liées aux prestations et Services sollicités.\nCes données de paiement sont transmises à notre prestataire de service de paiement, afin que celui-ci réalise techniquement la transaction.\nLe Site ne garde pas en mémoire les numéros de carte bancaire utilisés lors des transactions.</p> Données recueillies automatiquement <p>A chaque utilisation du Site, des données de connexion et de navigation peuvent être collectées a des fins d'analyses et d'amélioration des service sous forme de cookies.\nLes cookies sont des fichiers textes avec une durée de vie limitée qui sont déposés sur le terminal utilisé pour la navigation.</p>\n<p>À tout moment, les visiteurs peuvent décider d’accepter ou de refuser l’utilisation des cookies ainsi que modifier leurs préférences.\nLe cookie possède une durée de validité qui varie en fonction du type de cookie et permet la reconnaissance du visiteur lors d’une prochaine utilisation du site internet.\nEn tout état de cause, cette durée n’excède pas treize mois.</p>\n<p>Les visiteurs peuvent décider d’accepter ou de refuser les cookies lors de leur navigation sur le site.\nA cet effet, Babbar fait apparaître sur son Site un bandeau d’information préalable invitant le visiteur à accepter les cookies.\nTant que le visiteur n’a pas donné son consentement au recueil des cookies, aucun cookie ne pourra être déposé sur son terminal, à l’exception des cookies exemptés du recueil du consentement dans la mesure où ils sont strictement nécessaires à la fourniture d’un service expressément demandé par l’Utilisateur.</p> Cookies de navigation <p>Ils sont indispensables pour permettre l’utilisation des fonctionnalités disponibles sur le Site et d’en optimiser la navigation.</p> Cookies de personnalisation <p>Ces cookies permettent à Babbar d’enregistrer les choix et préférences des Utilisateurs ou de toute personnes utilisant les Site et de les conserver afin d’optimiser les navigations ultérieures sur le Site à partir des mêmes terminaux.</p> Cookies publicitaires <p>Nous n'affichons pas de publicité à l'heure actuelle.\nMais au cas où cela évoluerait, vous pouvez les autoriser.</p> Cookies de mesure d’audience <p>Il s’agit de cookies permettant à Babbar de mesurer l’audience d’Utilisateurs, de manière anonymisée, sur son Site et notamment les pages vues, le nombre de visites, la récurrence, etc.</p>\n<p> Pour gérer les cookies, l’Utilisateur peut paramétrer son navigateur et décider, notamment de refuser tout ou partie des cookies, de les supprimer, etc.\nCependant, nous attirons l’attention des Utilisateurs ou de toute personne navigant sur le Site sur le fait que certaines fonctionnalités du Site ou l’affichage de certaines pages ne s’effectuerait plus correctement, si celui-ci décidait de refuser l’enregistrement des cookies.</p> Finalités complémentaires du traitement des données collectées par les cookies <p>Babbar est amenée à traiter certaines données collectées par les cookies dans un but légitime, comme la gestion de la relation client ou avec les prospects, ainsi que l’amélioration de ses services.</p>\n<p>Babbar peut également être amenée à utiliser ces données notamment afin d’effectuer des enquêtes et mesures de satisfaction, gérer des animations commerciales et une communication marketing dans le cadre de ses partenariats, etc.\nCes données sont utilisées dans un intérêt légitime dès lors que les droits et libertés des personnes concernées n’y font pas obstacle.\nBabbar ne vend jamais ces informations à des entreprises tierces.</p>\n<p>Dans le cadre de la lutte contre le blanchiment d’argent et le financement du terrorisme, Babbar traite certaines données, notamment celles relatives à l’identification et à la consommation des Utilisateurs, qu’elle peut être amenée à communiquer à des tiers.</p> Durée de conservation des Données <p>La durée de conservation des données dépend de la finalité poursuivie.\nElles sont ensuite archivées le temps nécessaire pour permettre à Babbar de répondre à ses obligations légales.</p> Sur les données des Comptes <p>Babbar conserve ces données d’identification tant que le compte est actif, puis pendant une durée de cinq (5) ans.</p>\n<p>Babbar conserve les données relatives à la gestion des Comptes et des Annonces tant que le compte est actif, puis pendant une durée de cinq (5) ans.</p> Adresses IP et cookies <p>Babbar conserve ces données tant que le compte est actif.</p> Sécurité des Données <p>Les Données traitées par Babbar sont protégées par des mesures de sécurité adaptées en fonction du caractère plus ou moins sensible des données traitées, même si Babbar ne traite aucune « données à caractère sensible » au sens du Règlement Général sur la Protection des Données personnelles.</p>\n<p>Le cryptage est utilisé partout pour le stockage des fichiers, les bases de données et les communications client/serveur.</p>\n<p>Les utilisateurs du Site ont accès à leur espace personnel grâce à un mot de passe dont ils sont seuls responsables.\nBabbar décline toute responsabilité en cas de partage de ce mot de passe avec un quelconque tiers.</p> Partage des Données <p>Certaines informations sont transmises aux prestataires de service, qui agissent en qualité de sous-traitants dans le but de concourir techniquement et administrativement à la réalisation des Services et aux Partenaires de Babbar pour permettre l’utilisation des Services proposés par Babbar dans la limite nécessaire à leur intervention.\nLes tiers et partenaires sont principalement :</p>\n<ul>\n<li>les prestataires de service de paiement et intermédiaires nécessaires au traitement des paiements par carte .\n</li>\n<li>les prestataires d’hébergement de données et autres prestataires de services informatiques .\n</li>\n<li>les partenaires marketing et publicitaires,</li>\n<li>les autorités fiscales, administratives ou judiciaires compétentes, ainsi que certaines professions réglementées tels que les avocats et experts-comptables, </li>\n<li>Etc.</li>\n</ul>\n<p>Des données peuvent également être partagées dans des cas non prévus ci-dessus avec le consentement des personnes concernées ou parce que Babbar y est soumis par la législation applicable.</p>\n<p>Babbar prend toutes les mesures nécessaires pour que les données soient traitées en toute sécurité et conformément à la présente politique de confidentialité quand elles sont communiquées à des tiers.</p> Transfert de Données en dehors de l’Union Européenne <p>Babbar traite les données au sein de l’Union Européenne et les conserve au sein de ce même espace.</p>\n<p>En cas de transfert international en dehors de l’Union Européenne, il convient de distinguer:</p>\n<ul>\n<li>les pays ayant fait l’objet d’une décision d’adéquation par la Commission Européenne : dans ce cas, les Données sont transférées vers un pays assurant un niveau de protection jugé comme suffisant et adéquat aux dispositions de la réglementation européenne sur la protection des données .\net </li>\n<li>les pays dont le niveau de protection des données n’a pas été reconnu comme adéquat : dans ce cas, pour garantir un transfert en conformité avec la réglementation européenne, et notamment assurer la sécurité des données, Babbar fondera son transfert sur des mécanismes de protection adaptés à chaque prestataire de service et sous-traitant, tels que la conclusion de clauses contractuelles types approuvées par la Commission Européenne, l’application de règles d’entreprises contraignantes ou en vertu d’un mécanisme de certification approuvé.\n</li>\n</ul>\n<p>Si Babbar devait être amené à transférer des données hors Union Européenne, les données seraient transférées vers un pays assurant un niveau de protection jugé comme suffisant et adéquat.</p> Les droits liés aux données personnelles <p>Toute personne dont les données personnelles ont été collectées et traitées dans le cadre de la mise en œuvre de la présente politique de confidentialité disposent des droits ci-après mentionnés :</p>\n<ul>\n<li>le droit d'accéder à ses données à caractère personnel ;</li>\n<li>le droit de corriger toute erreur figurant dans les fichiers ;</li>\n<li>le droit de faire effacer ses données à caractère personnel, de limiter leur traitement ou de s'y opposer .\n</li>\n<li>le droit de retirer son consentement ;</li>\n<li>le droit de s'opposer à la réception de documents de prospection commerciale à l'avenir .\n</li>\n<li>dans certaines circonstances, le droit de veiller à ce que ces informations soient transférées à un tiers .\n</li>\n<li>le droit de définir des directives générales et particulières définissant la manière dont elle entent que soient exercés, après son décès, les droits mentionnés ci-dessus par courrier électronique à l'adresse suivante : support@babbar.tech, ou par courrier postal à l'adresse suivante : Babbar, 72 rue de la République, 76140 Le Petit-Quevilly.\n</li>\n</ul> Contact et réclamations <p>Toute personne dispose d'une faculté de déposer une réclamation auprès de la CNIL.\nToutes les questions soulevées dans la présente Politique et les demandes d'exercice des droits de la personne concernée sont gérées par le Délégué à la Protection des Données qui peut être contacté de la façon suivante : par courrier électronique à l'adresse suivante dpo@babbar.tech, par courrier postal à l'adresse suivante Babbar, 72 rue de la République, 76140 Le Petit-Quevilly.</p>\n<p>Toute demande d'exercice des droits d'accès, de rectification, de suppression ou de limitation du traitement doit être accompagnée de la copie d'une pièce d'identité du demandeur.</p> Statut de la présente politique de confidentialité <p>La présente politique de confidentialité a été mise à jour le 02/12/2021.\nNous nous réservons le droit de la modifier à tout moment afin de fournir une information à jour sur la façon dont nous collectons et traitons les données.</p>", "created_at": "2023-03-29 18:39:35.701604", "updated_at": "2023-03-29 18:40:17.230651"}], "points": [], "urls": ["babbar.tech"]}}