{"error": 448, "message": "OK", "parameters": {"id": 9622, "name": "WiLine ", "created_at": "2023-09-14 20:53:23.113962", "updated_at": "2023-09-14 22:02:45.953789", "wikipedia": null, "keywords": null, "related": null, "slug": "wiline", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9622.png", "url": "wiline.com", "documents": [{"id": 19119, "name": " Service Agreement Terms and Conditions", "url": "https://www.wiline.com/assets/WiLineServiceAgreementTermsAndConditions.pdf", "xpath": "//body", "text": "V1.4.2,1,Page1©WiLineNetworks,Inc.,WiLineServiceAgreementTermsandConditions,This WiLine Service Agreement Terms and Conditions (\"Agreement\") is by and between WiLine Networks, Inc., with its principal ,placeofbusinessat104CarnegieCenter,Princeton,NJ08540(\"WiLine\")andentity(“Customer”)withitsprincipalplaceidentified ,on the service agreement work order (\"Service Agreement\") for WiLine services (“Services”) described in the Service Agreement.\n,Any Services provided by WiLine to Customer shall be governed by the terms and conditions herein.,1.AcknowledgmentandAcceptanceofAgreement.TheServicesareprovidedtoCustomerbyWiLine inaccordancewith,this Agreement and signed Service Agreement, which comprise the entire agreement between WiLine and Customer,superseding any prior agreements pertaining to this subject matter.\nCustomer agrees that Customer is subject to any,posted policies or rules applicable to Services which may be posted at any time.\nIF CUSTOMER DOES NOT AGREE TO BE,BOUND BY THE TERMS AND CONDITIONS OF THIS AGREEMENT, CUSTOMER IS NOT PERMITTED TO USE THE SERVICES.,PLEASE CONTACT WILINE CUSTOMER CARE AT CONTRACTS@WILINE.COMTO CLOSE CUSTOMER ACCOUNT AND,DISCONTINUETHE SERVICES.\nCUSTOMER'S CONTINUED USE OF THE SERVICES EVIDENCES CUSTOMER AGREEMENTTO,THE TERMS ANDCONDITIONS OF THIS AGREEMENT, INCLUDING ANY AMENDMENT.,2.CustomerRepresentations.CustomerrepresentstoWiLinethat,atalltimes:(a)Customerisatleast18yearsofage;,(b)Customer owns the premises atwhich the Services will be installed (\"Site\")or have the consent of the owner for any,changes needed to the Site for installation of the Service.\n(c) Customer has reviewed any restrictive covenants or,homeowner's restrictions andconfirmed that an antenna and WiLine Equipment asdefined below may beinstalled onthe,Site;(d)CustomerwillnotifyWiLine ofanychangeofoccupancy,ownership,ortenancyof theSite;(e)Customerwilluse,the Service in accordance with this Agreement.\nand (f) Customer will provide and maintain routers, switches, firewalls,,computer(s), cabling and other customer-premises based equipment necessary to receive and operate the Service,(hereafter referred to as “Other Products”).,3.Services, Installation and Activation.\nThe Service Installation Address (“Service Address”) will be recorded as,Customer’s Primary Place of Use.\nWiLine will provide the Services identified on the Service Agreement through either,WiLine’s own network, or in some cases another carrier’s network.\nIf Services are provided through WiLine’s facilities,,WiLine will make said Services available at the Service Address within thirty (30) business days from the date this,Agreement is signed so long as delays described below have not occurred.\nIf WiLine uses other carriers’ facilities and,servicestoprovidetheServices,WiLinewillmakesaidServicesavailableattheServiceAddresswithin(90)businessdays.,It shall bethe Customer’sresponsibility toallowaccesstothe facilityforthe third-partycarrier, aswell as coordinatewith,the property owner at the Service Address to ensure Services can be terminated at a pre-established demarcation point.,The Termofthiscontractwillcommenceonthe1dayofthefollowingmonththatWiLinenotifiesCustomerthataService,st,is available.\nNotwithstanding any notice provisions in the Agreement to the contrary, for purposes of this Section,,notification of the Activation Date will be deemed delivered on the day such notice is provided by WiLine and billing will,commence on the earlier of the Activation Date, the date Customer first uses the Service, or 10-days after Customer is in,receipt of internet connectivity equipment.If Customer or its affiliate is the property owner of the Service Address listed,above or controls use of and access to the property, including any common spaces, rooftop, conduits, telecom closets or,other space necessary to deliver services to any tenant located at the Service Address, Customer grants a rent-free right,of access to the property, including any common spaces, rooftop, conduits, telecomclosets,orany other spacenecessary,todeliverservices toanytenant locatedattheServiceAddress.\nIf WiLine issolelyresponsiblefor anydelaysinService,availability beyondthat30-businessdayperiod,WiLinewillcreditany InstallFeeorSetupFeepreviouslypaidforthat,Service.Toreceiveinstallationcredit,Customer mustrequestthecreditin writing or email to billing@wiline.comwithin 30,days of the date of the first invoice.\nNo credit will be issued, however, if delays were a result of: (a) WiLine’s inability to,secure access to the property/properties, including but not limited to rooftop(s), Main Point of Entry (MPOE), Customer,suite or point of demarcation.\nor (b) Customer’s faulty or incomplete facilities or equipment;or (c)Customer’s requestfor,delay,failure to promptly respond to WiLine’s request or timely supply any requested or necessary information.\nor (d),Customer’s negligence or omissions.\nor (e) Customer’s failure to meet Agreementapproval terms.\nor (f) any special,installation circumstances WiLine identified toCustomer at the timeof sale.\nor (g) events or circumstances beyond our,control, such as “Events of Force Majeure”.\nor (h) inability to acquire or maintain commercially reasonable transport and,other facilities.\nor (i) any delay pursuant to federalor state action.\nor (j) any delay in the transfer or porting of a phone,number.\nFurther, no installation credit will be payable if Services require special set-up or installation at Customer’s,Service Address, whether or not identified at the time of sale.\nShould special set-up or installation be required, WiLine,may terminate this Agreement or cancel any Services without any obligation or liability to Customer.\nInstallation,commitments and credits do not apply to any locations outside Service Address.,4.Service Level Guarantee and Commitment.\nData services described herein consist of symmetric or asymmetric,Internet transit services and Ethernet private line connections, andare measured from Customer’s origination site,demarcation point to Customer’s termination site demarcation point.\nInternet transit services with different specified,upload and download speeds are asymmetric data services.\nInternet transit services with the same specified upload and,download speeds are symmetric data services.\nFor WiLine’s Internet transit service, the Customer’s origination site,demarcation point is defined as the point at which WiLine interconnects with the customer’s MPOE in said Service Address,and the Customer’s termination site demarcation point is defined as the point at which WiLine interconnects with the,Internet.\nFor WiLine’s Ethernet private line connections, the Customer’s origination site is defined as the point at which,WiLine interconnectswiththeCustomer’sMPOEinsaidServiceAddressatonelocationand theCustomer’sterminationsite,is defined as the point at which WiLine interconnects with the Customer’s MPOE at the second location.\nVoice service,describedhereinappliestotheavailabilityof‘dial-tone’andassociatedvoicefeaturesatthedemarcationpointbetweenthe,WiLine network and the Customer’s MPOE in said Service Address.\nService Level Guarantees are available only for WiNet,Data and Premium Internet Service symmetric data services, and Ethernet private line connection and voice services,V1.4.2,1,Page2©WiLineNetworks,Inc.,provided to commercial Customers.\nService Level Guarantees do not apply to the following: Asymmetric data ,services, Standard Internet Service symmetric data services, in cases where an Ethernet private line ,connectiondoesnotinterconnectwithWiLine’snetwork,incaseswhereaVoiceserviceisoperatingovera ,non-WiLinenetwork,orinthecaseofanyserviceprovidedtoaresidentialCustomer(“non-SLAservices”).\n,Customer acknowledges and agrees that non-SLA Services are provided “as is” and credit allowances for ,interruption of the Services shall not be provided.,4.1Definition.\n“End-to-End Network Availability” or “Network Availability” or “Data Availability” is the number of ,minutesineachcalendar monthduringwhichaServiceisavailable toexchangedatabetweentheCustomer’soriginationand ,termination points and “Voice Availability” is defined as the availability of ‘dial-tone’ and shall be determined as follows: ,[(Total Minutes in Calendar Month) –(Total Minutes of Non-Availability)] / (Total Minutes in Calendar Month).,“TotalMinutesinCalendarMonth”isdeterminedbymultiplying24hourstimesnumberofdaysinthemonth ,times 60 minutes, and “Total Minutes of Non-Availability” means the total of all minutes of service Non-,Availability for a specific Service in a calendar month.,Customer’sServiceshallbeconsidered“Available”untilthedate/timeofWiLine’sreceiptfromCustomerofaServiceNon-,AvailabilityNoticeandtheissuancebyWiLinetoCustomerofaTroubleTicket.Themeasurementperiodfor,determiningServiceNon-AvailabilityshallcommenceuponWiLine’sreceiptofaServiceNon-AvailabilityNoticeandissuance ,by WiLine of a Trouble Ticket and conclude upon the date/time of the Service Restoration Notice from WiLine to the ,Customer.,“MeanTimetoRepair”or“MTTR”isthemonthlyaverage timetorepairallTroubleTicketsonaspecificService,withthe ,same severitylevel,during aServiceOutage.\nThelengthofall ServiceOutagesrelated toCustomeris totaled at theendof ,the service month and is divided by the total number of Trouble Tickets opened by the Customer for that service month: ,(Cumulative Length of Service Outage(s) per Service) / (Total Number of Trouble Tickets per Calendar Month per Service) ,“Service Outage” is an unscheduled period in which one or more of Customer’s Service(s) is interrupted and not usable ,for sixty (60) or more seconds within a 15-minute period as measured by WiLine.\nA Service Outage will commence when ,theCustomerreportsaServiceOutagetoWiLineviaaTrouble TicketandwillendwhentheaffectedServiceisrestoredand ,WiLineissuesaServiceRestorationNotice.If theCustomerfailsto initiateaTroubleTicketwithWiLine,ordoesnotrelease ,the Service to WiLine for testing, WiLine will not be obligated to issue credits for the Service Outage.,“TroubleTicket”istheofficialmethodusedbytheCustomertoadviseWiLineofaperceivedServiceoutage.,“ServiceRestorationNotice”istheofficialmethodusedbyWiLineto adviseCustomeroftherestorationofaService ,Outage.,“Latency”isthemonthlyaverageroundtrippackettraveltimebetweentwoWiLineservice-relatedmega-POP,locations(“POP-to-POP”).,“Jitter” is monthly average short-term variation of the digital signal from its ideal position in time.\nIf Si is the timestamp ,frompacketi,andRiisthetimeofarrivalintimestampunitsforpacketi,thenfortwopacketsiandj,Dmaybeexpressed ,as:,D(i,j)=(Rj-Ri)-(Sj-Si)=(Rj-Sj)-(Ri-Si),“PacketLoss”ismonthlyaveragefailureofoneormorepacketsbetweenCustomer’soriginationsitedemarcationpoint ,and a test point on the WiLine network.,4.2SERVICELEVELGUARANTEES.,WithrespecttoeachServiceorderedbyCustomerandsubjecttotheexclusionsspecifiedabove,WiLineoffers“Network ,Availability”, “Voice Availability” (collective referred to as “Service Availability”), “Mean Time to Repair (MTTR)”, ,“Latency”,“Jitter”, and“Packet Loss” Service Level Guarantees as described below.,ServiceItemServiceLevelGuarantee,NetworkService99.99%Availability,VoiceService99.99%Availability,MTTR4Hours,Latency10msec,Jitter2msec,PacketLoss0.001%,IftheServiceAvailability,MTTR,Latency,Jitter,or PacketLossforaparticularservicefallbelowtheapplicableparameters ,in any givencalendarmonth, Customershall be eligible toreceiveacreditforsuch month in accordanceto that described ,below.,4.3SERVICECREDITS.,Customer will be entitled to the applicable credits (the“ServiceCredits”or “Credits”) should WiLine fail to meet the Service ,Level Guarantee.\nThese Credits are the customer’s sole and exclusive remedy for Service-related claims.\nEligibility for any ,credit is subject to the Customer’s account being held current and having no outstanding balance due.\nService Credits will be,applied asacredittoCustomer’saccount,andCustomeracknowledgesthatitnormallytakesapproximately threetofour ,weeks after receiptof avalidServiceCreditrequestfor therequest tobe evaluated andprocessed.\nPending evaluationof a ,Service Credit request does not absolve Customer of Customer’s obligation to keep their account current and make timely ,payments.,V1.4.2,1,Page3©WiLineNetworks,Inc.,The non-compliance creditstructure is basedonmonthlyservice fee calculations.Foranyservice monthinwhichWiLine,failsto meetaServiceLevelGuarantee,theCreditwillbeappliedtotheprorated monthlyrecurringservicechargesofthe,affectedService as defined in the applicable Service Agreement.,For every hour of Network or Voice Service Non-Availability, Customer is eligible for two (2) hours of credit for any service ,affected up to a maximum of one full month service credit in any given calendar month.\nShould Customer receive the ,maximumservicecreditforthree(3)consecutivemonths,CustomermayterminatetheAgreementwithoutliabilityforEarly ,TerminationChargesbutliability forServicesthroughtheeffectivedateof terminationforthatService,subjecttoreceiptof ,fifteen (15) days prior written notice from Customer sent to contracts@wiline.comno later than thirty (30) days after the ,end of the consecutive three (3) month period.,InadditiontoServiceNon-Availabilitycredits,ifWiLinefailstomeettheMTTR,Latency,Jitter,orPacketLossguarantees, ,customer shall be entitled to one (1) day’s credit prorated from the Customer’s Recurring Monthly Service Fees foreach ,service level item.,4.4SERVICECREDITELIGIBILITY.,To be eligible for a Service Credit, Customer must report a Service Outage to the appropriate WiLine Service Center and ,submitaServiceNon-AvailabilityNotice andmakeawrittenrequest(the“CreditRequest”)foraServiceCreditfromWiLine ,within thirty(30) days of receipt ofthe TroubleTicket.\nThe Credit Request must contain theTroubleTicket number, the ,date the Trouble Ticket was opened and closed, and the credit identification number for each Service affected by a Service ,Outage.\nIf Customer fails to comply with the written notice requirement within the30-day period described above, ,Customer shall, with respect tosuch Service, have permanentlywaived its right to any Service Credit for the month in ,which WiLine has failed to meet the Service Level Guarantee.,Customer must choose which Service Level Guarantee to be verified when seeking non-compliance.\nIn the event WiLine is ,non-compliant with Network Availability and Voice Availability, Customer will only receivenon-compliance credits for one of ,thetwo(2)missedServiceLevelGuarantees.InadditiontoServiceAvailabilitycredits,intheeventWiLineisnon-compliant ,with MTTR, Latency, Jitter or Packet Loss, Customer will only receive non-compliance credits for each Service Level ,Guarantee.,Two (2)ormoreserviceinterruptionstothesameserviceoftwo(2)hoursormoreduringanyone24-hourperiodshallbe ,considered as one interruption.,4.5OTHERSERVICELEVELGUARANTEETERMSAND CONDITIONS.,The Service LevelGuaranteeshall not apply and aperiod of Service Non-Availability shall not be deemed to have occurred ,(and aServiceCreditnotdueCustomer)inthe event(a)the service isexpresslyexcluded frombeingeligiblefor aService ,Level Guarantee or (b) if the service is unavailable due to any of the following,(1)scheduledNetworkmaintenance;or,(2)theoccurrenceofaForceMajeureevent;or,(3)the Interruptions on Services that are not “Accepted Services” (i.e., an Accepted Service is one that WiLine,and the Customer have tested and mutually agree is working as ordered).\nor,(4)Thenegligence,act,error,oromissionofCustomerorothersauthorizedbyCustomertouseCustomer’s,service;or,(5)ServiceOutagesattributabletocustomerpremiseequipment(CPE),thirdpartyequipmentoranyCustomer ,application on a service.\nor,(6)AnyactoromissiononthepartofCustomer,itscontractors,agentsorvendors,includinganyrefusalto ,release a Service to WiLine for testing or maintenance.\nor,(7)WiLineoritsagentsnotbeingaffordedaccesstothepremiseswheretheaccesslinesassociatedwith,Customer’sserviceoriginateorterminate;or,(8)CustomeroruserhasreleasedservicetoWiLineformaintenanceorrearrangementpurpose,orforthe,installationofCustomer’sServiceAgreement;or,(9)Customerelectsnottoreleasetheservicefortestingand/orrepairandcontinuestouseitonanimpaired ,basis.\nor,(10)Customeruseofservicesinanunauthorizedorunlawfulmanner;or,(11)WiLinedisconnectsaServicefornon-payment;or,(12)CustomersubmitsanincorrectServiceAgreement.,5.Acceptable Use Policy (“AUP”).\nCustomer agrees: (a) not to use the Services for illegal purposes.\n(b) not to take any ,action that imposes, or may impose in our sole discretion an unreasonable or disproportionately large load on our ,infrastructure;(c)nottointerferewithordisrupttheServicesorserversornetworksconnectedtotheServicesor takeany ,action which might prevent or restrict access to the Site except as the parties agree.\n(d) to comply with all requirements, ,procedure,policies,andregulationsofnetworksconnectedto theServices;(e)nottoreselltheServicesoruseofor access ,to the Services.\nand (f) to comply with all applicable laws regarding the transmission of technical data exported from the ,United States.,Customer agrees not to upload, post, email, or otherwise transmit through the Services: (a) any unlawful, harassing, ,libelous, privacy invading, abusive, threatening,harmful, vulgar,obscene, indecent, tortuous, orotherwise objectionable ,material of any kind.\n(b) any material that violates therights of another, including, but not limited to, the intellectual ,property rights of another.\n(c) any material that violates any applicable local, state, national, or international law or ,regulation.\n(d) contains any viruses, Trojan horses, worms, time bombs, cancelbots, easter eggs or other computer ,programmingroutinesthatmaydamage,detrimentallyinterferewith,surreptitiouslyinterceptorexpropriateanysystem, ,data,orpersonal information;or (e)createliability for usorcauseusto lose(inwholeorin part)theservicesofourISPs,V1.4.2,1,Page4©WiLineNetworks,Inc.,orothersuppliers.Intheeventofsuchanoccurrence,WiLineshallnotifyCustomeroftheoccurrenceandreservestheright ,to terminate the Serviceshould Customer notrectifytheoccurrence inatimelymanner and toWiLine’s satisfaction.WiLine ,reserves the right to immediately suspend Service of any Customer in violation of any part of theFederal CAN-SPAM Act of ,2003.\nThe sending of any form of unsolicited bulk email (“UBE”) through the WiLine network is prohibited.\nSimilarly, the ,sending of UBE from another service provider advertising a website, email address or utilizing any resource hosted on ,WiLine’s network, is prohibited.\nThe Service may not be used to solicit customers from, or collect replies to messages sent ,from other Internet service providers where those messages violate this Acceptable Use or that of the other provider.,Customersmaynotsellordistributelistsof“harvested”emailaddresses.Customerswhoprovideormakeuseofaservice ,employing referral IDs will be considered responsible for UBE sent by members of the referral ID service that makes ,reference to services provided by WiLine.\nPurchasing lists of email addresses from third parties for mailing through any ,WiLine hosted network, collocation or referencing any WiLine account is prohibited.,Customerssendingbulkemail,usingWiLineservices,mayonlyengageinsuchactivitythroughtheuseof“closed-loopopt-,in” mailing lists, where this refers to lists obtained and assembled only be the sender and with the directpermissionofthe ,listed recipients.\nSubscribingemail addresses to any mailing list without theexpress andverifiable permissionof theemail,address owner is prohibited.\nCustomers who send bulk email must have a method of confirmation or verification of ,subscriptions (\"Subscription Confirmation\") and must be able to show evidence of such Subscription Confirmation to users ,who complain about receiving unsolicited email.\nCustomer shall keep all Subscription Confirmations for each mailing list ,address for the duration of the existence and use of any mailing list and for a reasonable time after such use.\nCustomer ,must provide a mechanism by which email recipients can submit requests to unsubscribe from any mailing list.\nCustomer ,must honor all unsubscribe requests within 5 business days.,Customer may not send or attempt to send e-mail messages or transmit any electronic communications using a name or ,addressofsomeoneotherthanCustomerforpurposesofdeception.Anyattempttoimpersonatesomeoneelsebyaltering a ,source IP address information or by using forged headers or other identifying information, including the domain name is ,prohibited.Any attempttofraudulently conceal,forge,or otherwisefalsifyCustomer's identity inconnection withuseofthe ,Service is prohibited.,Customershallnotoperateanaccountonbehalfof,orinconnectionwith,orreselling anyserviceto,personsorfirmslisted ,in the Spamhaus Register of Known Spam Operations (ROKSO) database at www.spamhaus.org.,WiLinedoesnotmonitoron-linecontent;nevertheless,WiLinemaysuspendServiceinordertoremovecontentthatWiLine ,deems to be in violation of this AUP.\nThe AUP applies to e-mail, USENET postings, chatting, and browsing.\nIn the event ,WiLineisnotifiedoftheexistenceofchildpornographybeingtransmittedovertheWiLinenetwork,WiLinemayimmediately ,suspend Service.,In the event WiLine is notified of a violation of the Digital Millennium Copyright Act (\"DMCA\"), WiLine shall forward such ,complaint to Customer.\nCustomer shall abide by the \"takedown and notice\" procedures set forth in the DMCA.\nCustomer ,expresslyindemnifiesWiLinefromanycosts,liabilities,ordamagesresultingfromCustomer'sfailuretoabidebytheDMCA ,orthis AUP.WiLine may,initssolediscretion,disableand/or terminate the accountsof users asaresultofDMCAviolation ,notices.,Customershallnotobtainor attempttoobtainservicebyanymeansordevicewithintentto avoidpayment.Customershall ,notadvertise,transmit,orotherwisemakeavailableanysoftware,program,product,orservicethatviolatesthisAUPor the ,AUP of any other Internet service provider, which includes, but is not limited to, the facilitation of the means to send UBE, ,initiation of pinging, flooding, mail-bombing, denial of service attacks.,Unauthorizedaccess,alteration,destruction,oranyattemptthereof,ofanyinformationofanyofWiLine’scustomersor ,end-users by any means or device is prohibited.,Customershallnotengageinanyactivitiesthatharass,orthatwillcauseadenial-of-service(e.g.,synchronizednumber ,sequence attacks) to any other user whether on the WiLine network or on another provider's network.,CustomershallnotusetheServicetointerferewiththeuseoftheWiLinenetworkbyothercustomersorauthorizedusers.,WiLine implementsDNSnameresolvingservers ineach marketfor thepurposeofproviding DNSnameresolution services ,(\"DNS Service\") to our direct customer base.\nCustomer is not permitted to resell this DNS Service or to package it into a ,serviceorproductthatwillinturn beresoldtothirdparties.Inaddition, theDNSServiceis tobeusedforthesolepurpose ,of DNS name resolution.\nCustomer is not permitted to query the DNS Service for any purpose other than a specific ,information request for use by WiLine direct customer and not to be-reused by a customer of WiLine’s direct customer, ,except when used for troubleshooting and diagnostics.,Customer agrees not to attempt to gain unauthorized access to other computer systems or networks connected to the ,Services.Customeracknowledgesandagreesthat,inadditiontootherremediesinlaworequityforCustomerfailureto ,comply with these standards: (a) WiLine may ban Customer from future use of the Services.\n(b) WiLine may recover ,damagesfromCustomer;(c)WiLinemayremovealldatawhich,inWiLine'ssolediscretionandjudgment,violatethese ,standards.\nand (d) Customer agrees to indemnify, defend and hold harmless WiLine from all claims, damages, losses ,(including all costs and attorneys' fees) arising from or relating to Customer representations, obligations or use of the ,Services or WiLine equipment as defined below.,Each WiLine customer is responsible for the activities of its users and, by accepting service from WiLine, is agreeing to ,ensure that its customers/representatives or end-users abide by this Agreement.\nComplaints about ,customers/representativesorend-usersofCustomerwillbeforwardedtoCustomer'sPostmasterforaction.Ifviolations ,occur, WiLine reserves the right to terminate services with or take action to stop Customer from violating WiLine’s ,Agreement as WiLine deems appropriate, without notice.,CustomeralsoexpresslyagreesnottousetheServiceforauto-dialing,continuousorextensivecallforwarding,,V1.4.2,1,Page5©WiLineNetworks,Inc.,telemarketing, faxbroadcasting orfaxblasting, orfor anyother use that results inexcessive usage inconsistent with normal ,calling patterns.\nWiLine reserves the right to immediately disconnect, modify, or limit Customer’s Service if WiLine ,determines, in its sole and absolute discretion, that Customer’s use of the Service is,or at any time was, inconsistent with ,normal usage patterns, including but not limited to over 60 calls per minute per line.\nCustomer will defend, indemnify, and ,hold WiLine, its affiliates, and their agents and suppliers harmless against any and all claims, losses, or liability arising ,under this Section.\nThe foregoing sentence will survive termination or expiration of the Agreement for any reason.\n,IfCustomer violates any provision ofthis AUP, WiLine reserves the right toimmediately suspend the Service.\nInmost cases, ,WiLine will attempt to notify Customer of any AUP violations and may request that Customer immediately cease such ,prohibited activity.\nHowever, in cases where the integrity ofthe WiLine network is threatened, where Customer violates the ,AUP ofa WiLine’sthird party service provider, orincases involving request from law enforcement orgovernmental agencies ,or court orders, WiLine reserves the right to suspend or terminate Customer’s Service without notification.\nIn addition, ,WiLine may take any other appropriate action, legal or otherwise, against Customer for violations of the AUP, including ,termination of the WiLine Service Agreement and/or any service order form(s) signed by Customer.\n,For Residential Customers, WiLine’s Service’s for residential Customers are for the reasonable personal residential use of ,Customer only.\nThis means that Customer is not to resell or transfer the Service or Equipment to any other person for any ,purpose, without express written permission from WiLine in advance.\nCustomers shall not use the Services for commercial ,or governmental purposes, or for profit or non-profit activities, including, but not limited to, home office, business, sales, ,telecommuting, autodialing, continuous or extensive call forwarding, continuous connectivity, fax broadcast, fax blasting, ,telemarketing, junk faxing, faxspamming, calling/faxing any person (through the use ofdistribution lists orotherwise) who ,has not given specific permission to be included in such a process or any other activity that would be inconsistent with ,personal and residential usage.\nCustomer shall not transmit through the Service any unlawful, harassing, libelous, abusive, ,threatening, harmful, vulgar, obscene, or otherwise objectionable material of any kind or nature.\nCustomers further agree ,not to transmit any material that encourages conduct that could constitute a criminal offense, give rise to civil liability, or ,otherwise violate any applicable local, state, national or international law or regulation.\nCustomer agrees to notify WiLine ,immediately ifusage changes from personal residential tobusiness use andtosubscribe toa business plan.\nWiLine reserves ,the right to immediately terminate or modify the Services of any Customer if WiLine determines, in its sole discretion, that ,Customer is not using Services for Customer’s reasonable personal residential use.,6.Service Agreement.\nServices.\nWiLine Equipment.\nOther Products.\nCustomer will approve a WiLine-issued,Service Agreement describing the Services for the Term at the corresponding price to be used at the Site.\nWiLine will,accept the Service Agreement and provide the Services subject to this Agreement and anyapplicable tariffs ifCustomer,qualifies and Customer complies with this Agreement.\nCustomer is not allowed to assign this Agreement or any Service,Agreement, in whole or inpart, without the express written consent of WiLine.\nApproval of anyassignment is at the,sole discretion ofWiLine.\nWiLine may modify ordiscontinue, temporarily orpermanently, the Services upon 60days,prior written notice to Customer.\nCustomer agrees that WiLine shall not be liable to Customer or any third party for any,modification or discontinuance of the Services.\nWiLine will provide the hardware and software listed on the Service,Agreement (\"WiLine Equipment\") which Customer agrees will beused only inconjunction with the Services.\nAtall times,,title and risk of loss or damage remain with WiLine (excluding loss or damage caused by or attributable to Customer or,Customer employees, agents, or subcontractors).\nCustomer will keep the WiLine Equipment free and clear of all liens,,attachments and other encumbrances.\nCustomer will not assign, otherwise transfer or dispose, remove or relocate the,WiLine Equipment without WiLine's written consent.\nUnless the parties otherwise agree, Customer will make the WiLine,Equipment available for return within 5 days from the expiration or earlier termination of the Agreement at Customer's,expense.,WiLine will assign toCustomer, ona temporary basis, anInternet Protocol Address (\"IP Address\") either from the address ,space assigned to WiLine or a non-public NAT address.\nThis IP Address belongs to WiLine and is not portable.\nWiLine ,reserves the right to change the IP Address at any time, for any reason without notice or liability.\nIn the event that such ,change is required WiLine shall coordinate with the Customer so as to minimize impact to Customer’s use of Service.,Customer may berequired, atCustomer's expense, toprovide andmaintain Other Products.\n,ToprovidetheServices,WiLinemayshipEquipmenttoCustomer.AllEquipmentshipmentsareF.O.B.\nWiLine’sfacility.\n,WiLine's liability for delivery shall cease, and title (if applicable) and all risk of loss or damage shall pass to Customer upon ,delivery to carrier.\n,Customer will be provided the manufacturer's warranty from the date of purchase of Equipment or Service.\nCustomer shall ,berequired toobtain authorization from WiLine toreturn anyEquipment.\nWiLine will provide replacement Equipment only if ,the Equipment isdeemed tobedefective andcovered under the warranty.\nWiLine will not cover replacement for lost, stolen ,ormodified equipment.\nEquipment returned byCustomer that isnot covered under warranty may berefused byWiLine, and ,Customer will be responsible to pay return shipping charges.\n,7.Payment.\nUpon Service Activation(as defined in Section 3), billing will commence in advance on an annual billing,frequency.Service Fees, Install andSet-upFees, andother charges begin for each Service aseach Service is made,available to Customer, regardless of whether multiple Services may have been ordered on a single Service Agreement.,Where non-standard installation or Professional Services charges are incurred, WiLine, at its sole discretion, may invoicefor ,these charges prior to installation and activation of Service.\nFor Voice services, activation may occur after dial tone.Prices ,quoted on the Service Agreement may be subject to price adjustments.\nThe Customer will receive at least(30)days prior ,written notice of any such adjustments.\nSuch notice will generally be provided in Customer’s monthlystatement.Each ,month, WiLine will send or make available online an electronic statement.Customer agrees to pay the totalamount of each ,invoice by the invoice due date shown on that invoice.\nCustomer agrees to electronically pay invoices byauthorizing WiLine ,to debit Customer’s bank account using Automated Clearing House (“ACH”).\nInvoiced charges are dueand payable within ,twenty (20) days ofthe date of invoice.\nIfCustomer fails topay anycharges when due, WiLine may,V1.4.2,1,Page6©WiLineNetworks,Inc.,collecta$50late fee for commercial customers or $10 late fee for residential customers or the greater of 1-1/2% of the ,amount then due orthemaximumallowedbylawplusallamountsthendue,plusanyof WiLine'scostsorexpenses,(includingbankfeescharged for insufficient funds or the like.\nCustomer will advise WiLine of any billing discrepancies or ,disputes within 20 days after receiving noticeofthe chargeorthe amountchargedshallbe deemeddue andpayable.WiLine ,reserves the right, in its sole discretion, to apply an annual price adjustment to the current service fees, based on the ,Consumer Price Index(CPI) as published by United States Department of Labor, Bureau of Statistics.Currently, WiLineis ,not required to and does not collect taxes for WiLine's broadband services.\nVoice services are provided to Customer by ,VoiceCo.\nInc.\n(“VoiceCo”).\nWiLine isthe billing agent for VoiceCo.\nAny and all Federal, State and Local taxes, surcharges ,and/or fees that may be due will be billed by WiLine on behalf of VoiceCo.\nWiLine and/or Federal, State and Local ,governments may assess fees, surcharges and/or taxes onCustomer's use of WiLine service.\nThese chargesmay be a flat ,fee or a percentage of Customer's WiLine charges and may change from time to time without notice.\nThese charges are ,based on the rates applicable to the address Customer provided to us.\nCustomer is responsible for all applicable federal, ,state, provincial, municipal, local, or other governmental sales, use, excise, value-added, personal property, public utility or ,other taxes, fees, or charges now in force or enacted in the future, that arise from or as a result of Customer’s subscription ,or use or payment for the Service.\nSuch amounts are in addition to paymentfor the Service and will be billed as set forth in ,this Agreement.\nIf Customer is exempt from payment of such taxes, Customer must provide us with an original certificate ,that satisfies applicable legal requirements attesting to tax-exempt status.\nTax exemption will only apply from and after the ,date WiLine receives such certificate.,8.Terms and Termination.\nThe Term of this Service will be stated on the Service Agreement.\nAt the end of the Initial,Term, this Agreement will be automatically renewed for successive Term periods (“Renewal Term”) until either party,terminates thisAgreementuponthirty(30)dayswrittennotice whichwillcommenceatthe startof thenextbilling cycle.,Suchwrittenterminationnoticemustbesenttocontracts@wiline.comandmaybeliableforEarlyTerminationChargesas,detailed in Section 9.,Customer may terminate Services without liability for Early Termination Charges if Customer experiences Service Non-,Availability,subjecttothetermsoftheServiceLevelGuaranteeandCommitmentforthatparticularService.Customermay,also terminate this Agreement if WiLine fails to comply with any other WiLine obligation under this Agreement for 30,consecutivedaysafterreceivingwrittennoticefromCustomer.Ineithercase,CustomermayterminatetheaffectedService,only if Customer’s account is current before termination (i.e., no balance due more than 30 days) and Customer and,Customer EquipmentdidnotcontributetotheServiceNon-Availabilityor toWiLine’sfailuretocomplywiththisAgreement,,either directly or indirectly.,Customermay,however,terminateitsServicesatanytime(withliabilityforEarlyTerminationCharges)bywritten,30-day,notification in advance of the end of the next billing cycle.\nTo terminate its Services, Customer must send a notice of,cancelation to contracts@wiline.comincluding the Service Agreement numbers which Customer is terminating.,This Agreement will be immediately terminated, without notice, for a material breach, if Customer becomes insolvent, is,unabletopayitsdebtswhendue,filesforbankruptcy,isthesubjectofinvoluntarybankruptcy,hasareceiver appointed,or,has Customer's assets assigned.\nUpon termination of this Agreement for any reason except for WiLine’s termination of the,contract without cause or Customer’s termination due to a material default by WiLine and WiLine failed to curewithin such,notice period, WiLine may cancel any unfulfilled obligations and is entitled to collect all sums due resulting from such,termination, including Early Termination Charges.,WiLine may terminate this Agreementor suspend all of any Services if: (a)Customer failsto take any action that we have,requestedinorderfor WiLineto install oractivate theService.\n(b)Customer fails topayany amount owedtoWiLine when,due, andfails topayall pastdue amountswithin ten (10) days afternoticefrom WiLine;(c) Customerfails to complywith,the AUP described above.\n(d) Customer fails to perform or comply with any other obligation under this Agreement, and,doesnotperformandcomplywiththatobligationwithinthirty (30)daysafternoticefromWiLine;(e)WiLinedeterminesat,any time (in WiLine’s sole discretion) that Customer’s payment record, ability to make timely payments or credit,worthiness has become unsatisfactory.\n(f) Customer is involved in or is the subject of any change-in-control, including,sales of Customer’s stock or assets, reorganization or merger.\nIf WiLine elects to terminate this Agreement or any,Services, Customer must payEarly Termination Charges asdescribed below.\nIf WiLine elects to suspend any Services,,Customer must pay all resumption and other charges described in the following section.,IfWiLineelectstosuspendServicesunderanycircumstancespursuanttothisAgreement,thentoresumethoseServices,,Customer must first pay all past due and other applicable charges, including any late payment fees and other fees,describe above, and a resumption fee of $100.\nBefore WiLine resumes Services, WiLine may request satisfactory,assurancesfromCustomer’sfuture ability topayforServices in atimelymanner,evenifCustomerhaspaidtherequired,resumptionfeeandother amounts.Thoseassurancesmayinclude aone-monthadvancedpaymentforfutureServices.If,Customer fails to provide satisfactory assurances (in WiLine’s sole discretion) or Customer fails to promptly make all,required payments to resume Services, then Customer will be considered to have terminated this Agreement.\nAt such,time, Customer must pay Early Termination Charges, in addition to all other amounts owed under this Agreement.,AtWiLine’s solediscretion,should thisAgreementbeterminated,Customerwillreturnthe IP Addressandallof the,WiLine Equipmentingoodworkingorder,wear andtearexceptedwithin30daysofterminationfor anyreasonwithan,RMAissued by WiLine.\nWiLine may remove WiLine Equipment as Customer requests in accordance with its then standard,prices andterms and conditions.\nIf Customer fails to return WiLine Equipment, Customer agrees to provide access to the,Site for WiLinetoremoveWiLineEquipmentatCustomer'sexpenseatWiLine'srequest,ortopayfortheWiLine,Equipmentatthe manufacturer's MSRP.\nCustomer will also pay WiLine for any WiLine Equipment damaged or lost, normal,wear and tear excepted.WiLineisnotresponsibleforholes,orWiLineEquipmentcustomerelectstoaskWiLineto leave,ontheSiteafter de-installation.,9.EarlyTerminationCharges.ExceptforproperterminationofthisContractunderSection8above,ineveryotherinstance,in which this Agreement terminates before the end of the Initial Term or Renewal Term,Customer is responsible to payan,early termination charge (“Early Termination Charge”).\nEarly Termination Charges will be calculated as follows:,V1.4.2,1,Page7©WiLineNetworks,Inc.,If,afterCustomerhassignedtheServiceAgreement,terminationoccursbeforeWiLineinstallsitsequipment ,or activates the Services, Customer shall be liable for $1,000;,IfterminationoccursduringtheInitialTermorRenewalTermofthisAgreement:alloutstandingnonrecurringfeesplus ,all Monthly Fees for each month remaining for the balance of the Initial or Renewal Term.,10.PortedTelephoneNumbersonServiceDisconnection.Customermayrequest,or“port”,Customer’scurrenttelephone,number(s)to anotherserviceprovider.WiLinewillusecommerciallyreasonableeffortstofacilitate aport.Customerwillbe,responsible for all charges and fees required by said service provider as well as WiLine’s charges as detailed in the then,current price list associated with this port and musthave paid any current and outstanding invoices.,11.Privacy.\nWiLine utilizes the public Internet and third-partynetworks to providefax,voice, data, and video communication,services.Accordingly,WiLine cannot guarantee the security of fax,voiceand video communications of Customer.\nWiLine is,committed to respecting Customer’s privacy.\nOnce Customer chooses to provide personally identifiable information, it will,only be used in the context of the Customer’s relationship with WiLine.\nWiLine will not sell, rent, or lease Customer’s,personally identifiable information to others.\nUnless required by law or subpoena or if Customer’s prior permission is,obtained, WiLine will only share the personal data Customer provides with other WiLine entities and/orbusiness partners,that are acting on WiLine's behalf to complete the activities described herein.\nSuch WiLine entities and/or national or,internationalbusinesspartnersaregovernedbyWiLine'sprivacypolicieswithrespecttotheuseofthisdata.WiLinemaybe,required to file numerous reports with different administrative bodies.\nAs such, WiLine may provide aggregate statistics,about customers, sales and traffic patterns.\nNone of these reports or statistics will include personally identifiable,information.\nHowever, WiLine reserves the right to use personally identifiable information to investigate and help prevent,potentially unlawful activity that threatens either WiLine or any company affiliated with WiLine.\nMoreover, upon the,appropriate request of agovernment agency, law enforcement agency, court or as otherwise required by law, WiLine may,disclose personally identifiable information.,12.Notices.\nWiLine communicates with Customers primarily via Customers’ monthly statement.Notices to Customer shall,be sent to the email address specified by Customer at the time of registration for the Services or as subsequently,specified byCustomer(\"Billing EmailAddress\").Customerisresponsible fornotifying WiLineofany Billing EmailAddress,changes.\nCustomeragreesthatsendingamessageornotificationviatheCustomer’smonthlystatementaddressedtothe,BillingEmail Address isthe agreedupon means ofproviding notification.These Noticescommunicate important,information about the Services,billing,changestotheServicesandotherinformation.Theinformationis time-sensitive,innature.Itisrequired that Customer read any Notices sent to the Billing Email Address in a timely manner in order to,avoid any potential interruption in the Services provided hereunder.,13.Installation and Ongoing Access.\nOther Products.\nStandard installation consists of installing the WiLine Equipment at,the MPOE in said Service Address (“Demarcation Point”).\nCustomer is solely responsible for bringing WiLine’s services from,theMPOEtocustomer’ssuite.Additionalworkthatmayberequiredtocompleteinstallation,includingthewiringinstallation,from the MPOE in said Service Address to the customer’s suite where Other Products exists and additional equipment not,specified in the Service Agreement, and other services may be performed by WiLine, should customer request WiLine to,perform these services (“Professional Services”) on a time and materials basis.\nWiLine will perform a Site survey and,provide Customer with the installation and maintenance specifications required for installation of the Service.\nCustomer is,solely responsible for providing, installing, operating and maintaining Other Products.\nAfter Customer prepares the Site,including installing Other Products, at Customer's expense, as required by the Site survey, WiLine will install the Service.,Customer must provide WiLine and its authorized installers such ongoing access to the Site as required to complete,installation.\nCustomer also grants WiLine, and its authorized representatives, the right to enter Customer's Site during,normal business hours, Monday through Saturday, subject to Customer’s security policies, to install, repair, replace or,remove WiLine Equipment.\nWiLine is notresponsible for any Site alterationsor holes because of installation or removalof,WiLine Equipment.,CustomerensuresthatOtherProductsarecompatiblewiththeService.CustomerwillchangeobsoleteOtherProductsand,ensure such Other Products do not interfere with the Services.\nIf Other Products impair Customer's use of Services,,Customer will continue to pay WiLine for the Services.\nIf WiLine notifies Customer that the Other Products impair or are,likely toimpairService,Customeragreestoremoveorrepair the impediment.WiLine,atits electionandwithoutliability,,may suspend Services until the impairment is corrected.\nAt Customer's request, WiLine may assist with identifying and,repairing problems caused by Other Products at WiLine's then current prices and standard terms and conditions.,Limitations of Emergency 9-1-1 Services.\nAs with any telephone and/or data technology, there are certain ,circumstances under which 9-1-1 services delivered by WiLine may not function.\nThese circumstances include, but are not ,limited to, thefollowing: (a) the telephonedevice towhicha particulartelephone numberhasbeenassigned ismoved to a ,locationoutsidethepremiseswhereitwasoriginallyinstalled;(b)thereisalossofelectricalpowertothetelephoneand/or ,equipment necessary to maintain the broadband connection.\nor (c) there is an outage, degradation or other disruption to ,the broadband connection.\nCustomer’s signature on this Agreement and/or receipt of these terms and conditions will serve ,asCustomer’sacknowledgementthatWiLinehasinformedCustomeroftheselimitationsandthatCustomeracceptsthe ,Services with these limitations.,REQUIRED FEDERAL COMMUNICATIONS (“FCC”) WARNING.\nTHE FCC REQUIRES THAT WILINE INFORMS YOU OF ,POTENTIAL LIMITATIONS TO 911 SERVICES DELIVERED VIA WILINE.\n911 AND/OR E911 SERVICES WILL NOT BE ,AVAILABLE OF FUNCTION IF (A) THE TELEPHONE DEVICE TO WHICH A PARTICULAR TELEPHONE NUMBER HAS BEEN ,ASSIGNED IS MOVED TO A LOCATION OUTSIDE THE PREMISES WHERE THE TELEPHONE DEVICE WAS ORIGINALLY ,INSTALLED.\n(B) THERE IS A LOSS OF ELECTRICAL POWER TO THE TELEPHONE AND/OR TO EQUIPMENT NECESSARY TO ,MAINTAIN YOUR BROADBAND CONNECTION.\nOR (C) THERE IS AN OUTAGE, DEGRADATION OR OTHER DISRUPTION TO ,YOUR BROADBAND CONNECTION.\nYOUR SIGNATURE TO THIS AGREEMENT WILL BE YOUR ACKNOWLEDGEMENT THAT ,V1.4.2,1,Page8©WiLineNetworks,Inc.,WILINE HAS ADVISED YOU OF THESE LIMITATIONS AND THAT YOU ACCEPT THE SERVICES WITH THESE LIMITATIONS.\n,WILINEWILLALSOPROVIDEYOUWITHLABELSTHATALERTUSERSTOTHELIMITATIONSINTHISPARAGRAPH.THEFCC ,RECOMMENDS THAT YOU PLACE THESE LABELS ON OR NEAR THE TELEPHONE AND OTHER EQUIPMENT ASSOCIATED ,WITH YOUR WILINE VOICE SERVICE.,WILINE DOES NOT INTERACT WITH 9-1-1 AND OTHER EMERGENCY SERVICES IN THE SAME MANNER AS LANDLINE ,TELEPHONESERVICES.DEPENDINGONYOURLOCATION,THETYPEOF HANDSETSANDOTHEREQUIPMENTYOUUSE,THE ,TYPE OF EQUIPMENT USED BY THE PUBLIC SAFETY ACCESS POINT OR OTHER APPLICABLE EMERGENCY SERVICES ,PROVIDER,AND THECIRCUMSTANCESANDCONDITIONSOFAPARTICULARCALL,YOUMAYNOTBECONNECTEDORYOUR ,PHONE NUMBER AND/OR LOCATION MAY NOT BE IDENTIFIABLE TO EMERGENCY SERVICE PROVIDERS.\nEMERGENCY9-1-1 ,SERVICE THAT IS COMPATIBLE WITH FCC TECHNICAL REQUIREMENTS IS, NONETHELESS, NOT AVAILABLE IN ALL AREAS, ,AND EVEN ON THOSE AREAS WHERE IT IS AVAILABLE, IT IS NOT ENTIRELY RELIABLE.\nTHE INFORMATION AVAILABLE TO ,EMERGENCYSERVICEPROVIDERS MAYALSO BE LIMITEDIF YOUR NUMBER OF NUMBERS ARE IN THE PROCESS OF BEING ,PORTED.\nBY YOUR SIGNATURE BELOW TO THIS AGREEMENT, YOU ACKNOWLEDGE THAT EMERGENCY 9-1-1 SERVICE IS ,NOTAVAILABLEINALLAREAS,INNOTCOMPLETELYRELIABLE,ANDISFURTHERLIMITEDDURINGTHENUMBERPORTING ,PROCESS.,14.Force Majeure.\nWiLine will not be in violation of this Agreement or otherwise liable for any delay, failure to perform or,equipmentorpropertydamage,loss,destructionormalfunction,oranyconsequencethereof,causedinwholeorinpartby,anythingbeyondourreasonablecontrol,including,withoutlimitation,fire;earthquake;flood;weather;actsofGod;public,health emergency or pandemic.\nlabor disputes.\nutility curtailments.\npower failures.\ncable cuts.\nfailure caused by,telecommunications or other Internet provider(s).\nworms.\nTrojan horses.\nviruses or other destructive code or software;,explosions.\ncivil disturbances.\nterrorism.\nvandalism.\ngovernmental actions.\nproperty access denial.\nor shortages of,equipment or supplies (collectively, “Events of Force Majeure”).,15.Relocation ofServices.\nIf Customer desires to transfer Service locationfor any Service to adifferent location,Customer,mustrequestthatmove inwriting to WiLine atleast45daysinadvance.The new locationmustbe intheUnitedStatesof,America and must be a commercial property if the customers current“Service Address” isa commercial space.\nIf the new,location is serviceable by WiLine, the Customer and WiLine must enter into a new Agreement with a term of no less than,the Initial Term (the “Replacement Agreement”).\nThe Replacement Agreement may include additional or different,installation, recurring and other charges and fees, however in any event Customer will be required to pay an installation,charge without discount.\nAfter the Service is provided to the new location, the Agreement for the original Service Address,willbe terminatedwithnoliability for Early TerminationChargesprovidedthemonthlyrecurringcostofthe servicesinthe,ReplacementAgreementisnotlessthanthemonthlyrecurringcostoftheservicesbeingreplaced,otherwiseCustomerwill,liable for a prorated early termination fee.\nIf Customer’s new location is not within WiLine’s service area or a new,agreement for the new location is not entered into by the parties, then Customer will be deemed to have terminated this,Agreement and Early Termination Charges will apply.,16.UseofServiceandEquipmentOutsidetheUnitedStates.WiLinemayormaynotsupporttheuseofitsEquipment,and Servicebycustomers located inothercountries.IfCustomer’s,oranyof itsUsers’,removalof theEquipmentfrom,the United States violates any export control law or regulation, Customer will be solely liable for such violation and,Customer agrees to defend, indemnify, and hold WiLine, its affiliates, and their agents and suppliers harmless against,any and all claims, losses, or liability arising under this section.\nThe foregoing sentence will survive termination or,expiration of the Agreement for any reason.,17.Disclaimers.\nLimitation of Liability.\nCUSTOMER EXPRESSLY AGREES THAT USE OF THE SERVICES IS AT CUSTOMER'S,SOLE RISK.\nTHE WILINE EQUIPMENT AND SERVICES ARE PROVIDED ONAN\"AS-IS\" AND \"AS AVAILABLE\" BASIS WITHOUT,WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE,,TITLE OR INFRINGEMENT.\nNO ADVICE ORINFORMATION GIVEN WILL CREATE A WARRANTY.\nWILINE AND ITS LICENSORS,AND SUPPLIERS DO NOT WARRANT THAT SERVICES WILL MEET CUSTOMER'S REQUIREMENTS OR THAT THE SERVICES,WILL BEUNINTERRUPTED, TIMELY, SECURE ORERROR FREE.\nNOR DOES WILINE ORITS LICENSORS ORSUPPLIERS MAKE,ANY WARRANTY ASTOTHE RESULTS WHICH MAY BEOBTAINED FROM THE USE OF THE SERVICES ORWILINE EQUIPMENT,ORAS TO THE ACCURACY ORRELIABILITY OFANY INFORMATION OBTAINED THROUGH THE SERVICES, THAT DEFECTS IN,SOFTWARE WILL BE CORRECTED, OR THAT ANY SOFTWARE OR SERVICES ARE FREE FROM VIRUSES.\nCUSTOMER IS,SOLELY RESPONSIBLE FOR ANY DAMAGE TO CUSTOMER'S COMPUTER, OTHER PRODUCTS OR ANY LOSS OF DATA,RESULTING FROM USE OF THE SERVICE OR WILINE EQUIPMENT.,Some jurisdictions do not allow the exclusion of certain warranties, therefore some of the above exclusions do not apply.,V1.4.2,1,Page9©WiLineNetworks,Inc.,CUSTOMER AGREES THAT WILINE AND ITS LICENSORS AND SUPPLIERS SHALL NOT BE LIABLE FOR ANY INDIRECT, ,INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES RESULTING FROM THE USE OR THE INABILITY TO USE THE ,SERVICES, OR FOR COST OR COVER, COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES, OR RESULTING ,FROM ANY GOODS OR SERVICES PURCHASED OR OBTAINED, OR FROM MESSAGES RECEIVED OR TRANSACTIONS ,ENTERED INTO THROUGH ORFROM THE SERVICES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF ,PROFITS, USE, DATA, OR OTHER INTANGIBLES, EVEN IF WILINE , ITS LICENSORS OR THIRD PARTY SUPPLIERS HAVE ,BEEN ADVISED OFTHE POSSIBILITY OFSUCH DAMAGES.\nCUSTOMER FURTHER AGREES THAT WILINE AND THEIR THIRD-,PARTY SERVICE PROVIDERS SHALL NOT BE LIABLE FOR ANY DAMAGES ARISING FROM INTERRUPTION, SUSPENSION, ,OR TERMINATION OF SERVICES FOR ANY REASON, INCLUDING, BUT NOT LIMITED TO, DIRECT, INDIRECT, INCIDENTAL, ,SPECIAL CONSEQUENTIAL, OR EXEMPLARY DAMAGES, WHETHER SUCH INTERRUPTION, SUSPENSION, OR TERMINATION ,WAS JUSTIFIED OR NOT, NEGLIGENT, OR INTENTIONAL, INADVERTENT OR ADVERTENT.\nIN NO EVENT SHALL WILINE BE ,LIABLE FOR ANY AND ALL MATTERS RELATING TO THIS AGREEMENT FOR ANY AGGREGATE AMOUNT IN EXCESS OF THE ,CHARGES FOR THE INITIAL TERM.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY ,FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, THEREFORE SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO ,CUSTOMER.\n,18.RESOLUTION OF DISPUTES.\nIn the event a dispute arises between Customer and WiLine, WiLine's goal is to provide,Customerwithaneutralandcost-effectivemeansofresolving thedisputequickly.Accordingly,weagreethat,exceptfora,claim in equity relating to the paymentof fees or breachcaused by Customer'sRepresentations and Conduct, any claim or,controversyatlawarisingoutofthisAgreement(\"Claims\")shallberesolved,inthefirstinstance,byfirstcontacting WiLine,directly to seek a resolution.\nIf resolution cannot be reached between Customer and WiLine directly, then Customer and,WiLine agree that any further dispute must be resolved through arbitration or via small claims court.,GENERAL.\nCustomer and WiLine are independentcontractors, and no agency,partnership, jointventure, employee-employer or ,franchiser-franchisee relationship is intended or created by this Agreement.\nSections 2, 3 (access), 5, 6 (returnof WiLine ,Equipment),7,8,9,17,18,19 surviveanyterminationorexpirationofthisAgreement.WiLineshallnotbeliableto,Customer for any breach by its licensors or suppliers of this Agreement.\nThis Agreement shall be governed by the laws ofthe ,State of California without regard to its conflict of law provisions with venue lying in the federal and state courts of Alameda ,County, California.ThefailureofWiLinetoexerciseorenforceanyrightorprovisionofthisAgreementshallnotconstitutea,waiverof such right or provision.\nIf any provision of this Agreement is found by a court of competent jurisdiction to be ,invalid, the partiesneverthelessagreethatthe courtshouldendeavor togive effectto the parties'intentions asreflectedin,theprovision and rule that the other provisions of this Agreement remain in full force and effect.\nCustomer agrees that ,regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to this Agreement must ,be filed within 1 year after such claim or cause of action arose or be forever barred.\nAll notices will be provided in writing to ,WiLine at the address stated on the Service Agreement or as updated on our Website.\nNotice is effective upon receipt.\nExcept ,for the payment of any amounts due hereunder, performance will be suspended for force majeure.,THIS SERVICE AGREEMENT TERMS AND CONDITIONS IS BINDING UPON CUSTOMER ACKNOWLEDGEMENT AND SIGNING OF A WILINE SERVICE ,AGREEMENT WORK ORDER.\nTHE PERSON SIGNING THE SERVICE AGREEMENT ON BEHALF OF THE CUSTOMER PERSONALLY REPRESENTS AND ,WARRANTSTO WILINETHATHEORSHEHASTHEAUTHORITYANDPOWERTOSIGNONBEHALFOFTHECUSTOMERANDBINDCUSTOMERTOTHIS ,AGREEMENT,(Therestofthispageisintentionallyleftblank.)", "created_at": "2023-09-14 20:53:23.181788", "updated_at": "2023-09-14 20:53:47.617559"}, {"id": 19118, "name": "Privacy Policy", "url": "https://www.wiline.com/legal/privacy-policy", "xpath": "/html/body/div[2]/main/div", "text": " WiLine Networks Privacy Policy <p>This privacy policy has been compiled to better serve those who are concerned with how their 'Personally identifiable information' (PII) is being used online.\nPII, as used in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPlease read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.\n</p>\n<p>What personal information do we collect from the people that visit our blog, website or app?</p>\n<p>When ordering or registering on our site, as appropriate, you may be asked to enter your name, email address, mailing address, phone number or other details to help you with your experience.</p>\n<p>When do we collect information?</p>\n<p>WiLine collects information from you when you fill out a form, Open a Support Ticket or enter information on our site.</p>\n<p>How does WiLine use your information?</p>\n<p>We may use the information collected from you when you register, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:</p>\n<ol>\n<li>To allow us to better service you in responding to your customer service enquiries.</li>\n<br>\n<li>To quickly process your transactions.</li>\n<br>\n<li>To follow up with them after correspondence.\n(live chat, email or phone inquiries)</li>\n</ol>\n<p>How do we protect visitor information? </p>\n<ul>\n<li>WiLine does not use vulnerability scanning and/or scanning to PCI standards.</li>\n<li>WiLine only provides articles and information about its services.\nWe will never ask for credit card numbers or banking information through this website.</li>\n<li>WiLine uses regular Malware Scanning on our servers.</li>\n</ul>\n<p>WiLine does not use SSL encription on its website because we do not process sensitive information like credit cards or personal passwords through our website.\nYou should be aware that the information you enter in the website is not therefore encrypted.</p>\n<p>Do we use 'cookies' in this website?</p>\n<p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information.\nThey can be used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</p>\n<p>We use cookies to:</p>\n<p>- Compile aggregate anonymous data through Google Analytics about site traffic and site interactions in order to better understand the needs of our customers and offer better site experiences and tools in the future.\nWe may also use trusted third-party services that track this information on our behalf (Google Analytics).</p>\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser (like Internet Explorer) settings.\nEach browser is a little different, so look at your browser's Help menu to learn the correct way to modify your cookies.</p>\n<p>If you disable cookies off, some features will be disabled It won't affect the user's experience that make your site experience more efficient and some of our services will not function properly.</p>\n<p>However, you can still use our contact form and your client area should you choose to do so.</p>\n<p>Third-party disclosure</p>\n<p>WiLine does not sell, trade, or otherwise transfer to outside parties your personally identifiable information.</p>\n<p>Third-party links</p>\n<p>WiLine does not include or offer third-party products or services on our website.</p>\n<p>Google</p>\n<p>Google's advertising requirements can be summed up by Google's Advertising Principles.\nThey are put in place to provide a positive experience for users.\nhttps://support.google.com/adwordspolicy/answer/1316548?hl=en</p>\n<p>WiLine uses Google Analytics tracking software on our website.</p>\n<p>We along with third-party vendors, such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions and other ad service functions as they relate to our website.</p>\n<p>Opting out:</p>\n<p>Users can set preferences for how Google advertises to you using the Google Ad Settings page.\nAlternatively, you can opt out by visiting the Network Advertising initiative opt out page or permanently using the Google Analytics Opt Out Browser add on.</p>\n<p>California Online Privacy Protection Act (CalOPPA)</p>\n<p>CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law's reach stretches well beyond California to require a person or company in the United States (and conceivably the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy.\n- See more at: http://consumercal.org/california-online-privacy-protection-act-caloppa/#sthash.0FdRbT51.dpuf</p>\n<p>According to CalOPPA WiLine agrees to the following:</p>\n<ul>\n<li>Users can visit our site anonymously.</li>\n<li>Once this privacy policy is created, we will add a link to it on our home page or as a minimum on the first significant page after entering our website.</li>\n<li>Our Privacy Policy link includes the word 'Privacy' and can be easily be found on the page specified above.</li>\n<li>Users will be notified of any privacy policy changes through our policy page, date of policy will be clearly displayed.</li>\n<li>Users are able to change their personal information:</li>\n<ul>\n<li>By emailing us</li>\n<li>By calling us</li>\n</ul>\n</ul>\n<p>How does our site handle do not track signals?</p>\n<p>We honor do not track signals and do not track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.</p>\n<p>Does our site allow third-party behavioral tracking?</p>\n<p>It's also important to note that WiLine does not allow third-party behavioral tracking.</p>\n<p>COPPA (Children Online Privacy Protection Act)</p>\n<p>When it comes to the collection of personal information from children under 13, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, the nation's consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.</p>\n<p>WiLine does not and will never specifically market to children under 13.</p>\n<p>Fair Information Practices</p>\n<p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</p>\n<p>We will notify the users via email <br>\n<br> • Within 7 business days <br> We will notify the users via in-site notification <br>\n<br> • Within 7 business days <br>\n</p>\n<p>We also agree to the Individual Redress Principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.</p>\n<p>CAN SPAM Act</p>\n<p>The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.</p>\n<p>We collect your email address in order to:</p>\n<ul>\n<li>Send information, respond to inquiries, and/or other requests or questions.</li>\n<li>Market to our mailing list or continue to send emails to our clients after the original transaction has occurred.</li>\n<p>To be in accordance with CANSPAM we agree to the following:</p>\n<li>NOT use false or misleading subjects or email addresses.</li>\n<li>Identify the message as an advertisement in some reasonable way.</li>\n<li>Include the physical address of our business or site headquarters.</li>\n<li>Monitor third-party email marketing services for compliance, if one is used.</li>\n<li>Honor opt-out/unsubscribe requests quickly.</li>\n<li>Allow users to unsubscribe by using the link at the bottom of each email.</li>\n</ul>\n<p>If at any time you would like to unsubscribe from receiving future emails, you should follow the instructions at the bottom of each email.\nWiLine will promptly remove you from ALL correspondence.</p>\n<p>Contacting WiLine Networks Inc</p>\n<p>If there are any questions regarding this privacy policy you may contact us using the information below.</p> WiLine Networks Inc<br>\n<br> 104 Carnegie Center, Suite 201 <br> Princeton, New Jersey 08540 <br> USA <br> email: webmaster@wiline.com <br> phone: 1-888-494-5463 <br> Last reviewed on 2021-11-21 <br> ", "created_at": "2023-09-14 20:53:23.147602", "updated_at": "2023-09-14 20:54:37.231113"}], "points": [], "urls": ["wiline.com"]}}