{"error": 448, "message": "OK", "parameters": {"id": 9438, "name": "Kitco", "created_at": "2023-08-31 23:01:38.483219", "updated_at": "2023-09-01 10:02:29.95199", "wikipedia": null, "keywords": null, "related": null, "slug": "kitco", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9438.png", "url": "kitco.com", "documents": [{"id": 18598, "name": "Terms of Use", "url": "https://corp.kitco.com/website_terms_of_use.html", "xpath": "//body", "text": " Kitco Metals Inc.\nTerms of Use Disclaimer and terms of use for Kitco Corporate Site &amp.\nInformation <p>July 21, 2020</p> 1.\nGeneral <p>The following Website Terms of Use shall govern your use of all websites operated by Kitco Metals Inc.\n(“Kitco”), including, without limitation, www.kitco.com, online.kitco.com, applications.kitco.com and corp.kitco.com (referred to collectively herein as the “Websites”).\nBy accessing and using the Websites, you accept and agree, without limitation, to be bound by the Website Terms of Use.\nIf you do not accept these Website Terms of Use, you may not use the Website or any of the products or services provided or made available therein.</p>\n<p>The Website Terms of Use apply when accessing the Website by any means, including via computer, mobile device or other technology.\nIn addition, the Website Terms of Use apply when accessing, using or downloading any products, software, applications or services available on the Websites (collectively referred to herein as the “Services”).</p>\n<p>The Website Terms of Use must be read together with any other terms, conditions, policies, legal notices and disclaimers on the Websites, including, without limitation, the Online Store: Terms and Conditions, which govern transactions between Kitco and its customers on Kitco’s Online Store.</p> 2.\nRisk 2.1.\nNo Advice <p>The information provided in the Websites and in any of the Services is for informational purposes only and is not intended as any form of advice, whether legal, accounting, investment, financial or tax advice.\nTherefore, it cannot be relied upon as such.\nShould you require such advice, contact a licensed professional.</p> 2.2.\nMarket Risk <p>Precious metals markets involve risk to investment principal and can be volatile.\nPurchasing precious metals often involves a degree of risk that makes them unsuitable for certain individuals.\nYou should carefully consider the suitability of precious metals as a personal financial choice before taking any decisions that may affect your situation.\nPrecious metal products and accounts are not insured by the Canadian Deposit Insurance Corporation, Canadian Investor Protection Fund or other similar program and may lose value.\nYou should always conduct your own research and due diligence and obtain professional advice before making any investment decision.</p> 3.\nExclusion of Warranties 3.1.\nInformation on Websites <p>The information, material and content provided on the Websites or in any of the Services (referred to collectively herein as the “Content”) is provided on an \"as is\" basis and your use of the Websites and the Services is entirely at your own risk.\nKitco makes no warranties of any kind with respect to the Content provided on the Websites and on the Services, whether express or implied, including, but not limited to, warranties as to usefulness, accuracy, completeness, reliability, fitness for a particular purpose, and non-infringement.</p> 3.2.\nAvailability <p>Kitco does not represent or warrant that the Websites or any of the Services or Content available or obtained therein will be provided on an uninterrupted basis, and that there will be no delays, difficulties in use, errors, security breaches, omissions or loss of transmitted information.</p>\n<p>Kitco makes no representations or warranties that the Websites, Content or Services are appropriate or available for use in all jurisdictions outside Canada.\nPlease be aware of the applicable laws and regulations of your country.</p> 4.\nLimitation of Liability 4.1.\nConfidentiality &amp.\nSecurity <p>Kitco adheres to the highest security measures to ensure your data is protected against theft, loss, and corruption, and against the misuse and alteration of any of your data stored on our servers.\nHowever, when you access your account via a public or unsecured computer terminal or if you chose to share your account username and password (“Electronic Identification Information”), Kitco cannot guarantee the security of your data.\nKitco respects your privacy (see Kitco's privacy policy).\nHowever, unprotected communications over the Internet, such as via email or cellular phones, are not confidential or secure, may be intercepted, lost, or altered.\nWe highly recommend that you not include private and sensitive information in any unprotected communications with Kitco, including, but not limited to, account numbers, balances, passwords, Electronic Identification Information, etc.\nKitco specifically disclaims any liability with respect to any email communications or text messaging, or other like unprotected communications, whether initiated by you or Kitco.\nKitco will not be liable or responsible for any damages suffered in connection with such modes of communication.</p> 4.2.\nNo Liability <p>Kitco shall not be liable under any circumstances whatsoever for any loss or damage, including any direct, indirect, special, incidental, consequential or exemplary damages or for any indirect or punitive losses or damages (including loss profits or lost savings), arising out of or in connection with the Websites, Services or Content.\nwith your use of or inability to use or access the Websites, Services or Content.\nor with links to other third party sites, whether or not caused by the fault or neglect of Kitco and whether or not Kitco had knowledge that such losses or damages might be incurred.</p> 4.3.\nForce Majeure <p>Kitco shall not be liable for any failure to perform its obligations hereunder due to fire, computer viruses, network failure, computer hardware failure, explosion, flood, lightning, act of terrorism, war, rebellion, riot, sabotage, orders or requests of any government or any other authority, legislative changes, strikes, lockouts or other labor disputes, or events or circumstances beyond its reasonable control, but Kitco shall use commercially reasonable endeavors to minimize dangers or losses to you as a consequence of such events.</p> 5.\nYour Obligations and Liability 5.1.\nCompliance <p>You are responsible for complying with all laws of the jurisdiction from which you access the Websites or any of the Services, and you shall at all times be solely responsible for obtaining any authorizations required by any authoritative body in such jurisdiction.</p> 5.2.\nUse <p>You agree to use the Websites and the Services only for purposes that are permitted by the Website Terms of Use, as well as any other terms, conditions, policies, legal notices and disclaimers to which the Services may be Subject.\n</p> 5.3.\nRegistration and Accounts <p>You may be required to register or open an account in order to use certain Services offered on the Websites.\nShould you chose to register for said services, or to open an account, you agree to provide Kitco with accurate, complete and current information as required, and to regularly update said information as needed so that it remains accurate, complete and current.</p>\n<p>You are responsible for ensuring the accuracy of the information displayed in your account, howsoever accessed, and must contact Kitco immediately if a transaction or balance recorded in an account is incorrect or if you suspect unauthorized use of your Electronic Identification Information.\nKitco will not be held liable should you fail to disclose any unauthorized use of Electronic Identification Information and your Kitco accounts.</p> 5.4.\nProtection of Electronic Identification Information <p>It is your obligation to ensure that your Electronic Identification Information is kept secret.\nYou hereby agree to keep your Electronic Identification Information and all components thereof secret and safe to prevent unauthorized use.\n</p> 5.5.\nCustomer liability <p>Kitco will be under no obligation to confirm the actual identity or authority of any user of the Electronic Identification Information or any component thereof.\n</p>\n<p>You will not be responsible for any unauthorized use of Electronic Identification Information occurring after notifying Kitco of the suspected unauthorized use as indicated in sub-section 5.3 above.</p> 5.6.\nIndemnification <p>You agree to defend, indemnify and hold harmless Kitco, its affiliates and related companies and each of their respective officers, directors, employees, consultants and agents, from and against any and all claims, liabilities, expenses, actions or demands, including without limitation reasonable legal and accounting fees and expenses, arising from or related to: (a) your breach of any of these Website Terms of Use or any other terms, conditions, policies, legal notices and disclaimers on the Websites.\n(b) your access or use of the Websites or Services.\nor (c) your use or reliance on, or publication, communication, transmission or distribution of the Content or Services.\nKitco reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.\nYou agree to co-operate as fully as reasonably required in the defense of any claim.</p> 6.\nIntellectual Property <p>All of the intellectual property rights including without limitation trademarks, service marks, trade names, copyright and other rights used or embodied in the Websites or in any of the Services are and will remain the sole property of Kitco (or its suppliers where applicable).\nAll Content supplied by Kitco, constitutes part of Kitco's confidential and proprietary information.\nIn accessing the Websites or any of the Services, it is strictly prohibited to copy, reproduce, republish, store, retransmit, alter, modify, distribute, make public use thereof, create derivative works from, reverse engineer, disassemble or try to locate source code, of the Content, and any software or applications used by Kitco in connection with the Websites or any of the Services, except as explicitly otherwise authorized by Kitco.</p> 7.\nLinks to and from Third Party Websites <p>The Websites or the Services may include links to other third party sites, enabling you to leave the Websites or the Services in order to access them, or may incorporate materials or information from other websites.\nUnless otherwise expressly provided, Kitco provides these links, materials and information as a convenience and not as an endorsement or approval of any third party, its information, opinions, advice, services or products.\n</p>\n<p>You may not create links between the Websites and another site without Kitco’s prior written consent.\nUnless otherwise expressly agreed, such links must not imply that Kitco is associated in any way whatsoever with another website or that Kitco endorses or approves of its content.\nYou acknowledge and agree that Kitco may request at any time, at its sole discretion, that a link be removed.</p>\n<p>Kitco is not responsible or liable for any third party website link to or from the Websites, any website link to or from those third party websites, the content of those websites, or their products or services.</p> 8.\nDownloads, Software and Applications <p>Kitco may make some Services available for download from the Websites or from third party websites (the “Downloaded Services”).\nAny and all Downloaded Services are the copyrighted work of, and owned by, Kitco and its affiliates and related companies.\n</p>\n<p>Kitco grants you a personal, limited, revocable, non-exclusive, non-transferable license to use the Downloaded Services for your personal, non-commercial use only, provided that you not modify the Downloaded Services, that you maintain all copyright and other proprietary notices, and that Kitco, or any other third parties, retain full and complete title to the Downloaded Services and all intellectual property rights therein.</p>\n<p>You acknowledge and agree that the Downloaded Services are protected by copyright laws, and that, without limiting the generality of the foregoing, copying, re-selling, disassembling, redistributing or reproducing the Downloaded Services is strictly prohibited.\n</p>\n<p>You acknowledge and agree that it is your responsibility to review, assess and evaluate the Downloaded Services and any other related terms and conditions to which the Downloaded Services may be subject, and which you may be provided with during the download process, and that all risk associated with the downloading and use of the Downloaded Services rests with you.\nKitco, its affiliates and related companies, will not be responsible or liable for any damages, difficulties or consequences encountered as a result of or during the download process or the use of or reliance on the Downloaded Services.\n</p> 9.\nModifications <p>Kitco reserves the right, at its sole discretion, to add to, remove or change these Website Terms of Use without notice at any time.\nExcept as otherwise expressly provided, changes will be effective immediately upon posting on the Websites.\nReview these Website Terms of Use regularly.\nYour continued use of the Websites or any of the Services after any such changes are posted will mean you accept the changes.</p>\n<p>Kitco also reserves the right to unilaterally amend or withdraw any information, products or services provided or described on the Websites without notice at any time.</p> 10.\nMiscellaneous 10.1.\nApplicable Law and Jurisdiction <p>The Website Terms of Use are construed in accordance with and governed by the laws applicable in the Province of Quebec and the laws of Canada applicable therein.\nThe Parties hereby irrevocably submit to the non-exclusive jurisdiction of the Courts of the province of Quebec in respect of all matters or disputes arising from the use of the Websites or of any of the Services, except as otherwise specifically stated herein.</p> 10.2.\nLanguage <p>The parties hereto have expressly required that this agreement and all deeds, documents or notices relating thereto be executed in the English language.\nLes parties aux présentes ont expressément convenu que cette entente et tout autre acte, document ou avis y afférent soient rédigés en anglais.</p> 10.3.\nPrivacy <p>Kitco respects your privacy.\nOur privacy policy is available at: https://online.kitco.com/help/privacy_policy.html</p> Kitco Website Terms of Use – v2<br> This document contains confidential and proprietary information of Kitco Metals Inc.\n", "created_at": "2023-08-31 23:01:38.515393", "updated_at": "2023-08-31 23:02:06.36839"}, {"id": 18599, "name": "Terms and Conditions", "url": "https://online.kitco.com/legal/terms-and-conditions/", "xpath": "//*[@id=\"container_main\"]", "text": null, "created_at": "2023-08-31 23:02:18.058423", "updated_at": "2023-08-31 23:02:18.058423"}, {"id": 18600, "name": "Privacy Policy", "url": "https://online.kitco.com/legal/privacy-policy/", "xpath": "/html/body/header/nav[2]/div/div[2]/ul/li[9]/div", "text": null, "created_at": "2023-08-31 23:02:41.119862", "updated_at": "2023-08-31 23:02:41.119862"}], "points": [], "urls": ["kitco.com"]}}