{"error": 448, "message": "OK", "parameters": {"id": 9829, "name": "Pelando", "created_at": "2023-10-23 20:18:21.271617", "updated_at": "2023-10-23 22:02:43.463726", "wikipedia": null, "keywords": null, "related": null, "slug": "pelando", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9829.png", "url": "pelando.com.br", "documents": [{"id": 19579, "name": "Privacy Policy", "url": "https://www.pelando.com.br/sobre/politica-de-privacidade", "xpath": "/html/body/div[1]/div/main/div", "text": null, "created_at": "2023-10-23 20:18:21.310573", "updated_at": "2023-10-23 20:18:35.734772"}, {"id": 19580, "name": "Termos de Serviço", "url": "https://www.pelando.com.br/sobre/termos-de-uso", "xpath": "/html/body/div[1]/div/main/div", "text": "Termos de Serviço\n<p>Pelando.com.br é um serviço de notícias 100% independente e não é responsável pelas ofertas publicadas aqui.\nPara cada anúncio tentamos obter a informação mais clara e mais completa possível e sempre que ela estiver disponível, vamos incluir a informação oficial de cada promoção e estabelecimento.</p>\n<p>Se qualquer uma das ofertas não forem atendidas por qualquer das instituições ou precise obter mais informação sobre esta promoção, pedimos-lhe para compartilhar comentando sobre a oferta em questão, para que outros consumidores saibam esta informação valiosa, pois somos uma verdadeira comunidade de compras inteligente! Também sugerimos que contate o departamento da(s) empresa(s) responsável pelo serviço ao cliente e registre uma reclamação.<br>Todos os logotipos e as imagens mostradas aqui são única e exclusivamente de propriedade das empresas para as quais é feita referência e são apresentadas para fins ilustrativos.</p>\n<p>Os editores e moderadores podem editar ou apagar o conteúdo publicado neste site a qualquer momento.\nAlgumas das razões para isso pode ser criar ofertas ou não respeitar as regras do site e/ou do Chat (leia o código de conduta).</p>\n<p>Copiar nosso conteúdo para outros sites sem permissão é proibido.</p>\n<p>Apenas os administradores têm acesso ao endereço de e-mail no Pelando e este será compartilhado única e exclusivamente com os parceiros indicados em nossa Política de Privacidade, a menos que sejamos obrigados por lei a compartilhá-los com as autoridades competentes.</p>\n", "created_at": "2023-10-23 20:19:07.122058", "updated_at": "2023-10-23 20:19:14.690472"}], "points": [], "urls": ["pelando.com.br"]}}