{"error": 448, "message": "OK", "parameters": {"id": 9834, "name": "Fitatu", "created_at": "2023-10-23 20:53:28.41674", "updated_at": "2023-10-23 22:02:43.631761", "wikipedia": null, "keywords": null, "related": null, "slug": "fitatu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9834.png", "url": "fitatu.com", "documents": [{"id": 19594, "name": "Privacy Policy", "url": "https://www.fitatu.com/en/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[2]", "text": "<b>PRIVACY POLICY FOR THE SERVICE AND MOBILE APPLICATION</b>\n<br>\n<b>www.fitatu.com – Fitatu Application</b>\n<ol>\n<li> The controller of the Personal Data of the Service available at www.fitatu.com and the corresponding mobile application, hereinafter jointly referred to as the <b>“Service”</b>, is Fitatu Sp.\nz o.o.\nwith the seat at ul.\nStanisława Wyspiańskiego 10/5, Poznań 60-749, entered in the Business Register of the National Court Register kept by the District Court in Poznań for Poznań-Nowe Miasto i Wilda, VIII Department for Commercial Matters of the National Court Register, with KRS number 0000635344, NIP 7792444235, REGON 364839278, hereinafter referred to as the <b>Personal Data Controller</b>.\nEmail contact: iod@fitatu.com or by mail to the company address stated above.\n</li>\n<li> The Controller has appointed a Personal Data Protection Inspector, who is Jakub Szajdziński of ENSIS Kancelaria Prawna Cioczek &amp.\nWspólnicy Sp.\nK, email address of the inspector: iodo@ensiskancelaria.com.\nAny enquiries, requests, complaints relating to the processing of personal data by the Personal Data Controller, hereinafter referred to as <b>Notifications</b>, should be addressed to the following email address stated in the preceding paragraph or in writing to the Controller's address stated above.\nThe content of the Notification shall clearly state: <ol>\n<li>the data of the person(s) referred to in the Notification,</li>\n<li>the event that gives rise to the Notification,</li>\n<li>the presentation of the claims and the legal basis for those claims,</li>\n<li>the statement of the expected way to handle the matter.</li>\n</ol>\n</li>\n<li> This Privacy Policy applies to the Service as both a website and a mobile application.\n</li>\n<li> We collect the following personal data in our Service: <ol>\n<li>\n<b>name and surname</b>: may be processed when you, as a user of our Service (including contractors or potential contractors), provide it to us via email, the registration contact form or the Account data form available in our Service, as well as when you provide it to us via mail or when contacting us by phone, in order to make use of the offer of our Service, </li>\n<li>\n<b>health data (height, weight, sex, allergies, chronic diseases, dietary preferences)</b>: may be processed in order to provide or customise the services to your needs and to prepare the best offer, providing height, weight (including current or target weight), and sex is necessary to create an Account in our Service, </li>\n<li>\n<b>user name</b>: data processed in connection with the creation and maintenance of the individual User Account.\nThe provision of such data is necessary to complete the creation of an Account in our Service, </li>\n<li>\n<b>phone number</b>: may be processed when you contact us by phone and also when you provide it to us via email or the contact form.\nThe phone number is processed to enable us to contact you regarding the processing of a particular order or to answer any other question you may have, </li>\n<li>\n<b>address of residence (including country) / mailing address</b>: we process this data in order to correctly dispatch the ordered Products, its provision is necessary in case of making purchases in our Service, </li>\n<li>\n<b>email address</b>: may be processed when, as users of our Service (including customers or potential customers), you provide it to us in the event of contact via email, contact form, registration form or order form available in our Service, as well as by mail or phone.\nBy means of email address, we answer questions related to our offer and we also pass on information related to the performance of the concluded contract.\nIn addition, if you have agreed to the transmission of marketing content and have become a subscriber to our newsletter, we will also send you commercial and marketing information several times a month, </li>\n<li>\n<b>IP address of the device</b>: information resulting from general internet connection rules, such as IP address (and other information in system logs), is used for technical and statistical purposes, including, in particular, the collection of general demographic information (eg about the region from which the connection is made), </li>\n<li> other data may be also collected as part of the handling of specific cases or may be provided by you as a user of our Service via email, the contact form available in the Service, the comments section available in the Service, mail, or when contacting us by phone.\n</li>\n</ol>\n</li>\n<li> Each person, as a user of our Service, has the opportunity to choose whether and to what extent to use our services and share his/her information and data, to the extent set out in the contents of this Privacy Policy.\n</li>\n<li> We process your personal data for the purposes of: <ol>\n<li> ordering the services offered by us in connection with the Service (Article 6(1)(b) RODO): <b>in this respect, the personal data provided will cease to be processed once the specific transaction has been completed</b>, </li>\n<li> the conclusion and performance of contracts in connection with the services we offer (Article 6(1)(b) RODO): <b>in this respect, personal data will cease to be processed once the relevant contract has been completed</b>, </li>\n<li> keeping an individual user account (Article 6(1)(b) RODO): <b>in this respect, personal data will cease to be processed when the user deletes the account</b>, </li>\n<li> carrying out the (subscription) newsletter service and sending marketing content (Art.\n6(1)(a) RODO): <b>in this regard, the personal data provided will be deleted on the withdrawal of consent and unsubscribing from the newsletter list</b>, </li>\n<li> complying with legal obligations incumbent on the Personal Data Controller, in particular record-keeping, issuing invoices, etc (Article 6(1)(c) RODO): <b>in this respect, the personal data will be deleted once certain legal obligations have been fulfilled</b>, </li>\n<li> ongoing communication related to the operation of the Service (Article 6(1)(f) RODO, ie legitimate interest of the Personal Data Controller): <b>in this regard, your personal data will cease to be processed when the relevant question(s) is/are answered</b>, </li>\n<li> establishing, asserting or defending against claims (Article 6(1)(f) RODO, ie legitimate interest of the Personal Data Controller): <b>in this respect, personal data will be deleted when the relevant claims expire, but as a general rule after the expiry of the 3-year limitation period for claims</b>, </li>\n<li> the express consent of the data subject for the performance of the contract and the provision of services (Art.\n9(2)(a) RODO): with regard to the processing of health data (special categories of personal data) referred to in point 3(b) of this Policy, as well as with regard to the profiling referred to in point 12, with regard to the profiling of health data: <b>in this respect, personal data will cease to be processed upon withdrawal of consent or deletion of the Account</b>.\n</li>\n</ol>\n</li>\n<li> The source of the Personal Data processed by the Controller is you, ie the data subjects.\n</li>\n<li> If the “Like!” button or other social media links to the Controller's social media accounts are present, as well as in the extent to which logging in via external sites is made possible, there is a co-control relationship between the Controller of this Service and the controller of the external site.\nThe co-control is limited only to the data in the scope necessary for operations related to the functioning of the respective button.\nThe Controller is not responsible for the policies regarding the further processing of personal data of other entities and organisations or social network providers.\nOur Co-Controllers within this Service are: <ol>\n<li>\n<b>Meta Platforms Ireland Ltd.</b> (Facebook, Instagram) with the seat at: 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland, </li>\n<li>\n<b>Google Ireland Ltd.</b> (Google Workspace, Google Play, YouTube) with the seat at: Google Building Gordon House, 4 Barrow St, Grand Canal Dock, Dublin 4, D04 V4X7, Ireland, </li>\n<li>\n<b>Apple Distribution International Ltd.</b> (App Store, Apple ID) with the seat at: Hollyhill Industrial Estate, Hollyhill, Cork, Ireland, </li>\n<li>\n<b>Tiktok Technology Ltd.</b> (TikTok) with the seat at: 10 Earlsfort Terrace, Dublin, D02 T380, Ireland, </li>\n</ol>\n</li>\n<li> The Controller uses tools from Google Ireland Ltd (Google WorkSpace, Google Ads, Google Analytics, YouTube) Meta Plafrorms Ireland ltd.\n(Facebook, Facebook Pixel, Instagram) and Tiktok Technology Ltd.\n(Tiktok) and Apple Distribution International Ltd.\n(App Store, Apple ID).\nAs a general rule, the data processed through the use of these tools is processed on Irish servers.\nHowever, the provider of these tools may be obliged to transfer the data to third countries if such an obligation is imposed on it by law.\nIf you have any questions regarding the transfer of personal data outside the European Economic Area, contact the Data Protection Officer stated in the preamble of the contract.\n</li>\n<li> We do not share any personal data with third parties without the express consent of the data subject.\nData may be disclosed without the consent of the data subject only to entities authorised to process personal data under applicable law (eg law enforcement agencies, ZUS, or the Tax Office).\nThe Controller shall make personal data of its customers available in particular to: payment operators, companies providing postal and courier services, and tax authorities.\n</li>\n<li> Personal data may be outsourced for processing to entities that process such data on our behalf as Personal Data Controller.\nIf this is the case, we, as the Personal Data Controller, shall enter into a personal data processing outsourcing agreement with the processor.\nThe processor shall process the outsourced personal data only for the needs of, to the extent, and for the purposes stated in the outsourcing agreement referred to in the preceding sentence.\nWithout outsourcing your personal data to the Processor, we would not be able to carry out our activities within the Service or deliver to you shipments of ordered Products.\nAs the Personal Data Controller, in particular, we outsource your personal data for processing to the following entities: <ol>\n<li>providing hosting services for the website on which our online Service operates,</li>\n<li>providing accounting services,</li>\n<li>providing tools related to promotional campaigns and marketing,</li>\n<li>SEO companies,</li>\n<li>providing CRM tools,</li>\n<li>providing us with other services that are necessary for the day-to-day operation of the Service.</li>\n</ol>\n</li>\n<li> Personal data <b>may or will be subject to profiling</b> within the meaning of RODO regulations depending on the content of the contract or the scope of the services provided.\n<ol>\n<li> Profiling with regard to ordinary personal data has its basis in <b>Article 22(1)(a) RODO, ie the necessity for the conclusion and performance of a contract between the Controller and you</b> related to the provision of services, taking into account the provision of Article 22(3) RODO, </li>\n<li> in the scope that goes beyond what is necessary for the conclusion and performance of the contract, profiling takes place on the basis of <b>Article 22(2)(c) RODO, ie your express consent</b>, taking into account the provision of Article 22(3) RODO, </li>\n<li> where the profiling concerns your special categories of personal data (health data as stated in point 3(b) of this Policy), the basis for profiling is exclusively <b>Article 9(2)(a) read with Article 22(4) RODO, ie your express consent to the processing of your data for the performance of contracts</b>.\nThis consent is voluntary, but necessary in order to set up an Account in our Service and to actually use the services we offer, </li>\n<li> profiling that concerns your specific personal categories may also take place in connection with the implementation of direct marketing.\nIn this respect, the legal basis for profiling in this respect is <b>Article 9(2)(a) read with Article 22(4) RODO</b>.\nThis consent is fully optional and is separate from the consent for direct marketing.\n</li>\n</ol>\n</li>\n<li> In accordance with the provisions of RODO, every person whose personal data we process as a Personal Data Controller has the right to: <ol>\n<li>access their personal data as referred to in Article 15 RODO,</li>\n<li>be informed of the processing of personal data, as referred to in Article 12 RODO,</li>\n<li>correct, complete, update, rectify personal data as referred to in Article 16 RODO,</li>\n<li>withdraw consent at any time, as referred to in Article 7(3) RODO,</li>\n<li>erasure (right to be forgotten) as referred to in Article 17 RODO,</li>\n<li>restrict the processing referred to in Article 18 RODO,</li>\n<li>data portability as referred to in Article 20 RODO,</li>\n<li>object to the processing of personal data, as referred to in Article 21 RODO,</li>\n<li> in the case of a legal basis, in the form of consent: the right to withdraw consent at any time without affecting the lawfulness of the processing carried out on the basis of consent before its withdrawal, </li>\n<li>not be subject to the proﬁling referred to in Article 22 read with Article 4(4) RODO,</li>\n<li> lodge a complaint with the supervisory authority (ie the President of the Office for the Protection of Personal Data, PL: PUODO) referred to in Article 77 RODO.\n</li>\n</ol>\n</li>\n<li> If you wish to exercise your rights referred to in the preceding paragraph, send a message by email to the email address or in writing to the postal address as referred to in point 2 above.\n</li>\n<li> Each identified security breach shall be documented and, in the event of one of the situations set out in the provisions of RODO or of the act, the data subjects and, if applicable, the PUODO shall be informed of such security breach.\n</li>\n<li> The Cookies Policy is a separate document located here</li>\n<li> In matters not governed by this Privacy Policy, the relevant provisions of generally applicable law shall apply accordingly.\nIn the event of any inconsistency between the provisions of this Privacy Policy and the said regulations, these regulations shall prevail.\n</li>\n</ol>\n<b>Google Fit</b>\n<ol>\n<li> Fitatu uses the Google Fit service to offer additional information and features.\nThe use of the Google Fit service will only take place if you have consented to the synchronisation of your data with the Google Fit service.\nWithout your consent, no data will be downloaded from Google Fit.\n</li>\n<li> If you agree to synchronise your data, you will share information with us about your <ol>\n<li> location (we use location to be able to calculate steps taken, distance, duration of activity and calories burned), </li>\n<li> physical activity: <ul>\n<li>steps taken,</li>\n<li>calories burned,</li>\n<li>type of activity (e.g.\nrunning, cycling),</li>\n<li>distance of activity,</li>\n<li>duration.</li>\n</ul>\n</li>\n</ol>\n</li>\n<li> We take this data in order to calculate your daily calorie needs (it will adjust depending on how active you were that day) and to display information in Fitatu about your completed activities (history with the number of calories burned).\n</li>\n<li> We will not use this data for marketing and advertising activities or share it with other parties.\n</li>\n<li> You will be able to disconnect data downloads from Google Fit at any time.\nAll you have to do is go to \"Settings\" – \"Related apps\" – \"Google Fit\" and uncheck the permission to download data.\n</li>\n</ol>", "created_at": "2023-10-23 20:53:28.450607", "updated_at": "2023-10-23 20:54:08.543126"}, {"id": 19595, "name": "Cookie policy ", "url": "https://www.fitatu.com/en_GB/cookies-policy", "xpath": "/html/body/div[1]/div/div/div[2]", "text": null, "created_at": "2023-10-23 20:54:28.500078", "updated_at": "2023-10-23 20:54:28.500078"}, {"id": 19596, "name": "Terms and Conditions ", "url": "https://www.fitatu.com/en_GB/regulations", "xpath": "/html/body/div[1]/div/div/div[2]", "text": "<p>\n<b> Read carefully the following rules (“Rules”) before using our Services.\nYour use of the Services offered by Fitatu constitutes your acceptance of the following Rules in their entirety.\n</b>\n</p> Contents: <ol>\n<li>Basic information</li>\n<li>Definitions</li>\n<li>Operation of the Application and of the Website</li>\n<li>Creating an Account</li>\n<li>Intellectual Property/Licence</li>\n<li>Rules for the provision of Services</li>\n<li>Fitatu Premium - Paid Service</li>\n<li>Free Services</li>\n<li>Liability of Fitatu</li>\n<li>Privacy and confidentiality</li>\n<li>Complaints</li>\n<li>Delivery and Users' rights related to non-delivery of Digital Content or Services</li>\n<li>Withdrawal</li>\n<li>Supervision of the posting of Materials</li>\n<li>Amendments to the Rules</li>\n<li>Settlement of disputes</li>\n<li>Final Provisions</li>\n</ol> I.\nBasic information.\nWho, what and how <ol>\n<li> We operate as a capital company: Fitatu Sp.\nz o.o.\nwith the seat in Poznań (60-749) at ul.\nWyspiańskiego 10/5, registered in the Register of Entrepreneurs kept by the District Court Poznań Nowe Miasto i Wilda in Poznań, VIII Commercial Division KRS, with KRS number 0000635344, NIP 7792444235, REGON 3648392781, mailing address: Wyspiańskiego 10/5, 60-749 Poznań, help@fitatu.com, tel.\n+48221001555.\nWe are the owner and operator of the Application and of the Website.\nHereinafter we shall also refer to ourselves as <b>“Fitatu”</b>.\n</li>\n<li> Fitatu's business consists in providing SPN - Smart Personal Nutrition services (<b>“Free Services”</b>) by making them available electronically within a software application enabling, among other things: <ol>\n<li>Verifying and recording the nutritional values of products and foods,</li>\n<li>Verifying and recording vitamin and micronutrient intake,</li>\n<li> Recording of Users' nutritional history and physical activity history, </li>\n<li>Downloading recipes to help to prepare meals,</li>\n<li> Collecting training activity data based on data entered by the User or downloaded from other programmes or devices connected to the Application.\n</li>\n</ol>\n</li>\n<li> Fitatu's business also consists in providing the paid service described in Section VII (<b>“Paid Service”</b> or <b>“Paid Services”</b>) by making it available electronically.\n</li>\n<li> The Free Services and the Paid Services will be referred to collectively as the <b>“Services”</b>.\n</li>\n<li> These Rules set out the rules for the provision of the Services by Fitatu to you, the user (<b>“User”</b> or <b>“Users”</b>).\nBy using the Application, you accept the terms of use set out below, also referred to as the <b>“Rules”</b>, as well as Privacy Policy.</li>\n</ol>\n<p> Scroll to top </p> II.\nDefinitions <p> Within these Rules, we use certain (capitalized) terms to which we give a specific and precise meaning.\nWe have already explained some of them above, but we will also use the following terms: </p>\n<ol>\n<li>\n<b>APPLICATION</b> is external software for a mobile device, offered within the Google Play, App Store or other platforms allowing the use of the Services together with the possibility of accessing them via the website at www.fitatu.com.\n</li>\n<li>\n<b>Contract</b> is a contract for the provision of Services concluded in accordance with the Rules between Fitatu and the User, with the content set out in the Rules.\n</li>\n<li>\n<b>Website</b> is the website located at: fitatu.com together with all the pages that are part of it, by means of which Fitatu provides Services to Users.\n</li>\n<li>\n<b>Platforms:</b> whenever the word “Platforms” appears in the wording of the Rules, it shall mean both the Application and the Website.\n</li>\n<li>\n<b>APPLICATION DISTRIBUTOR:</b> App Store (for iOS operating system), Google Play (for Android operating system) and AppGallery.\n</li>\n<li>\n<b>Services</b> are any services (paid or free) provided electronically by Fitatu to Users under the Contract through the Website or the Application.\n</li>\n<li>\n<b>Paid Services</b> are any paid services provided by Fitatu through the Website and the Application.\n</li>\n<li>\n<b>Free Services:</b> any free services provided by Fitatu through the Website or the Application.\n</li>\n<li>\n<b>ACCOUNT:</b> a set of resources in Fitatu's ICT system designated with a unique name (login) and password assigned to the User, in which the User's data is collected, in particular information on available Services and Subscriptions, the creation of which requires the User to fill in a relevant registration form on the Website or in the Application.\n</li>\n<li>\n<b>CONSUMER or USER:</b> a natural person with full legal capacity or, in cases provided for by law, with limited capacity to act, as referred to in Article 22(1) of the Act of 23 April 1964 on the Civil Code, and an entrepreneur within the meaning of Article 385(5) of the Civil Code, who concludes a Contract without direct connection to their business or professional activity.\n</li>\n<li>\n<b>MATERIALS</b> are texts, statements, opinions, recipes, photos, audio or video files and other content uploaded to the Application by the User.\n</li>\n<li>\n<b>PRIVACY POLICY</b> is a document in which we explain what personal data of Users we collect and process for the purpose of providing a comfortable service and under what conditions this data is processed and used by us.\nIn addition, the document sets out the rules for the collection and processing of so-called cookies.\n</li>\n<li>\n<b>REGISTRATION</b> is the procedure for setting up an Account in the Application.\n</li>\n<li>\n<b>DIGITAL CONTENT</b> is data produced and delivered in digital form.\n</li>\n<li>\n<b>DIGITAL SERVICE</b> is a service that allows: <ol>\n<li>the production, processing, storage or access to data in digital form,</li>\n<li> the sharing of digital data that has been uploaded or created by the Consumer or other Users of this service, </li>\n<li>other forms of interaction through digital data.</li>\n</ol>\n</li>\n<li>\n<b>ENTREPRENEUR WITH CONSUMER RIGHTS:</b> a User who enters into a contract directly related to their business activity, but it follows from the content of this contract that it is not of a professional nature for them, arising, in particular, from the subject of their business activity, presented under the provisions on the Central Register and Information on Business Activity (Centralna Ewidencja i Informacja o Działalności Gospodarczej) </li>\n<li>\n<b>ACT</b> means the act of 30 May 2014 on consumer rights.\n</li>\n</ol>\n<p> Scroll to top </p> III.\nOperation of the Application and of the Website <ol>\n<li> Fitatu provides the Services through the Application and the Website.\nBoth platforms have, in principle, similar functionalities, according to the breakdown in the following table: <br>\n<br> Functionality Application www.fitatu.com (Premium access only) Free Services Product scanner + - Calorie and macronutrient counter + + Largest database of products and dishes + + Useful measures, e.g.\nspoon, packet, piece, glass, handful + + Tracking the water consumed + + Toilet + - Weight and circumference measurements with diagrams + - Possibility to set your own calorie targets + + 16:8 intermittent fasting scheme + - Synchronisation with Google Fit + - Recipe catalogue of approx.\n1000 recipes + - Motivation: 3 habits + - Paid Services Menu selection + + 14:10, 18:6, 20:4 intermittent fasting schemes + - Catalogue of recipes: all recipes + + Synchronisation with other fitness applications + - Motivation: additional 18 habits + - No advertising + + Shopping list + + Widget on the phone screen + - Complete the daily target + - Fridge feature + + Data export + - Notes on health and well-being + - <br>\n</li>\n<li>The Application can be downloaded from online shops of Distributors.</li>\n<li>The Website is available online at fitatu.com</li>\n<li> As the User accesses the Application from Applications of Distributors, the licence granted is limited to a non-transferable licence to use the Application on a device that uses the Apple iOS or Android operating systems, in accordance with the terms of use also set out in the rules of the Application of the respective Distributor.\n</li>\n<li> The Application Distributor is not obliged to provide any maintenance or support services in relation to the Application.\n</li>\n<li> In the event of any failure by the Application to meet the applicable warranty, the User may notify the relevant Application Distributor and the Application Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the Application.\nTo the maximum extent permitted by applicable law, the Application Distributor will have no other warranty obligations with respect to the Application.\n</li>\n<li> The User represents and warrants that (i) he/she is not located in a country that is embargoed by the U.S.\ngovernment or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country, and (ii) the User is not listed on any U.S.\ngovernment list of prohibited or restricted entities.\n</li>\n<li> The User acknowledges and agrees that the Application Distributors are independent third party beneficiaries of the rules set out in this Application Licence provided for in the Rules and that each Application Distributor will have the right (and will be deemed to have accepted that right) to enforce the rules set out in this Application Licence provided for in the Rules against the User as a third party beneficiary.\n</li>\n<li> By downloading the Application from the Application Distributor, the User acknowledges that he/she has read and understood the following information regarding the Application Distributor, and agrees to its contents.\nThese Rules relate solely to the legal relationship between the User and Fitatu, and not the Application Distributor.\nthe Application Distributor is not responsible for the Service or the content contained therein, to the maximum extent permitted by applicable law, the Application Distributor has no other warranty obligation with respect to the Service.\n</li>\n<li> In relation to all Services, only natural persons with full legal capacity or, in cases provided for by law, with limited legal capacity, may be Users, provided that the specific legislation of the country of residence of such person does not limit or exclude the possibility of making the Platforms or Services provided via electronic communication available to such person.\n</li>\n<li> To access the Application, it is necessary to have the Application installed and active, as well as to have an internet connection (each use of the Services requires active access to the internet), and to have an email box.\nTo use the Application in the mobile version, it is necessary to have a device based on the Android or IOS operating systems.\n</li>\n<li> Access to the Website requires internet access (each use of the Services requires active access to the internet), and an email box.\nThe User should have a functional and up-to-date internet browser for the smooth operation of the Website (Mozilla Firefox, Google Chrome, Microsoft Edge, Opera, etc.).\n</li>\n<li> When informing about a reduction in the price of Paid Services, in addition to the information about the reduced price, we also make visible the lowest price for this service that was in force during the 30 days prior to the introduction of the reduction.\n</li>\n<li> The use of certain functionalities of the Platforms may require you to accept and comply with the rules of other service providers who work with Fitatu and whose services the User intends to use.\n</li>\n<li> In order to make full use of the Services, including the Paid Service, it is necessary to create and maintain an Account.\n</li>\n</ol>\n<p> Scroll to top </p> IV.\nCreating an Account by the User <ol>\n<li> The creation of an Account requires Registration via the Application or the Website.\nFor Registration, the registration form has to be completed by providing email address and password.\nThe email address provided by the User will be used as login, and the password will secure access to the Account.\n</li>\n<li> The User may also set up an Account via the Facebook social network by using the login button and agreeing to link the Facebook account social network to the Account.\nOn subsequent logins to the Facebook social network account, the User will have the option to automatically connect to the Account.\n</li>\n<li> The User accesses his/her Account by logging in to the Application or on the Website, i.e.\nby entering his/her login, which is the email address stated during the Registration, and the password securing access to the Account.\n</li>\n<li> From the first logging in to the Application or the Website, the User must complete Account data about himself/herself (sex, weight, age, physical activity, etc.) necessary for the correct performance of the Services.\nWe undertake to protect these data with particular care.\nThe User may also block access to them at any time by deleting the Account.\nFailure to provide certain information may result in Fitatu's inability to provide specific Services.\n</li>\n<li> The password securing access to the User Account should not be shared with third parties.\nAll activities carried out through the Account shall be deemed to have been carried out by the owner of that Account, so in the case of suspicion that the password securing access to the Account has been taken by someone else, please inform us immediately.\n</li>\n<li> The use of other Users' Accounts or making an Account available to third parties is prohibited.\n</li>\n<li> We reserve the right to block an Account or access to selected services provided as part of the Platforms if we determine that the security of the Account is at risk, the provisions of the Rules have been violated or the generally applicable laws have been violated.\nIn some cases, we may make the continued use of an Account conditional upon a change of the password securing access to that Account.\nIn such circumstances, the User will immediately regain access to the Account once the password is changed.\n</li>\n<li> The User can delete the Account at any time via the option to do so in the Platform settings.\n</li>\n</ol>\n<p> Scroll to top </p> V.\nIntellectual Property/Licence <ol>\n<li> All rights to the Platforms, including its various functionalities, in whole and in parts, in particular the textual, graphic and multimedia elements and the elements of the software applications generating and operating the Platforms, including copyright, related rights, industrial property rights and any derivative rights (licences) required under the circumstances, are vested in Fitatu.\n</li>\n<li> Upon downloading the Application and acceptance of the Rules by the User, Fitatu grants the User a non-exclusive licence to use the Application in accordance with its intended purpose for the Free Services and Paid Services referred to in Sections V and VI (“Licence”).\nThe Licence is non-transferable and is granted for the duration of the User's use of the Application in accordance with its intended purpose and in a manner consistent with these Rules.\n</li>\n<li> The licence referred to in paragraph 2 above does not entitle the User to grant further licences.\n</li>\n<li> The transmission to third parties of the content of the Platforms is only permitted through the use of the tools included in the Platforms and intended for this purpose.\n</li>\n<li> The User is not entitled to do anything outside the scope of the Licence, in particular to decompile or disassemble the software running within the Application or to reverse engineer the source code thereof.\nThe User is not entitled to decompile or disassemble the Application in order to use it as intended without the express consent of Fitatu.\nThe preceding sentences do not exclude the mandatory provisions regarding decompilation or disassembly.\n</li>\n<li> The User may not reproduce, sell or otherwise market or distribute the Application, in whole or in part, in particular to transmit or make it available on computer systems and networks, mobile application distribution systems or any other data communication systems.\n</li>\n<li> In the event that the User violates the rules of the Platforms or the terms of the Licence granted, Fitatu shall be entitled to block the User's access to the Application or the Site and to revoke the Licence granted for the use of the Application.\nThe foregoing is without prejudice to Fitatu's right to take other appropriate and lawful action in relation to the breach.\n</li>\n</ol>\n<p> Scroll to top </p> VI.\nRules for the provision of Services <ol>\n<li> The use of the Platforms for the Free Services does not entail any obligation to pay any fees to Fitatu.\nThe costs and detailed rules for the provision of Paid Services are described in Section VII.\n</li>\n<li> The User may post Materials on the Platforms.\nMaterials should be accurate, reliable and not misleading.\n</li>\n<li> Fitatu reserves the right to moderate and remove Material that does not comply with these Rules, in particular when: <ol>\n<li> their content is contrary to the law, ethical standards and good morals, </li>\n<li> there is advertising content in the Materials, including advertisements for companies, products, websites or other online platforms, </li>\n<li> they promote sexually explicit content, including by implementing or providing paid functions that mainly encourage the sharing of controversial content, </li>\n<li> they contain threats, attempts to harass or tease (especially in relation to minors), </li>\n<li> their main purpose is to harass or isolate a specific person in order to abuse, attack or ridicule them.\n</li>\n</ol>\n</li>\n<li> The User accepts that he/she is granted access to the Platforms and Fitatu proceeds to provide the Paid Services immediately.\n</li>\n<li> As far as Paid Services are concerned, Fitatu provides them immediately, nevertheless receiving access to the purchased functionalities involves the necessary time for their generation.\nHowever, this time does not exceed 3 days.\n</li>\n<li> The User may unsubscribe from the Services at any time without incurring any additional costs.\nIn order to unsubscribe from Paid Services, the User must first unsubscribe from the relevant subscription or prepaid service.\nThe deletion of the Account is not the same as the cancellation of Paid Services.\n</li>\n</ol>\n<p> Scroll to top </p> VII.\nFitatu Premium - Paid Service <ol>\n<li> Within the scope of the Paid Service, we offer additional functionalities (“Fitatu Premium”) stated each time within the offer presented to the User prior to the conclusion of the contract for the provision of the Paid Service.\nthe offer of additional functionalities may be extended during the provision of the Paid Service at no additional cost to the User.\n</li>\n<li> The contract for the provision of the Paid Service may be concluded for an indefinite period or for a fixed period.\nInformation on subscription periods is available inside the Platforms on the Premium Service offer page and on the website at www.fitatu.com/app/order-and-payment.\n</li>\n<li> The availability of Paid Services depends on the language version of the Google Play platform or App Store from where the Application was downloaded and can be checked in its settings.\n</li>\n<li> A contract for a Paid Service concluded for an indefinite period may be terminated at any time with effect at the end of the period that has already been paid for.\n</li>\n<li> A contract for the provision of a Paid Service concluded for a limited period of time may not be terminated before the end of the period for which it was concluded.\nThe User's submission of a declaration to the above effect shall not result in an obligation to refund the payments made by him/her.\n</li>\n<li> The preceding provisions do not exclude the statutory right of withdrawal, which is regulated in Section XIII below.\n</li>\n<li> Payment for the use of the Paid Service can be made via Google Play, App Store, the Service or Applications provided by other intermediaries for the conclusion of the contract for the provision of the Paid Service and the processing of payments.\n</li>\n<li> A contract for the provision of a Paid Service concluded for a definite period of time shall be automatically extended for an analogous period of time if the User does not make a declaration of intent not to extend it 24 hours before the end of the period for which it was concluded, with the exception of one-off purchases (e.g.\nwith the website www.fitatu.com).\nThe above declaration should be made via a third party (i.e.\nthe provider of the Google Play platform, App Store or others) which mediated the conclusion of the contract for the provision of the Paid Service or the execution of the payment.\n</li>\n<li> If, for reasons other than solely attributable to the User, the Paid Service Agreement is terminated or expires or it is no longer possible to continue to provide the Paid Service, the User shall be entitled to a refund of the price paid in proportion to the time of the Paid Service paid for and remaining until the end of that Contract.\n</li>\n<li> Fitatu itself or through a third party, i.e.\nthe entity providing the Google Play or App Store platform, shall refund the price within up to 14 days from the date when such obligation arises.\n</li>\n<li> The Paid Service constitutes a Digital Service and all provisions of section 5b of the Act apply to it.\n</li>\n</ol>\n<p> Scroll to top </p> VIII.\nFree Services <ol>\n<li> Fitatu reserves that the use of some of the Services provided to Users free of charge may require an active Account.\n</li>\n<li> The provisions of the Act will not apply to Fitatu Services provided free of charge.\n</li>\n</ol>\n<p> Scroll to top </p> IX.\nLiability of Fitatu <ol>\n<li> Fitatu's management and staff are committed to ensuring that the Services provided are fully responsive to the individual needs of Users.\nIn particular, when providing information as part of the Services, Fitatu staff rely on the most up-to-date guidelines from the World Health Organisation, the National Institute of Public Health - National Institute of Hygiene and other organisations, institutions, as well as food producers themselves.\n</li>\n<li> Fitatu is not responsible for the content or timeliness of Materials published by Users.\nFitatu is not responsible for the consequences of providing false, outdated or incomplete data (including contact information).\nFitatu reserves the right to make editorial corrections to the Materials published on the Platforms.\n</li>\n<li> The use of the Services available on the Platforms and the published data for purposes other than those related to the use of Fitatu's services, in particular the copying, collection, processing and dissemination of data, is prohibited.\nFitatu shall not be liable for any violation of this prohibition by third parties.\n</li>\n<li> However, it should be borne in mind that: <ol>\n<li> The Services do not constitute medical services within the meaning of the Act of 15 April 2011 on medical activities, </li>\n<li> Fitatu staff do not have direct access to all User data and are not in a position to verify the data provided by users or to fully identify their health status, </li>\n<li> Even the best-balanced diet may prove ineffective if personal factors (e.g.\ngenetic predisposition, medical conditions) or external factors (e.g.\nclimate, pollution, excessive stress) are present.\n</li>\n</ol>\n</li>\n<li> For the above reasons, Fitatu is not able to guarantee 100% effectiveness of the actions taken by Users, and we also reserve that taking certain actions based on the information provided within the Services may involve a burden on Users' health.\nIn particular, in the event of adverse effects, we ask you to discontinue the activities undertaken on the basis of the information provided as part of the Services, and in justified cases, we suggest you consult a medical professional.\n</li>\n<li> Fitatu shall not be liable to the User for interruptions in access to the Platform caused by failures in telecommunications links.\nThe above limitation of liability does not apply to Consumers.\n</li>\n</ol>\n<p> Scroll to top </p> X.\nPrivacy and Confidentiality <ol>\n<li> By using the Services, the User acknowledges that the basis for the processing of his/her personal data is the performance of the concluded contract for the provision of electronic services or taking action at the request of the User prior to its conclusion, in accordance with the provisions of Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons in relation to the processing of personal data and on the free movement of such data and repealing Directive 95/46/EC (General Data Protection Regulation, referred to in the Polish implementation as RODO), the act of 10 May 2018 on the protection of personal data and other relevant data protection legislation.\n</li>\n<li>The controller of the personal data is Fitatu.</li>\n<li> The detailed data protection rules for Users of our Platforms are provided for in the Privacy Policy.</li>\n</ol>\n<p> Scroll to top </p> XI.\nComplaints <ol>\n<li> This Section of the Rules shall only apply to Paid Services.\n</li>\n<li> Within the scope of the following section of the Rules, “Services” shall be understood exclusively through Fitatu's services constituting Digital Content or Digital Services within the meaning of the Act.\n</li>\n<li> Fitatu shall be liable to the User, who is a Consumer, for the non-conformity of the Services with the Contract if the defect is discovered before the expiry of two years from the date of delivery of the Services to the User.\nThe non-conformity of the Services with the Contract that becomes apparent before the expiry of one year from the delivery of the Digital Content or Digital Service shall be presumed to have existed at the time of delivery.\n</li>\n<li> If the Services do not comply with the Contract, the User may request that they be brought into conformity with the Contract.\nThe complaint should include: the User's details, information about the Services and the Order, a description and date of the defect in the Services and the User's request.\nThe User must also provide the original or a copy of the Proof of Purchase or other proof of purchase of the Services complained of.\n</li>\n<li> In order to facilitate the complaint procedure, Fitatu provides a Complaint Form, attached as Appendix 1 to these Rules.\n</li>\n<li> Complaints should be submitted: <ol>\n<li> in the case of a paper form - by mail to the address of Fitatu: ul.\nWyspiańskiego 10/5, 60-749 Poznań </li>\n<li> in the case of the electronic mail form - to Fitatu's email address: help@fitatu.com Fitatu undertakes to consider the complaint submitted by the User within 14 days of its receipt.\nIf no information is provided within the period referred to in the preceding sentence, Fitatu shall be deemed to have acknowledged the complaint.\n</li>\n</ol>\n</li>\n<li> Fitatu may refuse to bring the Digital Content or Digital Service into conformity with the Contract if bringing the Digital Content or Digital Service into conformity with the Contract is either impossible or would require unreasonable costs for Fitatu.\nIn assessing the unreasonable cost to Fitatu, all the circumstances of the case shall be taken into account, in particular the significance of the non-compliance of the Digital Content or Digital Service with the Contract and the value of the Digital Content or Digital Service complying with the Contract.\n</li>\n<li> Fitatu shall bring the Digital Content or Digital Service into conformity with the Contract within a reasonable time after Fitatu has been informed by the User of the non-conformity with the Contract, and without undue inconvenience to the User, taking into account their nature and the purpose for which they are used.\nThe costs of bringing the Digital Content or Digital Service into conformity with the Contract shall be borne by Fitatu.\n</li>\n<li> If the Digital Content or Digital Service does not comply with the Contract, Fitatu may make a declaration to reduce the price or withdraw from the Contract when: <ol>\n<li> it is impossible or requires unreasonable costs to bring the Digital Content or Digital Service into conformity with the Contract pursuant to points 6 and 7 above, </li>\n<li> Fitatu has failed to bring the Digital Content or Digital Service into compliance with the Contract, </li>\n<li> the non-conformity of the Digital Content or Digital Service with the Contract continues even though Fitatu has attempted to bring the Digital Content or Digital Service into conformity with the Contract, </li>\n<li> the non-conformity of the Digital Content or Digital Service with the Contract is such as to justify either a reduction in price or withdrawal from the Contract without first having recourse to the remedy set out in points 6 and 7 above, </li>\n<li> it is clear from Fitatu's statement or circumstances that it will not bring the Digital Content or Digital Service into conformity with the Contract within a reasonable time or without undue inconvenience to the User, </li>\n</ol>\n</li>\n<li> The reduced price must be in such proportion to the price under the Contract as the value of the Digital Content or Digital Service which is not in conformity with the Contract remains to the value of the Digital Content or Digital Service which is in conformity with the Contract.\nIf the Contract provides that the Digital Content or Digital Service is provided in parts or on a continuous basis, the reduced price must take into account the time during which the Digital Content or Digital Service has remained inconsistent with the Contract.\n</li>\n<li> Fitatu shall reimburse the price due as a result of the exercise of the right of withdrawal or price reduction immediately, but no later than within 14 days of receipt of the User's declaration of withdrawal or price reduction.\nThe preceding provision shall not apply to payments through the Application Distributor in the form of Apple, due to the separate return method that operates at this Distributor.\nFitatu shall make every effort to ensure Users' rights, but cannot directly influence the operation of this method of payment and returns.\n</li>\n<li> The User may not cancel the Contract if the Digital Content or Digital Service is provided in exchange for the payment of a price and the non-conformity of the Digital Content or Digital Service with the Contract is not material.\nThe non-conformity of the Digital Content or Digital Service with the Contract shall be presumed to be material.\n</li>\n<li> If the non-conformity with the Contract relates only to some of the Services supplied under the Contract, the User may withdraw from the Contract only in respect of those Services.\n</li>\n<li> Fitatu shall refund the price using the same method of payment used by the User, unless the User has expressly agreed to a different method of refund that does not incur any costs for the User.\n</li>\n<li> Fitatu may make a change to the Digital Content or Digital Service that is not necessary to comply with the Contract only if the Contract so provides and only for the legitimate reasons indicated in the contract.\nFitatu shall not make changes to Digital Content or Digital Service provided on a one-off basis.\n</li>\n<li> If the change referred to in the preceding paragraph materially and adversely affects the User's access to or use of the Digital Content or Digital Service, Fitatu shall inform the User of its right to terminate the Contract without notice within 30 days of the change.\n</li>\n<li> The User's entitlement under the preceding paragraph shall not apply if Fitatu has provided the User with the entitlement to retain, at no additional cost, the Digital Content or Digital Services in an unaltered state.\n</li>\n<li> The provisions of this section of the Rules do not apply to Users who are Entrepreneurs.\nThe provisions of this Point of the Rules shall not apply to Users who are Entrepreneurs.\nThe preceding sentence shall not apply to Entrepreneurs with Consumer Rights.\n</li>\n</ol>\n<p> Scroll to top </p> XII.\nDelivery and Users' rights related to non-delivery of Digital Content or Services <ol>\n<li> Fitatu considers the Services to have been delivered in the event of: <ol>\n<li> Digital Content: at the time it is accessed or downloaded by the User, or a device of the User's choice, in accordance with generally applicable law.\n</li>\n<li> Digital Service: as soon as the User, or a device of the User's choice, has accessed it.\n</li>\n</ol>\n</li>\n<li> Within the scope of the following section of the Rules, “Services” shall be understood exclusively through Fitatu's services constituting Digital Content or Digital Services within the meaning of the Act.\n</li>\n<li> If Fitatu has failed to deliver the Services (in whole or in part), the User, after having requested Fitatu to deliver, has the right to withdraw.\nIf Fitatu fails to deliver the Services in question immediately or within an additional period of time expressly agreed by the parties, the User may withdraw from the Contract.\n</li>\n<li> The User also has the right to withdraw without prior notice if: <ol>\n<li> it appears from Fitatu's statement that the Digital Content or Digital Service in question will not be delivered, or </li>\n<li> it is clear from the circumstances of the conclusion of the contract for Digital Content or Digital Services that the timeframe for the delivery of such services was of material importance to the User and Fitatu failed to deliver them within that timeframe.\n</li>\n</ol>\n</li>\n<li> The provisions of this Section of the Rules shall not apply if the subject matter of the Contract is the provision of Digital Content via a tangible medium.\n</li>\n<li> The provisions of this section of the Rules do not apply to Entrepreneurs.\nThe provisions of this point of the Rules shall not apply to Entrepreneurs.\nThe preceding sentence shall not apply to Entrepreneurs with Consumer Rights </li>\n</ol>\n<p> Scroll to top </p> XIII.\nWithdrawal <ol>\n<li> The User in respect of any Paid Services shall be provided with a right of withdrawal within 14 days of the conclusion of the Contract subject to paragraphs 4 and 5 below.\n</li>\n<li> In order to exercise the above right referred to in the preceding paragraph, the User must submit a declaration of withdrawal from the Contract within the indicated period: <ol>\n<li> in the case of a paper form: by mail to the address of Fitatu: Wyspiańskiego 10/5, 60-749 Poznań </li>\n<li> in the case of email, by correspondence to Fitatu: help@fitatu.com</li>\n</ol>\n</li>\n<li> The entitlement under paragraph 1 shall apply only to Users who are Consumers.\n</li>\n<li> Pursuant to Article 38 paragraph 1 point 13, in order to receive the Paid Services that are Digital Content, before the expiry of the statutory period of 14 days for withdrawal, the User shall be obliged to give his/her consent to the commencement of the provision in this respect on the part of Fitatu, before the expiry of the above period.\nBy giving consent in this respect, the User's right of withdrawal shall be forfeited.\n</li>\n<li> The details of the exercise of the right of withdrawal from the Sales Contract - as a distance contract - are set out in the provisions of the Act.\n</li>\n</ol>\n<p> Scroll to top </p> XIV.\nSupervision of the posting of Materials <ol>\n<li> Fitatu has the authority to control the Materials posted by Users on the Platforms.\nWe control these Materials in terms of their compliance with the Rules, legal regulations and factual accuracy.\nThe result of the content control may be its removal from the Platforms.\nIn the event of discovering content that does not comply with the Rules or the law, please inform us.\n</li>\n<li> Users are obliged to post on the Platforms only Material in respect of which they have rights of use deriving from: (i) their copyright.\nor (ii) a licence entitling them to use such Materials to the extent required by the provisions of this point.\nFor the avoidance of doubt, the uploading to the Platforms of Materials that infringe any rights of third parties, including both proprietary and personal rights, constitutes a violation of these Rules and shall lead, in the event of the discovery of such violation, to the removal of such Materials from the Platforms by Fitatu.\nFitatu informs that in cases provided for by law, in particular after receiving a request from a competent authority, the personal data of Users infringing the rights of third parties may be made available to the person whose rights have been infringed.\n</li>\n<li> Users are fully responsible for the Materials they upload to the Platforms.\n</li>\n<li> By posting any copyrighted Content on the Platform, the User grants Fitatu a royalty-free transferable, non-exclusive, unlimited in time or territory and including the right to grant sub-licences, licence to use the Content in all fields of exploitation known at the time of acceptance of the Rules, including the following fields of exploitation: <ol>\n<li> use of Materials, </li>\n<li> fixation and reproduction of the Materials on Fitatu's servers and IT structures in an unlimited number of copies, back-up copies by all digital techniques.\n</li>\n<li> making copies of the Materials, making changes to the Materials, leasing, lending.\n</li>\n<li> distribution and making the Materials available to third parties at their request, in any digitally recorded form.\n</li>\n<li> activating and making the Materials available to the public via the internet and via local networks in such a way that anyone can access them from a place and at a time individually chosen by them.\n</li>\n<li> combining and sharing the Materials with other Materials posted by other Users for the purposes of analysis, compilation, presentation.\n</li>\n<li> use and modification (including translation into other languages) of the Materials for the purposes of ensuring the correct functioning of the Platforms and the correct display of the Materials on the Platforms on any device and on any operating system on which the Platforms are accessible.\n</li>\n<li> marketing the Materials.\n</li>\n</ol>\n</li>\n<li> The User authorises Fitatu to grant sub-licences.\nThe User warrants that persons entitled by virtue of moral rights in the Materials shall not exercise such rights against Fitatu, its successors and licensees.\n</li>\n<li> The User shall have the right to terminate the licence granted to Fitatu in accordance with point 4 above, but the termination of the account on the Platforms shall not constitute such termination.\n</li>\n</ol>\n<p> Scroll to top </p> XV.\nAmendments to the Rules <ol>\n<li> Fitatu reserves the right to amend the Rules.\nAny amendment shall take effect as soon as the amended Rules are published on the Application.\n</li>\n<li> The User with an Account shall be informed of any amended content of the Rules.\nIn the absence of such consent, the User shall delete the Account.\n</li>\n</ol>\n<p> Scroll to top </p> XVI.\nSettlement of disputes <ol>\n<li> Any disputes relating to or arising from your use of the Services shall be resolved by the court with jurisdiction in accordance with the Civil Procedure Code act.\n</li>\n<li> The User who is a Consumer has the possibility to use the out-of-court complaint and redress procedure before the Permanent Consumer Arbitration Court.\nInformation on how to access the above dispute resolution mode and procedures can be found at the following address: https://uokik.gov.pl/ under “Settlement of consumer disputes”.\nThe User who is a Consumer also has the possibility to use the EU online ODR platform, available at the following internet address: http://ec.europa.eu/consumers/odr/.\n</li>\n</ol>\n<p> Scroll to top </p> XVII.\nFinal Provisions <ol>\n<li> The transfer of rights and obligations under the Rules does not require the prior consent of the User.\nHowever, the User shall be informed of the transfer without delay.\n</li>\n<li> A separate written Agreement concluded between Fitatu and a specific User may modify the provisions of the Rules in the relationship between Fitatu and the specific User (so-called enterprise agreement).\nThe provisions of the separate Agreement do not affect the rules of the Rules in relation to other Users.\n</li>\n<li>These Regulations shall be governed by the laws of the Republic of Poland.</li>\n<li>These Rules are effective as of 23.06.2023 and shall apply to Contracts concluded after that date.</li>\n</ol>\n<p> Scroll to top </p>", "created_at": "2023-10-23 20:54:46.599381", "updated_at": "2023-10-23 20:54:53.693791"}], "points": [], "urls": ["fitatu.com"]}}