{"error": 448, "message": "OK", "parameters": {"id": 8370, "name": "whatever.social", "created_at": "2023-05-18 04:46:17.831592", "updated_at": "2023-05-18 10:02:08.68731", "wikipedia": null, "keywords": null, "related": null, "slug": "whatever-social", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8370.png", "url": "whatever.social,watchproxy-us.whatever.social,watch.whatever.social,sing.whatever.social,read.whatever.social,discuss.whatever.social,cringe.whatever.social,code.whatever.social,binge.whatever.social,listen.whatever.social", "documents": [{"id": 16253, "name": "Privacy Policy", "url": "https://whatever.social/privacy", "xpath": "//body", "text": " whatever.social Privacy Policy <p>\"We\", \"our\" and \"us\" refers to whatever.social's and whatevertinfoil.de's maintainers and/or developers.\n\"You\" refers to you as the user of our services.\n<br>\n<br> Whatever Social is committed to giving users more control over their digital life.\nThis is why we take steps to help ensure we are providing a private and secure experience while you browse your favorite social media.\nThis policy outlines important details such as what we store, what you will need to consult third parties for, and situations where we cannot protect you.\n<br>\n<br> This policy applies to all whatever.social sites, found at https://whatever.social, https://whatevertinfoil.de and all their subdomains.\nSome sections of this policy may be specific to one of our services, in which case it is specified.\nBy using our services, you are agreeing to this policy.\n<br>\n<br> Last updated: February 20, 2023</p>\n<br>\n<br> 👤 Personal Data <p>While visiting our sites: The logging done on our sites is minimal to keep the experience private.\nFor example, our NGINX (A service that we use on our server) logs are kept disabled.\nHowever, this may not always be the case.\nIn the event of a critical system error or an attack on our services, such as a DDoS, it may be necessary to temporarily enable logs to diagnose and remedy the issue.\nIn scenarios such as these, logs will be purged as soon as the issue is dealt with.\nIf you are found to be engaging in activities that harm our services, such as spamming, DDoS or brute-force attacks, your IP address may be stored permanently to protect us, our services and other users of our services.\nView the \"Law Enforcement\" section of this policy to see how we may be forced to enable them in other situations.\nAn NGINX log, in the duration that its stored, may include your IP address, user agent, and a timestamp along with your web request.\nSee the \"Third-parties providing Technical Services\" section of this policy.\n<br>\n<br> Information you provide to us: Usernames are stored for the services they apply to.\nYour e-mail address is received by us when you choose to contact us via e-mail.\nYour Session Messenger \"ID\" is received by us when you choose to contact us via Session.\nNo other identifiable information is provided by you to us.\n<br>\n<br> Information we share: Your information is not shared with other entities, except in the cases outlined in the \"Third-parties providing Technical Services\", \"Third-parties providing Payment Services\", and \"Law Enforcement\" sections of this policy.</p>\n<br>\n<br> 🍪 Cookies <p>The only use of cookies and local storage in our services is to keep you signed into our services which accounts can be used in, and to save your preferences (Ex: Default video quality on https://watch.whatever.social).\nWe do not use cookies for any other purposes.</p>\n<br>\n<br> ⚖️ Law Enforcement <p>In the event of a subpoena, court order, other legal process, or to exercise our legal rights and/or to defend against legal claims, we may be forced to give applicable information with third-parties.\nOur sites hosted on our whatever.social domain operate on a server in Los Angeles, CA, United States, which is subject to United States Law, and on a server in Eygelshoven, Netherlands which is subject to The Netherlands Law.\nOur sites hosted on our whatevertinfoil.de domain operate on a server in Germany, and are subject to German Law.\n<br>\n<br> View the \"Personal Data\" section of this policy and our Transparency Report.</p>\n<br>\n<br> 🤝 Third-parties providing Technical Services <br> NOC.org <p>We rely on NOC.org to provide us with DDoS protection, CDN delivery and certain other web services.\nNOC.org is not used on services on our whatevertinfoil.de domain.\nView NOC.org's Privacy Policy to learn more.</p>\n<br> Backblaze <p>We rely on Backblaze for data backups.\nEach backup is retained for 14 days.\nBackblaze is not used on services on our whatevertinfoil.de domain.\nView Backblazes's Privacy Policy to learn more.</p>\n<br> Kavin.rocks <p>On https://watch.whatever.social and https://watch.whatevertinfoil.de, fonts may be loaded from https://fonts.kavin.rocks, which operates via Cloudflare Workers.</p>\n<br> Session <p>We use Session as one of the methods for contacting us.\nView Session's Privacy Policy to learn more.</p>\n<br> Proton <p>We use Proton to receive and store your e-mails sent to us.\nView Proton's Privacy Policy to learn more.</p>\n<br> SimpleLogin <p>We use SimpleLogin to relay your e-mails sent to our whatever.social domain.\nView SimpleLogin's Privacy Policy to learn more.</p>\n<br>\n<br> 💵 Third-parties providing Payment Services <br> Liberapay <br>\n<p>We rely on Liberapay to handle your payments to us when this method is chosen.\nWe do NOT receive any of your personal information, such as Name, Payment Information, and etc.\nView Liberapay's Privacy Policy to learn more.</p>\n<br> Cake Wallet <p>If Monero is your chosen method of payment, we rely on Cake Wallet to receive your payment.\nView Cake Wallet's Privacy Policy to learn more.</p>\n<br>\n<br> 🔐 Data Security and Integrity <p>We take the steps that we deem reasonable to protect your data from unauthorized access and distribution, and from loss of data.\nFor example, we use SSL/TLS to transmit data to you in an encrypted format, and provided passwords are hashed for the services that require user accounts.</p>\n<br>\n<br> 🗑️ When you Delete your Account <p>On the services that you can delete your user account, database backups will continue to hold your information for up to 30 days.</p>\n<br>\n<br> ⛔️ Children's Data <p>We do not knowingly collect personal information from anyone under 13 years of age.\nIf you are aware of someone under the age of 13 using our services, please report them to privacy@whatever.social (PGP Public Key here).\nIf we are able to find any information relating to that person, it will be removed.</p>\n<br>\n<br> 📨 Contact Us <p>If you have questions or feedback regarding this policy, feel free to e-mail us at privacy@whatever.social (PGP Public Key here).</p>\n<br>\n<br> 📝 Changes to this Policy <p>This privacy policy may be subject to changes in the future.\nChanges to this policy will be marked by the provided date of change.</p>\n<br>\n<br> ", "created_at": "2023-05-18 04:46:17.891627", "updated_at": "2023-05-18 04:50:48.509747"}, {"id": 16252, "name": "libremdb Privacy Policy", "url": "https://binge.whatever.social/privacy", "xpath": "//body", "text": null, "created_at": "2023-05-18 04:46:17.861545", "updated_at": "2023-07-07 23:27:05.370682"}], "points": [], "urls": ["whatever.social", "watchproxy-us.whatever.social", "watch.whatever.social", "sing.whatever.social", "read.whatever.social", "discuss.whatever.social", "cringe.whatever.social", "code.whatever.social", "binge.whatever.social", "listen.whatever.social"]}}