{"error": 448, "message": "OK", "parameters": {"id": 8378, "name": "Timestrip", "created_at": "2023-05-18 18:22:14.062414", "updated_at": "2023-05-18 22:02:18.616015", "wikipedia": null, "keywords": null, "related": null, "slug": "timestrip", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8378.png", "url": "timestripe.com", "documents": [{"id": 16269, "name": "Terms of Service", "url": "https://timestripe.com/terms/", "xpath": "//body", "text": " Terms of Service <p>1.\nGeneral provisions </p>\n<p>2.\nSubject of the contract </p>\n<p>3.\nOrder processing </p>\n<p>4.\nDeadlines for Order execution </p>\n<p>5.\nPayment for the Order </p>\n<p>6.\nReturn of Order </p>\n<p>7.\nCopyrights </p>\n<p>8.\nRights, duties and responsibilities </p>\n<p>9.\nRegular payments </p>1.\nGeneral provisions <p>1.1 https://timestripe.com/, hereinafter referred to as \"the Seller\", publishes the Public Offer on realization of Services placed on the Seller's official website https://timestripe.com/.\n</p>\n<p>1.2 In accordance with article 437 of the Civil Code of the Russian Federation (Civil Code of the Russian Federation) this document is a public offer, and in case of acceptance of the following conditions an individual who accepts this offer shall pay for Seller's Services in accordance with the terms of this Agreement.\nIn accordance with paragraph 3 of Article 438 of the Civil Code of the Russian Federation, payment for the Service by the Buyer is an acceptance of the offer, which is considered to be equivalent to the conclusion of the Agreement on the terms and conditions set out in the offer.\n</p>\n<p>1.3.\nBased on the above, carefully read the text of the public offer, and if you do not agree with any point of the offer, you are invited to refuse to use Services provided by the Seller.\n</p>\n<p>1.4 In this offer, unless the context requires otherwise, the following terms have the following meanings: </p>\n<p>\"Offer\" - a public offer of the Seller, addressed to any individual (citizen), to conclude a contract with him on the existing conditions, contained in the Agreement, including all its attachments.\n</p>\n<p>\"Buyer\" - a natural person, who concluded an Agreement with the Seller on conditions, contained in the Agreement.\n</p>\n<p>\"Acceptance\" - full and unconditional acceptance of the conditions of the Agreement by the Buyer.\n</p>\n<p>\"Service\" - list of assortment items presented on the official web-site.\n</p>\n<p>\"Order\" - separate items from the assortment list of Services specified by the Buyer when making an order on the website or through the Operator.\n</p>2.\nSubject of the Agreement <p>2.1 The Seller sells the Service in accordance with the current price list published on the Seller's website \"https://timestripe.com/\", and the Buyer makes payment and accepts the Service in accordance with the terms of this Agreement.\n</p>\n<p>2.2 This Agreement and its annexes are official documents of the Seller and an integral part of the offer.\n</p>3.\nRegistration of the Order <p>3.1.\nThe Service is ordered by the Buyer via the Internet site https://timestripe.com/.\n</p>\n<p>3.2.\nWhen registering on the Seller's website, the Buyer undertakes to provide the following registration information about himself: </p>\n<p>surname, first name.\n</p>\n<p>e-mail address.\n</p>\n<p>3.3.\nWhen placing an Order through the Operator, the Buyer undertakes to provide information specified in clause 3.2.\nof this Agreement.\nThe Buyer accepts the terms and conditions of this Agreement by entering the relevant data into the registration form on the website or when placing the Order through the Operator.\nThe Buyer has the right to edit the registration information about itself.\nThe Operator does not change or edit the registration information about the Buyer without the Buyer's consent.\nThe Seller is obliged not to inform the data of the Buyer specified at registration on the site https://timestripe.com/.\nand at registration of the Order to the persons not connected with execution of the Order.\nHaving approved the Order of the chosen Service, the Buyer provides the necessary information to the Operator in accordance with the procedure specified in paragraph 3.2.\nof this Agreement.\n</p>\n<p>3.4.\nThe Seller and the Operator are not responsible for the content and reliability of the information provided by the Buyer when placing the Order.\n</p>\n<p>3.5.\nThe buyer is responsible for reliability of the information given by the Buyer at registration of the Order.\n</p>\n<p>3.6.\nPayment by the Buyer of the Order independently executed at the Internet site means the consent of the Buyer to conditions of the present Agreement.\nDay of payment for the Order is the date of conclusion of the Agreement between the Seller and the Buyer.\n</p>\n<p>3.7.\nAll information materials presented at https://timestripe.com/ are of reference nature and cannot fully transmit reliable information about certain properties and characteristics of the Service.\nIn case the Buyer has questions concerning the Service, it is necessary for him to consult the Operator before placing an Order.\n</p>4.\nTerms of execution of the Order <p>4.1 The term of Order execution depends on the type of Service and time required for Order processing.\nThe term of execution of the Order in exceptional cases can be agreed with the Buyer individually depending on the type of Service provided.\nIn case of impossibility of Service rendering by the Seller, including for the reasons not depending on the latter, the Seller has the right to cancel the specified Service from the Buyer's Order.\nThe Seller undertakes to notify the Buyer about changes in his Order through the Operator.\n</p>\n<p>4.2 The Order is considered to be executed at the moment the Service is accepted by the Buyer.\n</p>\n<p>4.3 If the Buyer provides false information of its contact details, the Seller is not responsible for improper execution of the Order.\n</p>\n<p>4.4.\nIn case of improper execution of an Order through the fault of the Seller, the repeated execution of the Order is free of charge.\n</p>5.\nPayment for the Order <p>5.1 Payment for the executed Order is made by the Buyer's transfer of funds to the Seller's employee.\nPayment for the executed Order is confirmed by a cheque.\n</p>\n<p>5.2 Prices for Services specified on the website \"https://timestripe.com/\" can be changed by the Seller unilaterally without notification of the Buyer.\nIn case of changes in prices for the ordered Services, the Operator undertakes to inform the Buyer about such changes as soon as possible.\nThe Buyer may confirm or cancel the Order.\nIn case of absence of communication with the Buyer, the Order is considered cancelled within 14 calendar days from the moment of registration.\n</p>\n<p>5.3.Money is accepted by cashless payment.\n</p>6.\nReturn of the Order <p>6.1 In accordance with clause 4.\nof the article.\n26.1.\nof the Law of the Russian Federation No.\n2300-I \"On Protection of Consumer Rights\" the Purchaser has the right to cancel the ordered Service at any time before the Order execution.\n</p>\n<p>6.2 The Buyer has no right to refuse the paid Order (or a part of it) of proper quality, having individually determined properties.\n</p>\n<p>6.3 In case of provision of the Service of improper quality, the Buyer undertakes to contact the Seller as soon as possible.\n</p>\n<p>6.4 In accordance with Article 22 of the Law of the Russian Federation No.\n2300-I \"On Protection of Consumer Rights\" the amount paid by the Buyer for the Service of Inadequate Quality is subject to return to the Buyer within 10 calendar days from the moment of submission of the relevant request.\nThe refund shall be made in cash at the Seller's office.\nIf the Service was paid through the electronic payment system, the refund is made to the electronic account of the Buyer within 5 working days.\n</p>\n<p>6.5.\nThe following conditions must be met for the refund of the Service of proper quality (provided in accordance with the description on the website https://timestripe.com/): </p>\n<p>A letter with an application to info@timestripe.com has been sent, where the reason for the money refund is specified.\n</p>\n<p>The letter should also specify the user account and the account (paragraph 6.9) to which the funds are to be transferred.\n</p>\n<p>In other cases, a refund for the service of proper quality is not possible.\n</p>\n<p>6.6.\nIn order to refund money for the service of improper quality (provided not in accordance with the description on the website https://timestripe.com/), a bill of lading or an act of refund shall be drawn up, in which it is specified: </p>\n<p>full corporate name of the Seller.\n- name, surname, patronymic and passport data of the Buyer.\n</p>\n<p>name of the Service.\n</p>\n<p>reason for refund of funds for the Service.\n</p>\n<p>date of Service rendering.\n</p>\n<p>amount to be refunded.\n</p>\n<p>signatures of the Seller and the Buyer.\n</p>\n<p>6.7 The following conditions must be fulfilled for the refund of money in case of absence of the fact of starting of the Service rendering: </p>\n<p>A letter with an application to info@timestripe.com has been sent, where the reason for the money refund is indicated.\n</p>\n<p>The letter should be accompanied by a detailed description of the problem that arose while using the Service, as well as, if possible, a screenshot of the problem page and the text of the console error.\n</p>\n<p>The letter should also specify the user account and the account (point 6.9) to which the money transfer is supposed to be made.\n</p>\n<p>In other cases it is impossible to refund money for not rendered Service.\n</p>\n<p>6.8.\nThe refund of the Service cost is made not later than 10 (ten) days from the date of the Buyer's submission of the relevant claim.\n</p>\n<p>6.9.\nIn order to refund the funds to the bank card the Customer should fill in the \"Application for refund of funds\", which is sent by the Company to the Customer's e-mail address upon request, and send it together with the passport copy to info@timestripe.com.\nThe refund will be made to the Customer's bank account specified in the application within 10 (ten) working days from the date of receipt of the \"Application for refund\" by the Company.\n</p>\n<p>6.10.\nIn order to refund the funds credited to the Company's current account by mistake through payment systems, the Customer must apply with an application and attach a copy of passport and cheques/receipts confirming the erroneous crediting.\nThis application should be sent to the following address: info@timestripe.com.\nUpon receipt of an application with a copy of passport and cheques/receipts attached, the Company will make a refund within 10 (ten) business days from the date of receipt of the 3rd application to the Customer's current account specified in the application.\nIn this case, the amount of refund will be equal to the value of the Order.\n</p>\n<p>6.11.\nTerm of consideration of the Application and refund to the Customer starts to be calculated from the moment of receipt of the Application by the Company and is calculated in working days without holidays/ weekends.\nIf an Application is received by the Company after 18.00 on a working day or on a holiday / weekend, the moment of receiving an Application by the Company is the next working day.\n</p>\n<p>6.12.\nThe request for return must be submitted by the Buyer to the Seller by e-mail to info@timestripe.com.\nThe request can be made in a free form with the obligatory indication of the Buyer's contact details coinciding with those indicated when ordering the Service, the name of the returned Service and the reasons for the return.\nThe Buyer has the right to ask the Seller all questions by phone +7 964 567-19-77.\n</p>7.\nCopyrights <p>7.1 All text information and graphical images placed on https://timestripe.com/ are the property of the Seller and/or its suppliers.\n</p>8.\nRights, duties and responsibilities of the Seller and/or its suppliers.\n<p>8.1.\nThe Seller is not responsible for improper use of the Services by the Purchaser ordered on the website or through the Operator.\n</p>\n<p>8.2.\nThe Seller has the right to transfer its rights and obligations on execution of orders to third parties.\n</p>\n<p>8.3.\nThe Seller is entitled to record telephone conversations with the Purchaser.\nAccording to item 4 of article 16 of the Federal law \"About information, information technologies and about information protection\" the Seller undertakes: to prevent attempts of unapproved access to the information and/or transfer to the persons who are not directly related to execution of Orders.\nto find out and stop such facts in due time.\nTelephone conversations are recorded for the purpose of monitoring the Operator's activity and quality control of Order execution.\n</p>\n<p>8.4.\nThe Buyer has the right to send all claims on improper execution of the Order to the e-mail address specified on the website https://timestripe.com/contact/, in the Contacts section.\nAll received information shall be processed as soon as possible.\n</p>9.\nRegular payments 9.1 Agreement on providing individuals with the opportunity to pay for the services of PE Burov Anatoly Vladimirovich through regular automatic money transfers <p>PE Burov Anatoly Vladimirovich registered at 194017, St.\nPetersburg, Kostromskoy pr.\n20-32, acting on the basis of the certificate 320784700134135, hereinafter referred to as the Supplier, offers Users to use the Service \"Recurrence write-offs\" and to conclude this Agreement (hereinafter - the Agreement), which is an addition to the Agreement and an integral part of the Agreement, on determination of the procedure of settlements under the Agreement.\n</p>\n<p>The User unconditionally agrees to this Agreement by taking specific actions to activate the \"Recurring debits\" Service at the moment when the User accepts this Agreement and performs actions to activate the \"Recurring debits\" Service.\n</p>9.2 Terms and definitions <p>9.2.1 Service \"Recurrence write-offs\" - service for regular automatic money transfers from the Holder's Bank card in favor of the Supplier for the goods/services provided by the Supplier under the Contract on the basis of the Holder's prior acceptance, according to tariffs and options under the Contract.\n</p>\n<p>9.2.2 Agreement - a bilateral agreement concluded between User and Supplier under the terms of which Supplier undertakes to provide Service to User, and the latter undertakes to pay for it.\n</p>\n<p>9.2.3 Service/goods - provision of services by Supplier from the range of https://timestripe.com/.\n</p>\n<p>9.2.4 User - natural person, who concluded an Agreement with Supplier.\nBank - credit organization - Tinkoff Bank JSC BIK:044525974 К/с:30101810145250000974 </p>\n<p>9.2.5 Request - information message sent by the Bank to the issuing Bank for transfer of funds from the Bank Card in favor of the Supplier.\n</p>\n<p>9.2.6 Issuing Bank - a credit institution issuing Bank Cards, as well as settling transactions made with the Bank Cards.\n</p>\n<p>9.2.7 Processing Centre - Cloud Payments LLC — PSRN Ф1147746077159, ITN 7708806062.\n</p>\n<p>9.2.8 The cardholder is an individual who gives the order to the issuing Bank to transfer money from the Bank card on behalf of the User in favor of the Supplier by means of the Service \"Recurring write-offs\".\n</p>\n<p>9.2.9 Bank card - a settlement or credit card, the issuer of which is the Bank-issuer, which is an instrument of cashless settlements, designed for the Cardholder to make transactions with the funds in the Cardholder's bank accounts in the Bank-issuer, or with the funds provided by the Bank-issuer on credit to the Cardholder in accordance with the legislation of the Russian Federation, as well as the contract of the bank account, or within the established limit, in accordance with the credit agreement.\nPayment for Supplier's Services according to the present Agreement is possible by Bank cards of VISA International, MasterCard International payment systems registered according to the current legislation of the Russian Federation.\nIn this case, the possibility of using specific types of VISA International and MasterCard International cards is established by the issuing bank.\n</p>\n<p>9.2.10 Acceptance of the User is an unconditional agreement between the User and the terms and conditions of this Agreement.\n</p>\n<p>9.2.11 Personal profile - a section of Supplier's Website protected by the access control system, providing User with an interface for interaction with Supplier under the Agreement.\n</p>\n<p>9.2.12 The Supplier's website is a website located on the Internet at https://timestripe.com/.\n</p>9.3 Description of the \"Recurring write-offs\" service and the method of its activation <p>9.3.1 The \"Recurring debits\" service allows the User to pay for Supplier's Services under the Agreement by means of regular automatic money transfers in favour of the Supplier from Bank cards.\nActivation (connection) of the Service \"Recurrence write-offs\" implies the following actions: </p>\n<p>9.3.2.\nAt Supplier's website, User puts a checkmark in the item \"I agree to terms of offer (https://timestripe.com/oferta)\" and clicks \"Pay\".\nService \"Recurrence write-offs\" is connected only for the Bank card registered by the cardholder.\n</p>\n<p>9.3.3.\nRegistration of a Bank card: the Holder of a card enters data of the Bank card on WEB-page of input of payment data.\n</p>9.4 Action of Service \"Recurrence write-offs\".\n<p>9.4.1 After connecting the \"Recurring debits\" Service, money will be transferred from the Bank Card in terms and amounts required for the proper performance of the User's obligation under the Agreement.\nPayments are regular and will be debited without acceptance from the User's bank card once a month.\n</p>\n<p>9.4.2 The direct debit of funds shall be made by the Issuer Bank on the basis of the prior consent of the User to such debit in the amount and time specified in the Agreement.\nThe request for transfer of funds with the amount of transfer to the Issuing Bank is transferred by the Bank and the Processing Centre within the framework of agreements concluded with the Supplier.\n</p>\n<p>9.4.3.\nAt one moment, the User can activate (connect) the Service \"Recurring debits\" only by one Bank card of the payment system Visa (Visa Inc.), MasterCard or Maestro (MasterCard International Inc.).\n</p>\n<p>9.4.4.\nSupplier does not store or process data of Users' bank cards, as well as other personal data of Users, providing only requests to the Processing Centre and the Bank for repeated transaction on User's bank card.\n</p>\n<p>9.4.5.\nSupplier does not guarantee the possibility of making transactions with the Bank Card.\n</p>\n<p>9.4.6.\nThe User guarantees that he is the Holder of a bank card, consciously, correctly and completely enters all demanded requisites of a bank card at activation (connection) of Service \"Recursive write-offs\".\n</p>\n<p>9.4.7.\nPerforming the actions specified in p.\n1.1.1.\nof the Agreement is recognized as analogous to the User's handwritten signature.\n</p>\n<p>9.4.8.\nConnection of the \"Record write-offs\" Service according to the procedure stipulated by this Agreement is performed only if there is technical capability of Supplier, Processing Center, Bank, Issuer Bank.\nSupplier, Processing Center, Bank are not responsible for impossibility to connect the \"Record write-offs\" Service.\n</p>\n<p>9.4.9.\nIn case of insufficiency of funds in the Bank Card account for making a transfer, the Supplier has the right to repeat the request to debit the Bank Card.\n</p>\n<p>9.4.10.\nSupplier has the right to make amendments to this Service Agreement by notifying the User in writing or by other available means, including by sending an e-mail message specified in the Agreement to the User, or by a telephone program, or by posting information at the Supplier's Web-site.\n</p>9.5 Cancellation of \"Recurring write-offs\" Service <p>9.5.1 The User is disconnected (refused) from the \"Recurring debits\" Service: </p>\n<p>A) On the page https://timestripe.com/unsubscribe the User specifies the phone number which he specified earlier when connecting the service.\n</p>\n<p>B) Clicks the button \"Unsubscribe\".\nIn this case the funds transferred from the Bank card before disconnection (refusal) of the User from the Service \"Recurring debits\" for the Services are not returned to the User.\n</p>9.6 Restrictions on the use of the Service \"Recursive write-offs\".\n<p>9.6.1.\nno more than 5 (five) transfers per day may be made from one Bank Card.\n</p>\n<p>9.6.2.\nno more than 15,000 rubles can be transferred from one Bank Card for one transaction.\n</p>\n<p>9.6.3.\ntransfers of not more than 50,000 Rubles per day can be made from one Bank Card.\n9.6.2.\ntransfers of not more than 15,000 Rubles per day can be made from one Bank Card.\n</p>\n<p>9.6.4.\nmoving to the page \"Make a payment\" is possible only if the User has an Internet connection, regardless of the current account status.\n</p>9.7 Responsibility of the parties <p>9.7.1.\nThe Supplier, the Processing Centre, the Bank shall not be liable for inoperability and/or temporary inoperability of the \"Recurring debits\" Service.\nThe User independently controls the performance of its obligation to pay under the Agreement.\nIn the event of the inoperability and/or temporary inoperability of the Recurring Debits Service, the User must use other ways of fulfilling their obligations under the Agreement.\n</p>\n<p>9.7.2 Disputes between the parties arising in connection with the performance of the terms and conditions of this Agreement shall be resolved in the course of sending claims.\n</p>\n<p>9.7.3 If the Parties fail to reach mutual consent, disputes between them shall be resolved in accordance with the terms of this Agreement and the Offer.\n</p>9.8 Other terms and conditions <p>9.8.1 Performing actions to connect the \"Recurring write-offs\" Service: </p>\n<p>A) The User unconditionally agrees with all the terms of this Agreement.\n</p>\n<p>B) The User gives in advance the given acceptance for writing-off of funds by the Supplier from the Bank card on conditions of the present Agreement.\n</p>\n<p>C) The User grants the right to the Processing Center, the Bank to store, collect and process their personal data (Surname, Name, Patronymic name, series and number of the passport, place and date of birth, number of the current account and the Bank Card) for the purpose of realization of the present Agreement.\n</p>\n<p>D) The User gives their consent to pay for Services in accordance with the terms of the Agreement.\n</p>\n<p>9.8.2.\nSupplier has the right to disconnect and/or limit User from \"Recurring debits\" Service.\n</p>\n<p>Rights and obligations of User and Supplier, arising from this offer, may not be transferred to third parties without written consent of the other party.\nI, User, have read and agree with this agreement of use of \"Recurring payments\" service, with automatic writing off of funds from bank card for Supplier's services under the Agreement.\n</p> Contact Information <p>PE Burov Anatoly Vladimirovich</p>\n<p>ITN 780246845424</p>\n<p>+7 906 253-97-21</p>\n<p>info@timestripe.com</p>\n<br>\n<br> Russian version <br>\n<br>\n<p>←&nbsp;Back to Timestripe</p>\n<br>\n<br>\n<br> ", "created_at": "2023-05-18 18:22:14.122705", "updated_at": "2023-05-18 18:23:42.514167"}, {"id": 16268, "name": "Privacy Policy", "url": "https://timestripe.com/privacy/", "xpath": "//body", "text": " Privacy Policy for Timestripe <p>At Timestripe, accessible from timestripe.com, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by Timestripe and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.</p>\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Timestripe.\nThis policy is not applicable to any information collected offline or via channels other than this website.</p> Consent <p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.</p> Information we collect <p>The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.</p>\n<p>If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.</p>\n<p>When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.</p> How we use your information <p>We use the information we collect in various ways, including to:</p>\n<ul>\n<li>Provide, operate, and maintain our website</li>\n<li>Improve, personalize, and expand our website</li>\n<li>Understand and analyze how you use our website</li>\n<li>Develop new products, services, features, and functionality</li>\n<li>Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes</li>\n<li>Send you emails</li>\n<li>Find and prevent fraud</li>\n</ul> Log Files <p>Timestripe follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.\nOur Privacy Policy was created with the help of the Privacy Policy Generator&nbsp;and the Disclaimer Generator.</p> Cookies and Web Beacons <p>Like any other website, Timestripe uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.</p>\n<p>For more general information on cookies, please read \"What Are Cookies\".</p> Advertising Partners Privacy Policies <p>You may consult this list to find the Privacy Policy for each of the advertising partners of Timestripe.</p>\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Timestripe, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that Timestripe has no access to or control over these cookies that are used by third-party advertisers.</p> Third Party Privacy Policies <p>Timestripe's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\nYou may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.</p> CCPA Privacy Rights (Do Not Sell My Personal Information) <p>Under the CCPA, among other rights, California consumers have the right to:</p>\n<p>Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.</p>\n<p>Request that a business delete any personal data about the consumer that a business has collected.</p>\n<p>Request that a business that sells a consumer's personal data, not sell the consumer's personal data.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p> GDPR Data Protection Rights <p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>The right to access – You have the right to request copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete.</p>\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.</p>\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.</p>\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</p>\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p> Children's Information <p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.</p>\n<p>Timestripe does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p> Accounts deletion <p>Users may request the deletion of their accounts and the associated data by sending an email to help@timestripe.com.\nSuch requests are processed withing two business days.</p>\n<br>\n<br>\n<p> ← Back to Timestripe </p>\n<br>\n<br>\n<br> ", "created_at": "2023-05-18 18:22:14.093059", "updated_at": "2023-05-18 18:24:09.91389"}], "points": [], "urls": ["timestripe.com"]}}