{"error": 448, "message": "OK", "parameters": {"id": 8375, "name": "Equifax", "created_at": "2023-05-18 17:32:23.249998", "updated_at": "2023-05-18 22:02:18.333542", "wikipedia": "https://en.wikipedia.org/wiki/Equifax", "keywords": null, "related": null, "slug": "equifax", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8375.png", "url": "equifax.com", "documents": [{"id": 16263, "name": "Privacy Statement", "url": "https://www.equifax.com/privacy/privacy-statement/", "xpath": "//*[@id=\"main-content\"]", "text": " Equifax Privacy Statement <em>Last Updated:&nbsp.\nFebruary&nbsp;2023</em>\n<br>\nThis privacy statement describes how Equifax Inc.\n(\"Equifax\") and its United States affiliates (collectively, \"Equifax\", \"we\", \"us\", \"our\") collect, use, and share personal data about individuals in the United States.\nIndividuals outside the United States should refer to the privacy statements for their country on our country-specific websites.<br>\n&nbsp.\n<p>\n<strong>Employment Data</strong>\n<br>\nPlease note we restrict the use of personal data collected through our employment-related products, such as I-9, W-2 form management and employment verification.\nPlease read the&nbsp;Equifax Workforce Solutions section for more information.&nbsp;</p>\n<p>\n<strong>Consumer Reporting Activity</strong>\n<br>\nCertain Equifax affiliates are consumer reporting agencies, as defined under the federal Fair Credit Reporting Act (\"FCRA\") and certain similar state laws and regulations.\nEach of these affiliates comply with the FCRA requirements regarding the collection, use, and sharing of personal data used in consumer reports.</p>\n<p>\n<strong>California Residents</strong>\n<br>\nPlease note this privacy statement also contains a California Residents Privacy Statement and Notice at Collection section devoted to the rights of California residents under the California Consumer Privacy Act of 2018 (\"CCPA\") and its successor, the California Privacy Rights Act of 2020 (“CPRA”):&nbsp;California Residents Privacy Statement and Notice at Collection.</p> Anchor Text Personal Data Collected<br> Sources of Personal Data<br> How We Use Personal Data<br> Equifax Workforce Solutions<br> Notice of Collection, Storage, use and Destruction of Biometric Information<br> Cookies, Web Beacons and Other Technology<br> Choices and Control over your Information<br> Security<br> California Residents Privacy Statement and Notice at Collection<br> Consumer Rights Requests<br> Changes to this Privacy Statement<br> Contact Us Personal Data Collected Equifax collects the following categories of personal data:\n<p>\n<strong>Name and contact information.&nbsp;</strong>Your first and last name, email address, postal address, phone number, and other similar contact information.</p>\n<p>\n<strong>Identifiers.&nbsp;</strong>Government-issued identifiers, such as a social security number or driver's license number, and other state-issued identification numbers, as well as other unique identifiers such as those associated with your device.</p>\n<p>\n<strong>Demographic information.</strong>&nbsp;Information about you such as your age, gender, country, and preferred language.</p>\n<p>\n<strong>Payment information.</strong>&nbsp;Information required to process payments directly to Equifax, such as your payment card information including its account number and associated security code.</p>\n<p>\n<strong>Financial information.</strong>&nbsp;Information about your financial accounts, such as outstanding balances, bank holdings, loan history, bill payment history, and insurance information.\nIn some cases this includes corresponding account numbers.\nThis information is generally collected in our applicable affiliate's capacity as a credit reporting agency under the FCRA, and, in those instances, our collection, use, and sharing of this information is regulated by the FCRA.\nWe are also provided with this information when acting as a service provider to financial institutions, in which cases our use of the data is regulated by the Gramm-Leach-Bliley Act (\"GLBA\").</p>\n<p>\n<strong>Commercial information.</strong>&nbsp;Information regarding products or services you have purchased or considered purchasing, or other purchasing or spending histories or tendencies.</p>\n<p>\n<strong>Internet or other similar network activity.&nbsp;</strong>Information regarding your browsing history, search history, and information about how you interact with our websites, applications, advertisements, or emails.</p>\n<p>\n<strong>Device information.</strong>&nbsp;Information about the devices you use to access our websites, applications, or advertisements, such as browser, operating system type, device ID, and IP address.\nYour IP address may be used to identify the general geographic location of your device.</p>\n<p>\n<strong>Professional or employment-related information.&nbsp;</strong>Information regarding your employment status, history, and compensation.\nThis is typically provided by your employer or its payroll provider as a result of Equifax providing a Workforce Solutions service to your employer, or otherwise collected through an Equifax affiliate's capacity as a credit reporting agency under the FCRA.\nPlease read the&nbsp;Equifax Workforce Solutions&nbsp;section for more information.</p>\n<p>\n<strong>Support information.&nbsp;</strong>Information you provide when you contact Equifax for support, such as the content of your communications with Equifax, and the products or services related to your inquiry.\nWhen you contact us, such as for customer support, phone conversations or chat sessions with our representatives may be monitored and recorded.</p>\n<p>\n<strong>Education information.</strong>&nbsp;Information regarding your education history, including degrees earned and student loan financial information.</p>\n<p>\n<strong>Inferences drawn from personal data.&nbsp;</strong>Profiles or scores developed using your personal data which reflect your preferences, characteristics, or consumer spending profile.</p>\n<p>\n<strong>Public records information.</strong>&nbsp;Information about you lawfully made available by federal, state, or local governments.\nThis includes information about legal proceedings in court records and business ownership and affiliation information included in secretaries of state filings.</p>\n<p>\n<strong>Photos.</strong>&nbsp;For authentication purposes, in some circumstances we may request copies of your photo identification.\nEquifax also offers a product that allows you to verify your identity by submitting photos of yourself and your identification.\nInformation collected and generated through this product is stored in accordance with our&nbsp;Notice of Collection, Storage, Use, and Destruction of Biometric Information.</p>\n&nbsp.\n<p>\n<b>BACK TO TOP</b>\n</p> Sources of Personal Data <p>We collect personal data from the following sources:</p>\n<p>\n<strong>Directly from you.</strong>&nbsp;We collect personal data through our interactions with you, such as when you contact customer support or interact with our social media accounts.\nWe also collect personal data from you through our products, such as when you register to create an account.\nSome of this information is collected about your interactions, use, and experience with our products and communications.</p>\n<p>\n<strong>Devices and browsers.&nbsp;</strong>We collect personal data through browsers and devices that interact with our websites, online services, and mobile applications.</p>\n<p>\n<strong>Employers.&nbsp;</strong>Companies provide us with personal data about their employees, including prospective and former employees.\nWe usually receive this information as part of providing services to our Workforce Solutions customers.\nEmployment and compensation information is sometimes provided by your employer's payroll provider on your employer's behalf.\nPlease read the&nbsp;Equifax Workforce Solutions&nbsp;section for more information.\nWe also receive this information when employers provide or purchase our products as a benefit to their employees.</p>\n<p>\n<strong>Financial institutions.</strong>&nbsp;We collect personal data from companies that offer financial products or services to consumers, like loans, financial or investment advice, or insurance.\nThis includes banks, mortgage lenders, loan brokers, some financial or investment advisors, insurance companies, and debt collectors.</p>\n<p>\n<strong>Consumer credit customers.</strong>&nbsp;We collect personal data from businesses you permit to access your consumer credit report information in connection with a transaction between you and the business.\nFor example, this includes retail businesses that offer branded credit cards, car dealerships that arrange or facilitate financing for your car purchase or lease, property managers that evaluate your lease application, utility and telecommunications providers, and third-party businesses that offer you access to the information in your Equifax consumer credit report as part of a product or service.</p>\n<p>\n<strong>Third-party data providers.&nbsp;</strong>We purchase personal data from third-party companies that collect and aggregate personal data.\nData resellers collect personal data from a variety of sources, including directly from consumers, through devices and browsers, public records, news sources, and from other businesses and data brokers.</p>\n<p>\n<strong>Business customers.&nbsp;</strong>Our business customers provide us with personal data when we provide them with our products and services.\nFor example, a business customer may provide us with its customer list so that Equifax can help manage its accounts through our identity resolution services, or provide information to supplement the customer list for marketing purposes.\nIn most instances, Equifax is limited in using the personal data provided by the business customer to provide the product or service requested by the business customer.</p>\n<p>\n<strong>Government agencies and contractors.</strong>&nbsp;Federal, state, and local government agencies and contractors provide us with personal data.\nWe receive personal data from government agencies in our role as a service provider for government agencies, when providing compliance solutions for our Workforce Solutions customers, in our affiliates' role as a consumer reporting agency, and when we receive information used for compliance purposes such as government-maintained sanctions lists.</p>\n<p>\n<strong>Public records.&nbsp;</strong>We collect personal data which is sourced from public records made available by federal, state, and local governments.\nThis includes information on real property ownership and sales history, tax assessments, secretary of state filings, court findings, and federally provided sanctions lists.</p>\n<p>\n<b>BACK TO TOP</b>\n</p> How We Use Personal Data Business purposes <p>We may use or disclose the personal data we collect for one or more of the following business purposes:</p>\n<ul>\n<li>\n<p>Provide, improve, and develop our products and services, which includes updating, securing, and troubleshooting, as well as providing support.</p>\n</li>\n<li>\n<p>Personalize our products and services and make recommendations.</p>\n</li>\n<li>\n<p>Advertise and market products and services to you from both affiliated and non-affiliated entities, which includes sending promotional communications, target advertising, and presenting you relevant offers.</p>\n</li>\n<li>\n<p>To fulfill or meet the reason for which the information is provided.\nFor example, if you provide us with personal data in order to dispute information in your consumer report, we may use the information to update your consumer report.</p>\n</li>\n<li>\n<p>To provide you with email or SMS alerts and other notices concerning our products or services, or events or news, that may be of interest to you.</p>\n</li>\n<li>\n<p>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collections.</p>\n</li>\n<li>\n<p>To improve our websites and present their contents to you.</p>\n</li>\n<li>\n<p>For testing, research, analysis and product development.</p>\n</li>\n<li>\n<p>To detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity.</p>\n</li>\n<li>\n<p>For authentication purposes when you access our products or services and to help you recover forgotten passwords.&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p> Sharing Personal Data <p>We sometimes share personal data with third parties to carry out the above business purposes, including our affiliates and service providers.\nWe may also share your personal data with third parties to whom you consent to us disclosing your personal data.\nPrior to sharing personal data with these third parties, we review the services performed by each third party and require that the third party both keep personal data confidential and secure and not use it for any purpose except performing the services.</p>\n<p>We do not share personal data collected through mobile phones for authentication purposes with third-party affiliates for marketing purposes.</p>\n<p>We also share personal data for the following reasons:</p>\n<p>\n<strong>Disclosure for legal reasons or as necessary to protect Equifax, its affiliates and others</strong>.\nWe may release personal data to third parties: (1) to comply with valid legal requirements such as a law, regulation, search warrant, subpoena, court order, or other legal process.\n(2) in special cases, such as a physical threat to you or others, a threat to homeland security, a threat to our system or network.\nor (3) cases in which we believe it is reasonably necessary to investigate or prevent harm, fraud, abuse, or illegal conduct.</p>\n<p>\n<strong>Changes in our corporate structure</strong>.\nIf all or part of our company is sold or merged, if we make a sale or transfer of assets, or in the unlikely event of a bankruptcy, we may transfer your information, including your personal data, to one or more third parties as part of that transaction.</p>\n<p>&nbsp;</p> Commercial Purposes <p>We use and sell personal data to nonaffiliated third parties for the following commercial purposes:</p>\n<p>\n<strong>Consumer credit reporting.&nbsp;</strong>Some of our affiliates collect, use, and sell personal data when acting as a consumer reporting agency, as this activity is regulated by the FCRA.\nActing as a consumer reporting agency, these affiliates collect personal data about your creditworthiness, credit standing, credit capacity and mode of living from a variety of data furnishers, share this information with credit providers and other entities when they make decisions to extend credit or enter into transactions with you, assist lenders and other creditors with their portfolio management, and use and/or disclose personal data for other permissible purposes under the FCRA, including, but not limited to, insurance underwriting, government benefits, and employment verification, and other uses at the consent of the consumer.</p>\n<p>\n<strong>Commercial credit reporting.</strong>&nbsp;We collect, use, and sell personal data as part of our commercial credit reporting services.\nThese services permit our customers to make informed decisions regarding providing credit to or investing in businesses.\nCommercial credit reports may contain the names and other personal data of owners, principals, guarantors, or agents of the businesses.</p>\n<p>\n<strong>Workforce Solutions.</strong>&nbsp;We collect, use, and sell personal data as part of the Workforce Solutions that we provide to our employer customers.\nThese services enable our customers to provide services and benefits to their employees, and to help manage their workforce in compliance with laws and regulations.\nPlease read the&nbsp;Equifax Workforce Solutions&nbsp;section for more information.</p>\n<p>\n<strong>Marketing services.</strong>&nbsp;We collect, use, and sell personal data as part of our consumer and commercial marketing services.\nThis includes providing customers with personal data of potential customers to inform their marketing efforts, or permitting our customers to enhance their existing marketing lists for accuracy and effectiveness.</p>\n<p>\n<strong>Fraud detection and identity management.&nbsp;</strong>We collect, use, and sell personal data as a part of our fraud detection, identity verification, and identity resolution services.\nThese services help us and our customers prevent security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and prosecute those responsible for that activity, as well as more accurately manage the account information of their customers.</p>\n<p>\n<strong>Regulatory compliance.</strong>&nbsp;We collect, use, and sell personal data as part of our regulatory compliance products, which help customers comply with federal, state and local laws and regulations.</p>\n<p>\n<strong>Debt recovery.</strong>&nbsp;We collect, use, and sell personal data as part of our debt recovery products.\nThese products help our customers locate consumers for the purposes of collecting debts owed by the consumer.</p>\n<p>\n<b>BACK TO TOP</b>\n</p> Equifax Workforce Solutions <p>Through its Equifax Workforce Solutions (\"EWS\") products, an affiliate of Equifax collects employee personal data from employers and their employees.\nEWS's employment verification products use employer-provided information to offer income and employment verification services, which automates the process of employers responding to employment and income verification requests from third parties such as lenders and banks.\nThe collection, use, and sharing of personal data for this purpose is regulated by the FCRA.&nbsp;EWS also offers products which allow employers to outsource and automate the performance of certain payroll-related and human resource management business processes, including unemployment claims management, tax credits and incentives, I-9 and W-2 form management services and services which assist with Affordable Care Act compliance.\nEmployers and employees provide employee personal data to Equifax through these EWS products.\nAs part of providing EWS services, Equifax and its affiliates agree to only use personal data collected through EWS products for the purpose of providing the EWS services, and not for other purposes such as marketing.\nThis applies to employee personal data provided to Equifax by an employer and personal data provided to Equifax by an employee through interacting with an EWS product.</p>\n<p>In some instances, when permitted by its clients, EWS uses deidentified employee data to perform analytics, modeling and/or demographic studies.\nThis deidentified employee data does not include any information that individually, or collectively, could be used to identify either the employer or individual employees.</p>\n<p>\n<b>BACK TO TOP</b>\n</p> Notice of Collection, Storage, use and Destruction of Biometric Information <p>Equifax Information Services LLC partners with Mitek Systems, Inc.\nand Acuant, Inc.\nto offer products through which Equifax, other businesses, and government agencies allow you to verify your identity by submitting photos of yourself and your photo identification.\nIf you utilize one of these products, Equifax Information Services LLC, its partners Mitek Systems, Inc.\nand Acuant, Inc., and the other business or government agency with which you initiate the transaction (the “Parties”), may collect, capture, transmit, store, maintain, use, and otherwise process information about face geometry and related biometric information derived from the photos and other information (including information from your driver’s license/passport) that you submit to us for the purpose of providing identity-verification services.<br>\n<br>\nThe Parties may use this information from the time of your submission of the information to us, and for the duration of the period that we need to retain the information for identity-verification purposes.\nWe will promptly destroy all biometric information after the completion of our verification process, in no case longer than 13 months after your submission of the information to us.<br>\n<br>\nWhen you consent to the collection and use of this information, you acknowledge and agree that the Parties may share biometric information with other service providers for use in the verification services.\nOtherwise, we will not disclose face geometry or other biometric information to third parties without first obtaining additional consent.<br>\n<br>\nYour consent to this Notice of Collection, Storage, use and Destruction of Biometric Information prior to submitting the photos signifies your written release to us to collect, store, use, and eventually destroy the face geometry and other biometric information that we may derive from the information that you submit to us.</p>\n<p>\n<b>BACK TO TOP</b>\n</p> Cookies, Web Beacons and Other Technology Cookies <p>We use session and persistent cookie technology.\nCookies are text files saved by a device's browser that stores information.\nThat information is available to us later when the browser returns to one of our websites.</p>\n<p>&nbsp;</p> Web Beacons <p>We use web beacons to tell us when a person views a web page, opens a video or reads their email.\nWeb beacons are small pieces of code placed on webpages, videos, and in emails.</p>\n<p>&nbsp;</p> Other Local Storage <p>We use other kinds of local device storage in connection with the use of our services.\nThese technologies are similar to cookies in that they are stored on devices.\nLocal storage allows us to monitor people's activities on our services and store their preferences.</p>\n<p>&nbsp;</p> Measurement Code <p>We use code on our websites to estimate financial and other attributes of our visitors.\nThis is done by correlating the IP address of the visitor with a geographic location.\nWe then correlate that with general financial and economic information about people in that location.</p>\n<p>&nbsp;</p> Third-party Cookies and Tracking Technology <p>Our partners use cookies, web beacons, and other technologies for similar purposes.\nWe have agreements with companies, sometimes called \"Ad Networks,\" that serve advertising on behalf of other companies.\nThese Ad Networks may place or recognize a cookie, called a \"third party cookie,\" on a visitor's computer when they visit a website not affiliated with us that has a contract with them.\nAd Networks use cookies to understand web usage patterns of people who see advertisements, to control the sequence of advertisements they see, to provide them with the most relevant advertising, and to make sure they don't see the same ad too many times.\nAd Networks may connect information about pages visited on our site with information about pages visited on other sites.\nThey show advertising based on this combined information, including advertising for our products.</p>\n<p>While we do not control Ad Networks or what they do with the information they collect, we only work with companies that have agreed to participate in the Network Advertising Initiative (NAI), the Digital Advertising Alliance (DAA), and/or the Interactive Advertising Bureau (IAB), and abide by the associated principles.</p>\n<p>&nbsp;</p> Analytics Services <p>Our websites, products, and online advertisements often contain web beacons or similar technologies from third-party analytics providers, which help us compile aggregated statistics about the effectiveness of our promotional campaigns or other operations.\nThese analytics providers are able to set or read their own cookies on your device through which they can collect information about your online activities across applications, websites, and other products.\nTo learn more about controlling information provided to these analytics provides, click on the following links:&nbsp;Adobe opt-out site,&nbsp;Google Analytics Opt-out Browser Add-on.&nbsp;<br>\n<br>\n<b>BACK TO TOP</b>\n</p> Choices and Control over your Information <p>In general, choices concerning our collection, use and disclosure of information are limited to those provided by law.\nFor details of choices under the Federal Fair Credit Reporting Act, please see our&nbsp;FCRA Summary of Rights web page.\nBeyond those choices, individuals may elect to not provide information directly to us.\nHowever, in many cases this will limit our ability to provide services.</p>\n<p>&nbsp;</p> Opting out of Promotional or Marketing Email <p>If you do not wish to receive promotional or marketing offers by email, you may opt out of receiving further promotional offers and emails by clicking on the \"unsubscribe\" button in the email.\nIn addition, some Equifax products allow you to manage your communications preferences by logging into your account and managing your account profile.\nFor example, you can manage this preference by logging into my.equifax.com and clicking on \"My Account.\" Note, however, if you are an Equifax customer, you will continue to receive emails from us related to the operation and administration of your account.</p>\n<p>&nbsp;</p> Opt out of the Sharing of your Personal Data <p>You can limit the sharing of your personal data among our affiliates to market to you, the sharing of your personal data with non-affiliates to market to you (other than sharing as part of a joint marketing agreement), and the sharing of personal data regarding your creditworthiness among Equifax affiliates for everyday business purposes.\nTo limit the sharing of your personal data, take any of the below actions:</p>\n<ul>\n<li>\n<p>Visit us online:&nbsp;https://www.equifax.com/personal/credit-report-services/.</p>\n</li>\n<li>\n<p>Call 1-866-807-7461 from 8:00 a.m.\n- 3 a.m., Eastern Time seven days a week—our menu will prompt you through your choice(s).</p>\n</li>\n<li>\n<p>Log in to your my.equifax.com account and manage your sharing preferences in \"My Account.\"</p>\n</li>\n</ul>\n<p>&nbsp;</p> Online Behavioral Advertising <p>You can opt out of receiving ads based on your online behavior either by visiting the DAA opt-out page at&nbsp;http://www.aboutads.info/choices/, the Network Advertising Initiative opt-out page&nbsp;http://optout.networkadvertising.org/?c=1, or by clicking on the Ad-Choices icon in or near the ad.\nIf you elect to opt out of online behavioral advertising (OBA), you will still see ads, but they may not be as relevant to you.\nPlease keep in mind that opting out is cookie-based and will only affect the specific computer and browser on which the opt out cookie is applied.\nIf you delete your browser cookies or if you use a different computer or different browser and want to continue to be opted out of interest-based advertising, you will need to opt out again.\nFor more information, please read our&nbsp;Online Behavioral Advertising Notice.&nbsp;</p>\n<p>You can learn more about online advertising, including OBA or interest-based advertising, on the DAA website at www.aboutads.info/consumers and on the Network Advertising Initiative web site at&nbsp;www.networkadvertising.org/.&nbsp;</p>\n<p>&nbsp;</p> Do Not Track <p>Some browsers transmit \"do not track\" signals to the websites and other online services with which a user communicates.\nWe currently do not take action in response to these signals</p>\n<p>&nbsp;</p>\n<p>\n<b>BACK TO TOP</b>\n</p> Security <p>We are committed to protecting the security of your personal data and use a variety of security technologies and procedures to help protect your personal data from unauthorized access, use, or disclosure.\nHowever, no data transmission or storage can be guaranteed to be 100% secure.\nAs a result, while we strive to protect the personal data we maintain, we cannot ensure or warrant the security of any information that you transmit to us.\nEquifax complies with applicable data protection laws, including security breach notification laws.</p>\n<p>&nbsp;</p>\n<p>\n<b>BACK TO TOP</b>\n</p> California Residents Privacy Statement and Notice at Collection <p>The below section, as required by the California Consumer Privacy Act of 2018 (\"CCPA\") and its successor, the California Privacy Rights Act of 2020 (“CPRA”), supplements the information contained in the Equifax Privacy Statement and applies solely to visitors, users, and others who reside in the State of California.\nAny terms defined in the CPRA have the same meaning when used in the below section.\nTo exercise your right to opt-out of the sale of your personal information, or to limit the use and disclosure of your sensitive personal information, you may click here:&nbsp;Your Privacy Choices&nbsp;or call our Customer Care team at the number listed below.</p> Categories of Personal Information Collected <p>We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (\"personal information\").\nIn particular, we have collected the following categories of California consumer personal information from the following sources within the last twelve (12) months:</p> Category Examples Sources Collected Identifiers Including, but not limited to: <ul>\n<li>Name, alias, postal address, email address</li>\n<li>Unique personal identifier, online identifier, Internet Protocol address</li>\n<li>Account name</li>\n<li>Social Security number, driver's license number, passport number</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n<li>Public records</li>\n</ul> YES Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))<br>\n<i>Any information that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to, an individual’s name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.</i>\n<br>\n<br>\n<b>Some personal information included in this category may overlap with other categories.</b>\n<p>Some personal information included in this category may overlap with other categories.\nIncluding, but not limited to:</p>\n<ul>\n<li>Name, address, telephone number</li>\n<li>Social Security number, passport number, driver's license or state identification card number</li>\n<li>Education</li>\n<li>Employment and employment history</li>\n<li>Bank account number, credit card number, debit card number, or any other financial information</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n<li>Public records</li>\n</ul> YES Protected classification characteristics under California or federal law<br>\n<br>\n<i>An individual’s age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).</i>\n<p>Including, but not limited to:</p>\n<ul>\n<li>Age, race, citizenship, marital status, gender, veteran or military status, and ethnicity</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n<li>Public records</li>\n</ul> YES Commercial Information Including, but not limited to: <ul>\n<li>Records of personal property</li>\n<li>Products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n<li>Public records</li>\n</ul> YES Biometric Information Including, but not limited to: <ul>\n<li>Copies of photo identification for authentication purposes</li>\n<li>Call recordings from customer service calls for quality assurance purposes</li>\n</ul>\n<p>We also collect biometric information through an identity-verification product, as explained in our&nbsp;Notice of Collection, Storage, Use, and Destruction of Biometric Information.</p>\n<ul>\n<li>Directly from you</li>\n</ul> YES Internet or other similar activity Including, but not limited to: <ul>\n<li>Browsing history</li>\n<li>Search history</li>\n<li>Information on a consumer's interaction with a website, application, or advertisement.</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Third-party data providers</li>\n</ul> YES Geolocation data Including, but not limited to: <ul>\n<li>Physical location or movements</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n<li>Public records</li>\n</ul> YES Sensory Data <p>Including, but not limited to:</p>\n<ul>\n<li>Audio and electronic recording from customer service calls</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n</ul> YES <p>Professional or employment-related data</p>\n<p>Including, but not limited to:</p>\n<ul>\n<li>Current or past job history, including employment dates, employer name, and employer information</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n<li>Public records</li>\n</ul> YES <p>Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99))</p>\n<p>Including, but not limited to:</p>\n<ul>\n<li>Education records including dates of attendance</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n</ul> YES Inferences drawn from other personal information <p>Including, but not limited to:</p>\n<ul>\n<li>Personal preferences</li>\n<li>Characteristics</li>\n<li>Behavior</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n<li>Public records</li>\n</ul> YES Sensitive Personal Information <p>Including, but not limited to:</p>\n<ul>\n<li>Social Security number, driver’s license number, state ID number, or passport number</li>\n<li>Financial account information</li>\n<li>Precise geolocation</li>\n<li>Racial or ethnic origin, religious or philosophical beliefs</li>\n<li>Contents of mail, email, or text messages</li>\n<li>Biometric data</li>\n<li>Medical or health data</li>\n<li>Personal data that reveals a person’s sexual orientation or sex life preferences</li>\n</ul>\n<ul>\n<li>Directly from you</li>\n<li>Devices and browsers</li>\n<li>Employers</li>\n<li>Financial institutions</li>\n<li>Consumer credit customers</li>\n<li>Third-party data providers</li>\n<li>Business customers</li>\n<li>Government agencies and contractors</li>\n<li>Public records</li>\n</ul> YES <p>Equifax retains the personal information, including sensitive personal information, it collects about consumers for only as long as it is required to provide consumers with goods or services they request and in accordance with applicable law.</p>\n&nbsp.\n<p>\n<b>Purpose and Use of Personal Information Collected</b>\n<br>\nWe may use or disclose the personal information we collect for one or more of the following business purposes:</p>\n<ul>\n<li>Provide, improve, and develop our products and services, which includes updating, securing, and troubleshooting, as well as providing support.</li>\n<li>Personalize our products and services and make recommendations.</li>\n<li>Advertise and market products and services to you from both affiliated and non-affiliated entities, which includes sending promotional communications, target advertising, and presenting you relevant offers.</li>\n<li>To fulfill or meet the reason for which the information is provided.\nFor example, if you provide us with personal information in order to dispute information in your consumer report, we may use the information to update your consumer report.</li>\n<li>To provide you with email or SMS alerts and other notices concerning our products or services, or events or news, that may be of interest to you.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collections.</li>\n<li>To improve our websites and present their contents to you.</li>\n<li>For testing, research, analysis and product development.</li>\n<li>To detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity.</li>\n<li>For authentication purposes when you access our products or services and to help you recover forgotten passwords.</li>\n<li>Disclosure for legal reasons or as necessary to protect Equifax, its affiliates and others.</li>\n<li>Changes in our corporate structure.</li>\n</ul>\n<br>\n<p>\n<b>Disclosing your Personal Information</b>\n<br>\nIn the preceding 12 months, we have disclosed the following categories of personal information to third parties for business purposes:</p> Category May be disclosed for a business purpose to the following categories of third parties: Identifiers <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Protected classification characteristics under California or federal law <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Commercial Information <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Biometric Information <ul>\n<li>Identity verification companies</li>\n</ul> Internet or other similar activity <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Geolocation data <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Sensory Data <ul>\n<li>Business process outsourcing providers</li>\n<li>Equifax companies</li>\n</ul> Professional or employment-related data <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)) <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Inferences drawn from other personal information <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul> Sensitive Personal Information <ul>\n<li>Advertising networks</li>\n<li>Business process outsourcing providers</li>\n<li>Creditors/collection agencies</li>\n<li>Consumer data resellers</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Data processors and storage providers</li>\n<li>Equifax group companies in the United States</li>\n<li>Financial Institutions</li>\n<li>Government agencies and contractors</li>\n<li>Identity verification companies</li>\n<li>Insurance carriers/agencies/partners</li>\n<li>Internet service providers</li>\n<li>Marketing companies</li>\n<li>Operating systems and platforms</li>\n<li>Parties to litigation</li>\n<li>Retail merchants</li>\n<li>Social networks</li>\n<li>Utility providers</li>\n</ul>\n<br>\n<p>\n<b>Selling your Personal Information</b>\n<br>\nIn the preceding 12 months, we may have sold the below categories of personal information for commercial purposes:</p> Category May be sold to the following categories of third parties: Identifiers <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Protected classification characteristics under California or federal law <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Commercial Information <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Biometric Information <ul>\n<li>We do not sell Biometric Information</li>\n</ul> Internet or other similar activity <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Geolocation data <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Sensory Data <ul>\n<li>We do not sell Sensory Data</li>\n</ul> Professional or employment-related data <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)) <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Inferences drawn from other personal information <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul> Sensitive Personal Information <ul>\n<li>Advertising networks</li>\n<li>Consumer credit customers</li>\n<li>Consumer data resellers</li>\n<li>Creditors/collection agencies</li>\n<li>Data analytics providers</li>\n<li>Data brokers</li>\n<li>Employers</li>\n<li>Financial Institutions</li>\n<li>Fraud detection providers</li>\n<li>Government agencies and contractors</li>\n<li>Internet service providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n</ul>\n<p>We do not sell personal information of consumers under the age of 16 years old.</p>\n&nbsp.\nRights of California Residents <p>California residents have the right to submit the following privacy rights requests to Equifax.</p>\n<p>\n<strong>Know and Access</strong>\n</p>\n<p>You have a right to make a verifiable request to Equifax to provide you with the following information, covering the 12 months preceding the date your request is submitted.</p>\n<ul>\n<li>The categories and specific pieces of personal information collected about you.</li>\n<li>The categories of sources of the personal information collected about you.</li>\n<li>The business or commercial purposes for collecting, selling, or sharing your personal information.</li>\n<li>The categories of third parties to whom we sold your personal information.</li>\n<li>The categories of third parties to whom we disclosed your personal information for a business purpose.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Correction</strong>\n</p>\n<p>You have the right to make a verifiable request to Equifax to correct inaccurate personal information collected from you, subject to certain exceptions.\nOnce we receive and confirm your verifiable request, we will correct (and direct our service providers to correct) your inaccurate personal information in our records.\nEquifax has chosen to delete inaccurate personal information from its systems and applications in lieu of correcting inaccurate personal information.</p>\n<p>\n<strong>Deletion</strong>\n</p>\n<p>You have the right to make a verifiable request to Equifax to delete the personal information collected from you, subject to certain exceptions.\nOnce we receive and confirm your verifiable request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service providers to:</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 seq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Opt-Out</strong>\n</p>\n<p>You have the right to request that Equifax no longer sell or share your personal information.</p>\n<p>\n<strong>Limit the Use and Disclosure of Sensitive Personal Information</strong>\n<br>\nYou have the right to request that Equifax limit the use and disclosure of any sensitive personal information we collected from you to only the use or disclosure reasonably necessary to perform the requested service, subject to certain exceptions.</p>\n<p>We may deny your limit use and disclosure of sensitive personal information request if the information is necessary for us or our service providers to:</p>\n<ul>\n<li>Complete the service the information was intended for.</li>\n<li>If the sensitive personal information that is collected or processed is not intended for the purpose of inferring characteristics about you.</li>\n</ul>\n&nbsp.\n<p>\n<strong>Right to be Free from Discrimination</strong>\n</p>\n<p>Equifax is prohibited from discriminating against in any way in response to your exercise of any of these rights.\nThis means we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n<li>Offer a product enhancement or financial incentive that is contingent on you sharing personal information, unless that incentive is reasonably related to the value provided to us by that collection.</li>\n</ul>\n&nbsp.\n<p>\n<strong>Individual Rights Requests Metrics Reporting</strong>\n</p>\n<p>The following metrics are representative of individual rights requests submitted by California consumers for the period of January 1, 2021 to December 31, 2021.</p> Request Type Total Received Total Complied With Total Denied Average Days to Complete <p>Right to Know</p>\n<p>354</p>\n<p>100%</p>\n<p>0%</p>\n<p>4.52</p>\n<p>Right to Opt-out</p>\n<p>749</p>\n<p>100%</p>\n<p>0%</p>\n<p>1.00</p>\n<p>Right to Delete</p>\n<p>345</p>\n<p>100%</p>\n<p>0%</p>\n<p>1.00</p>\n<p>Number of individual rights requests that did not pass identity verification: 385</p>\n<p>\n<strong>Submit a Verifiable Request, Opt-Out of Sale Request, or Limit Use and Disclosure Request</strong>\n</p>\n<p>To make a verifiable consumer request, opt-out of sale request, limit use and disclosure request, visit&nbsp;myPrivacy&nbsp;or call our Customer Care team at 1-866-295-6801 (our regular business hours of 9 A.M.\n- 9 P.M.\nET Monday to Friday, and 9 A.M.\nto 6 P.M.\nET Saturday and Sunday, excluding holidays).\nTo exercise your right to opt-out of the sale of your personal information, or to limit the use and disclosure of your sensitive personal information, you may click here:&nbsp;Your Privacy Choices&nbsp;or call our Customer Care team at the number listed above.</p>\n<p>To ensure the security of personal information and prevent fraudulent requests, we may need to collect personal information and other information such as your name, address, or email to verify your identity.</p>\n<p>\n<strong>Authorized Agent</strong>\n</p>\n<p>If a consumer is using an authorized agent to make privacy rights requests on the consumer's behalf, the following is required.</p>\n<p>\n<strong>Using an authorized agent without power of attorney to submit a request to know, correct, or delete</strong>\n</p>\n<ul>\n<li>Completed&nbsp;Authorized Agent Form.</li>\n<li>Signed permission from the consumer authorizing the agent to submit the consumer privacy request on their behalf.</li>\n<li>The consumer must verify their own identity directly with the business by submitting the following documentation: <p>\n<i>A copy of a social security card issued by the Social Security Administration.<br>\n<br> A certified or official copy of a birth certificate issued by the entity authorized to issue the birth certificate.</i>\n</p>\n</li>\n</ul>\n<p>\n<strong>Using an authorized agent with power of attorney to submit a request to know, correct, or delete</strong>\n<br>\n<br>\nIf you have provided the authorized agent with power of attorney pursuant to California Probate Code sections 4000 to 4465, the following is required:</p>\n<ul>\n<li>Completed&nbsp;Authorized Agent Form.</li>\n<li>The valid power of attorney executed lawfully under California Probate Code sections 4000 to 4465.</li>\n</ul>\n&nbsp.\n<p>\n<strong>Using an authorized agent to submit an opt-out or limit use and disclosure request</strong>\n</p>\n<ul>\n<li>Completed&nbsp;Authorized Agent Form.</li>\n<li>Written permission, signed by the consumer, authorizing the agent to submit the opt-out or limit use and disclosure request.</li>\n</ul>\n&nbsp.\n<p>Please submit the required information to:</p>\n<p>Equifax Information Services LLC<br>\nP.O.\nBox 740041<br>\nAtlanta, GA 30348</p>\n<p>\n<b>BACK TO TOP</b>\n</p> Consumer Rights Requests <p>Residents of Virginia, Utah, Colorado, and Connecticut have the right to submit the following privacy rights requests to Equifax.</p>\n<p>\n<strong>Know and Access</strong>\n<br>\nYou have a right to make a verifiable request to Equifax to provide you with the information Equifax maintains about you.</p>\n<p>\n<strong>Correction</strong>\n<br>\nYou have the right to make a verifiable request to Equifax to correct inaccurate personal information, subject to certain exceptions.\nEquifax has chosen to delete inaccurate personal information from its systems and applications in lieu of correcting inaccurate personal information.</p>\n<p>\n<strong>Deletion</strong>\n<br>\nYou have the right to make a verifiable request to Equifax to delete the personal information it maintains about you, subject to certain exceptions.\nOnce we receive and confirm your verifiable request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies</p>\n<p>\n<strong>Opt-Out</strong>\n<br>\nYou have the right to request that Equifax no longer sell your personal information or process your personal information for targeted advertising and profiling.<br>\n<br>\nTo make a verifiable consumer request or opt-out request, visit&nbsp;myPrivacy&nbsp;or call our Customer Care team at 1-866-295-6801 (our regular business hours of 9 A.M.\n- 9 P.M.\nET Monday to Friday, and 9 A.M.\nto 6 P.M.\nET Saturday and Sunday, excluding holidays).\nTo exercise your right to opt-out, you may click here:&nbsp;Your Privacy Choices&nbsp;or call our Customer Care team at the number listed above.<br>\n<br>\nTo ensure the security of personal information and prevent fraudulent requests, we may need to collect personal information and other information such as your name, address, or email, or transaction history to verify your identity.<br>\n<br>\nTo appeal the response to your consumer rights request, please submit an inquiry through our&nbsp;Privacy Contact Form&nbsp;or write to the Chief Privacy Officer, Equifax Inc., 1550 Peachtree Street, NW, Atlanta, GA 30309.\nPlease reference “Appeal Consumer Rights Request,” when exercising your right to appeal.</p>\n<p>\n<b>BACK TO TOP</b>\n</p> Changes to this Privacy Statement <p>We may change this online privacy statement in the future.\nIf we make changes to this privacy statement we will post the revised privacy statement and its effective date on this website.</p>\n<p>\n<b>BACK TO TOP</b>\n</p> Contact Us <p>If you have questions or comments about this privacy statement, please submit an inquiry through our&nbsp;Privacy Contact Form&nbsp;or write to the Chief Privacy Officer, Equifax Inc., 1550 Peachtree Street, NW, Atlanta, GA 30309.&nbsp.\nPlease reference \"Equifax Privacy Statement,\" when contacting us about this privacy statement.</p>\n<p>\n<b>BACK TO TOP</b>\n</p> ", "created_at": "2023-05-18 17:33:10.684591", "updated_at": "2023-05-18 17:33:19.406459"}, {"id": 16262, "name": "Terms", "url": "https://www.equifax.com/terms", "xpath": "//*[@id=\"main-content\"]", "text": " Privacy and Terms Equifax Business Solutions About Equifax Corporation Equifax Online Behavioral Advertising Notice (US Only) Terms of Use FCRA Summary of Rights Terms of Use <ul>\n<li>What are the Terms of Use for Equifax?</li>\n<li>Product Agreement and Terms of Use</li>\n<li>Site Terms of Use</li>\n</ul>\n<strong>What are the Terms of Use for Equifax?</strong>\n<p>\n<br>\nBelow you will find our Product Terms of Use and the Site Terms of Use when using the Equifax website.\nYou can also review our Privacy Policy, which provides information regarding our handling of any personal information that you may provide to us.</p>\n<p>You can also access the separate terms of use for Lock &amp.\nAlert<sup>TM</sup> and myEquifax, which are applicable to those services, by using these hyperlinks.</p>\n<p>\n<strong>FOR TERMS OF USE&nbsp;FOR THE EQUIFAX CREDIT REPORT FOR FURLOUGHED GOVERNMENT EMPLOYEES, PLEASE CLICK HERE.</strong>\n</p>\n<p>\n<strong>FOR TERMS OF USE&nbsp;APPLICABLE TO CONSUMERS WHO WERE MIGRATED FROM TRUSTEDID PREMIER TO AN EQUIFAX PRODUCT, PLEASE CLICK HERE.</strong>\n</p> Product Agreement and Terms of Use <p>Last Revised: July 14, 2020</p>\n<p>THIS PRODUCT AGREEMENT AND TERMS OF USE (\"AGREEMENT\") CONTAINS THE TERMS AND CONDITIONS UPON WHICH YOU MAY PURCHASE AND USE OUR PRODUCTS THROUGH THE WWW.EQUIFAX.COM, WWW.IDENTITYPROTECTION.COM AND WWW.IDPROTECTION.COM WEBSITES AND ALL OTHER WEBSITES OWNED AND OPERATED BY EQUIFAX AND ITS AFFILIATES (\"SITE\") UNLESS OTHERWISE NOTED.\nTHIS AGREEMENT DOES NOT APPLY TO WWW.EQUIFAXSECURITY2017.COM, WWW.TRUSTEDIDPREMIER.COM, OR WWW.TRUSTEDID.COM.\nTHIS AGREEMENT ALSO DOES NOT APPLY TO THE TRUSTEDID PREMIER PRODUCT, THE EQUIFAX LOCK &amp.\nALERT SERVICE LAUNCHED ON JANUARY 31, 2018, THE EQUIFAX CREDIT REPORT PRODUCT OFFERED TO FURLOUGHED GOVERNMENT EMPLOYEES LAUNCHED ON FEBRUARY 1, 2019, OR THE EQUIFAX CYBERSECURITY INCIDENT ANNOUNCED ON SEPTEMBER 7, 2017.\nLIKEWISE, THIS AGREEMENT DOES NOT APPLY TO CONSUMERS WHO WERE INFORMED IN NOVEMBER 2019 ABOUT MIGRATING FROM THEIR TRUSTEDID PREMIER PRODUCT TO AN EQUIFAX PRODUCT</p>\n<p>YOU MUST ACCEPT THE TERMS OF THIS AGREEMENT, INCLUDING THE ARBITRATION AGREEMENT CONTAINED IN SECTION 4 BELOW, BEFORE YOU WILL BE PERMITTED TO REGISTER FOR AND PURCHASE ANY PRODUCT FROM THIS SITE.\nBY REGISTERING ON THIS SITE AND SUBMITTING YOUR ORDER, YOU ARE ACKNOWLEDGING ELECTRONIC RECEIPT OF, AND YOUR AGREEMENT TO BE BOUND BY, THIS AGREEMENT.\nYOU ALSO AGREE TO BE BOUND BY THIS AGREEMENT BY USING OR PAYING FOR OUR PRODUCTS OR TAKING OTHER ACTIONS THAT INDICATE ACCEPTANCE OF THIS AGREEMENT.</p>\n<p>MANY GOVERNMENT RECORDS ARE AVAILABLE FOR FREE OR AT A NOMINAL COST FROM CERTAIN GOVERNMENT AGENCIES.\nIN ADDITION, CONSUMER REPORTING AGENCIES ARE REQUIRED BY LAW TO GIVE YOU A COPY OF YOUR CONSUMER DISCLOSURE (SOMETIMES REFERRED TO AS A CREDIT REPORT) UPON REQUEST AT NO CHARGE OR FOR A NOMINAL FEE.\nNONE OF THE PRODUCTS OFFERED THROUGH THIS SITE ARE INTENDED AS A SUBSTITUTE FOR THE CONSUMER DISCLOSURE THAT MAY BE AVAILABLE TO YOU AS A MATTER OF FEDERAL OR STATE LAW WITHOUT CHARGE.\nPRIOR TO PURCHASING ANY PRODUCT, YOU SHOULD REVIEW THE PORTIONS OF THIS AGREEMENT ABOUT THE FAIR CREDIT REPORTING ACT (“FCRA”) OR VISIT WWW.ANNUALCREDITREPORT.COM FOR FURTHER DETAILS REGARDING YOUR RIGHT TO OBTAIN A COPY OF YOUR CONSUMER DISCLOSURE.</p>\n<ol>\n<li>PROVIDERS OF PRODUCTS.\nThe products and product features (\"Product\" or \"Products\") subject to this Agreement and available via this Site are provided by Equifax Consumer Services LLC (\"Equifax\") or, in the case of the Automatic Fraud Alert feature (\"AFA\"), fulfilled by Equifax on behalf of Equifax Information Services LLC (“EIS”).\nWe may also partner with other companies (\"Suppliers\") to provide Products to you or sell you a Product provided by a Supplier.\nEquifax and its Suppliers are referred to in this Agreement as \"We,\" \"Us,\" and \"Our.\" You, the person visiting and utilizing this Site, are referred to as \"You\", \"Your\" or the \"Member\".\nThis Site also provides access to certain Products subject to this Agreement within the myEquifax account center.\nProducts available through the myEquifax account center include but are not limited to Equifax Core Credit, Equifax Credit Monitor, and Equifax Complete.\nThe myEquifax account center also provides You with the ability to take certain actions related to your credit report with EIS (“Equifax Credit Report”).\nThose actions currently include placing, temporarily lifting, or permanently removing a security freeze on your Equifax Credit Report and placing an initial fraud alert and active duty alert on your Equifax Credit Report.\nYou may also file a dispute on your Equifax Credit Report with EIS through myEquifax.\nThose actions related to freezes, fraud alerts, active duty alerts, and disputes are governed by the myEquifax Account Agreement and Terms of Use, which are found HERE.\nBY REGISTERING ON THIS SITE, YOU ARE ACKNOWLEDGING ELECTRONIC RECEIPT OF, AND YOUR AGREEMENT TO BE BOUND BY, THE MYEQUIFAX ACCOUNT AGREEMENT AND TERMS OF USE.\nYOU ALSO AGREE TO BE BOUND BY THE MYEQUIFAX ACCOUNT AGREEMENT AND TERMS OF USE BY USING THE MYEQUIFAX ACCOUNT OR TAKING OTHER ACTIONS THAT INDICATE ACCEPTANCE OF THE MYEQUIFAX ACCOUNT AGREEMENT AND TERMS OF USE.</li>\n<li>PERSONAL INFORMATION.\nAUTHORIZATION.\nAs needed to provide Products to You, You authorize and instruct Us to obtain, monitor, and compile Your: (i) credit information from one or more consumer reporting agencies.\n(ii) \"non-public personal information\", \"personal information\", and/or \"highly restricted personal information\" about or concerning You as defined by the Gramm-Leach-Bliley Act (15 U.S.C.\nsec 6801 et seq).\nand (iii) other personal information.\nBy placing Your order You acknowledge and agree that Your access to the Products and any consumer credit information contained therein is subject to Your prior written authorization and Our verification of Your identity.\nAs such, You understand and agree that by submitting Your order, You are providing \"written instructions\" in accordance with the FCRA for Us to obtain credit information about You from one or more of the three nationwide consumer reporting agencies and You hereby authorize Us to access Your personal credit information in order to provide the Products.</li>\n<li>REGISTRATION.\nUSE OF PRODUCTS.\nIn order to purchase Products, You must complete the registration process and become a Member.\nFor paid products, You will also be required to provide a valid payment source, such as credit card information, unless You are activating a promotional code.\nWe may use information from third-party sources, including your mobile carrier, to verify your identity.\nYou authorize your wireless carrier to disclose information about your account, such as subscriber status, payment method and device details, if available, to support identity verification, fraud avoidance and other uses in support of transactions for the duration of your business relationship with us.\nThis information may also be shared with other companies to support your transactions with us and for identity verification and fraud avoidance purposes.&nbsp;You may register to purchase Products from this Site only on behalf of Yourself and by doing so, You acknowledge and agree that it is illegal to order credit information about anyone else.\nBy registering, You further certify that You are eighteen (18) years or older and that all of the information provided incident to Your registration is true, accurate, complete and up to date.\nYou further agree to abide by all of the terms and conditions concerning Your use of the Products, including any specific terms and conditions relating to particular Products that You purchase.\nWe provide Products and related information solely to assist You in understanding Your financial and credit status for Your personal benefit and You agree that You will not use the Products for any other purpose, especially a commercial purpose.\nYou must also establish a user identification (\"User ID\"), password and personal identification number (\"PIN\") and You agree to keep them strictly confidential and not to share them with others.</li>\n<li>\n<strong>AGREEMENT TO RESOLVE ALL DISPUTES BY BINDING INDIVIDUAL ARBITRATION.\nPLEASE READ THIS ENTIRE SECTION CAREFULLY BECAUSE IT AFFECTS YOUR LEGAL RIGHTS BY REQUIRING ARBITRATION OF DISPUTES (EXCEPT AS SET FORTH BELOW) AND A WAIVER OF THE ABILITY TO BRING OR PARTICIPATE IN A CLASS ACTION, CLASS ARBITRATION, OR OTHER REPRESENTATIVE ACTION.\nARBITRATION PROVIDES A QUICK AND COST EFFECTIVE MECHANISM FOR RESOLVING DISPUTES, BUT YOU SHOULD BE AWARE THAT IT ALSO LIMITS YOUR RIGHTS TO DISCOVERY AND APPEAL.</strong>\n<br>\n<br>\n<strong>Binding Arbitration</strong>.\nAny Claim (as defined below) raised by either You or Equifax against the other shall be subject to mandatory, binding arbitration.\nAs used in this arbitration provision, the term \"Claim\" or \"Claims\" means any claim, dispute, or controversy between You and Us relating in any way to Your relationship with Equifax, including but not limited to any Claim arising from or relating to this Agreement, the Products or this Site, or any information You receive from Us, whether based on contract, statute, common law, regulation, ordinance, tort, or any other legal or equitable theory, regardless of what remedy is sought.\nThis arbitration obligation extends to claims You may assert against Equifax’s parents, subsidiaries, affiliates, successors, assigns, employees, and agents.\nThe term \"Claim\" shall have the broadest possible construction, except that it does not include any claim, dispute or controversy in which You contend that EIS violated the FCRA.\nAny claim, dispute, or controversy in which You contend that EIS violated the FCRA is not subject to this provision and shall not be resolved by arbitration.&nbsp;The term “Claim” or “Claims” also does not apply to any claim, dispute, or controversy related to the TrustedID Premier product, www.equifaxsecurity2017.com, www.trustedidpremier.com, www.trustedid.com&nbsp;the Equifax cybersecurity incident announced on September 7, 2017, or to customers who were migrated from TrustedID Premier to an Equifax product.<br>\n<br>\n<strong>No Class or Representative Arbitrations.</strong> The arbitration will be conducted as an individual arbitration.\nNeither You nor We consent or agree to any arbitration on a class or representative basis, and the arbitrator shall have no authority to proceed with arbitration on a class or representative basis.\nNo arbitration will be consolidated with any other arbitration proceeding without the consent of all parties.\nThis arbitration provision applies to and includes any Claims made and remedies sought as part of any class action, private attorney general action, or other representative action.\nBy consenting to submit Your Claims to arbitration, You will be forfeiting Your right to bring or participate in any class action (whether as a named plaintiff or a class member) or to share in any class action awards, including class claims where a class has not yet been certified, even if the facts and circumstances upon which the Claims are based already occurred or existed.<br>\n<br>\n<strong>Right to Opt-Out of this Arbitration Provision.</strong> IF YOU DO NOT WISH TO BE BOUND BY THE ARBITRATION PROVISION, YOU HAVE THE RIGHT TO EXCLUDE YOURSELF.\nOpting out of the arbitration provision will have no adverse effect on your relationship with Equifax or the delivery of Products to You by Equifax.\nIn order to exclude Yourself from the arbitration provision, You must notify Equifax in writing within 30 days of the date that You first accept this Agreement on the Site (for Products purchased from Equifax on the Site).\nIf You purchased Your Product other than on the Site, and thus this Agreement was mailed, emailed or otherwise delivered to You, then You must notify Equifax in writing within 30 days of the date that You receive this Agreement.\nTo be effective, timely written notice of opt out must be delivered to Equifax Consumer Services LLC, Attn.: Arbitration Opt-Out, P.O.\nBox 105496, Atlanta, GA 30348, and must include Your name, address, and Equifax User ID, as well as a clear statement that You do not wish to resolve disputes with Equifax through arbitration.\nIf You have previously notified Equifax that You wish to opt-out of arbitration, You are not required to do so again.\nAny opt-out request postmarked after the opt-out deadline or that fails to satisfy the other requirements above will not be valid, and You must pursue your Claim in arbitration or small claims court.<br>\n<br>\n<strong>Initiation of Arbitration.</strong> Arbitration shall be administered by the American Arbitration Association (\"AAA\") under its Consumer Arbitration Rules in effect at the time the arbitration is filed unless any portion of those rules is inconsistent with any specific terms of this arbitration provision or this Agreement, in which case the terms of this arbitration provision and this Agreement will govern.\nThe AAA’s rules may be obtained at www.adr.org, or by calling the AAA at 1-88-778-7879.\nTo commence an arbitration, you must file a copy of your written arbitration demand with the AAA (either online at www.adr.org or by mail addressed to AAA, Case Filing Services, 1101 Laurel Oak Road, Suite 100, Voorhees, NJ 08043).\nThe arbitration shall be before a single arbitrator.\nThe arbitrator will have the power to award a party any relief or remedy that the party could have received in court in accordance with the law or laws that apply to the dispute, subject to any limitations of liability or damages that exist under this Agreement.\nThis agreement to arbitrate involves interstate commerce and is made pursuant to the Federal Arbitration Act, 9 U.S.C.\nsections 1-16 (the \"FAA\").\nAny claim or dispute as to the enforceability of this arbitration provision's restrictions on your right to participate in or pursue a class action or class wide arbitration shall be decided by a court and not an arbitrator.<br>\n<br>\n<strong>Payment of Arbitration Fees and Costs</strong>.\nIn the event You file a Claim in arbitration in accordance with these provisions, We will advance all arbitration filing fees if You ask that We do so, in writing, prior to the commencement of the arbitration.\nThe payment of any such fees will be made directly by Us to the AAA.\nSuch requests should be mailed to Equifax Consumer Services LLC, Attn: Request for Payment of Arbitration Filing Fees, P.O.\nBox 105496, Atlanta, GA 30348.\nWe will also pay all arbitrator fees.\nIf Equifax prevails in the arbitration, then the arbitrator shall have the authority to require that You reimburse Equifax for the filing fees advanced, but only to the extent such fees would be recoverable by Us in a judicial action.\nYou are responsible for all other fees and costs You incur in the arbitration, including attorney's fees and expert witness fees, except that the arbitrator shall have the authority to award attorney's fees and costs to the prevailing party.\n(i) based on applicable law.\n(ii) under the rules of the arbitration administrator.\nor (iii) if the arbitrator rules in Your favor and the arbitrator expressly determines that there is a good reason for requiring Us to pay those fees and costs.<br>\n<br>\n<strong>Continuation.</strong> This arbitration provision shall survive: (i) termination or changes in this Agreement or the relationship between You and Us, including but not limited to the purchase of a new or additional Product by You.\nand (ii) termination or changes in Our providing any Product(s) to You.<br>\n<br>\n<strong>Small claims court.\n</strong>Notwithstanding anything in this Section, either You or Equifax may bring an individual action in small claims court as long as (i) the claim is not aggregated with the claim of any other person, and (ii) the small claims court is located in the same county and state as Your address that You most recently provided to Equifax according to Equifax’s records in connection with this Agreement.</li>\n<br>\n<li>NOT A CREDIT REPAIR ORGANIZATION OR CONTRACT.\nEquifax is not a credit repair organization, or similarly regulated organization under other applicable law and does not provide any form of credit repair advice or counseling.\nEquifax offers You access to Your consumer report and other credit-related information Products, but We do not offer, provide, or furnish any Products, or any advice, counseling, or assistance, for the express or implied purpose of improving Your credit record, credit history, or credit rating.\nBy this We mean that We do not claim We can \"clean up\" or \"improve\" Your credit record, credit history, or credit rating and You acknowledge and agree that You will not purchase, use, or access any of Our Products or the Site for such purposes.\nThese items (credit record, history, and rating) are based on Your past or historical credit behavior, and accurate and timely adverse credit information cannot be changed.\nIf You believe that Your consumer file contains inaccurate, non-fraudulent information, it is Your responsibility to contact the relevant consumer reporting agency, and follow the procedures established by the various consumer reporting agencies related to the removal of such information.</li>\n<li>YOUR RIGHT TO OBTAIN A CONSUMER DISCLOSURE FREE OF CHARGE.\nNone of Our Products are intended to substitute, or constitute an offer for a consumer disclosure (sometimes referred to as a “credit report”) that may be available to You without cost or obligation under federal or state law.\nPrior to purchasing any Product via this Site, You should carefully review Your right to obtain a free copy of Your consumer disclosure once every twelve (12) months from each of the three nationwide consumer reporting agencies by visiting www.annualcreditreport.com.\nA more complete description of your rights to obtain or gain access to your consumer disclosure without charge is contained in the \"Additional Consumer Report-Related Disclosures\" in Section 32&nbsp;of this Agreement.</li>\n<li>CREDIT SCORES.\nUnless otherwise indicated, all credit scores furnished with Our Products are Equifax Credit Scores.\nBy this, We mean that (unless otherwise indicated) all credit scores are prepared by Equifax and make use of the Equifax Risk Score, which is a proprietary credit score model developed by Equifax.\nThird parties use many different types of credit scores and will not use the Equifax Credit Score to assess your creditworthiness.\nWhen prepared and delivered to You as part of any Product, the Equifax Credit Score is provided for educational purposes solely to help You understand how lenders may evaluate Your overall credit risk.\nTherefore, nothing in any of Our Products is an endorsement or a determination of a person's qualification for a loan, or any other extension of credit.\nEach lender has specific underwriting standards, so You should not assume that You will receive the same evaluation, credit terms or conditions.\nEquifax does not represent that the Equifax Credit Score is identical or similar to any other credit score or score model.\nMoreover, any estimated score changes predicted by Our Products are only estimates and are provided for educational purposes solely to enable You to determine how future financial decisions (e.g., obtaining a new car loan or mortgage) might impact your credit score.\nIn all instances, the information We use to calculate Your Equifax Credit Score is derived from credit information maintained by EIS or one of the other nationwide credit reporting agencies.\nThis consumer credit information reflects the latest information provided to the pertinent consumer reporting agency.\nRecent activity may not yet be reflected in Your consumer disclosure.\nIf not, this activity will not be reflected in Your Equifax Credit Score.\nIn addition, Your Equifax Credit Score may change every time new information is added to or removed from a consumer report as well as with the passage of time.\nYou may obtain a credit score from EIS for a fee without purchasing any Product.<br>\n<br> Please note Equifax Core Credit™ provides You with a VantageScore 3.0, which is a proprietary credit model designed by VantageScore Solutions, LLC, based on Equifax data.\nThird parties may use a different VantageScore or a different type of credit score to assess your creditworthiness.</li>\n<li>MEMBERSHIP.\nPAYMENT AUTHORIZATION.\n<strong>With the exception of Our Report Products, all of Our Products require that You establish a continuing membership.\nThis form of membership is sometimes referred to as a \"continuity plan.\" While the initial term of membership associated with Our Products varies, most memberships are effective for: (a) under the monthly plan, a period of one (1) month following Your initial enrollment date, or (b) under the annual plan, a period of twelve (12) months following Your initial enrollment date.\nIn each case, Your initial membership term will be clearly defined in the offer details and Your purchase confirmation.</strong> Once established, all memberships (regardless of duration) automatically renew indefinitely without further action by You, and the applicable membership fee (if any)&nbsp;is automatically charged to You at the time of renewal in accordance with the payment terms to which You agreed.\nWe reserve the right to increase or decrease the membership fee associated with Your Product from time to time with or without notice and You agree that unless You cancel Your membership prior to the effective date of any such fee increase, You will be charged the new membership fee.&nbsp;Some products, such as Equifax Core Credit, do not require payment.</li>\n<li>FEES AND CHARGES.\nPAYMENT SOURCE.\n<strong>For paid products, by placing Your Product order, You authorize Us to charge Your credit card or other account that You have designated for such purpose (\"Payment Source\").\nIn the case of Products other than Report Products, You further authorize Us to keep your membership current by automatically charging Your designated Payment Source for the then current fees associated with the monthly, annual or other periodic renewal term established at the time of Your initial enrollment.\nExcept in the case of Report Products, Your membership will continue or renew automatically and You will be charged the then current membership fee associated with Your Product until You cancel.</strong> You agree to pay for the Products, in U.S.\ndollars, using the Payment Source provided at the time of registration.\nIn addition, you authorize Us to attempt to automatically update Your Payment Source if the information We have on file is no longer valid, and if We are successful in obtaining updated credit or debit card information, We will update Your records accordingly and charge any updated Payment Source using the updated information.\nIn the event that We are unable to charge and/or update Your Payment Source, We may suspend access to Your Product and if You fail to provide Us with a valid Payment Source, Your Product will be subject to termination with or without notice.\nWe are not responsible for any overdraft/over-the-limit charges or bank fees triggered by Your order being processed.</li>\n<li>FREE TRIALS.\nCONVERSION TO PAID MEMBERSHIP.\n<strong>Whenever offered, all free trials of Our Products require that You enroll as a Member.\nThis enrollment obligates You to continue Your membership beyond the expiration of the free trial period unless You take the steps necessary to cancel Your membership.\nYou should carefully consider these obligations before attempting to enroll in any free trial</strong>.\nAs part of any trial enrollment, You will be required to provide Us with a valid Payment Source, such as credit card information.\nPrior to fulfilling Your order under any free trial, a prior authorization may be requested from the Payment Source to ensure it is valid, but We will not bill Your account until the free trial period has expired and provided that You have not yet cancelled Your trial membership.\nIn the event that You wish to continue Your membership beyond the trial period, do nothing and Your membership will automatically continue without interruption and the applicable fee will be billed to the Payment Source provided at the time of enrollment.\nYou may cancel your trial membership at any time during the free trial period without charge or further obligation by calling our Customer Care Center at 1-866-807-7461.\nWe reserve the right to impose quantity limits to Free Trials of Our Products and We may refuse to register You to obtain any of Our Products for any reason, including any of Our Products that may be offered by means of a Free Trial.</li>\n<li>PRODUCT CANCELLATION AND REFUNDS.<br>\n<br>\n<u>Subscription products:</u> You may cancel any subscription-based Product at any time.\nTo cancel Your subscription, please contact our Customer Care Team from 8:00 a.m.\nto 3:00 a.m.\nEastern Time seven days a week at 1-866-807-7461.<br> &nbsp.\n<ul>\n<li>\n<u>Monthly subscription products:</u> To avoid charges for Your next month’s subscription, You must cancel Your subscription before Your monthly billing date.\nYour monthly billing date is the earlier of (i) the date of the month you originally started your subscription on or (ii) the last day of the month.\nFor instance, if You signed up for Your product on January 31st, Your monthly billing date would be the 31st of any month with 31 days, or the day the relevant month ends, which -may be the 28th, 29th or 30th depending on the month in which You decide to cancel.\nThus, if You signed up on January 31, to avoid being charged again, You would need to cancel Your subscription before February 28th.\nIn the event You cancel Your monthly subscription, You will not receive a refund, but You will receive Your Product for the remainder of the billing month You cancel in, and no further charges will be incurred.\nFor instance, if Your billing date was January 1, and You cancel Your subscription on January 15, You will not receive a refund for the remainder of Your billing month, but You will receive Your Product until February 1.</li>\n<li>\n<u>Annual subscription products:</u> In the event that You cancel Your annual subscription, You will receive a refund based on the original purchase price and the number of fully unused months (based on Your billing date as described above) in Your annual subscription.\nFor instance, if Your purchase date was January 1, and You cancel Your annual subscription on February 1, You would receive a refund for the months of March through December.\nYou would also continue to receive your Product until March 1.</li>\n</ul>\n<br> For both monthly and annual subscriptions, there are no partial month refunds.<br>\n<br>\n<u>Report products:</u> All sales of Report Products are final, and You will not be entitled to a refund for any Report Product once it is delivered to You.</li>\n<br>\n<li>CHANGES TO PRODUCTS, PRICING, AND TERMS.\nTERMINATION.\nWe may change the prices for Our Products at any time, with notice, and You will be charged the new price for all future purchases or renewals of Products.\nWe may not offer every Product on every Site and we may also modify or discontinue any of Our Products or this Site (or any portion of Our Products or the Site) or cancel, suspend or terminate this Agreement for any reason with or without notice.\nIf we do cancel this Agreement or any entire Product You have purchased, We will give You a pro-rated refund for any Products purchased but not yet provided.\nIf We only modify a Product or discontinue a Product feature or features, Your only recourse is to cancel Your Product in accordance with Section 11 of this Agreement.\nWe may amend this agreement from time-to-time.\nWhen We amend this agreement, We will post the amended Agreement on the Site.\nWe will also send you an email alerting you that the Agreement has been amended.\nYour continued use of the Site or Products or payment for the Products constitutes Your acceptance of the amended Agreement If you do not accept the new Agreement, you must cancel your Product within 30 days of when we emailed you the notice.\nYou also agree to an amended Agreement if you take other actions that demonstrate You have accepted the amended Agreement.</li>\n<li>PRODUCT AVAILABILITY.\nCertain Products and/or Product features may not be offered, applicable or available to You based on residency, age or other eligibility criteria or factors.\nIn the event that a Product is not available at the time of enrollment, You will be notified during the course of the registration process and your registration will not be accepted.\nIn such cases, You may be advised of one or more alternative Products, to the extent that other Products are available.\nIn the event that You are advised of the availability of alternative Products, You should carefully evaluate any such Product to determine its suitability.\nIn addition to the foregoing, We reserve the right to reject Your Registration for any reason.\nWe may also reject any Product order for any reason.\nBy registering on this Site, You agree that We will not be liable to You for loss or damage that may result from Our rejection of any order that You may attempt to place.</li>\n<li>PRODUCTS VARY.\nOur Products do not include the same features and benefits.\nPrior to purchasing any Product, You should evaluate the features and benefits included in each Product by reviewing the Product descriptions and other Product literature contained in the Site.\nShould You have any questions regarding Our Products, You should contact Our Customer Care Center at 1-866-807-7461 prior to purchasing any Product.\nIf You are already a Member, please visit the Site to obtain a complete description of Your Product, the features it contains, and instructions regarding how to use it.\nIf You are already a Member and subsequently determine that another Product may be more suitable for Your needs, then Our Customer Care Team may be able to assist You in substituting Your current subscription Product for another Product.\nNote that such Substitutions may result in the imposition of a higher membership fee.</li>\n<li>ACTIVATION/PROMOTIONAL CODES.\nIf You are using an activation or promotional code (\"Code\") that You received as part of a third party data breach notification, gift certificate, or a promotional offer made available by Us, You will be required to provide Your Code during the course of Your enrollment process in order to complete Your order for the Product that corresponds to Your Code.\nAll Codes contain a predetermined expiration date beyond which they will no longer be valid.\nWhenever a Code is provided, it is accompanied by a notification letter or other instructions and Product information.\nPlease review this information carefully prior to attempting to activate Your Code.\nIn the event that You have any questions or encounter difficulty completing Your registration or Product order, please contact Our Customer Care Team at 1-866-807-7461.\nGift certificates purchased by You at the Site are Products and are subject to this Agreement, except for any terms that may be specifically excluded.\nGift certificates are also subject to the following additional terms.\nEach gift certificate (i) expires on the expiration date stated therein, unless You or the recipient lives in New Jersey (or another state the prescribes a different date or no expiration date).\n(ii) must be redeemed through the Site for the purchase of the Product specified therein.\nand (iii) is not redeemable for cash and cannot be returned for a cash refund, unless You or the recipient lives in New Jersey (or another state that requires by law that gift certificates be redeemable for cash or returned for a cash refund).\nIf the recipient's order exceeds the face amount of the gift certificate, the recipient must pay for the balance with a credit or debit card.\nThe Product received upon redemption is subject to this Agreement, which the recipient must accept in order to redeem the gift certificate.\nWe are not responsible for lost or stolen Codes.</li>\n<li>ELECTRONIC AND TELEPHONIC COMMUNICATIONS.\nUnless otherwise noted, Our Products are internet-based and in order to access Our Products You must have: an internet browser that supports 128-bit encryption.\nan email account and appropriate email software.\na personal computer, operating system and connection to the internet, or in the case of Our mobile Product features, a wireless device, software and connection to the internet capable of supporting the foregoing.\nand sufficient electronic storage capacity on Your computer's hard drive or other data storage unit or a printer that is capable of printing from Your browser and email software.\nAs such, You understand and agree that this Agreement will be entered into electronically, and that the following information (\"communications\") will be provided by Us to You by electronic means: this Agreement and any amendments, modifications or supplements to it.\nany initial, periodic or other disclosures or notices provided in connection with the Products, including without limitation Our privacy policy, all regulatory disclosures, and all communications related to the Products.\nIn furtherance of the foregoing, You expressly consent to receive all communications regarding Your membership electronically, either by e-mail or by notices posted on the Site and You agree that any requirement that a notice, disclosure, agreement, or other communication be sent to You by Us in writing is satisfied by such electronic communication.\nIn order to ensure Your continuing access to Your Product, You agree to update Your email address on file whenever Your email address changes.\nYou further agree that we may send You e-mails which include notices about Your membership as well as information pertaining to the Products, such as featured Products or new Product offerings, and surveys.\nYou also expressly consent and agree to be contacted by Us or anyone acting on Our behalf for non-telemarketing purposes at any telephone number You provide to Us or we obtain for you, including wireless telephone numbers.\nYou further agree that We may make this contact by using a predictive dialer or an automatic telephone dialing system, including sending text or mobile messages by such a system, and/or by using an artificial or prerecorded voice.\nYou agree to notify Us promptly if a telephone number You provided to Us is no longer a number at which You may be reached (such as in the event of number reassignment or if you want to revoke your consent to be contacted by telephone).\nPlease note that mobile messaging, text, and data rates may apply and You should consult with Your Carrier prior to enabling any mobile feature associated with Your Product.\nYou may request a paper copy of any legally required notice, withdraw Your consent to receive communications electronically, or change Your email or postal address for receipt of communications, by calling Our Customer Care Team at 1-866-807-7461 or sending Your request by email to Customer.Care@equifax.com.</li>\n<li>NO GUARANTEE OF PRODUCT AVAILABILITY.\nBecause of the nature of Internet and online communications, this Site or the Products may not perform as intended despite Our efforts, those of Your Internet service provider, and You.\nWe do not guarantee uninterrupted or error free operation of Your Product or this Site.\nFrom time-to-time, technical issues may also result in the unavailability of or disruption of certain Products or Product features.\nIn addition, Your use of a Product that is excessive or in a manner not contemplated by this Agreement may also result in a Product not performing as intended despite Our efforts.\nWe will use reasonable efforts to maintain operation of the Site and availability of the Products at all times.\nIf there is a system error or other problem concerning Your Product, You agree to promptly notify Us of the same, We will try to correct the error, but You will not be entitled to any money for any system error of any type except for monies You paid for Products that We do not provide.\nCertain Product features within the Products may be provided by third parties or may be dependent on data provided by third parties.\nWe may be unable to provide such Product features because the third party will no longer provide the Product features or data to us or will no longer provide the Product feature or data on terms that Equifax believes, in its sole discretion, to be commercially reasonable.\nEquifax will notify you if it is no longer able to offer a Product feature or certain data associated with a Product feature for these reasons.\nEquifax will not be liable for failure to provide all or part of a Product or Product feature for these reasons.</li>\n<li>SUBSCRIPTION-BASED PRODUCTS.\nThe Products offered through this Site consist of membership Products (sometimes referred to as \"continuity plans\") and one-time Report Products.\nUnless otherwise indicated, all Products are subscription-based.\nBy \"subscription-based\" We mean that all such Products and associated Product features are offered pursuant to memberships that automatically renew indefinitely without further action by the Member, and the corresponding membership fee (if applicable) is charged to the Member each subsequent renewal term (monthly or annually, as the case may be).\nSo long as the subscription-based membership remains active, each Member is entitled to all of the features, benefits, and privileges associated with membership until the membership is cancelled by the Member or otherwise terminates or expires.\nUpon cancellation, Member immediately loses access to all of their credit data, analyses or similar information housed within the Site and all other Product benefits.\nAll of Our subscription-based Products renew automatically, but no Product is offered pursuant to terms which prevent the Member from cancelling the Product prior to the expiration of the then-current term.\nAccordingly, YOU MAY CANCEL YOUR SUBSCRIPTION-BASED MEMBERSHIP AT ANY TIME BY CALLING OUR TOLL-FREE NUMBER AT 1-866-807-7461 OR BY NOTIFYING US IN WRITING AT EQUIFAX PERSONAL SOLUTIONS, P.O.\nBOX 105496, ATLANTA, GEORGIA 30348, ATTENTION: PRODUCT CANCELLATION AND ANY SUCH CANCELLATION REQUEST WILL BECOME EFFECTIVELY PROMPTLY UPON OUR RECEIPT OF YOUR REQUEST.</li>\n<li>REPORT PRODUCTS.\nIf You purchase a one-time Report Product, the resulting report will be accessible online for a period of thirty (30) days from the date You order the report.\nIf You would like to be able to refer to the report beyond the 30 day period that it is available online, You must print the report within the 30 day period.\nThe report will not update during the 30 day period that it is available online.\nIf You order a Report Product while You are an active Member of a subscription-based Product, You may view the resulting Report Product online (but not update) for 12 months from the date that You ordered the report, provided that You maintain Your membership during that time.\nIf You cancel Your enrollment, Your report will no longer be available as of the date you cancel and You must print the report prior to cancellation if You would like to be able to refer to Your report beyond that time.\nIf you select a purchase option such as Complete Report Pack that features a multi-report product that allows You to order multiple reports for a single price during a defined time period (usually 90 days), You must order all of the reports within the specified timeframe.\nIf You fail to order all of the reports that are available under the multi-report product, You will forfeit your ability to obtain further reports.</li>\n<li>CREDIT MONITORING PRODUCTS AND PRODUCT FEATURES.\nWhen offered or included as part of Our Products, \"Credit Monitoring\" monitors Your consumer credit files maintained by one or more of the three nationwide consumer reporting agencies, depending on the type of Product You have purchased (e.g, single bureau monitoring, tri-bureau monitoring, etc.).\nIn each case the credit file or files that are monitored on Your behalf are separately owned and/or maintained by one or more of the three nationwide consumer reporting agencies: EIS, TransUnion LLC, and Experian.\nIn the case of all Products which feature Credit Monitoring, the Credit Monitoring You request and authorize monitors the credit file (or files in the case of tri-bureau Products) most closely identified with You based on identifying factors such as first, last, and middle name, date of birth, Social Security Number, and current and former addresses.\nCredit Monitoring will not advise You if an item of identifying information is contained in the credit file of another person and in no event will Credit Monitoring ever monitor, compare or cross-reference Your credit file(s) with the credit file(s) of another person, nor will it ever provide You with any information contained in another person's credit file(s).<br> Your credit monitoring alerts from EIS will usually begin on the day you enroll in an applicable Product.\nIf Your Product also includes credit monitoring from Transunion LLC and Experian, the credit monitoring of credit files at those consumer reporting agencies may take several days to begin.<br> If You order a Product that includes credit monitoring alerts from EIS and You cannot be successfully enrolled in credit monitoring from EIS, We will cancel Your Product.\nIf you cannot be successfully enrolled to receive credit monitoring from Experian or Transunion LLC after purchasing an applicable Product, We will cancel Your Product and in our sole discretion offer You the ability to enroll in a single bureau Equifax monitoring Product.</li>\n<li>IDENTITY THEFT PRODUCTS AND PRODUCT FEATURES.\nCertain Products contain features that may be of assistance to You in helping to prevent, detect and/or respond to incidents involving certain forms of theft or misuse of Your personal information (\"Identity Products\").\n“Identity Products” do not include identity theft restoration assistance, which is described in Section 23 of this Agreement, and this Section of the Agreement does not apply to identity theft restoration assistance as described in Section 23 of this Agreement.\nWe offer several Identity Products and not all versions of Our Identity Products include the same features.\nPrior to purchasing any Identity Product, You should carefully review the Product Detail Page within the Site that is associated with each Identity Product for a complete list of included features and an explanation of the possible benefits and limitations.\nIn addition, You should also consider the availability of information, tools, and resources that may be available to You without charge or for a nominal fee in the event that You suspect that Your identity has been stolen or compromised, or may be subject to, possible theft or misuse.\nYou can learn more regarding the availability of such resources, by visiting the website maintained by the Federal Trade Commission at https://www.ftc.gov.\nOur Identity Products are information Products that consist of one more Product benefits that deliver information to Members to help them minimize the risk of identity theft and to prepare them to respond in the event that a real and/or suspected act of \"Identity Theft\" should occur.\nFor purposes of this Agreement, “identity theft” is when your name, address, social security number, debit card, credit card or certain other personally identifiable information (“PII”) is stolen, lost, or otherwise used without your knowledge or approval to commit crimes or other fraud in the United States of America.\nThe brief summary provided in this Section is not intended to provide a comprehensive summary of Our Identity Products, nor are the descriptions of Our Identity Products contained in this Agreement intended to provide a complete list of all of the terms, conditions, exclusions and limitations that may apply with respect to any particular Identity Product.\nPlease review the comprehensive Product descriptions and associated Product literature contained in the Site for a more complete description of Our Identity Products prior to ordering any Identity Product.\nBY PLACING YOUR ORDER FOR ANY IDENTITY PRODUCT, YOU ACKNOWLEDGE AND AGREE THAT NO PRODUCT IS CAPABLE OF PREVENTING OR DETECTING ALL FORMS OF IDENTITY THEFT.\nYOU ALSO AGREE THAT YOU WILL TAKE REASONABLE PRECAUTIONS TO PROTECT AND SAFEGUARD YOUR PERSONAL AND FINANCIAL INFORMATION AND AVOID DISCLOSURES OF ANY SUCH INFORMATION TO ANY INDIVIDUAL OR ENTITY, KNOWN OR UNKNOWN, THAT COULD BE REASONABLY EXPECTED TO IMPROPERLY USE SUCH INFORMATION.\nEQUIFAX AND ITS DIRECTORS, OFFICERS, AGENTS, EMPLOYEES, SUPPLIERS, LICENSORS, AND/OR AFFILIATED COMPANIES EXPRESSLY DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, WITH RESPECT TO THE IDENTITY PRODUCTS AND WE DO NOT WARRANT THAT THEY WILL MEET YOUR REQUIREMENTS OR THAT THEIR OPERATION WILL BE UNINTERRUPTED OR ERROR FREE.\nNONE OF THE IDENTITY PRODUCTS PROVIDED BY US UNDER THIS AGREEMENT CONSTITUTE A POLICY OR CONTRACT OF INSURANCE AGAINST IDENTITY THEFT AND/OR THE CONSEQUENCES OF IDENTITY THEFT AND OUR LIABILITY TO YOU WITH RESPECT TO ANY LOSSES YOU MAY SUFFER OR INCUR AS A RESULT OF ACTUAL OR SUSPECTED IDENTITY THEFT ARE LIMITED TO THE PRODUCT FEATURES EXPLICITLY SET FORTH IN THIS AGREEMENT AND THE IDENTITY PRODUCT DESCRIPTION CONTAINED IN THE SITE.\nIn addition, We reserve the right to request that You provide corroborating evidence with respect to any incident of Identity Theft of which We are notified, including signed affidavits, law enforcement or governmental agency reports, or other corroborating evidence, In the event that You fail to provide any requested corroborating evidence, We reserve the right not to provide You with any Product features or benefits normally available as part of Your Product.\nIf You cancel Your Identity Product membership, We are no longer obligated to provide any of the Product benefits associated with Your membership, regardless of whether or not a particular act of real and/or suspected Identity Theft occurred while Your identity Product membership was active.</li>\n<li>IDENTITY THEFT INSURANCE.\nCertain Products include an identity theft insurance benefit for active Members.\nThe insurance limits are different depending on the Product.\nThese identity theft insurance benefits are provided under master group policies issued to Equifax for the benefit of its Members.\nThe complete insurance policies are available from Us on request.\nThe insurance provider administers all claims, and We shall have no responsibility with respect to such identity theft benefit.\nPlease click&nbsp;here&nbsp;to view the policy summary of benefits for policies providing an aggregate limit of insurance of up to $25,000,&nbsp;here&nbsp;to view the policy summary of benefits for policies providing an aggregate limit of insurance of up to $50,000,&nbsp;here&nbsp;to view the policy summary of benefits for policies providing an aggregate limit of insurance of up to $500,000 and&nbsp;here&nbsp;to view a summary of benefits of the policies providing an aggregate limit of insurance of up to $1,000,000.</li>\n<li>IDENTITY THEFT RESTORATION.\nCertain Products offer identity theft restoration assistance (“IDR”).\nIf Your Product has this feature, You must contact customer care for assistance.\nIn most cases, if your Product has IDR as a Product feature, information about how to contact customer care can be found after you sign in to Your Member Center.\nIf You are receiving IDR through an offering from Your employer, however, Your employer may provide you contact information for customer care and provide other important information and requirements.\nIf you have been notified You are eligible for IDR because of a suspected data breach or security incident, Your notification letter will instruct You about how to obtain IDR and provide other important information and requirements.<br> IDR is offered when You have a qualifying “identity theft” event.\nFor purposes of this Section, Identity theft is when your name, address, social security number, debit card, credit card or certain other personally identifiable information (“PII”) is stolen, lost, or otherwise used without your knowledge or approval to commit crimes or other fraud in the United States of America.\nTo be eligible for IDR, You must be a US citizen or permanent resident.\nYou must also report an eligible identity theft event to Us within ninety (90) days after You first discover the identity theft event.<br>\n<br> IDR attempts to restore Your identity by working with credit bureaus, card issuers, and others.\nThis includes: <ul>\n<li>Explaining Your rights as a victim of identity theft;</li>\n<li>Providing You with an identity theft restoration claims kit in the event you have been the victim of an identity theft event (which you must complete and return);</li>\n<li>Assisting You with placing fraud alerts and security freezes with the three nationwide consumer reporting agencies (EIS, Experian, TransUnion);</li>\n<li>Contacting those entities where the identity theft event occurred, submitting appropriate documentation, and negotiating on your behalf to help resolve the identity theft event;</li>\n<li>Helping You through the process of filing an identity theft affidavit with the Federal Trade Commission.</li>\n</ul>\n<br> Restoring Your identity may not be possible in all cases, and We do not guarantee the effectiveness of IDR.\nIn many cases, We will have to work with third parties to attempt to restore Your identity.\nSome of those third parties, however, may not agree to work with Us.\nIn those cases, We will provide You with instructions about how to attempt to restore Your identity.\nOther third parties may agree to work with Us but only if You also participate in those efforts, such as by participating in three-way telephone calls.\nIn those instances, You agree to participate in such calls and otherwise assist Us.<br>\n<br> For Us to provide IDR, You may be required to provide Us with a Limited Power of Attorney (“LPOA”).\nIf a LPOA is required, it will be included in Your claims kit or otherwise delivered to You and must be returned to Us.\nThis document allows Us to work on Your behalf with creditors, merchants, banks and other entities.\nYou may also be required to provide Us with other documents for certain types of identity theft, such as tax identity theft.\nIn addition, separate and apart from the LPOA, You authorize us to take all reasonable actions on Your behalf to help restore Your identity.\nThis includes (i) providing Us with “written instructions” in accordance with Section 2 of this Agreement allowing Us to order and access credit reports from one or more consumer reporting agencies (ii) authorizing Us to take any other reasonable actions for the purpose of providing You assistance and taking other steps that are necessary to work with third parties to help restore Your identity.\nYou acknowledge and agree that You do not have to specifically authorize each action We take, and You further acknowledge that We can investigate the facts and circumstances related to Your identity theft case, including but not limited to contacting third parties by US mail, telephone, and email.\nWe reserve the right to ask for evidence of or related to the identity theft event or related facts, including, for instance, affidavits, police reports, or other government reports.\nIf You do not provide us with requested information or do not cooperate with Us, We will not provide You with IDR.<br>\n<br> In addition, if You have a minor family member who is eligible for IDR as part of Your Product and he or she becomes a victim of identity theft, You may be required to provide additional documentation to verify You are the minor’s guardian, provide proof of the minor’s identity, and be required to submit a LPOA for the minor.<br>\n<br> IDR will not be provided in certain situations, including the following: <ul>\n<li>Circumstances where You suffer a loss directly or indirectly resulting from Your negligence.\nFor purposes of this exclusion, “negligence” means the failure to exercise reasonable care with respect to the disclosure of Your PII and/or financial account information.\nFor example, You negligently, but willingly, provide Your PII and/or financial account information to a “fraudster” for a service or product, and the fraudster deducts funds from Your account.\nA “fraudster” is defined as a dishonest individual, group, or company that engages in activity to make money by deceiving individuals;</li>\n<li>Circumstances where You suffer no direct or indirect financial losses or are not held responsible for such financial losses attributable to the identity theft event;</li>\n<li>Circumstances where You suffer any loss to an account used for a “business purpose”.\nFor purposes of this exclusion, “business purpose” shall mean any purpose other than for personal, family or household purposes;</li>\n<li>Circumstances where You are unwilling to cooperate with financial institutions, merchants or other creditors, or prosecute or otherwise bring a civil or criminal claim against any person culpable or reasonably believed to be culpable for the fraud or its consequences;</li>\n<li>Circumstances where You suffer losses arising from extortion, blackmail or criminal threats carried out by a person or persons, by means of preventing You from either gaining access to Your financial accounts and/or PII or threatening to destroy such PII where such actions are carried out for the purpose of extorting money;</li>\n<li>Circumstances where an identity theft event is committed or attempted to be committed by Your immediate family member without signature authority on the impacted account.\nFor purposes of this exclusion, an immediate family member includes only one who is Your spouse (or analogous domestic partner recognized by law, such as a civil union), Your child, or the child of Your spouse at the time of the identity theft event;</li>\n<li>Circumstances where You have been accused of a crime, such as where an alleged identity thief may have used your information and misrepresented him or herself to law enforcement as You;</li>\n<li>Circumstances where the identity theft event is caused by or directly or indirectly related to an act of war or warlike action or terrorism, including cyberterrorism;</li>\n<li>For any dishonest, criminal, malicious or fraudulent acts, if You personally participated in, directed, or had knowledge of such acts;</li>\n<li>For any physical injury, sickness, disease, disability, shock, mental anguish, or mental injury, including required care, loss of services or death at any time resulting directly or indirectly from the identity theft event.\nand</li>\n<li>When You voluntarily disclose any code or other security information to someone who subsequently contributes to an identity theft event, provided, however, that this does not include voluntary disclosure due to duress or fraud.</li>\n</ul>\n<br> IDR will also not be provided if You knew about the identity theft before You signed up for the Product.&nbsp;If You cancel Your Product while you are actively receiving IDR, We will not provide You with additional IDR after your cancellation date.<br>\n<br> IDR is not an insurance contract or policy and will not reimburse You or otherwise pay for any costs, fees, damages, financial losses, similar losses or expenses, pain and suffering or any other emotional or economic loss.\nIDR also does not reimburse You for or otherwise pay for attorneys’ fees or other professional fees.</li>\n<li>FAMILY PLAN PRODUCT.\nThe Equifax Family Plan is a subscription-based Product that allows one adult (\"Primary Member\") to purchase a single membership that enables a second adult (\"Added Member\") to enjoy the benefits associated with one of our most common subscription-based Products (Equifax Complete Premier) at a discount to the normal retail price each adult would pay for an individual membership for the Product (Equifax Complete Premier) that corresponds to the features and benefits associated with the Family Plan Product.\nIn addition to these possible financial savings, the Family Plan Product offers two Product features that are unique to Our Products.\nThe first benefit is the ability of either adult to authorize Us (by way of an affirmative opt-in election and authorization that is revocable at any time) to share Alerts that are the result of Credit Monitoring.\nNo other form of credit information or personal information can be shared or disclosed.\nThe second benefit associated with Family Plan is the ability of the Primary Member to monitor up to four (4) of their minor children by means of the \"Child Monitoring\" Product feature described in Section 25 below.\nWhen You enroll under the Family Plan Product (as the Primary Member or Added Member, as the case may be) and authorize Us to share Your Alerts with the other adult Member, You are the \"Subject\".\nWhen the other adult Member makes their Alerts available to You for You to review, You are the \"Reviewer.\" The election to share Alerts under the Family Plan Product is strictly optional and does not need to be reciprocal.\nBy this, We mean that the Shared Alerts option can be configured such that one, both or neither of the adult Members may choose to share Alerts.\nIn no event will You be able to share Your Alerts or view the other Member's Alerts unless We have successfully authenticated Your identity and You have expressly authorized Us (by way of an affirmative and revocable election) to do so.\nThe version of Your Alerts that We provide to the Reviewer, will be the same as the Alerts You see, but no other credit information will ever be shared or made available to the Reviewer, even if You request that We do so.\nYou will not have the opportunity to review the Shared Version of Your Alerts before We share it with the Reviewer pursuant to Your authorization.\nYou acknowledge and agree that when You enable the Shared Alerts capability within the Member Center that You are designating Us as Your agent and giving Us Your \"written instruction\" to obtain from EIS and public records sources the credit file and other information necessary to compile Your Shared Alerts, to create Your Shared Alerts for You, and to make the Shared Version of Your Alerts available to the Reviewer as instructed by You.\nYOU ACKNOWLEDGE THAT IT IS YOUR RESPONSIBILITY TO EXERCISE SOUND JUDGMENT WHEN DECIDING WHETHER AND WITH WHOM TO SHARE YOUR ALERTS, AND YOU AGREE THAT YOUR INTERACTIONS WITH SUCH REVIEWERS, INCLUDING YOUR ACCESS TO AND USE OF THE FAMILY PLAN PRODUCT, IS AT YOUR OWN RISK.\nADDITIONALLY, YOU ACKNOWLEDGE AND AGREE THAT NEITHER WE, NOR ANY OF OUR DIRECTORS, OFFICERS, AGENTS, EMPLOYEES, SUPPLIERS, LICENSORS, OR AFFILIATED COMPANIES, ARE RESPONSIBLE OR LIABLE TO YOU FOR ANY ACTIONS TAKEN OR DECISIONS MADE BY ANY REVIEWER WITH WHOM YOU HAVE SHARED YOUR ALERTS.</li>\n<li>MONITORING OF MINOR CHILDREN INCIDENT TO FAMILY PLAN.\nIn the event that You (in Your capacity as the Primary Member) successfully establish Your membership in the Family Plan Product, You will also be eligible to enroll up to four (4) of Your minor children for Child Monitoring.\nIf We are unable to successfully enroll You in Credit Monitoring program, Your entire Product order, including any pending orders to perform Child Monitoring for Your minor children, will be cancelled and You will not receive alerts regarding Your minor children.\nChild Monitoring Differs from Credit Monitoring.\nThe monitoring that will be performed for your enrolled minor children is different than Credit Monitoring that is available under Our Products for adult Members who are age eighteen (18) or older.\nOnce Your minor children have been successfully enrolled, We will first determine if an EIS credit file currently exists with respect to each enrolled child.\nIf there is an Equifax credit file for your minor child, We will notify you via email alert within twenty four (24) hours of Us having received the report.\nIf an EIS credit file does not exist for your minor child, an EIS credit file will be established and You expressly authorize and instruct Us to instruct EIS to place a credit lock on each such file, which prevents most third party access to the minor child's EIS credit file.\nEnrollment of Minor Children in Family Plan.\nAs part of Your Family Plan membership, You are entitled to enroll up to four (4) minor children for whom you are the legal parent or guardian by providing the required information and/or documentation including, but not limited to, a valid Social Security number and date of birth for each of Your minor children.\nIn certain circumstances, You may not be permitted to enroll Your minor children on-line.\nIn such circumstances, You will be notified of this event, and We will provide You with additional instructions regarding the steps and additional information needed to take in order for You to enroll Your minor child or children by contacting our Customer Care Center at 1-866-807-7461.\nChildren that have reached the age of seventeen (17) years and nine (9) months are not eligible for Child Monitoring and any attempt on Your part to enroll such a minor child will be denied.\nFurther Certifications or Documents May be Required.\nWe will provide information about a minor child only to a Primary Member who is also the minor child's parent or legal guardian.\nBy enrolling any minor child, You must certify that each such child is under the age of eighteen (18) years of age and You are the parent or legal guardian of each minor child whom You have named on the enrollment forms.\nWe may also require further documentation regarding your status as parent or legal guardian prior to releasing certain information to You.\nBy initiating Child Monitoring, You acknowledge and agree that it is illegal for anyone to obtain credit-related or other personal information concerning a minor child for whom they are not the parent or legal guardian and You further acknowledge and agree that Your enrollment of your minor child requires Us to obtain information about Your child from EIS, a consumer reporting agency, and that any information about Your minor child that You obtain from Us will be used solely for the purpose of assisting You in protecting Your minor child against actual, suspected or potential fraud.<br> Automatic Suspension.\nAny minor children You enroll for Child Monitoring will automatically lose their eligibility to remain under the Family Plan Product within seven (7) days before their eighteenth (18th) birthday and all Child Monitoring will automatically cease on or before that date.\nAfter this occurs, You will no longer be eligible to receive monitoring of any sort regarding that minor child and all other benefits available to You or Your minor child under the Family Plan Product will likewise cease upon the child attaining the age of eighteen (18).</li>\n<li>IDENTITY REPORT™ PRODUCT.\nThe Identity Report Product is a Product that allows individuals to share a verification of their identity and their credit standing with others.\nWhen You obtain Your Identity Report and share Your Identity Report with someone else, You are the \"Subject\".\nWhen someone else makes their Identity Report available to You for You, You are the \"Reviewer.\" When You order Your own Identity Report, You will receive two versions for Your review: a Subject Version and a Shared Version.\nBoth versions will be available to You to view for 30 days from the date that You first order Your Identity Report.\nThe corresponding Subject Version of Your Identity Report will include a snapshot of Your identity information, a high-level summary of Your credit score range (if available), and a copy of Your Equifax Credit Report.\nWe will not provide the Subject Version of Your Identity Report to any individuals other than You.\nThe Shared Version of Your Identity Report will include a summary version of Your identity information and Your credit score range (if available), but will not include Your Equifax Credit Report.\nWe will not make the Shared Version of Your Identity Report available to other individuals unless You decide that You want to share it and instruct Us to do so on Your behalf.\nYou will have the opportunity to review the Shared Version of Your Identity Report before You decide if You want to share it with anyone else.\nYou acknowledge and agree that when You order Your Identity Report, You are designating Us as Your agent and giving Us Your \"written instruction\" to obtain and collect from EIS and public records sources the credit file and other information necessary to compile Your Identity Report, to create Your Identity Report for You, and to make the Shared Version of Your Identity Report available to those individuals as instructed by You.\nYOU ACKNOWLEDGE THAT IT IS YOUR RESPONSIBILITY TO EXERCISE SOUND JUDGMENT WHEN DECIDING WHETHER AND WITH WHOM TO SHARE YOUR IDENTITY REPORT, AND YOU AGREE THAT YOUR INTERACTIONS WITH SUCH INDIVIDUALS, INCLUDING YOUR ACCESS TO AND USE OF THE IDENTITY REPORT PRODUCT, IS AT YOUR OWN RISK.\nADDITIONALLY, YOU ACKNOWLEDGE AND AGREE THAT NEITHER WE, NOR ANY OF OUR DIRECTORS, OFFICERS, AGENTS, EMPLOYEES, SUPPLIERS, LICENSORS, AFFILIATED COMPANIES, OR AFFILIATED CREDIT BUREAUS, ARE RESPONSIBLE OR LIABLE TO YOU FOR ANY ACTIONS TAKEN OR DECISIONS MADE BY ANY INDIVIDUALS WITH WHOM YOU HAVE SHARED YOUR IDENTITY REPORT.</li>\n<li>FINANCIAL ALERTS.\nCertain of Our Products offer You the opportunity to activate Our Financial Alerts feature, which allow Members to receive Financial Alerts concerning certain activity regarding their financial accounts (e.g., checking accounts, credit cards, etc.) These alerts can be customized by the Member to reflect the accounts to be monitored and the thresholds for the creation of alerts.\nIn order to enable Us to provide You with Your Financial Alerts (if available under Your Plan), You must activate this Product Feature and as part of this process, You must agree to provide certain information to Us that is needed in order for Us to access third-party financial websites and the information regarding Your accounts and all financial relationships designated by You (each a \"Third-Party Account\").\nBy providing Us with the foregoing information, You represent and warrant to Us that You are the legal owner of and have the right to authorize and permit Us to access each of the Third-Party Accounts that You so designate, and You expressly authorize Us to obtain and utilize such information solely for the purpose of providing You with Your Financial Alerts.\nBy activating Your Financial Alerts Product Feature, You acknowledge and agree that: (i) Your relationship with each Third-Party Account provider is fully independent of Your relationship with Us and Your use of the Financial Alerts and the Products to which they relate.\n(ii) We do not have a contractual or operational relationship with your Third-Party Account providers.\nand (iii) Our responsibility with respect to the Financial Alerts and the Product to which it relates is limited to solely to providing You with information made available by your Third-Party Account providers.\nAny questions regarding data accuracy with respect to a Financial Alert must be raised directly with the Third-Party Account provider.\nAs a condition of Your activation of the Financial Alerts Product Feature, You expressly acknowledge and agree that We shall not be responsible for any act or omission by any Third-Party Account provider, including without limitation any modification, interruption or discontinuance of any Third-Party Account.\nNOTWITHSTANDING ANYTHING IN THIS AGREEMENT TO THE CONTRARY, YOU ACKNOWLEDGE AND AGREE THAT WHEN WE ARE ACCESSING AND RETRIEVING INFORMATION FROM ANY THIRD-PARTY ACCOUNT IN ORDER TO PROVIDE A FINANCIAL ALERT, WE ARE ACTING AS YOUR AGENT, AND NOT AS THE AGENT OF OR ON BEHALF OF THE THIRD PARTY.\nYOU AGREE THAT WE AND OUR AFFILIATES AND SERVICE PROVIDERS SHALL BE ENTITLED TO RELY UPON THE FOREGOING AUTHORIZATION GRANTED BY YOU HEREIN AND YOU AGREE THAT WE SHALL NOT BE LIABLE FOR ANY COSTS, FEES, LOSSES OR DAMAGES OF ANY KIND INCURRED AS A RESULT OF (1) OUR ACCESS TO THE THIRD-PARTY ACCOUNTS.\n(2) OUR RETRIEVAL OF OR INABILITY TO RETRIEVE INFORMATION FROM THE THIRD-PARTY ACCOUNTS.\n(3) ANY INACCURACY, INCOMPLETENESS OR MISINFORMATION CONTAINED IN INFORMATION RETRIEVED FROM THE THIRD-PARTY ACCOUNTS.\nOR (4) ANY CHARGES IMPOSED BY THE PROVIDER OF ANY THIRD-PARTY ACCOUNT.</li>\n<li>SCORE POWER® AND SCORE WATCH® PRODUCTS.\nFair Isaac Corporation and Equifax jointly provide certain of the Products available through this Site.\nIf You purchase these Products You will obtain, among other things: (i) a copy of Your Equifax Credit Report™.\n(ii) Your BEACON®/FICO® credit score, calculated from the information contained in Your Equifax Credit Report™.\nand (iii) an explanation of how a creditor is likely to view Your score and the major reasons You scored as You did.\nThese Products feature the \"FICO Score\", which is produced using a proprietary credit score model developed by Fair Isaac Corporation.\nAll such Products are clearly identified in the Product literature contained within the Site and You should carefully consider the different credit scores that are associated with Our Products prior to purchasing any Product.</li>\n<li>PRIVACY.\nBy submitting Your order, You acknowledge receipt of Our Privacy Notice and acknowledge that We may use and share Your personal information in accordance with Our Privacy Notice.</li>\n<li>OWNERSHIP.\nThis Site contains copyrighted material and any information that You retrieve is copyrighted by its owner.\nYou may not remove, alter or cover any copyright or other proprietary notices placed on this site or on products or related materials acquired through this site.\nWe, collectively or individually, retain ownership of all intellectual property rights in the Products and this Site, including without limitation any information, materials, text, graphics, images, logos, site design, and the selection, assembly, and arrangement of the Site (\"content\").\nThe content may not be copied, distributed, displayed, modified, reproduced, performed, published or reverse engineered in whole or in part without Our prior written permission.</li>\n<li>QUESTIONS ABOUT YOUR CREDIT FILE OR SCORE.\nEIS is the nationwide consumer reporting agency that maintains the credit file used to provide the Products, except for any non-EIS credit files that may be used in Products (i.e., credit files maintained by one or more of the other two nationwide consumer reporting agencies).\nAny questions or disputes regarding the accuracy of any information in Your EIS Credit Report (also used in some other Products) must be directed to, and will be handled by, EIS.\nEIS IS REQUIRED BY LAW TO GIVE YOU A COPY OF YOUR CONSUMER DISCLOSURE (SOMETIMES REFERRED TO AS A CREDIT REPORT) UPON REQUEST, AT NO CHARGE OR FOR A NOMINAL FEE.\nIF YOU BELIEVE YOUR EIS CONSUMER DISCLOSURE CONTAINS INACCURATE OR INCOMPLETE INFORMATION, YOU MAY REQUEST, AT NO CHARGE TO YOU, THAT EIS RESEARCH THE INFORMATION CONTAINED IN YOUR EIS CONSUMER DISCLOSURE.\nFurther, if You believe or suspect that You have been the victim of identity theft, You may request, at no charge to you, that EIS place an alert on Your EIS credit report.\nYou do not have to purchase a Product in order to receive a copy of Your consumer disclosure from EIS or to dispute information contained in it, or to request that EIS place an alert on Your credit file.\nTo dispute information or place an alert in Your credit file, You may contact EIS at the number on Your EIS consumer disclosure, or You may contact Us and we will transfer or direct you to the appropriate EIS representative.\nTo obtain more information about Your rights, go to the Credit Education Page on Our Site and click on \"Summary of FCRA Rights.\"</li>\n<li>ADDITIONAL CONSUMER REPORT RELATED DISCLOSURES.\nYou have a right to obtain a free copy of your consumer disclosure once every 12 months from each of the nationwide consumer reporting agencies.\nTo request your free annual consumer disclosure, you may go to www.annualcreditreport.com, or call 1-877-322-8228, or complete the Annual Credit Report Request Form and mail it to: Annual Credit Report Request Service, P.O.\nBox 105281, Atlanta, GA 30348-5281.\nYou can obtain additional copies of your consumer disclosure from a consumer reporting agency, for which you may be charged a reasonable fee.\nThere is no fee, however, if you have been turned down for credit, employment, insurance, or a rental dwelling because of information in your credit file within the preceding 60 days.\nThe consumer reporting agency must provide someone to help you interpret the information in your credit file.\nYou are entitled to receive a free copy of your consumer disclosure if you are unemployed and intend to apply for employment in the next 60 days, if you are a recipient of public welfare assistance, or if you have reason to believe that there is inaccurate information in your credit report due to fraud.\nFor more information You may also contact the Federal Trade Commission (\"FTC\") by calling the FTC toll free - 1-877-FTC-HELP or visit their website: www.ftc.gov.\nIn addition, the states of MA, VT, CO, NJ, MD and ME permit consumers to obtain one credit report per consumer reporting agency per year, free of charge and the state of GA permits consumers to obtain two credit reports per consumer reporting agency per year, free of charge.\nNone of Our Products are intended to substitute for any free credit report or disclosure that any credit reporting agency or bureau is required by law to provide to You.</li>\n<li>NO WARRANTY.\nMUCH OF THE DATA CONTAINED IN THE PRODUCTS IS PROVIDED TO US BY OTHERS AND THEREFORE WE DO NOT CONTROL THE ACCURACY OR COMPLETENESS OF THE INFORMATION CONTAINED IN THE PRODUCTS.\nIF WE SELL YOU A PRODUCT PROVIDED BY A SUPPLIER, THAT SUPPLIER IS SOLELY RESPONSIBLE FOR THE ACCURACY AND COMPLETENESS OF THAT PRODUCT.\nNEITHER WE, NOR ANY OF OUR DIRECTORS, OFFICERS, AGENTS, EMPLOYEES, SUPPLIERS, LICENSORS, AFFILIATED COMPANIES, OR AFFILIATED CREDIT BUREAUS (\"AFFILIATED PERSON(S)\") WARRANT THE CORRECTNESS, COMPLETENESS, CURRENTNESS, OR ANY OTHER ASPECT OF ANY PRODUCT OR INFORMATION CONTAINED IN ANY PRODUCT IN ANY WAY.\nTHE PRODUCTS ARE PROVIDED \"AS IS\", AND NO WARRANTY, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THOSE OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, IS MADE.<br> TO THE EXTENT APPLICABLE LAW DISALLOWS ANY DISCLAIMERS OR LIMITATIONS IN THIS AGREEMENT, SUCH DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU.</li>\n<li>LIMITATION OF LIABILITY.\nNEITHER WE NOR ANY OF OUR AFFILIATED PERSONS WILL BE LIABLE TO YOU (OR ANY OF YOUR MINOR CHILDREN) FOR ANY LOSS OR INJURY ARISING OUT OF OR CAUSED, IN WHOLE OR IN PART, BY ANY NEGLIGENT ACTS OR OMISSIONS OF ANY SUCH PERSON IN PREPARING, REPORTING OR DELIVERING THE PRODUCTS, PROVIDING AUTHENTICATION SERVICES, OR IN DOING ANYTHING RELATED THERETO.\nNEITHER WE NOR THE AFFILIATED PERSONS WILL BE LIABLE TO YOU (OR ANY OF YOUR MINOR CHILDREN) FOR DIRECT, SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR EMOTIONAL DISTRESS DAMAGES (INCLUDING BUT NOT LIMITED TO LOST PROFITS OR OPPORTUNITIES, BUSINESS INTERRUPTION AND LOSS OF PROGRAMS OR DATA) IN CONNECTION WITH YOUR USE OF THIS SITE, ANY USE OR RELIANCE UPON INFORMATION FOUND AT THIS SITE OR PROVIDED BY US OR ANY PRODUCT PROVIDED AT THIS SITE OR THROUGH ANY OTHER MEDIUM, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br> THIS SECTION DOES NOT APPLY TO NEW JERSEY RESIDENTS.</li>\n<li>NOTICE OF CLAIMS.\nIf, notwithstanding the foregoing Section, Equifax or any Affiliated Person is held to be liable to You, the amount of such liability shall not exceed the amounts paid by You under this Agreement, in the twelve (12) months preceding the claim, for the specific Products giving rise to the claim.\nIf You desire to make a claim against Equifax or any Affiliated Person(s) concerning this Agreement, the Site, or the Product, You must first notify Equifax in writing of Your potential claim, the grounds for Your claim, and the relief You seek.\nYou must allow Equifax no less than thirty (30) days to attempt to resolve the issue prior to formally asserting a claim.\nIf You do not, neither Equifax nor any Affiliated Person(s) will be liable to You for the claim.</li>\n<li>INDEMNIFICATION.\nYou will indemnify and hold Us and the Affiliated Persons harmless from and against actual loss, costs, liabilities and expenses (including reasonable attorneys' fees) resulting from Your breach of this Agreement, Your use of this Site or any Product or any information contained in this Site or provided by Us, or Your infringement of any intellectual property or other right of any person or entity.</li>\n<li>APPLICABLE LAW.\nThis Agreement and its enforcement shall be governed by the laws of the state in which You most recently told Equifax You live according to Equifax’s records, without regard to conflict of law principles.\nFederal law, including the FAA, however, shall govern the arbitrability of all Claims between You and Us pursuant to Section 4 above, including any and all claims or disputes concerning the validity, construction, and performance of the arbitration provision in Section 4 above (except that to the extent state law applies to that issue, the law of the state in which You most recently told Equifax You live (according to Equifax’s records) will apply without regard to conflict of law principles).</li>\n<li>ENTIRE AGREEMENT BETWEEN US.\nThis Agreement constitutes the entire agreement between You and Us regarding the Products and information contained on or acquired through this Site or provided by Us, including through other linked third party Internet sites.\nIn the event that this Agreement shall be translated into any language other than English, then the English language version of the Agreement shall control.\nThis Site may contain hyperlinks or other references to third party Internet sites that Equifax does not own or operate.\nYou may be subject to additional terms and conditions that apply when You use third party Internet sites.\nYou agree that You are responsible for reviewing and understanding any terms and conditions governing any third party Internet site and products and Equifax has no responsibility therefore.\nThis Agreement takes effect on Your first use of this Site, and it applies to all persons accessing the Site from Your computer, and to all persons using Your User ID, password or PIN.\nThe headings used in this Agreement are for convenience only and such headings are not to be used in determining the meaning or interpretation of these terms and conditions of use.\nYou agree that this Agreement is not intended to and does not confer any rights on any persons other than Us and You and the third party beneficiaries referenced in this Section.\nIf any provision of this Agreement is held invalid, unenforceable or void by applicable laws, the remaining portions shall continue in full force and effect.\nIf, however, the class action waiver provision in Section 4 is found to be illegal or unenforceable, then the entire arbitration provision in Section 4 will be unenforceable, and any Claims (as defined in Section 4) will instead be decided by a court.\nYou may not assign this Agreement or the Product (except a gift certificate) to someone else.\nUnless otherwise explicitly stated, the provisions contained in Sections 3 (Registration.\nUse of Products), 4 (Agreement to Resolve All Disputes by Binding Individual Arbitration), 30 (Ownership), 33 (No Warranty), 34 (Limitation of Liability), 35 (Notice of Claims), 36 (Indemnification), 37 (Applicable Law) and this Section 38 will survive termination of this Agreement and Your access to and use of the Products and the information contained on this Site or provided by Us.\nSuppliers are third party beneficiaries under this Agreement.</li>\n</ol> Site Terms of Use <p>These Site Terms of Use apply to the access and use of the Equifax Web Sites (collectively, the \"Web Site\".) These Site Terms of Use do not apply to &nbsp;www.trustedidpremier.com, or www.trustedid.com Products that are ordered through the Web site are subject to the agreements and terms of service that apply to them and can be accessed when a Product is requested.\nFurther, additional proprietary notices and copyright information may be found on other pages in the Web Site.</p>\n<p>Warranty<br>\nEquifax does not warrant the completeness, timeliness or accuracy of any of the data and/or programs (\"information\") available at this web site.\nto the fullest extent permitted by law, the information is provided \"as is\" without warranty of any kind, express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, title or non-infringement.</p>\n<p>Disclaimer<br>\nIn no event will Equifax or its affiliates be liable to any party for any direct, indirect, special or other consequential damages for any use of or reliance upon the information found at this web site, or on any other linked web site, including, without limitation, lost profits, business interruption, loss of programs or other data, even if Equifax is expressly advised of the possibility of such damages.</p>\n<p>Link Policy<br>\nYou are granted a limited, non-exclusive right to create a hypertext link to this Web Site found at https://www.equifax.com/.\nprovided such link does not portray Equifax and/or its affiliates or any of their respective products and services in a false, misleading, derogatory or otherwise defamatory manner.\nThis limited right may be revoked at any time.\nYou may not use, frame or utilize framing techniques to enclose any Equifax trademark, logo or other proprietary information, including the images found at this Web Site, the content of any text or the layout/design of any page or form contained on a page without Equifax's express written consent.\nExcept as noted above, you are not conveyed any right or license by implication, estoppel, or otherwise in or under any patent, trademark, copyright, or proprietary right of EQUIFAX or any third party.</p>\n<p>Confidentiality<br>\nComments, suggestions or materials sent or transmitted to EQUIFAX (collectively \"Feedback\"), shall be deemed to be non-confidential.\nSubject to the conditions described on the privacy page of this Web Site, EQUIFAX shall have no obligation of any kind with respect to such Feedback and shall be free to use and distribute the Feedback to others without limitation, including, but not limited to developing and marketing products incorporating such Feedback.</p>\n<p>Non-Equifax Sites<br>\nEQUIFAX makes no representations, warranties or endorsements with respect to any web site, which may be accessed, from this Web Site.\nWhen you access a non-EQUIFAX web site, please understand that Equifax has no control over the content or information at that site.\nIt is your responsibility to protect your system from such items as viruses, worms, Trojan horses and other items of a destructive nature.</p>\n<p>Intellectual Property Rights<br>\nThis Web Site contains many of the valuable trademarks, service marks, names, titles, logos, images, designs, copyrights and other proprietary materials owned, registered and used by Equifax Inc.\nand its affiliated companies, including but not limited to, the registered mark \"Equifax\".\nany unauthorized use of same is strictly prohibited and all rights in same are reserved by Equifax Inc.\nand its affiliated companies.\nOther products and company names mentioned in the Site may be the trademarks of their respective owners.\nEquifax, Inc.\nis licensed under the following, and related Ronald A.\nKatz Technology Licensing, L.P.\nUnited States Patents: 5,561,707.\n5,828,734.\n5,684,863.\n5,815,551.\n5,974,120.\n5,917,893.\n5,898,762.\nand others.</p>\n<p>\n<br>\nEquifax Interactive Services<br>\nCertain areas of the Web Site contain interactive services, where visitors are permitted to post content for publication on the Web Site.Please carefully read the following Terms and Conditions of Use (“Terms of Use”) before using the Equifax Personal Finance Blog or Equifax Technology and Analytical Services Blog (collectively, the “Interactive Sites”).By using the Interactive Sites, you agree to follow and be bound by these Terms of Use, which govern your use of the Interactive Sites.\nNothing contained in these Terms of Use is intended to modify or amend any other written agreement, if any, that may currently be in effect between you and Equifax with regard to matters other than your use of the Interactive Sites.Equifax may periodically modify these Terms of Use, and any such modifications will be effective immediately upon posting.\nWe suggest that you periodically check these Terms of Use for such modifications.\nIf you do not agree to the Terms of Use, do not use the Interactive Sites.</p>\n<p>The materials on the Interactive Sites are for information, education, and entertainment purposes only and you should not construe any information provided on the Interactive Sites as legal, tax, investment or other advice.\nIn exchange for using any of the information contained in the Interactive Sites, you agree not to hold Equifax or its third party information providers liable for any possible claim for damages arising from any decision you may make based, in whole or in part, on the information contained in the Interactive Sites.\nPlease note that all data and other materials contained in the Interactive Sites that are provided by third parties are believed by Equifax to be provided by reliable third sources, but Equifax does not guarantee and is not responsible for the accuracy, timelines or suitability for use of any such data.</p>\n<p>You agree that you are solely responsible for all information, data, content, messages, quotations and any other materials that you upload, post, e-mail, transmit or otherwise make available via the Interactive Sites (collectively, “User Content”).\nBy submitting User Content you represent and warrant that you own all right, title and interest to such User Content.\nEquifax does not claim ownership of any User Content that you may submit or otherwise make available to the Interactive Sites, but as a condition of posting User Content you grant Equifax a perpetual, worldwide, irrevocable, nonexclusive, royalty-free and transferable right and license to use, store, modify, publish, display, broadcast, sell, reproduce and create derivative works from any User Content you submit.</p>\n<p>\n<br>\nThe Interactive Sites are owned and operated by Equifax Inc., and all of its subsidiaries and affiliates (collectively, “Equifax”).\nEquifax may modify, suspend, discontinue or restrict the use and availability of any portion of the Interactive Sites at any time, without notice or liability.\nYour use of the Interactive Sites may be monitored by Equifax and used for Equifax’s internal business purposes, without liability.\nFor a complete listing of all Terms of Use that govern your use of the Interactive Sites, please review the Terms in their entirety above.</p>\n<p>The Equifax Online Privacy Policy and Fair Information Principles is also posted.</p> ", "created_at": "2023-05-18 17:32:23.279795", "updated_at": "2023-05-18 17:35:13.71159"}], "points": [], "urls": ["equifax.com"]}}