{"error": 448, "message": "OK", "parameters": {"id": 8621, "name": "SaturnVPN ", "created_at": "2023-06-29 22:13:13.166609", "updated_at": "2023-06-30 10:02:05.545965", "wikipedia": null, "keywords": null, "related": null, "slug": "saturnvpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8621.png", "url": "saturnvpn.com", "documents": [{"id": 16786, "name": "Refund Policy ", "url": "https://saturnvpn.com/refund-policy/", "xpath": "/html/body/div[1]/main/section[3]", "text": "<p>SaturnVPN provides low-price VPN service with a 7 full-day length for everyone who likes to test it before purchasing.\nWe are getting the lowest prices compared with the other VPN provider companies.\nBut still, we are offering refund money to take the risk of purchasing zero for customers.</p>\n<p>Please read the refund terms carefully before starting to purchase an account and send your requests only if it meets the following terms.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>We Do offering money back with the following terms:</strong>\n</p>\n<p>\n<strong>1-</strong> We offer a full refund with the following terms in the <strong>first 30 days</strong> from the purchase time.\nIf you send a refund request after this period, We don’t process it.</p>\n<p>\n<strong>2-</strong> Customers will send refund requests from the ticketing system on&nbsp;this page, otherwise, it won’t process.\nWe don’t process reply emails about refunding.\nso if you reply to order emails and other emails from us, we will not process them.</p>\n<p>\n<strong>3-</strong> Refund requests will be processed with the sales department on Monday-Friday 9 AM to 4 PM Central European Standard Time.</p>\n<p>\n<strong>4-</strong> It can take up to 7 days after the cancellation of your subscription to receive your refund depending on the payment form used.\nIf you don’t get your money back after 7 days, please inform us by replying to the sent ticket.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>We Do Not offer a refund in the following cases:</strong>\n</p>\n<p>\n<strong>1-</strong> We are offering a 7 full-day low-price package to test the services before purchasing.\nSo we don’t refund if it’s complicated for you to setup or you can not set it up on your device after purchase.\nin this case, you can contact our support team for more help via the ticketing system, live chat, or sending an email to the support@saturnvpn.com address.\nAlso, make sure to test the SaturnVPN service first on other operating systems or devices (like iPhone/Android) before going for a paid subscription.</p>\n<p>\n<strong>2-</strong> Points redeemed discounts are bounty credits and can not be refunded.</p>\n<p>\n<strong>3-</strong> Unused Top-up account funds can not be refunded.\nYou should buy a VPN service first.</p>\n<p>\n<strong>4-</strong> All required pieces of information are clearly available on the website.\nSo we don’t refund for reasons like VPN server locations, and provided Protocols.</p>\n<p>\n<strong>5-</strong> The service is provided “as-is”.\nWe cannot guarantee that our service unblocks certain sites.\nThe fact that you are not able to access a site using SaturnVPN cannot be a reason for a refund request.\nYou can test our service before purchasing a long-time-period package.</p>\n<p>\n<strong>6-</strong> We do not refund for speed issues because we have a low-price testing account for all our paid servers where you can test speed over any VPN server.</p>\n<p>\n<strong>7-</strong> If SaturnVPN terminates your account due to a breach of the Terms of Service agreement, in which case you are not eligible for any refund.</p>\n<p>\n<strong>8-</strong> Automatically PayPal subscription payments will be refunded back to your PayPal account.</p>\n<p>\n<strong>9-</strong> If you write a false and contrary-to-reality review for SaturnVPN.\nAnd don’t contact our support to follow up and solve your problem before writing a negative review.</p>\n<p>\n<strong>10-</strong> At our discretion, if we think you intend to use our service for malicious purposes (for example spamming, network attacks, etc…), we can terminate your account without offering any refund.</p>\n<p>\n<strong>11-</strong> Payments made by Bitcoin, Perfect Money, and Webmoney cannot be refunded because of money laundering policies.</p>\n<p>\n<strong>12-</strong> We don’t offer any refund, if you request it immediately after purchase, or without using the service and activating the account at all, to prevent money laundering.</p>\n<p>\n<strong>13-</strong> We don’t refund the 7-day package as it’s a trial-based testing package.</p>\n<p>\n<strong>14-</strong> Refund requests for accounts that were purchased before 7 days, cannot be processed because of money laundering policies.</p>\n&nbsp.\n<strong>Read before claiming a refund:</strong>\n&nbsp.\n<p>If you are having technical difficulties please ticket our support team before claiming a refund as they will be happy to solve any problems.\n99% of the problems can be solved without the need for a refund.</p>\n<p>&nbsp;</p>\n", "created_at": "2023-06-29 22:13:13.227009", "updated_at": "2023-06-29 22:14:28.02653"}, {"id": 16785, "name": "Privacy Policy ", "url": "https://saturnvpn.com/privacy-policy/", "xpath": "/html/body/div[1]/main/section[3]", "text": "<p>\n<strong>Our privacy policy is simple:</strong>\n</p>\n<p>We will never collect and release any information about you or your account.\nWe do not and will not monitor user sessions for inappropriate behavior.\nHowever, if in the course of normal business (including complaints from the general public) we discover you violate our Terms of Service Agreement we may terminate your account and optionally refund the balance of your account to you.\nSaturnVPN acknowledges and respects your privacy.\nsaturnvpn.com will hold every bit of information provided by you with maximum care and will never use it in ways that you have not consented to.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>Personal Information Collection:</strong>\n</p>\n<p>Personally Identifiable Information (PII) includes all such information that can be directly linked to an individual e.g.\nname, telephone number, or email address as well as information about activities directly associated with an individual e.g.\nProducts or Services purchased or used.\nPII may be provided to us by you or by someone on your behalf while interacting with us online and offline.\nFurthermore, in the course of using SaturnVPN services, you or someone else on your behalf may give out information about yourself or give access to your system.\nThis information may include, but is not limited to:</p>\n<p>» Names and IP addresses</p>\n<p>» Operating systems</p>\n<p>» Operational logs</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>Cookies:</strong>\n</p>\n<p>We use browser cookies on this website just like many other organizations to improve the quality of our service.\nOne or more cookies are sent to your computer that uniquely identifies your browser and various related information.\nGenerally, each browser is set up to accept cookies, but this preference can be changed by resetting your browser to indicate when a cookie is being sent or to refuse all cookies.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>Data Protection and Encryption:</strong>\n</p>\n<p>All PII, public and private keys, passwords are stored in an encrypted format, using strong cryptographic algorithms.\nAppropriate security measures are taken for the protection of this information against unauthorized access, unauthorized alteration, destruction, or disclosure of data.\nAccess to personal information by SaturnVPN employees, contractors, and agents is restricted.\nThese officials require that information in order to operate, develop or improve our services but are bound by confidentiality obligations.\nThey may be subjected to disciplinary action, which includes termination and criminal prosecution, upon failing to meet these obligations.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>File Sharing Activities and DMCA Notices:</strong>\n</p>\n<p>You agree that you will not do any kind of illegal file-sharing activities on SaturnVPN’s servers.\nSaturnVPN complies with DMCA notices and in this regard forbids its clients from such activities in those territories where it’s illegal namely in the USA, the UK, and most others.\nBut if you need such a service, contact our customer support and get the details.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>\n<strong>Important Note:</strong>\n</p>\n<p>SaturnVPN reserves the right to review and update this policy whenever required.\nIt will become binding as soon as we update our privacy policy and it will be the responsibility of users to regularly check for updated Privacy Policy.</p>\n", "created_at": "2023-06-29 22:13:13.196974", "updated_at": "2023-06-29 22:13:32.566815"}, {"id": 16787, "name": "Terms of Service ", "url": "https://saturnvpn.com/terms-of-service/", "xpath": "/html/body/div[1]/main/section[3]", "text": "<p>This is an agreement between you and saturnvpn.com (known as SaturnVPN) for Virtual Private Network (Known as <strong>VPN</strong>) communications services, related services, and features.\nIt is <strong>NOT</strong> a service for the commission of criminal acts.\nIt is an anonymity and privacy service.\nYou agree <strong>NOT</strong> to violate any laws of any jurisdiction you are originating from or terminating into.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>You agree to protect your Username/Password and our system from unauthorized use.\nYou are responsible for all actions that occur on our servers where the login uses your Username/Password.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>Downloading from <strong>Torrent</strong> networks is only allowed on <strong>DE</strong> servers, If you use other servers for downloading from the torrent, We will disable your account without any warning.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>SaturnVPN is for personal usage, Even if you set it up to connect to a router, You can only use it for personal purposes.\nIf you need organizational solutions please contact us.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>You agree not to use the system for sending spam, port scanning, scanning for open proxies or open relays, sending an opt-in email, unsolicited email, or any type or version of an email sent in large quantities even if the email is ultimately sent off of another server.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>You agree not to launch any pop-ups from our service.\nYou agree not to attack in any way shape or form any other computer or network while on our service.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>Actual service coverage, speeds, locations, access level, removing deprecated services, price changes, and quality may vary.\nThe Service will attempt to be available at all times except for limited periods for maintenance and repair.\nHowever, the Service may be subject to unavailability for a variety of factors beyond our control including emergencies, third-party service failures, transmission, equipment or network problems or limitations, interference, and signal strength, and may be interrupted, refused, limited, or curtailed.\nWe are not responsible for data, messages, or pages lost, not delivered, delayed, or misdirected because of interruptions or performance issues with the service or communications services or networks (e.g., T-1 lines or the Internet).\nWe may impose usage or Service limits, suspend Service, or block certain kinds of usage at our sole discretion to protect users or the service.\nNetwork speed is an estimate and is no indication of the speed at which you or the service sends or receives data.\nActual network speed will vary based on configuration, compression, network congestion, and other factors.\nThe accuracy and timeliness of data received are not guaranteed.\ndelays or omissions may occur.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>We <strong>do NOT log</strong> any user activity (sites visited, DNS lookups, emails, etc.).\nWe only log access attempts to our servers (for security and<br>troubleshooting), session durations, bandwidth used and the user clicks made to our software (for features popularity tracking and improvements).</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>We do <strong>NOT</strong> get involved in any form of censorship.\nWe do <strong>NOT</strong> give your info to any third party.\nWe do <strong>NOT</strong> cooperate with any requests for information unless we are ordered by a court of competent jurisdiction and the vast majority of these requests would not be from a court of competent jurisdiction.\nWe will protect you to the max and our system is set up to automatically do so.\nThere are hundreds of good reasons for being anonymous and we respect them fully.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>Hacking, cracking, distribution of viruses, fraudulent activities, network sabotage, phishing, and/or any conduct deemed illegal or unwanted shall be subject to suspension or termination.\nUsers are responsible for the proper security configuration of their services and are responsible for any damages caused by their neglect or exposure of vulnerabilities whether intentional or unintentional.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>You will read the refund policy and accept its terms before starting to purchase an account.\nread the full details here.\nIf you complete an order, it means that you had read and accepted the refund policies.</p>\n<p>&nbsp;</p>\n&nbsp.\n<p>This is the whole agreement.\nFrom time to time, We may post new terms of service that will become binding and it is the responsibility of the users to periodically check for new Terms of Service.</p>\n<p>&nbsp;</p>\n", "created_at": "2023-06-29 22:13:13.256919", "updated_at": "2023-06-29 22:14:53.782373"}], "points": [], "urls": ["saturnvpn.com"]}}