{"error": 448, "message": "OK", "parameters": {"id": 7936, "name": "Office of the Director of National Intelligence", "created_at": "2023-04-10 02:24:33.840336", "updated_at": "2023-04-22 11:50:39.133319", "wikipedia": null, "keywords": null, "related": null, "slug": "office-of-the-director-of-national-intelligence", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7936.png", "url": "intelligence.gov", "documents": [{"id": 15356, "name": "privacy policy ", "url": "https://www.intelligence.gov/information/privacy-policy", "xpath": "//*[@id=\"generic-article\"]", "text": " Information <p> Contact the IC IG/FOIA/No FEAR Act/USA.gov/Website Policies </p>\n<p>The website Intelligence.gov (or Intel.gov) is provided as a public service by the Office of the Director of National Intelligence.\nThis website does not collect personal information about you unless you choose to provide such information.\nAlong with the terms described below, you may wish to visit DNI.gov <i>\n</i> for further information relating to the ODNI's public facing websites and social media accounts.</p>\nBrowsing This Website\n<p>The content of this website may be browsed anonymously.\nFor statistical purposes, this website automatically logs certain information about your visit, such as:</p>\n<ul>\n<li>The Internet Domain and Internet Protocol (IP) address from which you access our website.</li>\n<li>The type of web browser and operating system of the computer used to access our site.</li>\n<li>The date and time you visit the site.</li>\n<li>The pages you visit on our site.</li>\n<li>If you linked to our websites from another website, the address of that website.</li>\n<li>If you linked to our websites from a search website, the address of the website and the search term you used.</li>\n</ul>\n<p>This information does not identify you personally.\nThe information gathered helps us to assess the content most interesting to visitors, determine technical design specifications, and identify system performance issues.</p>\nUse of Cookies\n<p>This website does not use persistent cookies.\nIt does, however, use non-persistent or \"session\" cookies to make it easier for you to use the features on our web pages.\nSession cookies last only as long as your web browser remains open and are deleted from our servers as soon as you leave our website.\nThe ODNI and other government agencies do not collect or maintain any information from your session cookies.</p>\nYour Personal Information\n<p>Any personal information you provide in the context of an inquiry or request for information will be used only to respond to your inquiry or request.\nWe will not share your personal information with another government agency unless you have expressly requested we do so, or as otherwise required by law.\nIn addition, the ODNI will not create individual profiles from your information or provide your information to any private organization for commercial purposes.</p>\n<p>If you engage in a specialized business process through another government-sponsored website (e.g., to submit a resume.\nto provide online comments) you will be informed of additional privacy procedures at the point of entry for that process.</p>\nWebsite Security\n<p>For site security purposes, and to ensure that this service remains available to all users, this government computer system monitors network traffic to identify unauthorized attempts to upload or change information, to defeat or circumvent a security feature, to interfere with system access or availability, or to cause damage or utilize this system for other than its intended purposes.\n<strong>Anyone using this system expressly consents to such monitoring and is advised that if such monitoring reveals evidence of possible abuse or criminal activity, such evidence may be provided to appropriate law enforcement officials.</strong>\n</p>\n<p>Unauthorized attempts to upload or change information, to defeat or circumvent a security feature, to interfere with system access or availability, or to cause damage or utilize this system for other than its intended purposes, are strictly prohibited and may be punishable by law, including but not limited to the Computer Fraud and Abuse Act (18 U.S.C.\n1030) and the National Information Infrastructure Protection Act of 1996.</p>\n<p>Except for authorized law enforcement investigations, no attempts are made to identify individual users or their usage habits.</p>\nContent and Copyright\n<p>ODNI websites, to include&nbsp;intelligence.gov <i>\n</i>,&nbsp;may contain&nbsp;photos, graphics,&nbsp;links,&nbsp;pointers to information, or other material that is&nbsp;created and maintained by&nbsp;the ODNI,&nbsp;other U.S.\ngovernment agencies and, in some instances, to state, local, tribal or private organizations.&nbsp;&nbsp;&nbsp;</p>\n<p>For ODNI-created material in the public domain, including ODNI’s official presences on social media sites, such material may be copied, distributed, and reproduced without&nbsp;first&nbsp;obtaining ODNI’s advanced permission.\nWhen such information is copied, distributed or reproduced, we ask that the ODNI and/or the relevant ODNI component or office be credited as the source of the information, photo, or byline.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>For non-ODNI created material, unless a copyright is indicated, information on our website is in the public domain and may be copied, reproduced, published, or otherwise used without first obtaining ODNI’s permission.\nIf, however, a copyright is indicated on a photo, graphic, or any other material that has been posted to a website owned and administered by the ODNI, the ODNI has obtained permission from the copyright owner for the ODNI to copy, reproduce, publish, or otherwise use such material&nbsp;on a&nbsp;website owned and administered by the ODNI for official&nbsp;ODNI&nbsp;purposes&nbsp;only.&nbsp;&nbsp;</p>\n<p>For copyrighted information that is posted by ODNI on an ODNI website, permission to copy, distribute, alter, or reproduce the material must be obtained by any other entity or individual from the copyright owner.\nODNI is not responsible for the user’s misuse of third party copyrighted material and users are cautioned that if they fail to obtain the appropriate authorizations, they may be liable for copyright infringement.<br>\n<br>If you are the copyright holder and believe our websites have not properly attributed your work or have used it without permission, please contact transparency@dni.gov with your contact information and a link to the relevant content&nbsp;and we will make all efforts to ensure appropriate attribution to your protected work and acquire a sufficient license, if required.&nbsp.\n&nbsp;</p>\n<p>This copyright notice does not&nbsp;pertain to information at websites other than those&nbsp;owned and&nbsp;administered by the ODNI.</p>\nLinks to Other Sites\n<p>This website contains information with links or pointers to information created and maintained by other U.S.\ngovernment agencies and, in some instances, to state, local, tribal or private organizations.\nThese links are provided as a service to you as a user.\nThe ODNI neither controls nor guarantees the accuracy, relevance, timeliness, or completeness of information contained on another website.\nOnce you link to another site, you will be subject to the privacy and security policies of the website to which you are linking.</p>\n<p>&nbsp;</p>", "created_at": "2023-04-10 02:24:33.871723", "updated_at": "2023-04-10 02:25:00.14444"}], "points": [], "urls": ["intelligence.gov"]}}