{"error": 448, "message": "OK", "parameters": {"id": 8525, "name": "imgbox", "created_at": "2023-06-27 19:07:14.374464", "updated_at": "2023-06-27 22:02:17.687921", "wikipedia": null, "keywords": null, "related": null, "slug": "imgbox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8525.png", "url": "imgbox.com", "documents": [{"id": 16554, "name": "Privacy Policy", "url": "https://imgbox.com/privacy", "xpath": "//body", "text": " fast, simple image hosting <ul>\n<li>Upload</li>\n<li>Upload Video</li>\n<li>Login</li>\n<li>Register</li>\n</ul> Changes saved! Privacy Policy As a condition to using the Service, you agree to the terms of the imgbox Privacy Policy as it may be updated from time to time.\nimgbox understands that privacy is important to you.\nYou do, however, agree that imgbox may monitor, edit or disclose your personal information, including the content of your emails, if required to do so in order to comply with any valid legal process or governmental request (such as a search warrant, subpoena, statute, or court order), or as otherwise provided in these Terms of Use and the imgbox Privacy Policy.\nPersonal information collected by imgbox may be stored and processed in the United States.\nBy using imgbox, you consent to any such transfer of information outside of your country.<br>\n<br> This website uses Google Analytics, a web analytics service provided by Google, Inc.\n(\"Google\").\nGoogle Analytics uses \"cookies\", which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.<br>\n<br> Imgbox uses third-party advertising companies to serve ads and collect data when you visit our Web site.\nThese companies may use aggregated information (not including your name, address, email address or telephone number) about your visits to this and other Web sites in order to provide advertisements on this site, other sites, and other forms of media about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, please see: http://www.networkadvertising.org/managing/opt_out.asp.<br>\n<br> You also can engage with our content, such as video, games, applications, and other offerings, on or through third-party social networking sites, such as Facebook, Twitter, AddThis or third-party social media plug-ins and applications.\nWhen you engage with our content on or through third party social networking sites, plug-ins and applications, you may allow us to have access to certain information from your social media profile (e.g., name, e-mail address, photo, gender, birthday, location, your list of friends, people you follow and/or who follow you, the posts or the \"likes\" you make) to deliver the content or as part of the operation of the application.\nHelp Terms Privacy Report Abuse Terms Privacy Help ", "created_at": "2023-06-27 19:07:14.410153", "updated_at": "2023-06-27 19:08:08.903527"}, {"id": 16555, "name": "Terms of Service", "url": "https://imgbox.com/tos", "xpath": "//body", "text": " fast, simple image hosting <ul>\n<li>Upload</li>\n<li>Upload Video</li>\n<li>Login</li>\n<li>Register</li>\n</ul> Changes saved! Terms of Service Terms of Service Agreement and Privacy Policy for accessing and/or subscribing to imgbox.com, a subsidiary of \"imgbox.com\".\n<br> The imgbox.com site is a image hosting provider and is provided by \"imgbox.com\" on an \"as is\" and on an \"as available\" basis.\nTo the fullest extent permitted by applicable law, \"imgbox.com\" makes no representations or warranties, express or implied, regarding the use or the results of this web site in terms of its correctness, accuracy, adequacy, usefulness, timeliness, reliability or otherwise.\n\"imgbox.com\" shall have no liability for any interruptions in the use of this web site.\nEligibility <br> \"imgbox.com\" Membership is void where prohibited.\nUser must be eighteen 18 years of age or older to use or access this web site.\nCompliance with Laws <br> Member assumes all knowledge of applicable law and is responsible for compliance with any such laws.\nMember may not use the Service in any way that violates applicable state, federal, or international laws, regulations or other government requirements.\nMember further agrees not to transmit any illegal material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national, or international law or regulation.\n<br>\n<br> \"imgbox.com\" has a zero-tolerance policy regarding spam, child pornography, child modeling, copyright infringement and abuse.\nDisclaimer Regarding Information Provided by Members <br> Images, photos or other uploaded and hosted materials (\"Content\") posted on, transmitted through, or linked from the imgbox.com Hosting Service (\"Service\"), are the sole responsibility of the person from whom such Content originated.\nYou're also agreeing that imgbox.com has permission to store, index, manipulate materials uploaded to the Service.\nFurthermore, it is sole responsibility of the person from whom such Content was uploaded to correctly categorize the content type as 'Safe for Work' or 'Not Safe for Work'.\nConsequently, you, the member are entirely responsible for all Content that you post or otherwise make available via the Service.\nService is not responsible for, Content made available through the Service, and that by using the Service, you may be exposed to Content that may be deemed offensive, indecent, inaccurate, misleading, or otherwise objectionable.\nTermination of Services <br> You agree that imgbox.com, has the right to delete or suspend your account, block your IP address, or otherwise terminate your access to or use of the Service (or any part thereof), immediately and without notice, and remove and discard any \"Content\" within the Service, for any reason, without limitation.\nIn addition, you agree that imgbox.com Hosting Service shall not be liable to you or any third-party for any early termination of your access to the Service.\nPrivacy Policy <br> As a condition to using the Service, you agree to the terms of the imgbox.com Hosting Service Privacy Policy as it may be updated from time to time.\nimgbox.com Hosting Service understands that privacy is important to you.\nYou do, however, agree that imgbox.com Hosting Service may monitor, edit or disclose your personal information, including the content of your account, if required to do so in order to comply with any valid legal process or governmental request (such as a search warrant, subpoena, statute, or court order), or as otherwise provided in these Terms of Services and the imgbox.com Hosting Service Privacy Policy.\nPersonal information collected by imgbox.com Hosting Service may be stored and processed in the United States.\nBy using imgbox.com Hosting Service, you consent to any such transfer of information outside of your country.\n<br>\n<br>\n<i>Please note: No personal information will be sold to any third parties.</i>\n<br>\n<br>\n<i>If you engage in any illegal activity, such as the submission of Child Pornography, we reserve the right to disclose any and all information deemed necessary to the appropriate authorities and/or the FBI and Interpol.</i> *This policy is subject to change without notice.\nHelp Terms Privacy Report Abuse Terms Privacy Help ", "created_at": "2023-06-27 19:08:12.389463", "updated_at": "2023-06-27 19:08:23.177834"}], "points": [], "urls": ["imgbox.com"]}}