{"error": 448, "message": "OK", "parameters": {"id": 7469, "name": "Bensound's", "created_at": "2023-03-12 06:27:25.633792", "updated_at": "2023-03-29 19:26:43.721142", "wikipedia": null, "keywords": null, "related": null, "slug": "bensound-s", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7469.png", "url": "bensound.com", "documents": [{"id": 14360, "name": "Terms of use", "url": "https://www.bensound.com/terms-and-conditions", "xpath": "//body", "text": " 0 Free music Free Music for Videos Browse Music Pricing Help FAQ Contact Login Sign Up 0 Sign In Cookies Preferences We use cookies for analytics, and to offer you a better browsing experience.\nOK <p>Cookies Preferences</p> When visiting our website, we load cookies into your computer.\nThese « Cookies » contain information that allows a proper navigation on our website and might be used to gather information on your device, and statistics on your browsing.\nCookies we are using : <ul>\n<li> - Cookies essential to the proper functioning of our website : These cookies are always active.\n</li>\n<li> - Optional cookies : - Google Analytics (Statistics on your browsing and your device) - Google Tag Manager (Statistics on your browsing and your device) </li>\n</ul> OK Important! YouTube Channel ID missing! <p> Please enter your Youtube channel ID to get your videos cleared automatically, and avoid copyright issues.\n</p> Enter Now Don't remind me Terms of use BENSOUND MUSIC LICENSE &amp.\nSERVICES AGREEMENT <p>&nbsp;</p>\n<p>This Music License and Services Agreement (the “<strong>Agreement</strong>”) is a legally binding agreement between<strong> Mr.\nBenjamin Tissot</strong>, doing business as (dba) <strong>Bensound</strong>, having his headquarters located at 12 Rue Principale, 39240 Cernon, France (hereinafter referred to as “<strong>Bensound</strong>”, “<strong>we</strong>”, “<strong>our</strong>”, and “<strong>us</strong>”), AND <strong> each client, individual, entity, licensee, user or visitor </strong> (collectively “<strong>you</strong>” or “<strong>your</strong>”) (i) accessing Bensound’s website located at https://www.bensound.com (hereinafter collectively referred to as the “<strong>Website</strong>”), and/or (ii) using the Services (as defined under Section 3.1 of this Agreement) via the Website.<br> &nbsp;</p>\n<p>You and Bensound shall also hereinafter be referred to together as the <strong>“Parties”</strong> and individually as a <strong>“Party”</strong>.<br> &nbsp;</p>\n<p>Please read the terms and conditions of this Agreement carefully before using the Website and Services.\nYour access to the Website and your use of the Services (as defined below) is conditioned upon your acceptance of and compliance with this Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\n&nbsp.\nDEFINITIONS</strong>\n</p>\n<p>The following defined terms shall have the following meanings under this Agreement:</p>\n<ol>\n<li>\n<strong>“License(s)” </strong> means the Free License, Standard License, Extended License and/or Premium License (as defined under Section 4 of this Agreement) as well as the license granted under an All Access Subscription Plan (as defined under Section 4.3.2 of this Agreement) offered by Bensound to you in relation to the Music Track(s) (as defined below).\n</li>\n<li>\n<strong>“Music Track(s)” </strong> means the sound recording(s), including any and all musical works (original musical composition including lyrics, music/melody and/or arrangements) that are embodied in such sound recording(s), which are licensed and made available to you by Bensound, via the Website and subject to certain usage limitations and restrictions as provided under Section 5 of this Agreement.\n</li>\n<li>\n<strong>“Project(s)” </strong> means the purpose or specific activity or project for which you will be granted a license to use the Music Track(s).\n</li>\n</ol>\n<p>\n<strong>2.\n&nbsp.\nACCEPTANCE AND MODIFICATION OF THIS AGREEMENT</strong>\n</p>\n<ol>\n<li>2.1 By accessing the Website and using the Services (defined below) you agree to be bound by this Agreement and accept to comply with all applicable laws and regulations.\nShould you disagree to be bound by this Agreement, in whole or in part, you shall (i) not be permitted/authorized to use the Services (as defined below), and (ii) refrain from accessing the Website.\n</li>\n<li>2.2 Bensound may, in its sole discretion, modify or replace the terms and conditions of this Agreement from time to time.\nYour continued use/access to the Website and Services (as defined below) following the posting of any changes&nbsp;to this Agreement shall be deemed to constitute your acceptance of this Agreement.\n</li>\n<li>&nbsp;</li>\n</ol>\n<p>\n<strong>3.\n&nbsp.\nTHE SERVICES</strong>\n</p>\n<ol>\n<li> 3.1 Bensound provides you with an array of Music Tracks that are made available to you via the Website and which we: <ol>\n<li> (i) allow you to browse and listen to on the Website.\n</li>\n<li> (ii) allow you, under the applicable/selected License, to download from the Website for use in your Project(s).\nand </li>\n<li> (iii) permit you, subject to Section 4 (Free and Paid Licenses) and Section 5 (Limitations and Restrictions), to use in your Project(s), </li>\n<li>\n<br> (collectively the “Service(s)” ).\n<br> &nbsp;</li>\n</ol>\n</li>\n<li> 3.2 Bensound shall not be liable to you in any manner for your use of the Services and Music Tracks which you may integrate into any Project(s).\nFor the avoidance of doubt, you shall be solely and exclusively liable for any and all Project(s).\n</li>\n<li> 3.3 You acknowledge, understand and agree that Bensound may add/remove Music Tracks to/from the Website from time to time, in its sole discretion, and you acknowledge, understand and agree that you shall have no claim or demand in this regard.\n</li>\n<li> 3.4 Due to the digital nature of the Music Tracks on the Website, you acknowledge and understand that Bensound offers no refunds, unless your inability to access and use such Music Tracks results from an error/fault on Bensound’s part.\n</li>\n<li> &nbsp.\n</li>\n</ol>\n<p>\n<strong>4.\n&nbsp.\nFREE AND PAID LICENSES </strong>\n</p>\n<ol>\n<li> 4.1 <strong>License Grant.</strong> As part of the Services and subject to Section 5 (Limitations and Restrictions) and/or this Agreement, Bensound grants you a non-exclusive, worldwide, non-transferable, non-sublicensable, right to use, download, modify, in whole or in part, the Music Track(s), solely in accordance with the terms and conditions of this Agreement and the applicable License and/or All Access Subscription Plan (defined below) you choose to purchase.\n</li>\n<li> 4.2 <strong>FREE LICENSE.\n</strong>In addition to the license granted to you by Bensound under Section 4 of this Agreement, you acknowledge and understand that (i) the Free License (as defined below) shall be revocable.\nThe free License allows you to download and use Music Tracks, free of charge, in your Project <strong>as part of</strong> an online video or live video streaming that is published <strong>AND</strong> accessible free of charge, <strong>OR</strong> for usages limited to theatrical performances and films, providing that your Project is meant for educational purpose only and does not generate revenue (collectively “<strong>Free License</strong>”).\nBy downloading and using any Music Track under this Free License, you agree to include the provided attribution text in your video description for online videos, and for other authorized uses to use reasonable efforts to credit and acknowledge Bensound in your Project.\nYou acknowledge and understand that Music Tracks which are not expressly referenced as “Free Music” on the Website are not subject to the terms of Bensound’s Free License.\n</li>\n<li> 4.3 <strong>PAID LICENSES</strong> 4.3.1 <strong> Individual (“Pay-per-Track”) Licenses.\n</strong>Bensound offers you the choice of one of the three (3) paid individual licenses, namely the Pay-per-Track Standard License, Pay-per-Track Extended License and Pay-per-Track Premium License (as defined below), that permits you to download and use only one (1) Music Track available on the Website, for your Project.\nEach paid individual Licenses (as defined below) shall be granted in perpetuity.\nThe features and details of each License are as follows: (i) <strong>Pay-per-Track Standard License</strong> – this License allows you to download and use one (1) Music Track, for a one-off licensing fee (as detailed on the Website), in your Project as part of a video, film, documentary, animation, presentation or slideshow that is published <strong>AND</strong> accessible online free of charge, on-hold music, or background music in bars, hotels, restaurants, shops or gyms.\nYou may clear one (1) YouTube channel.(“<strong>Standard License</strong>”).\n(ii) <strong>Pay-per-Track Extended License</strong> – this License grants you the same rights as the Pay-per-Track Standard License but also the right to download and use one (1) Music Track, for a one-off licensing fee (as detailed on the Website), in your Project as part of an online advertisement, a video game, application, software, an online course, a video or film or documentary or animation or presentation that will be screened publicly, a public event (including but not limited to art shows, concerts, plays and exhibits) where an entrance fee or other type of fee is paid by participants attending the public event, and videos produced by wedding videographers as part of their wedding videography and/or photography activity.\nYou may clear up to two (2) YouTube channels.\n(“<strong>Extended License</strong>”).\n(iii) <strong>Pay-per-Track Premium License</strong> - this License grants you the same rights as the Pay-per-Track Extended License but also grants you the right to download and use one (1) Music Track, for a one-off licensing fee (as detailed on the Website), in your Project as part of a video, film, documentary, animation or advertisement that will be broadcasted on TV, online on a VOD platform, or in cinemas, or a show broadcasted on the Radio (non-web).\nFurthermore, the Premium License allows you to sell Projects, containing the Music Track, to multiple clients for their commercial usage.\nYou may clear an unlimited number of YouTube channels, provided that you keep it reasonable.\nBensound reserves the right, in its sole discretion, to determine what constitutes an unreasonable use of its unlimited YouTube channel clearance feature.(\"<strong>Premium License</strong>\").\n4.3.2 <strong>All Access Subscription Plans.\n</strong> As part of the Services, Bensound currently also gives you the possibility, via the Website, to subscribe to one of the three (3) available paid recurring plans which enable you to (i) register for the use of the Services.\nand (ii) download all Music Tracks available on the Website for one (1) year (collectively the “<strong>All Access Subscription Plan(s)</strong>”).\nDuring the <strong>All Access Subscription Plan</strong> term, Bensound shall grant you a perpetual license for the Music Tracks.\nEach <strong>All Access Subscription Plan</strong> includes restrictions and requirements that outline the features of the <strong>All Access Subscription Plan</strong> as well as the applicable recurring licensing fee.\nThe features of each All Access Subscription Plan, as detailed on the Website, shall be as follows: (i) <strong>Standard All Access Subscription Plan </strong> – provides you with a Standard License (similar to how it is described under Section 4.3.1(i) of this Agreement) for all Music Tracks you download and use from the Website, during the <strong>All Access Subscription Plan</strong> term of one (1) year.\nYou may clear one (1) YouTube channel, during such All Access Subscription Plan’s term.\n(ii) <strong> Extended All Access Subscription Plan </strong>– provides you with an Extended License (similar to how it is described under Section 4.3.1(ii) of this Agreement) for all Music Tracks you download and use from the Website, during the <strong>All Access Subscription Plan</strong> term of one (1) year.\nYou may clear up to two (2) YouTube channels, during such All Access Subscription Plan’s term.\n(ii) <strong> Premium All Access Subscription Plan </strong>– provides you with a Premium License (similar to how it is described under Section 4.3.1(iii) of this Agreement) for all Music Tracks you download and use from the Website, during the All Access Subscription Plan term of one (1) year.\nFurthermore, the Premium All Access Subscription Plan allows you to sell Projects, containing the Music Track(s), to multiple clients for their commercial usage, provided, however, that such Project(s) commenced during such Premium All Access Subscription Plan’s term.\nAdditionally, during such All Access Subscription Plan’s term, you may clear an unlimited number of YouTube channels, provided that you keep it reasonable.\nBensound reserves the right, in its sole discretion, to determine what constitutes an unreasonable use of its unlimited YouTube channel clearance feature.\n<p>Upon the expiry or termination of your All Access Subscription Plan, you acknowledge and understand that you shall no longer be able to download or access the Music Tracks and related license certificates on the Website, or clear new YouTube channels.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> 4.4 The License gives you the right to make reasonable use of the Musical Tracks available on the Website, and does not limit the number of Projects in which you are entitled to integrate and/or synchronize the Music Tracks you download from the Website, providing that, with the exception of the “All Access Premium Subscription plan”, such projects are not meant to be sold to several clients for their commercial usage.\n</li>\n<li> 4.5 Bensound shall provide you with a license certificate for each Music Track that you download and purchase from the Website.\n</li>\n<li> 4.6 For the avoidance of doubt, you may use our Music Track in videos which are posted on Facebook, but you must not register the Music Track with the Facebook rights manager service.\n</li>\n<li> 4.7 All rights not expressly granted to you by Bensound are hereby reserved.\n</li>\n<li> &nbsp.\n</li>\n</ol>\n<p>\n<strong>5.\n&nbsp.\nLIMITATIONS AND RESTRICTIONS </strong>\n</p>\n<ol>\n<li> 5.1 Except if expressly permitted under Section 3 (The Services) and Section 4 (Free and Paid Licenses) of this Agreement, you shall not: (i) use the Music Tracks in applications or software that produces or generates videos, (ii) use the Music Tracks in audio podcasts, audiobooks, meditation soundtracks and Projects that contain only audio material.\n(iii) falsely represent, expressly or impliedly, that you are the original creator/owner/author of the Music Tracks.\n(iv) use the Music Tracks and any derivative work containing the Music Tracks, in whole or in part, in any other stock product, library, collection, or database for distribution or resale.\n(v) make any re-mixes with the Music Tracks.\n(vi) use the Music Tracks in Projects that promote violence, hate, discrimination, illegal activity, cruelty and/or harmful content.\n(vii) edit, modify, or alter the Music Tracks (a) beyond basic editing (including but not limited to setting fade-in/fade-out points, determining the start and end points, or using only a selection of the Music Track(s)), (b) in a way that alters the Music Tracks’ fundamental character, harmonic structure, lyrics and/or melody, or (c) to the prejudice of the unwaivable moral rights of Bensound’s licensors.\n(viii) permit a third party to use or copy the Music Track(s).\n(ix) use the Music Tracks in any manner which may damage the artist/licensor of such Music Track(s), Bensound’s reputation, or violate any rights of third parties.\n(x) sublicense or assign the use of the Music Tracks for standalone distribution.\nand/or (xi) make the Music Tracks available and/or distribute, resell, or perform the Music Tracks separately from the Project into which the Music Tracks has been incorporated.\n(xii) use the Services for any purpose not expressly permitted by this Agreement or the applicable License.\n</li>\n<li> 5.2 Bensound reserves its full right to determine at its sole discretion whether the use of a Music Track constitutes a violation of this Section.\nIn such event, Bensound may demand that you immediately cease using any of the Music Track(s), Website and/or Services.\n</li>\n<li> &nbsp.\n</li>\n</ol>\n<p>\n<strong>6.\n&nbsp.\nFEES AND TAXES</strong>\n</p>\n<ol>\n<li> 6.1 <strong>Fees</strong>.\nA valid payment method, including credit card, debit card, or PayPal account, is required to process the payment for your selected paid All Access Subscription Plan and one-off License(s).\nBensound will process your payment via a third-party payment processor.\nWhen you subscribe to a paid All Access Subscription Plan or purchase a one-off license, you shall provide Bensound with your contact information, and credit card details.\nBy submitting such payment information, you automatically authorize Bensound and our third-party payment processor to charge all All Access Subscription Plan fees or one-off licensing fees to such credit card or debit card for (i) the total amount of the applicable All Access Subscription Plan fee or one-off licensing fee, (ii) any other charges as agreed between the Parties, and (iii) any and all applicable taxes.\n</li>\n<li> 6.2 Your use of the Services under an All Access Subscription plan shall be billed on a yearly basis (“<strong>Billing Cycle</strong>”).\n</li>\n<li> 6.3 You acknowledge and understand that upon the expiration of your All Access Subscription Plan, you shall actively renew your selected All Access Subscription Plan in order to be able to continue using the All Access Subscription Plan Services.\n</li>\n<li> 6.4 Bensound may in its sole discretion and at any time, modify the All Access Subscription Plan fees and one-off licensing fees.\nAny All Access Subscription Plan fee change will become effective at the end of the then-current Billing Cycle, and any one-off licensing fee change will become effective immediately.\nYour continued use of the Services after the All Access Subscription Plan fee or one-off licensing fee change has come into effect shall constitute your agreement to pay the modified All Access Subscription Plan fee or one-off licensing fee amount.\n</li>\n<li> 6.5 Bensound does not guarantee that the All Access Subscription Plans and Licenses offered on the Website will be offered indefinitely and reserves the right to change the All Access Subscription Plan fees or one-off licensing fees and to alter the features and options associated with any particular All Access Subscription Plan or License.\n</li>\n<li> 6.6 <strong>Taxes</strong>.\nUnless stated otherwise on the Website or this Agreement, all fees due for your use of and access to the Website and Services, shall be exclusive of any taxes, levies, duties, or similar governmental assessments of any nature, whether disputed or not, including any value-added, sales, use or withholding taxes, assessable by any jurisdiction (“<strong>Taxes</strong>”).\n</li>\n<li> &nbsp.\n</li>\n</ol>\n<p>\n<strong>7.\n&nbsp.\nACCEPTABLE USE OF THE WEBSITE </strong>\n</p>\n<p>You may not use the Website to transmit, distribute, store or destroy any material or information (i) in violation of any applicable law or regulation.\n(ii) in a manner that infringes Bensound’s Intellectual Property Rights (defined below) or any third-party’s intellectual property rights.\n(iii) in a manner that violates the privacy or other personal rights of third parties.\n(iv) that is defamatory, damaging, disruptive, obscene, threatening, abusive or hateful, and/or (v) in order to upload, post, email, transmit, or otherwise make available any content that shall (a) be deemed unlawful, harmful, threatening, abusive, harassing, tortious, vulgar, obscene, libelous, or invasive of another's privacy or which is hateful, and/or racially, ethnically, or otherwise objectionable.\nand (b) incite, encourage or threaten immediate physical harm against another, promotes racism, bigotry, sexism, religious intolerance or harm against any group or individual.\ncontains material that solicits personal information from anyone under the age of eighteen (18) or exploits anyone in a sexual or violent manner.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\n&nbsp.\nINTELLECTUAL PROPERTY RIGHTS</strong>\n</p>\n<ol>\n<li> 8.1 All content, trademarks, third-party logos and names, data, software, information or information contained in any materials, or documents used by Bensound in relation to the Website and Services, including, but not limited to, any and all copyrighted works, Music Tracks, databases, text, tools, software, technology, algorithms, graphics, icons, designs, logos, graphics, hyperlinks, domain names, codes, information and agreements (“<strong>Materials</strong>”), are the sole and exclusive property of or are licensed to Bensound.\nYou may not reproduce, distribute or copy the Materials by any means, whether electronically or not, without Bensound’s prior written permission.\n</li>\n<li> 8.2 Any and all intellectual property rights in the Materials, Website and Services, including all patents, rights in inventions, rights in designs, trademarks, trade and business names and all associated goodwill, rights to sue for passing off or for unlawful competition, copyright, moral rights and related rights, rights in databases, topography rights, domain names, rights in information (including know how and trade secrets) and all other similar or equivalent rights existing in the Materials and Services, now or in the future in any part of the world, in each case whether registered or unregistered and including all applications for, and renewals or extensions of, such rights for their full term (“<strong>Bensound’s</strong>\n<strong>Intellectual Property Right(s)</strong>”), vests solely and exclusively in Bensound, its affiliates (if any), licensors or vendors, as the case may be.\nAll rights not expressly granted by Bensound to you are reserved by Bensound.\nSave as expressly set out herein, you shall not acquire any right, title or interest in Bensound’s Intellectual Property Rights.\n</li>\n<li> 8.3 <strong>Ownership of Music Tracks</strong>.\nYou acknowledge and agree that the Music Tracks available on the Website are licensed, not sold, to you by Bensound in his capacity as licensee having been granted, from composer(s)/songwriter(s) and/or recording artist(s), a license to sub-license Music Tracks to you in accordance with the terms and conditions of this Agreement.\nYou acknowledge and agree that all ownership and copyright interests in the Music Tracks are owned/held by the composer(s)/songwriter(s) and/or recording artist(s) of such Music Tracks.\nAs such, when you download any Music Track(s) from the Website, you are (i) purchasing the applicable License for use of the Music Track(s) in your Project, and (ii) not purchasing ownership of the Music Track(s).\nYou further acknowledge that you will not acquire any right, title or ownership interest in the Music Tracks.\n</li>\n<li> &nbsp.\n</li>\n</ol>\n<p>\n<strong>9.\n&nbsp.\nDISCLAIMER OF WARRANTIES </strong>\n</p>\n<ol>\n<li> 9.1 Unless otherwise provided under this Agreement, the Services shall be provided by Bensound to you \"as is,\" and “as available” with all faults, defects, bugs, and errors.\n</li>\n<li> 9.2 BENSOUND HEREBY (I) DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO YOUR USE OF THE SERVICES ON THE WEBSITE.\nAND (II) MAKES NO WARRANTIES OR GUARANTEES OF ANY KIND, INCLUDING ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, WHETHER EXPRESS, IMPLIED OR STATUTORY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, QUIET ENJOYMENT OR INTEGRATION.\n</li>\n<li> 9.3 BENSOUND AND/OR ITS RESPECTIVE AFFILIATES (IF ANY), LICENSORS AND VENDORS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, ACCURACY, RELIABILITY OR COMPLETENESS OF (i) THE INFORMATION CONTAINED ON THE WEBSITE AND SERVICES, AND (ii) RELATED GRAPHICS PUBLISHED ON THE WEBSITE AND SERVICES FOR ANY PURPOSE.\nBENSOUND AND/OR ITS RESPECTIVE AFFILIATES (IF ANY) HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THE INFORMATION CONTAINED ON THE WEBSITE AND SERVICES, INCLUDING ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, WHETHER EXPRESS, IMPLIED OR STATUTORY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\n</li>\n<li> 9.4 BENSOUND MAKES NO WARRANTY THAT (I) THE SERVICES WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, (II) THAT YOUR ACCESS TO OR USE OF THE WEBSITE AND SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR FREE, (III) THAT ANY DEFECTS IN THE WEBSITE AND /OR SERVICES WILL BE CORRECTED, OR (IV) THAT THE WEBSITE AND SERVICES OR ANY SERVER THROUGH WHICH YOU ACCESS THE SERVICES ARE FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS.\n</li>\n<li> 9.5 ANY MATERIAL/INFORMATION/MUSIC TRACK DOWNLOADED, CAPTURED, SUBMITTED, CREATED OR OTHERWISE OBTAINED THROUGH THE USE OF THE WEBSITE AND SERVICES ARE ACCESSED AT YOUR OWN RISK, AND YOU WILL BE SOLELY LIABLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD, SHARING, UPDATING, MANAGEMENT, CAPTURING, SUBMISSION OR CREATION BY YOU OF ANY SUCH MATERIAL/INFORMATION/MUSIC TRACK.\n</li>\n<li> &nbsp.\n</li>\n</ol>\n<p>\n<strong>10.\n&nbsp.\nLIMITATION OF LIABILITY </strong>\n</p>\n<ol>\n<li> 10.1 BENSOUND, ITS AFFILIATES (IF ANY), ITS LICENSORS, VENDORS, AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AND AGENTS SHALL IN NO EVENT BE RESPONSIBLE OR LIABLE TO YOU OR TO ANY THIRD-PARTY, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, LIQUIDATED OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OF PROFIT, REVENUE OR BUSINESS, ARISING IN WHOLE OR IN PART FROM YOUR ACCESS TO THE WEBSITE AND/OR FROM YOUR USE OF THE SERVICES, EVEN IF BENSOUND HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</li>\n<li> 10.2 NOTWITHSTANDING ANYTHING TO THE CONTRARY IN THESE TERMS, BENSOUND’S (INCLUDING ITS AFFILIATES (IF ANY), ITS LICENSORS, VENDORS AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AND AGENTS) LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF ACTION, SHALL BE LIMITED TO THE TOTAL AMOUNT YOU PAID FOR THE SERVICES IN THE PRECEDING TWELVE (12) MONTHS.\n</li>\n<li> &nbsp.\n</li>\n</ol>\n<p>\n<strong>11.\n&nbsp.\nPRIVACY POLICY </strong>\n</p>\n<p>Bensound Privacy Policy is available at https://www.bensound.com/privacy-policy and governs the use, storage and processing of the personal information you may provide to use through your access to the Website and/or use of the Services.\nYour election to use the Services via the Website shall be deemed to constitute your acceptance of the terms of Bensound Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.\n&nbsp.\nSUSPENSION, TERMINATION AND CANCELLATION OF All ACCESS SUBSCRIPTION PLAN </strong>\n</p>\n<ol>\n<li> 12.2 Bensound may suspend or temporarily disable access to all or part of the Website, User Account, or Services if (i) Bensound suspects you of partaking in any illegal activity.\n(ii) Bensound reasonably believes that you have violated this Agreement.\nor (iii) applicable law enforcement or other government agencies have requested Bensound to suspend or temporarily disable your access to the Website and/or Services.\n</li>\n<li> 12.2 <strong>Cancellation of All Access Subscription Plan</strong>.\nYour access and use of the Music Tracks on the Website will continue until the end of your Billing Cycle during which your All Access Subscription Plan shall be canceled.\n</li>\n<li> &nbsp.\n</li>\n</ol>\n<p>\n<strong>13.\n&nbsp.\nGOVERNING LAW AND JURISDICTION</strong>\n</p>\n<p>This Agreement, and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims), shall be governed by, and construed in accordance with the laws of France and the Parties irrevocably submit to the exclusive jurisdiction of the Association Française d’Arbitrage (AFA) in Paris (i.e.\nto the exclusion of the French public court system).</p>\n<p>&nbsp;</p>\n<p>\n<strong>14.\n&nbsp.\nGENERAL PROVISIONS </strong>\n</p>\n<ul>\n<li> 14.1 <strong>Severability.\n</strong> If any of the provisions or portions of this Agreement are held to be invalid under any applicable statute or rule of law, they are to that extent deemed to be omitted from this Agreement without in any way invalidating or impairing the other provisions of this Agreement.\n</li>\n<li> 14.2 <strong>No Waiver.\n</strong> A Party’s failure or delay in enforcing any provision of this Agreement will not operate as a waiver of the right to enforce that provision or any other provision of this Agreement at any time.\nA waiver of any provision of this Agreement shall be in writing, specify the provision to be waived and signed/executed by the party agreeing to the waiver.\n</li>\n<li> 14.3 <strong>No Assignment.\n</strong> You shall not assign or otherwise transfer your rights under this Agreement, without the prior written consent of Bensound.\nHowever, this Agreement shall be binding upon Bensound, its affiliates, or any corporation or other entity to which Bensound may (i) transfer all or substantially all its assets and business, and (ii) assign this Agreement, in which case references to “Bensound\" as used herein shall mean such affiliate, corporation or other entity.\n</li>\n<li> 14.4 <strong> No Agency, Partnership, Employment or Independent Contractor Status.\n</strong> You acknowledge that Bensound is merely a service provider.\nAccordingly, there is no employment, agency, joint venture, partnership, or independent contractor-client relationship between you and Bensound.\n</li>\n<li> 14.5 <strong>Notices.\n</strong> Except as otherwise provided under this Agreement, any notice required or permitted to be given will be effective only if it is in writing and sent by certified mail, registered mail, courier or to support@bensound.com.\n</li>\n<li> 14.6 <strong>Entire Agreement.\n</strong> This Agreement represents the entire agreement between the Parties relating to the subject matter hereof.\nThese Terms alone fully and completely express the agreement of the Parties relating to the subject matter hereof.\nThere are no other courses of dealing, understanding, agreements, representations or warranties, written or oral, except as set forth herein.\n</li>\n<li> &nbsp.\n</li>\n</ul>\n<p>\n<strong>15.\n&nbsp.\nCONTACT INFORMATION</strong>\n</p>\n<p>Should you have any questions concerning this Agreement and/or any issues or concerns about the Website and/or Services you may contact Bensound at support@bensound.com.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Last Revision: </strong>10th of January 2023</p>\n<p>Bensound is the best place to find royalty-free music that pops your videos up!</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Bensound <ul>\n<li>Royalty Free Music</li>\n<li>Pricing / License</li>\n<li>Free Music for Videos</li>\n</ul> Info <ul>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n<li>Legal Notice</li>\n<li>Become an Artist</li>\n</ul> Popular searches <ul>\n<li>Music for cooking videos</li>\n<li>Music for vlog</li>\n<li>Music for sport / training</li>\n<li>Music for crafting videos</li>\n<li>Tutorial music</li>\n<li>Music for video game</li>\n<li>Music for wedding</li>\n<li>Music for advertising</li>\n<li>Music for travel video</li>\n</ul> Support <ul>\n<li>FAQ</li>\n<li>Contact</li>\n<li>Cookie setting</li>\n</ul>\n<p>Bensound’s Royalty Free Music - Copyright © 2012-2023</p> ", "created_at": "2023-03-12 06:28:02.919698", "updated_at": "2023-03-12 06:28:10.890681"}, {"id": 14359, "name": "privacy policy", "url": "https://www.bensound.com/privacy-policy", "xpath": "//body", "text": " 0 Free music Free Music for Videos Browse Music Pricing Help FAQ Contact Login Sign Up 0 Sign In Cookies Preferences We use cookies for analytics, and to offer you a better browsing experience.\nOK <p>Cookies Preferences</p> When visiting our website, we load cookies into your computer.\nThese « Cookies » contain information that allows a proper navigation on our website and might be used to gather information on your device, and statistics on your browsing.\nCookies we are using : <ul>\n<li> - Cookies essential to the proper functioning of our website : These cookies are always active.\n</li>\n<li> - Optional cookies : - Google Analytics (Statistics on your browsing and your device) - Google Tag Manager (Statistics on your browsing and your device) </li>\n</ul> OK Important! YouTube Channel ID missing! <p> Please enter your Youtube channel ID to get your videos cleared automatically, and avoid copyright issues.\n</p> Enter Now Don't remind me Bensound: Privacy Policy COOKIES <p>Cookies are small&nbsp;files saved on your computer to store data about your connections.<br>\nThis site uses cookies to facilitate the order process and display language and currency.</p>\n<p>The site also uses Google Analytics analysis tool that collects information about your browsing with cookies.\nThese data are collected for the purposes of statistical analysis and are&nbsp;confidential and anonymous.</p>\n<p>&nbsp;</p> DISABLE COOKIES <p>You can disable cookies by changing the preferences in your browser, but this may prevent the normal functioning of the site.</p>\n<p>\n<u>To block or enable cookies:</u>\n<br>\n- Internet Explorer:&nbsp;http://windows.microsoft.com/en-us/windows-vista/block-or-allow-cookies<br>\n- Firefox:&nbsp;https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences<br>\n- Chrome:&nbsp;https://support.google.com/accounts/answer/61416?hl=en<br>\n​-&nbsp;Safari:&nbsp;http://support.apple.com/kb/PH11913</p>\n<p>&nbsp;</p> DATA GATHERED WHEN CREATING AN ACCOUNT AND ORDER <p>When you create an account on this site, we store the information needed for orders in a client file.\nThese data are confidential and will not be disclosed to third parties, with the sole exception of YouTube channel ID/URLs.<br>\nIn order to whitelist YouTube channels, we have to gather and store your YouTube channel ID/URL and share it with our content ID licensing partner Orfium (www.orfium.com), who facilitates our content ID licensing.<br>\nYou can at any time request to view, edit or delete your client informations&nbsp;by sending us your request by mail or email with a copy of your ID.</p>\n<p>Bensound is the best place to find royalty-free music that pops your videos up!</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Bensound <ul>\n<li>Royalty Free Music</li>\n<li>Pricing / License</li>\n<li>Free Music for Videos</li>\n</ul> Info <ul>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n<li>Legal Notice</li>\n<li>Become an Artist</li>\n</ul> Popular searches <ul>\n<li>Music for cooking videos</li>\n<li>Music for vlog</li>\n<li>Music for sport / training</li>\n<li>Music for crafting videos</li>\n<li>Tutorial music</li>\n<li>Music for video game</li>\n<li>Music for wedding</li>\n<li>Music for advertising</li>\n<li>Music for travel video</li>\n</ul> Support <ul>\n<li>FAQ</li>\n<li>Contact</li>\n<li>Cookie setting</li>\n</ul>\n<p>Bensound’s Royalty Free Music - Copyright © 2012-2023</p> ", "created_at": "2023-03-12 06:27:25.665705", "updated_at": "2023-03-12 06:28:29.582287"}], "points": [], "urls": ["bensound.com"]}}