{"error": 448, "message": "OK", "parameters": {"id": 8571, "name": "PC Trek", "created_at": "2023-06-28 04:41:24.540304", "updated_at": "2023-06-28 10:02:08.451897", "wikipedia": null, "keywords": null, "related": null, "slug": "pc-trek", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8571.png", "url": "pctrek.com", "documents": [{"id": 16662, "name": " Privacy Policy", "url": "https://www.pctrek.com/privacy.html", "xpath": "//body", "text": " PC Trek <ul>\n<li>Home</li>\n<li>Products</li>\n<li>Buy Now</li>\n<li>Affiliate</li>\n<li>Partners</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> Privacy Policy Privacy Policy <p>This site values it's user's privacy.\nWe are committed to ethical delivery advertising recommendation and delivery of recommended products.\nWe do not collect any personally identifiable information.\nIn simple language this means, we don't know the name, gender, age, email, and interests of any users.</p>\n<p>This privacy policy covers the privacy rules associated with user's interaction with this website's services or products and recommended advertiser which are presented to end users via other partner software products.\nUser's must review the partner software product's own privacy policy and in addition review the privacy policy of any advertiser product recommended by this site.</p> WHAT WE COLLECT AND WHY <p>While visiting our websites, we may send your browser a cookie which is stored in your browser and allows us to identify it.\nCookies are used to help better understand our user's product interest.\nIn addition, our website includes traffic tracking software which simply tracks the number of visits to our site and usage of our site.</p>\n<p>We collect the following types of information from site visitors:</p>\n<ul>\n<li>\n<p>Site usage information</p>\n</li>\n<li>\n<p>Customer &amp.\nSite Feedback</p>\n</li>\n<li>\n<p>Newsletter Registration</p>\n</li>\n<li>\n<p>Purchase Track of a customers</p>\n</li>\n</ul> USAGE OF COLLECTED DATA <p>Any information collected is anonymous.\nWe do not sell or otherwise market this information to third parties.\nWe may from time to time share with advertisers non-personally identifiable information for them to improve the performance of their products.\nWe may share information if required to:</p>\n<ul>\n<li>\n<p>(1) comply with law, regulation, subpoena or court order;</p>\n</li>\n<li>\n<p>(2) detect, prevent or otherwise address fraud, security or technical issues;</p>\n</li>\n<li>\n<p>(3) enforce this Privacy Policy and/or any other agreements between you and this site, including investigation of potential violations thereof.\nor</p>\n</li>\n<li>\n<p>(4) protect against harm to the rights, property or safety of this site, its visitors, users and/or the public.</p>\n</li>\n</ul> Newsletter Registration <p>If you like to subscribe for the free email newsletter, you will receive emails with information about products, company, industry news, events, promotions and campaigns.\nYou can unsubscribe at any time by clicking the \"Unsubscribe\" link at the bottom in every newsletter.</p> Purchases <p>If you purchase one of our products, the payment will be handled by a 3rd party payment gateway.\nThe payment gateways will collect information about you, such as your name, address, phone number, email and credit card details.\nA very limited amount of information acquired from this is shared with us, which enables us to setup your account as a customer with us.\nFinancial details such as credit card information, etc.\nare not shared with us.\n</p> Changes to This Privacy Policy <p>We may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately after they are posted on this page.</p> Limitation of Liability <p>In no event will PC Trek products be liable for any damages, including without limitation, incidental, special, consequential or punitive damages, whether under a contract, tort or any other theory of liability, arising in connection with any party's use of the website or in connection with any failure of performance, error, omission, interruption, defect, delay in operation or transmission, computer virus, line system failure, loss of data, or loss of use related to this website or any website operated by any third party or any contents of this website or any other website, even if PC Trek products are aware of the possibility of such damages.</p> ADVERTISING <p>By accessing the site and downloading the software products, you hereby grant us permission to display promotional information, advertisements, and offers for third party products or services (collectively \"Advertising\").\nAdvertising contains third party advertiser products.\nEach advertiser product recommended has its own privacy policy which each user can freely review before accepting any recommended product.</p> MENU <ul>\n<li> HOME </li>\n<li> FAQ </li>\n<li> CONTACT </li>\n</ul> Top Links <ul>\n<li> PRODUCTS </li> BUY NOW <li> AFFILIATE </li>\n<li> PARTNERS </li>\n<li> UNINSTALL GUIDELINES </li>\n</ul> PRIVACY <ul>\n<li> PRIVACY POLICY </li>\n<li> REFUND POLICY </li>\n<li> TERMS OF USE </li>\n<li> EULA </li>\n</ul> Follow Us Subscribe <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Copyright © PC Trek.\nAll right reserved.\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> ", "created_at": "2023-06-28 04:41:24.572118", "updated_at": "2023-06-28 04:42:47.227821"}, {"id": 16665, "name": "End-User License Agreement ", "url": "https://www.pctrek.com/eula.html", "xpath": "//body", "text": " PC Trek <ul>\n<li>Home</li>\n<li>Products</li>\n<li>Buy Now</li>\n<li>Partners</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> End-User License Agreement (EULA) END-USER LICENSE AGREEMENT <p>Copyright © PC Trek.\nAll rights reserved.</p>\n<p>IMPORTANT: This End-User License Agreement (\"EULA\") is a legal agreement between you (either an individual or a single entity) and any of our products later referred to as 'SOFTWARE'.\nBy installing, copying, or otherwise using the SOFTWARE you agree to be bound by the terms of this EULA.\nIf you do not agree to the terms of this EULA, do not install or use the SOFTWARE.</p>\n<p>LIMITED WARRANTY: THIS SOFTWARE IS PROVIDED \"AS-IS\" AND WITHOUT WARRANTY OF ANY KIND, EXPRESS, IMPLIED OR OTHERWISE, INCLUDING WITHOUT LIMITATION, ANY WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>IN NO EVENT SHALL THE AUTHOR BE LIABLE FOR ANY SPECIAL, INCIDENTAL, INDIRECT OR CONSEQUENTIAL DAMAGES OF ANY KIND, OR ANY DAMAGES WHATSOEVER RESULTING FROM LOSS OF USE, DATA OR PROFITS, WHETHER OR NOT ADVISED OF THE POSSIBILITY OF DAMAGE, AND ON ANY THEORY OF LIABILITY, ARISING OUT OF OR IN CONNECTION WITH THE USE OR PERFORMANCE OF THIS SOFTWARE, EXCEPT TO THE EXTENT OF ANY UNAVOIDABLE STATUTARY LIABILITY.</p>\n<p>LICENSE AGREEMENT: This license applies to the registered version of the SOFTWARE.</p>\n<p>If you are using an evaluation version of the SOFTWARE, see the section titled \"Evaluation License\" below.</p>\n<p>(a) Registered Version</p>\n<p>Each licensed copy of the SOFTWARE may either be used by a single person or used simultaneously by multiple people who use the software personally installed on a single workstation.</p>\n<p>EVALUATION LICENSE: The following license applies to the evaluation version of the SOFTWARE.</p>\n<p>If you have purchased a license for the registered version of the SOFTWARE, see the section \"License Agreement\" above.</p>\n<p>(b) Evaluation and Registration </p>\n<p>This is not free software.\nSubject to the terms below, you are hereby licensed to use this software for evaluation purposes without charge for few lesser function had been disabled.\nIf you want to use full functions of this software a registration fee is required.</p>\n<p>When payment is received you will be sent a registration code that will unlock all the product features.</p>\n<p>(c) Distribution of Evaluation Version</p>\n<p>Provided that you verify that you are distributing the evaluation version you are hereby licensed to make as many copies of the evaluation version of this software and documentation as you wish.\ngive exact copies of the original evaluation version to anyone.\nand distribute the evaluation version of the software and documentation in its unmodified form via electronic means.</p>\n<p>There is no charge for any of the above.</p>\n<p>You are specifically prohibited from charging, or requesting donations, for any such copies, however made.\nand from distributing the software and/or documentation with other products (commercial or otherwise) without prior written permission.</p>\n<p>INTELLECTUAL PROPERTY AND OWNERSHIP: PC Trek shall at all times retain ownership of the Software as originally downloaded by you and all subsequent downloads of the Software by you.\nThe Software (and the copyright, and other intellectual property rights of whatever nature in the Software, including any modifications made thereto) are and shall remain the property of PC Trek.</p>\n<p>PC Trek reserves the right to grant licences to use the Software to third parties.</p>\n<p>TERMINATION: This EULA agreement is effective from the date you first use the Software and shall continue until terminated.\nYou may terminate it at any time upon written notice to PC Trek.</p>\n<p>It will also terminate immediately if you fail to comply with any term of this EULA agreement.\nUpon such termination, the licenses granted by this EULA agreement will immediately terminate and you agree to stop all access and use of the Software.\nThe provisions that by their nature continue and survive will survive any termination of this EULA agreement.</p>\n<p>This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit.</p>\n<p>\n<b>OpenSSL License</b>\n</p>\n<p>Copyright (c) 1998-2019 The OpenSSL Project.\nAll rights reserved.</p>\n<p>Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:</p>\n<p>1.\nRedistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.</p>\n<p>2.\nRedistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.</p>\n<p>3.\nAll advertising materials mentioning features or use of this software must display the following acknowledgment:\"This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit.\n(http://www.openssl.org/)\"</p>\n<p>4.\nThe names \"OpenSSL Toolkit\" and \"OpenSSL Project\" must not be used to endorse or promote products derived from this software without prior written permission.\nFor written permission, please contact openssl-core@openssl.org.</p>\n<p>5.\nProducts derived from this software may not be called \"OpenSSL\" nor may \"OpenSSL\" appear in their names without prior written permission of the OpenSSL Project.</p>\n<p>6.\nRedistributions of any form whatsoever must retain the following acknowledgment: \"This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/)\"</p>\n<p>THIS SOFTWARE IS PROVIDED BY THE OpenSSL PROJECT ``AS IS'' AND ANY EXPRESSED OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR * PURPOSE ARE DISCLAIMED.\nIN NO EVENT SHALL THE OpenSSL PROJECT OR ITS CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL,SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\nLOSS OF USE, DATA, OR PROFITS.\nOR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.</p>\n<p>This product includes cryptographic software written by Eric Young (eay@cryptsoft.com).\nThis product includes software written by Tim Hudson (tjh@cryptsoft.com).</p>\n<p>\n<b>Original SSLeay License</b>\n</p>\n<p>Copyright (C) 1995-1998 Eric Young (eay@cryptsoft.com).\nAll rights reserved.</p>\n<p>This package is an SSL implementation written by Eric Young (eay@cryptsoft.com).\nThe implementation was written so as to conform with Netscapes SSL.</p>\n<p>This library is free for commercial and non-commercial use as long as the following conditions are aheared to.\nThe following conditions apply to all code found in this distribution, be it the RC4, RSA, lhash, DES, etc., code.\nnot just the SSL code.\nThe SSL documentation included with this distribution is covered by the same copyright terms except that the holder is Tim Hudson (tjh@cryptsoft.com).</p>\n<p>Copyright remains Eric Young's, and as such any Copyright notices in the code are not to be removed.\nIf this package is used in a product, Eric Young should be given attribution as the author of the parts of the library used.\nThis can be in the form of a textual message at program startup or in documentation (online or textual) provided with the package.</p>\n<p>Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:</p>\n<p>1.\nRedistributions of source code must retain the copyright notice, this list of conditions and the following disclaimer.</p>\n<p>2.\nRedistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.</p>\n<p>3.\nAll advertising materials mentioning features or use of this software must display the following acknowledgement: \"This product includes cryptographic software written by Eric Young (eay@cryptsoft.com)\".\nThe word 'cryptographic' can be left out if the rouines from the library being used are not cryptographic related :-).</p>\n<p>4.\nIf you include any Windows specific code (or a derivative thereof) from the apps directory (application code) you must include an acknowledgement: \"This product includes software written by Tim Hudson (tjh@cryptsoft.com)\"</p>\n<p>THIS SOFTWARE IS PROVIDED BY ERIC YOUNG ``AS IS'' AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED.\nIN NO EVENT SHALL THE AUTHOR OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\nLOSS OF USE, DATA, OR PROFITS.\nOR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\n</p>\n<p>The licence and distribution terms for any publically available version or derivative of this code cannot be changed.\ni.e.\nthis code cannot simply be copied and put under another distribution licence [including the GNU Public Licence.]</p> MENU <ul>\n<li> HOME </li>\n<li> FAQ </li>\n<li> CONTACT </li>\n</ul> Top Links <ul>\n<li> PRODUCTS </li> BUY NOW <li> AFFILIATE </li>\n<li> PARTNERS </li>\n<li> UNINSTALL GUIDELINES </li>\n</ul> PRIVACY <ul>\n<li> PRIVACY POLICY </li>\n<li> REFUND POLICY </li>\n<li> TERMS OF USE </li>\n<li> EULA </li>\n</ul> Follow Us Subscribe <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Copyright © PC Trek.\nAll right reserved.\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> ", "created_at": "2023-06-28 04:41:43.897467", "updated_at": "2023-06-28 04:41:52.169007"}, {"id": 16664, "name": " Terms of Use", "url": "https://www.pctrek.com/terms.html", "xpath": "//body", "text": " PC Trek <ul>\n<li>Home</li>\n<li>Products</li>\n<li>Buy Now</li>\n<li>Affiliate</li>\n<li>Partners</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> Terms of Use Terms <p>By accessing the website at http://www.pctrek.com, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p> Use License <p>a.\nPermission is granted to temporarily download one copy of the materials (information or software) on PC Trek's website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<ul>\n<li>i.\nmodify or copy the materials;</li>\n<li>ii.\nuse the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>iii.\nattempt to decompile or reverse engineer any software contained on PC Trek's website;</li>\n<li>iv.\nremove any copyright or other proprietary notations from the materials.\nor</li>\n<li>v.\ntransfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ul>\n<p>b.\nThis license shall automatically terminate if you violate any of these restrictions and may be terminated by PC Trek at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p> Disclaimer <p>a.\nThe materials on PC Trek's website are provided on an 'as is' basis.\nPC Trek makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</p>\n<p>b.\nFurther, PC Trek does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</p> Limitations <p>In no event shall PC Trek or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on PC Trek's website, even if PC Trek or a PC Trek authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p> Accuracy of materials <p>The materials appearing on PC Trek website could include technical, typographical, or photographic errors.\nPC Trek does not warrant that any of the materials on its website are accurate, complete or current.\nPC Trek may make changes to the materials contained on its website at any time without notice.\nHowever PC Trek does not make any commitment to update the materials.</p> Links <p>PC Trek has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by PC Trek of the site.\nUse of any such linked website is at the user's own risk.</p> Modifications <p>PC Trek may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p> Governing Law <p>These terms and conditions are governed by and construed in accordance with the laws of Europe and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p> MENU <ul>\n<li> HOME </li>\n<li> FAQ </li>\n<li> CONTACT </li>\n</ul> Top Links <ul>\n<li> PRODUCTS </li> BUY NOW <li> AFFILIATE </li>\n<li> PARTNERS </li>\n<li> UNINSTALL GUIDELINES </li>\n</ul> PRIVACY <ul>\n<li> PRIVACY POLICY </li>\n<li> REFUND POLICY </li>\n<li> TERMS OF USE </li>\n<li> EULA </li>\n</ul> Follow Us Subscribe <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Copyright © PC Trek.\nAll right reserved.\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> ", "created_at": "2023-06-28 04:41:24.636756", "updated_at": "2023-06-28 04:43:04.503357"}, {"id": 16663, "name": " Refund Policy", "url": "https://www.pctrek.com/refund.html", "xpath": "//body", "text": " PC Trek <ul>\n<li>Home</li>\n<li>Products</li>\n<li>Buy Now</li>\n<li>Affiliate</li>\n<li>Partners</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> Refund Policy Refund Policy <p>Please review our refund policy before purchasing any of PC Trek's software products.</p>\n<p>PC Trek provides detailed descriptions of its software, and it is assumed that the buyer has reviewed the information available for the chosen software.\nWith this in mind, no refund/return request should be solicited by the buyer on such basis.\nAll software is non-refundable.\nPC Trek guarantees the quality of all the software products listed on this website.\nTherefore, if your product is defective in any way, we will replace it with another version of the same software, at no extra charge.\n</p>\n<p>Under such circumstances, we will also consider return/refund requests on defective software.\nPlease send a return/refund request along with your reason for the request to returns@pctrek.com.\nA reply will be sent to you after it has been determined if a return/refund is necessary.\nIf it is determined that your product is defective and you wish to return the software, you must relinquish ownership of your license to qualify for a refund.\n</p>\n<br> MENU <ul>\n<li> HOME </li>\n<li> FAQ </li>\n<li> CONTACT </li>\n</ul> Top Links <ul>\n<li> PRODUCTS </li> BUY NOW <li> AFFILIATE </li>\n<li> PARTNERS </li>\n<li> UNINSTALL GUIDELINES </li>\n</ul> PRIVACY <ul>\n<li> PRIVACY POLICY </li>\n<li> REFUND POLICY </li>\n<li> TERMS OF USE </li>\n<li> EULA </li>\n</ul> Follow Us Subscribe <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Copyright © PC Trek.\nAll right reserved.\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> ", "created_at": "2023-06-28 04:41:24.607353", "updated_at": "2023-06-28 04:42:22.062443"}], "points": [], "urls": ["pctrek.com"]}}