{"error": 448, "message": "OK", "parameters": {"id": 8580, "name": "Cassava", "created_at": "2023-06-28 18:33:57.430845", "updated_at": "2023-06-28 22:02:19.291161", "wikipedia": null, "keywords": null, "related": null, "slug": "cassava", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8580.png", "url": "gocassava.com", "documents": [{"id": 16685, "name": "Privacy Policy", "url": "https://gocassava.com/privacy", "xpath": "//body", "text": " Why it works Integrations Slack Microsoft Teams Webex Pricing Blog Register\nSign in Privacy Policy <em>Last updated: June 18, 2023</em> The privacy of your data — and it is your data, not ours! — is a big deal to us.\nIn this policy, we lay out: what data we collect and why.\nhow your data is handled.\nand your rights to your data.\nWe promise to never sell your data.\nWhen we say \"company\", \"we\", \"our, \"us\", \"Cassava\", \"application\", \"bot\", \"service\" or \"services\" in this document, we are referring to Cassavarose LLC.\nWhen we say \"platform\" in this document, we are referring to your integrations wtih Cassava which includes Slack, Microsoft Teams, and Webex.\nWhat we collect and why Our guiding principle is to collect only what we need and that we will solely process this information to provide you with the service you signed up for.\nWe use a select number of trusted external service providers for certain service offerings.\nThese service providers are carefully selected and meet high data protection, data privacy and security standards.\nWe only share information with them that is required for the services offered.\nHere’s what all this means in practice: Identity &amp.\nAccess When you register for an account with Cassava, we request access to your platform and identity via OAuth or via direct installation by means of the App directory.\nYour platform provides one or more tokens to facilitate this process.\nAs part of registration, we obtain the bare minimum information regarding your account to allow us to authenticate and authorize your use of Cassava.\nWe collect your platform id, platform name, platform tokens, and scopes during authentication.\nDuring authorization we also collect your name, platform user id, user tokens, scopes, profile photo where available, as well as your locale and timezone when provided.\nAt any time you can invite members of your platform to collaborate on your Cassava Experiences, and in doing so we ask them to identify themselves by signing in to the platform.\nPeople outside your organization can also be invited to collaborate by providing a personal email address in exchange for a Magic Link token.\nThe purpose of self identification in each case is so that we can authenticate and authorize your use of Cassava.\nWe’ll never sell your personal information to third parties, and we won’t use your name or company in marketing statements without your permission.\nBilling Information When you purchase a recurring subscription to Cassava, we ask for your credit card and other billing information, so that we can charge you for service, calculate taxes due, and send you invoices.\nWe use Stripe as our payment processor and as such your credit card is passed directly to them from your browser and never goes through our servers.\nWe store a record of the payment transaction, including the last 4 digits of the credit card number for account history, invoicing, and billing support.\nGeolocation data We log all sign-ins to Cassava by full IP address so that we can verify no unauthorized access has been granted.\nWe keep this login data for as long as your account is active.\nWe also log the IP address at least once a day when an Experience is accessed by the same user to support auditing for unauthorized access.\nThis data is kept for long as your account is active.\nThe IP address of visitors to the blog who participate in conversations by providing their email and other profile information is tracked.\nSee our Terms of Service for how this information is used.\nNo such logging of IP addresses occurs for anonymous user visits to our website.\nWebsite Interactions We use Plausible Analytics, a GDPR, CCPA and cookie law compliant site analytics tool, to measure overall trends in the usage of our website.\nPlausible Analytics only collects aggregated information.\nNo cookies are used for Analytics and no Personal Identifiable Information (PII) such as your IP address or browser user agent is stored.\nYou are encouraged to view Plausible Analytics Data Policy and learn more about their Do Not Track Policy and other privacy tenets.\nAs you build content on Cassava, you may upload attachments to your Experience.\nThese attachments are uploaded directly to Amazon Web Services (AWS) and served from Amazon CloudFront.\nSee the AWS Privacy Policy for more information..\nFrom time to time we may send transactional emails to those users who authenticate with an email address.\nIn these instances we use Mailjet as our provider.\nSee the Mailjet Privacy Policy for more details.\nAs an added measure of privacy we do not track email open and click events in Mailjet.\nThese features are off.\nWe use CAPTCHA service as a means of spam protection on some of our forms.\nhCaptcha is a GDPR-compliant and privacy-friendly captcha.\nSee the hCaptcha Privacy Policy for full details.\nCookies When you sign into Cassava we store persistent first-party cookies in your browser for purpopses of authentication and authorization only.\nThese cookies are removed when they expire or when you sign out of Cassava.\nTo learn more about cookies, including how to view which cookies have been set and how to manage and delete them, please visit www.allaboutcookies.org.\nWe also store a cookie when you leave a comment on the blog and select the <b>Remember me</b> option.\nThis cookie remains in place until expiration.\nVoluntary Crrespondence When you write Cassava with a question or to ask for help, we keep that correspondence, including the email address, so that we have a history of past correspondences to reference if you reach out in the future.\nInformation we do not collect We don’t collect any characteristics of protected classifications including age, race, gender, religion, sexual orientation, gender identity, gender expression, or physical and mental abilities or disabilities.\nWe also do not collect any biometric data.\nWe show whatever profile photo you have provided in your platform and do not extract any information from it.\nWhen we access or share your information Our default practice is to not access your information.\nThe only times we’ll ever access or share your info are: <b>To help you troubleshoot or squash a software bug which impacts your use of Cassava</b>.\nWhen you reach out to us for assistance in this matter you implicitly grant us the right to review your account to support debugging the issue.\n<b>To investigate, prevent, or take action regarding restricted uses</b>.\nAccessing a customer’s account when investigating potential abuse is a measure of last resort.\nWe have an obligation to protect the privacy and safety of both our customers and the people reporting issues to us.\nWe do our best to balance those responsibilities throughout the process.\nIf we do discover you are using our products for a restricted purpose, we will report the incident to the appropriate authorities.\n<b>When required under applicable law</b>.\nCassavarose LLC is a US company.\nYour rights with respect to your information At Cassava, we apply the same data rights to all customers, regardless of their location.\nCurrently some of the most privacy-forward regulations in place are the European Union’s General Data Protection Regulation (“GDPR”) and California Consumer Privacy Act (“CCPA”) in the US.\nCassava recognizes all of the rights granted in these regulations, except as limited by applicable law.\nThese rights include: <b>Right to Know.</b> You have the right to know what personal information is collected, used, shared or sold.\nWe outline both the categories and specific bits of data we collect, as well as how they are used, in this privacy policy.\n<b>Right of Access.</b> This includes your right to access the personal information we gather about you, and your right to obtain information about the sharing, storage, security and processing of that information.\n<b>Right to Correction.</b> You have the right to request correction of your personal information.\n<b>Right to Erasure / “To be Forgotten”.</b> This is your right to request, subject to certain limitations under applicable law, that your personal information be erased from our possession and, by extension, all of our service providers.\nFulfillment of some data deletion requests may prevent you from using Casava services because our applications may then no longer work.\nIn such cases, a data deletion request may result in closing your account.\n<b>Right to Complain.</b> You have the right to make a complaint regarding our handling of your personal information with the appropriate supervisory authority.\nTo identify your specific authority or find out more about this right, EU individuals should go to https://edpb.europa.eu/about-edpb/board/members_en.\n<b>Right to Restrict Processing.</b> This is your right to request restriction of how and why your personal information is used or processed, including opting out of sale of personal information.\n(Again: we never will sell your personal data.) <b>Right to Object.</b> You have the right, in certain situations, to object to how or why your personal information is processed.\n<b>Right to Portability.</b> You have the right to receive the personal information we have about you and the right to transmit it to another party.\n<b>Right to not be subject to Automated Decision-Making.</b> You have the right to object and prevent any decision that could have a legal, or similarly significant, effect on you from being made solely based on automated processes.\nThis right is limited, however, if the decision is necessary for performance of any contract between you and us, is allowed by applicable law, or is based on your explicit consent.\n<b>Right to Non-Discrimination.</b> This right stems from the CCPA.\nWe do not and will not charge you a different amount to use our products, offer you different discounts, or give you a lower level of customer service because you have exercised your data privacy rights.\nHowever, the exercise of certain rights (such as the right “to be forgotten”) may, by virtue of your exercising those rights, prevent you from using our Services.\nIf you have questions about exercising these rights or need assistance, please contact us at privacy@gocassava.com.\nFor requests to delete personal information or know what personal information has been collected, we will first verify your identity using a combination of at least two pieces of information already collected.\nIf an authorized agent is corresponding on your behalf, we will first need written consent with a signature from the account holder before proceeding.\nHow we secure your data All data is encrypted via SSL/TLS when transmitted to your browser from our servers hosted on Digital Ocean.\nAny OAuth tokens we received from you that are designated for storage in our database are first encrypted.\nAll live data in our database clusters is encrypted at rest with LUKS (Linux Unified Key Setup) and in transit with SSL.\nData held in routine backups are also encrypted.\nFurthermore, our database modeling architecture uses a Multitenant strategy to enforce the isolation of data within each account.\nSee Digital Ocean Privacy Policy for more information.\nWhat happens when you delete data in your account Unless otherwise stated, anything you delete in your Cassava Experiences is permanent and irreversible.\nWe prompt you to confirm your intention before performing costly deletions as a measure of precaution.\nWe also delete your data after an account is closed.\nLocation of site and data Cassava operates in the United States and as such the primary data you share with us is stored on servers provided by Digitial Ocean in the United States.\nRefer to the privacy policies of our third party providers for the location and storage of data.\nIf you are located in the European Union or elsewhere outside of the United States, <b>please be aware that any information you provide to us will be transferred to and stored in the United States</b>.\nBy using our Site, participating in any of our services and/or providing us with your information, you consent to this transfer.\nData Retention We will retain your information as long as your account is active, as necessary to provide you with the services, or as otherwise outlined in this policy.\nWe will also retain and use this information as necessary for the purposes set out in this policy and to the extent required to comply with our legal obligations, resolve disputes, enforce our agreements and protect Cassavarose LLC's legal rights.\nYou can choose to delete your Cassava account at any time by making a request to Customer Support at support@gocassava.com.\nWe will review the request and direct you to the steps to proceed.\nUpon approval, we will permanently delete all your data in our live database when you delete your account.\nData in our backups may persist until those backups are purged.\nChanges &amp.\nquestions We may update this policy as needed to comply with relevant regulations and reflect any new practices.\nWhenever we make a significant change to our policies, we will also announce them on our company blog.\nHave any questions, comments, or concerns about this privacy policy, your data, or your rights with respect to your information? Please get in touch by emailing us at privacy@gocassava.com and we’ll be happy to answer them! Loading <p>v2.2.1.549185d© 2023 Cassavarose LLC.\nAll rights reserved</p> 3 Fantastic Techniques to Quickly Learn Anything Why Compliance Training Sucks and How You can Fix It 3 Ways Cassava can Streamline Software Developer Onboarding <p>Company</p>\n<p>\nPrivacy Policy\nTerms of Service\nAbout Us\nProduct Updates </p>\n<p>Overview</p>\n<p>\nWhy it works Slack Integration Microsoft Teams Integration Webex Integration Pricing\nFAQ </p>\n<p>Contact</p>\n<p> Support @cassavaexp </p> ", "created_at": "2023-06-28 18:33:57.461187", "updated_at": "2023-06-28 18:34:37.41854"}, {"id": 16686, "name": "Terms of Service", "url": "https://gocassava.com/terms", "xpath": "//body", "text": " Why it works Integrations Slack Microsoft Teams Webex Pricing Blog Register\nSign in Terms of Service <em>Last updated: June 18, 2023</em> Thank you for using Cassava! When we say \"company\", \"we\", \"our, \"us\", \"Cassava\", \"application\", \"bot\", \"service\" or \"services\" in this document, we are referring to Cassavarose LLC.\nWhen we say “You” or “your”, we are referring to the people or organizations that own an account with Cassava.\nWhen we say \"platform\" in this document, we are referring to your integration wtih Cassava which includes Slack and Microsoft Teams.\nWe may update this policy as needed to comply with relevant regulations and reflect any new practices.\nWhenever we make a significant change to our policies, we will also announce them on our company blog.\nWhen you use our Services, now or in the future, you are agreeing to the latest Terms of Service.\nThat's true for our existing and future products and all features that we add to our Services over time.\nThere may be times where we do not exercise or enforce any right or provision of the Terms of Service.\nin doing so, we are not waiving that right or provision.\n<b>These terms do contain a limitation of our liability.</b> If you violate any of the terms, we may terminate your account.\nThat's a broad statement and it means you need to place a lot of trust in us.\nWe do our best to deserve that trust by being open about who we are, and keeping an open mind to your feedback.\nAccount Terms You are responsible for maintaining the security of your account.\nCassava cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.\nYou are responsible for any activity that occurs under your account (even by others who have their own logins under your account).\nYou may not use our service for any illegal purpose or to violate any laws in your jurisdiction.\nYou must go through the OAuth handshake with your platform in order to complete our registration process.\nIn the case of Microsoft Teams you can install our app directly via the App directory without invoking OAuth.\nYou must be a human.\nAccounts registered by bots or other automated methods are not permitted.\nPayment, refunds, upgrading and downgrading terms When you register with Cassava, you are automatically enrolled in our free plan.\nWe do not ask for your credit card and we do not sell your data.\nAccounts on the free plan with extended periods of no publishing activity are subject to closure at our discretion.\nAt anytime you may choose to upgrade from the free plan to a paid one.\nIn doing so we will request your credit card and other billing information and charge you immediately.\nYour billing cycle starts on the day of upgrade and recurrs monthly.\nPayments are made via Stripe.\nYou can refer to our Privacy Policy for more information.\nFor other upgrades or downgrades in plan level, the new rate starts from the next billing cycle and the change is prorated.\nDowngrading your plan may cause the loss of features or capacity of your account.\nCassava does not accept any liability for such loss.\nAll fees are exclusive of all taxes, levies, or duties imposed by taxing authorities.\nWhere required, we will collect those taxes on behalf of the taxing authority and remit those taxes to taxing authorities.\nOtherwise, you are responsible for payment of all taxes, levies, or duties.\nFees paid hereunder are non-refundable.\nPaid Subscription Cancellation You are solely responsible for properly canceling your account.\nAn email to cancel your account is not considered cancellation of a paid subscription.\nYou can find instructions for how to cancel your account under your Billing Information section of the website.\nWe provide a simple no-questions-asked cancellation button.\nIf you cancel your subscription before the end of your current paid up period, your cancellation will take effect at the end of the current billing cycle, and you will not be charged again.\nYour access remains as is until the end of the current billing cycle.\nNo partial refunds are given.\nAccount Deletion and Termination You can choose to delete your account and all your of data at any time.\nSimply contact support (support@gocassava.com) with your request and you will receive instructions on how to proceed.\nWe reserve the right to suspend or terminate your account and refuse any and all current or future use of the service for any reason at any time.\nSuch termination of the service will result in the deactivation or deletion of your account or your access to your account and site stats.\nCassava reserves the right to refuse service to anyone for any reason at any time.\nVerbal, physical, written or other abuse (including threats of abuse or retribution) of any service customer, company employee or officer may result in immediate account termination.\nModifications to the service and prices We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, any part of the service with or without notice.\nSometimes we change the pricing structure for our products.\nWhen we do that, we tend to exempt existing customers from those changes.\nHowever, we may choose to change the prices for existing customers.\nIf we do so, we will give at least 30 days notice and will notify you via your contact information on record.\nWe may also post a notice about changes within theproduct itself and to our blog.\nCassava shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the service.\nContent ownership and copyright You are solely responsible for any content and other material that you submit, publish, transmit, email, or display on, through, or with the service.\nAll content posted on the Services must comply with U.S.\ncopyright law.\nWe claim no intellectual property rights over the material you provide to the service.\nAll site data remains yours.\nWe do not pre-screen content (with exception to blog comments), but reserve the right (but not the obligation) in our sole discretion to refuse or remove any content that is available via the Service.\nYou may provide us with feedback, suggestions, and ideas about the service.\nYou agree that we own all rights to use and incorporate the feedback you provide in any way, including in future enhancements and modifications to the service, without payment or attribution to you.\nYou must not modify another website so as to falsely imply that it is associated with Cassava.\nThe look and feel of the service is copyright© to Cassava.\nAll rights reserved.\nYou agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the service, use of the service, or access to the service without the express written permission by the company.\nBlog Comments Policy We reserve the right to moderate all comments submitted to our blog and reject any that we deemed contrary to our standards.\nContinual abuse of our policy can result in the permanent ban of the IP address, domain, and email used.\nOur policy guidelines include the following non-exhaustive list: <ul>\n<li>\n<b>Name</b>.\nThe name you supply with your comment must be your real or nickname.\nNo keyword stuffing is permitted.\n</li>\n<li>\n<b>Valid Email</b>.\nA valid email address must be supplied.\nThis email is not disclosed to the public.\nWe use your email address to display your Gravatar.\nWe may notify via email you when your comment is approved, as well as when there is new activity if you elect to follow the conversation.\nFailure to use a real email will result in a rejection.\n</li>\n<li>\n<b>Language</b>.\nComments must be respectful.\nAny offensive or inappropriate language or mean spirited attacks will result in a rejection.\n</li>\n<li>\n<b>Value</b>.\nWe will reject a comment which does not add to the conversation.\nPlease use our contact forms for customer support.\nSuch request made in comments will not be acted upon.\n</li>\n<li>\n<b>Links</b>.\nYou may add one link to a helpful resource that furthers the discussion.\nThis link must NOT contain any tracking parameters.\nAll others links, including those produced by link shorteners, will be removed from the comment.</li>\n<li>\n<b>Non-Liable</b>.\nAll comments submitted by you remain yours, and you agree not to hold CassavaRose LLC liable for any damages or repercussions arising from your comments.</li>\n<li>\n<b>Cookies</b>.\nYou may elect to be remembered when commenting.\nIn doing so, you permit us to add a cookie to your browser to remember your identity the next time you comment.\n</li>\n</ul> Privacy and security of your data We take many measures to protect and secure your data through backups, redundancies, and encryption.\nWhen you use our service to create and deliver content to an audience on your behalf, you entrust us with your site data and we take that trust to heart.\nYou agree that Cassava may process your data as described in our data policy and for no other purpose.\nEach party agrees to handle the other party’s data in accordance with (i) all applicable laws.\nand (ii) privacy and security measures reasonably adequate to preserve the other party data’s confidentiality and security.\nYou own all right, title, and interest to your data.\nWe obtain no rights from you to your data.\nWe will never collect or store any personally identifiable information and we will never abuse your visitor’s privacy.\nWhen using Cassava, you 100% own and control all of your data.\nWe will never sell or share your site data to any third-parties.\nYou agree to comply with all applicable laws including all privacy and data protection regulations.\nYou agree not to use the service to send sensitive information to the company where unauthorized disclosure could cause material, severe, or catastrophic harm or impact to the company, any data subjects or third-parties.\nSensitive information includes, but is not limited to credit card information, passport numbers, government issued identification numbers, financial account information, real time geolocation and personally identifiable information (PII).\nPII is information that could be used on its own to directly identify, contact, or precisely locate an individual.\nGeneral conditions Your use of Cassava is at your sole risk.\nThe service is provided on an “as is” and “as available” basis.\nWe do take uptime of our application seriously.\nWe reserve the right to temporarily disable your account if your usage significantly exceeds the average usage of other customers of the Services.\nOf course, we’ll reach out to the account owner before taking any action except in rare cases where the level of use may negatively impact the performance of the Service for other customers.\nWe design our services with care, based on our own experience and the experiences of customers who share their time and feedback.\nHowever, there is no such thing as a service that pleases everybody.\nWe make no guarantees that our services will meet your specific requirements or expectations.\nWe also test all of our features extensively before shipping them.\nAs with any software, our services inevitably have some bugs.\nWe track the bugs reported to us and work through priority ones, especially any related to security or privacy.\nNot all reported bugs will get fixed and we don’t guarantee completely error-free services.\nTechnical support is provided by email.\nEmail responses are provided on the reasonable effort basis without guaranteed response time.\nWe can access your data to help you with support requests you make and to maintain and safeguard Cassava to ensure the security of your data and the service as a whole.\nWe use third party vendors to provide the necessary hardware, storage, payment processing and related technology required to run the Services.\nSee our Privacy Policy for more information.\nLiability We mention liability throughout these Terms but to put it all in one section: <b>You expressly understand and agree that Cassava shall not be liable, in law or in equity, to you or to any third party for any direct, indirect, incidental, lost profits, special, consequential, punitive or exemplary damages, including, but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if the company has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the services.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the services.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to this Terms of Service or the services, whether as a breach of contract, tort (including negligence whether active or passive), or any other theory of liability.</b> In other words: choosing to use our services does mean you are making a bet on us.\nIf the bet does not work out, that’s on you, not us.\nWe do our darnedest to be as safe a bet as possible through careful management of the business.\ninvestments in security, infrastructure, and talent.\nand in general giving a damn.\nIf you choose to use our services, thank you for betting on us.\nThis agreement shall be governed by the laws of the United States, and the courts of the United States shall have exclusive jurisdiction to hear and determine all issues that may arise under or in relation to this agreement.\nContact us If you have a question about any of the Terms of Service, please contact us.\nLoading <p>v2.2.1.549185d© 2023 Cassavarose LLC.\nAll rights reserved</p> 3 Fantastic Techniques to Quickly Learn Anything Why Compliance Training Sucks and How You can Fix It 3 Ways Cassava can Streamline Software Developer Onboarding <p>Company</p>\n<p>\nPrivacy Policy\nTerms of Service\nAbout Us\nProduct Updates </p>\n<p>Overview</p>\n<p>\nWhy it works Slack Integration Microsoft Teams Integration Webex Integration Pricing\nFAQ </p>\n<p>Contact</p>\n<p> Support @cassavaexp </p> ", "created_at": "2023-06-28 18:34:07.999341", "updated_at": "2023-06-28 18:34:15.809896"}], "points": [], "urls": ["gocassava.com"]}}