{"error": 448, "message": "OK", "parameters": {"id": 9117, "name": "PeerTube Italia", "created_at": "2023-07-12 20:43:31.054656", "updated_at": "2023-07-12 22:02:24.74671", "wikipedia": null, "keywords": null, "related": null, "slug": "peertube-italia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9117.png", "url": "peertube.uno", "documents": [{"id": 17858, "name": "Terms And Code of conduct", "url": "https://peertube.uno/about/instance", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div", "text": "InstancePeerTubeNetworkAbout PeerTube Italia - Video Sharing in Creative CommonsContact usAnimalsArtActivismKidsFoodHow ToComedyEducationFilmsGamingEntertainmentMusicNews &amp.\nPoliticsPeopleScience &amp.\nTechnologySportsVehiclesTravelsItalianPeerTube Uno Italia, è la prima piattaforma video italiana federata con il fediverso.\nUtilizza il protocollo ActivityPub e il protocollo P2P Bittorrent (Webtorrent) per distribuire i video fra le persone in maniera decentralizzata.\nSiamo una piattaforma Libera che usa solo Free Open Source Software, siamo federati con tutte le altre istanze Peertube nel mondo attraverso la rete ActivityPub ed anche con altri social come Mastodon, Pixelfed chesono all'interno del \"Fediverse\".\nI video vengono inviati tramite il P2P (BitTorrent) direttamente nel browser con WebTorrent per ottimizzare il carico e ridurre i costi del server.\nPeerTube Uno Italia è un'associazione per la diffusione della conoscenza libera (WMI) è un’associazione di promozione sociale che dal opera nell’ambito della cultura libera.\nOperiamo per diffondere il sapere libero e per sostenere i progetti Creative Commons, contenitori e generatori del sapere libero, come Peertube, la piattaforma video in streaming.\nPeerTube Italia persegue esclusivamente obiettivi di solidarietà sociale nel campo della promozione culturale.\nLo scopo principale dell’associazione è contribuire attivamente alla diffusione, al miglioramento e all’avanzamento del sapere e della cultura, attraverso la produzione, la raccolta e la divulgazione gratuita di contenuti liberi che incentivino le possibilità di accesso alla conoscenza e alla formazione.\nQuesto è un server decentralizzato, non è gestito da alcuna società e da nessun ente governativo.\nNon ti seguiamo su internet e non siamo interessati a censurarti per opinioni politiche o filosofiche.\nForniamo anche il servizio gratuito per scaricare video dal web: https://alltubedownload.peertube.uno ADMINISTRATORS &amp.\nSUSTAINABILITY Who we are<p>Peertube Italia è un'istanza senza alcun scopo di lucro gestita dal gruppo devol, viene finanziata con donazioni su liberapay e con criptovalute</p>\n<p>Siamo presenti su Mastodon, su una stanza matrix e su noblogo - writefreely.</p>\n<p>L'istanza peertube.uno è gestita dall'associazione noprofit devol con sede a Milano.</p>\n<p>Agli utenti sostenitori vengono concessi maggior spazio per i video:</p>\n<p>0,2-0,4€/settimana 2GB/giorno 20GB totali</p>\n<p>0,5-1,2€/settimana 2GB/giorno 50GB totali</p>\n<p>1,3-3,6€/settimana 2GB/giorno 200GB totali</p>\n<p>3,7-9,8€/settimana 5GB/giorno 1TB totali</p>\n<p>Questa la pagina ufficiale per sostenere economicamente peertube:<br>\nhttps://liberapay.com/PeerTube/<br>\nSi può pagare con un conto corrente o con una qualsiasi carta di credito e debito.</p>\n<p>Al momento liberapay non supporta le criptomonete e quindi potete utilizzare questi indirizzi per fare donazioni con le criptovalute Bitcoin, Ethereum, Bitcoin cash, Litecoin, Dai, USD Cash:<br>\nhttps://s.devol.it/criptopeertube</p>\n<p>Se non avete criptomonete quale miglior momento per aprire un portafoglio, cliccando qui riceverete 8,5€ gratuiti in criptovaluta:<br>\nhttps://s.devol.it/coinbase</p>\n<p>Siete degli utilizzatori di #peertube ma non caricate mai video ma correste comunque contribuire alla piattaforma?</p>\n<p>Potete anche offrire un caffè al collettivo devol che si occupa del lato tecnico e della traduzione della documentazione in italiano:</p>\n<p>https://ko-fi.com/devol</p>\n<p>l'iscrizione non è necessaria, si può usare la propria carta (minori commissioni) o #PayPal</p>\nWhy we created this instance<p>L'inserimento dei video è completamente gratuito per tutti quei filmati, cortometraggi, lungometraggi su licenza creative commons di comprovato valore storico, culturale, artistico o sociale.</p>\n<p>inoltre è possibile scaricare liberamente qualsiasi video all'interno di peertube.</p>\n<p>Tutte le associazioni, i proprietari o amministratori di siti, blog, forum che promuovono temi FOSS software, free/open internet, privacy/security, possono utilizzare gratuitamente uno spazio di 20GB, con un upload giornaliero massimo di 2GB.<br>\nPer tutti gli altri proprietari di siti, blog, forum o account attivi su mastodon.uno potranno usufrure gratuitamente di uno spazio di 20GB con un upload giornaliero massimo di 500MB (contattateci per l'attivazione).</p>\nHow long we plan to maintain this instance<p>L'istanza Peertube Italia vuole diventare il sito di riferimento per i contenuti creative commons in italia, e quindi ha un progetto a lungo termine.</p>\nHow we will pay for keeping our instance running<p>Tutti possono contribuire a finanziare il progetto di una piattaforma video libera con piccole somme simboliche a partire da 1 centesimo con carta di credito o debito e binifico attraverso liberapay:<br>\nhttps://liberapay.com/PeerTube/</p>\n<p>oppure donando con criptomonete:<br>\nhttps://coindrop.to/peertube</p>\n<p>Se non possedete criptomonete potrete donarne semplicemente usando il browser brave e attivando gli annunci nelle ricompense.\nIn questo modo accumulerete la criptomoneta BAT che potrete poi donare a Peertube.uno ma anche a Mastodon.uno o a Wikipedia, EFF, Tor Browser e molti altri.</p>\n<p>Se siete videomaker sostenitori potrete avere un aumento della propria quota video disponibile all'interno del sito PeerTube.uno a seconda dei contributi settimanali.</p>\n<p>Le donazioni verranno utilizzate al 50% per sostenere i costi di hosting e banda del server, per il 25% a sostegno delle risorse tecniche ed umane del progetto open source peertube e per il restante 25% donate agli autori per il finanziamento in crowdfounding di lungometraggi e cortometraggi con licenza creative commons<br>\no per preservare, digitalizzare e conservare online lungometraggi o cortometraggi di valore culturale, storico, artistico e sociale<br>\n&lt;br&gt;&lt;br&gt;<br>\nAiutate oggi stesso l'Archivio di Peertube Italia.\nLa maggior parte non può permettersi di donare, ma speriamo che tu possa farlo.\nLa donazione media è di 15 euro.\nSe tutti coloro che leggono queste pagine donassero solo 1 euro, potremmo autofinanziarci per un anno oggi stesso.</p>\n<p>Siete degli utilizzatori di #peertube ma non caricate mai video? Vorreste contribuire alla piattaforma?</p>\n<p>Tutto ciò di cui abbiamo bisogno è il prezzo di un caffè per sostenere un sito web no-profit.\nNon abbiamo dipendenti, ma gestiamo uno dei migliori siti video italiani.\nCi dedichiamo alla privacy dei lettori, quindi non ti tracceremo mai.\nNon accettiamo mai annunci pubblicitari.\nMa dobbiamo comunque pagare per i server e il personale tecnico.</p>\n<p>Potete offrire un caffè al collettivo #devol che si occupa del lato tecnico e della traduzione in italiano degli articoli sul blog noblogo: https://noblogo.org/peertube facendo in modo che anche in italia si promuova, sostenga e si finanzino concretamente le piattaforme libere e decentralizzate:</p>\n<p>https://ko-fi.com/devol</p>\n<p>l'iscrizione non è necessaria, si può usare la propria carta (minori commissioni) o #PayPal</p>\n<p>Vogliamo raggiungere la nostra missione: una biblioteca video online gratuita per tutti.\nPer portare le informazioni migliori e più affidabili ad ogni utente internet.<br>\nCrediamo che tutto questo sia fattibile, se ci mettiamo insieme per creare un internet come doveva essere.\nUna Grande Biblioteca Video per tutti.\nL'Archivio video di Peertube ha bisogno del vostro aiuto.\nSe trovate utile il nostro sito, vi preghiamo di donare.\nGrazie</p> INFORMATION Description<p>PeerTube è una piattaforma distribuita e decentralizzata collegata con le altre istanze internazionali tramite il protocollo ActivityPub.\nPer un'introduzione completa a peertube consigliamo la cos'è Peertube del sito le Alternative e introduzione a Peertube del gruppo devol.</p>\n<p>I contenuti sono condivisi e segnalati su tutti i server attivi che contribuiscono a formare il servizio globale.\nPeerTube.uno non dipende da un nodo centrale o da una società o fondo che possa sottoporla a censura, non traccia gli utenti, non ha banner pubblicitari e non ha algoritmi possano scegliere cosa devi vedere e chi devi seguire.</p>\n<p>PeerTube si finanzia con i suoi utenti, che contribuiscono alla crescita del portale con piccole donazioni con Paypal, carta di credito/debito e bonifico oppure con criptovaluta.\nAi tutti i donatori viene incrementata la possibilità di conservare i propri video nella piattaforma nei modi descritti dai termini qui sotto.</p>\n<p>0,2-0,4€/settimana 2GB/giorno 20GB totali</p>\n<p>0,5-1,2€/settimana 2GB/giorno 50GB totali</p>\n<p>1,3-3,6€/settimana 2GB/giorno 200GB totali</p>\n<p>3,7-9,8€/settimana 5GB/Giorno 1TB totali</p>\n<p>Se invece siete degli utilizzatori di peertube ma non caricate mai video e vorreste comunque contribuire a supportare una piattaforma video libera ed indipendente potete anche offrire un caffè al collettivo devol che si occupa del lato tecnico e della traduzione in italiano:</p>\n<p>https://ko-fi.com/devol</p>\n<p>l'iscrizione non è necessaria, si può usare la propria carta (minori commissioni) o #PayPal</p>\n<p>Oppure si può donare a Peertube semplicemento utilizzando il browser Brave che permette di navigare bloccando tutte le pubblicità e gli script di sorveglianza e di donare le criptomonete BAT accumulate attivando gli annunci nelle opzioni sulle \"ricompense brave\"</p>\n<p>Inoltre peertube ti permette di vedere, condividere e scaricare tutti i video di youtube senza pubblicità, cookies o script spioni con l'istanza invidious tubo.peertube.uno per scaricare video da qualsiasi altra piattaforma o dai social network c'è il servizio All Tube Download</p>\n<p>E' possibile utilizzare il Markdown editor laverna per avere nella descrizione dei video:</p>\n<ul>\n<li>Enfasi</li>\n<li>Link</li>\n<li>A capo</li>\n<li>Elenchi</li>\n</ul> MODERATION Moderation information<p>Questa istanza è moderata da un piccolo gruppo di volontari.</p>\n<p>Utilizzando questa istanza si accetta il seguente Codice di Condotta:</p>\n<p>Nessun contenuto illegale.<br>\nNessun discorso di odio, compresi razzismo, sessismo, omofobia e transfobia.<br>\nNiente spam.<br>\nNessuna molestia.<br>\nTutti i contenuti NSFW devono essere contrassegnati come tali e la pornografia non è consentita.<br>\nDiamo molta importanza alla qualità.\nI video di scarsa qualità possono essere non accettati.<br>\nNessun contenuto commerciale, complottista, pseudoscientifico, fascista o di propaganda politica.</p>\n<p>Carica e condividi i tuoi contenuti ma rispetta i diritti degli altri.</p>\n<p>I video che non rispettano lo spirito delle regole di questo server saranno rimossi e gli utenti recidivi saranno sospesi.</p>\nCode of conduct<p>Le principali condizioni d'uso sono:</p>\n<p>Nessun contenuto per adulti può essere caricato.<br>\nNon sono consentiti discorsi di odio o teorie di cospirazione.</p>\n<p>Il servizio di download video All tube download\":<br>\npermette di scaricare i filmati da siti di video sharing come youtube, vimeo, dailymotion, oppure da social network come Facebook, twitter o instagram e molti altri<br>\nma tale condotta potrebbe essere vietata dalle condizioni d'uso del sito da cui si sta scaricando il video.</p>\nTerms<p>PeerTube.Uno Italia è una piattaforma libera no-profit, autofinanziata e a differenza di altri portali video, non dipende da dei finanziatori, non mostra annunci pubblicitari sui video, non traccia gli utenti e non raccoglie i dati personali.</p>\n<p>Per gli altri utilizzatori vi è disposizione uno spazio completamente libero e gratuito di 5GB con upload giornalieri di 100MB.\nL'upload giornaliero può essere aumentato a 500MB se l'utente ha un account attivo su https://mastodon.uno limite anche questo aumentabile gratuitamente a 20GB con 2GB/giorno se l'utente è un'associazione noprofit attiva e verificata su https://mastodon.uno.</p>\n<p>I video potranno rimanere nel server per sempre gratuitamente ma per mantenere alta la qualità dei filmati potremo richiedere agli utenti di rimuovere i video che non hanno visualizzazioni ad eccezione degli utenti che hanno account mastodon.uno verificato, dei donatori su liberapay o di chi crea video di pubblica utilità a carattere didattico, scientifico, sociale e culturale non avranno alcuna richiesta di rimozione per i video poco visualizzati</p>\n<p>IL servizio peertube.uno è il primo sito di video sharing italiano federato con la rete internazionale peertube ed è un progetto a lungo termine, come wikipedia è autofinanziato, non si sostiene con la pubblicità e non usa alcun sistema che registra, immagazzina ed elabora i dati personali degli iscritti e dei visitatori.<br>\nSi sostiene esclusivamente con donazioni e contributi di chi vuole preservare i propri video e renderli disponibili a tutti.</p>\n<p>E' vietato utilizzare il servizio di video downloader per scaricare video protetti da copyright per poi inserirli all'interno di peertube.uno senza l'autorizzazione dell'autore o dei detentori dei diritti.</p> OTHER INFORMATION Hardware information<p>4 core 2.8GHz i5 processor 16GB RAM</p>\nFEATURESFeatures found on this instancePeerTube version5.0.1Default NSFW/sensitive videos policycan be redefined by the usersBlurred with confirmation requestUser registration allowedVideo uploadsTranscoding in multiple resolutionsVideo uploadsAutomatically publishedVideo quota 5 GB (2 GB per day)Live streamingLive streaming enabledTranscode live video in multiple resolutionsMax parallel lives Unlimited per user / Unlimited per instance ImportHTTP import (YouTube, Vimeo, direct URL...)Torrent importChannel synchronization with other platforms (YouTube, Vimeo, ...)SearchUsers can resolve distant contentPlugins &amp.\nThemesAvailable themesPlugins enabledSTATISTICSBy users on this instance<p>4,558</p>\n<p>users</p>\n<p>3,600</p>\n<p>videos</p>\n<p>1,090,626</p>\n<p>views</p>\n<p>619</p>\n<p>comments</p>\n<p>568.1 GB</p>\n<p>hosted video</p>In this instance federation<p>4,287</p>\n<p>videos</p>\n<p>26,785</p>\n<p>comments</p>\n<p>17</p>\n<p>followers</p>\n<p>8</p>\n<p>following</p>", "created_at": "2023-07-12 20:43:31.085391", "updated_at": "2023-07-12 20:43:55.087643"}, {"id": 17859, "name": "P2P & Privacy", "url": "https://peertube.uno/about/peertube", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div/div[2]/my-about-peertube/div/div[3]/div", "text": "P2P &amp.\nPrivacy<p> PeerTube uses the BitTorrent protocol to share bandwidth between users by default to help lower the load on the server, but ultimately leaves you the choice to switch back to regular streaming exclusively from the server of the video.\nWhat follows applies only if you want to keep using the P2P mode of PeerTube.\n</p>\n<p> The main threat to your privacy induced by BitTorrent lies in your IP address being stored in the instance's BitTorrent tracker as long as you download or watch the video.\n</p>What are the consequences?<p> In theory, someone with enough technical skills could create a script that tracks which IP is downloading which video.\nIn practice, this is much more difficult because: </p>\n<ul>\n<li> An HTTP request has to be sent on each tracker for each video to spy.\nIf we want to spy all PeerTube's videos, we have to send as many requests as there are videos (so potentially a lot) </li>\n<li> For each request sent, the tracker returns random peers at a limited number.\nFor instance, if there are 1000 peers in the swarm and the tracker sends only 20 peers for each request, there must be at least 50 requests sent to know every peer in the swarm </li>\n<li> Those requests have to be sent regularly to know who starts/stops watching a video.\nIt is easy to detect that kind of behaviour </li>\n<li> If an IP address is stored in the tracker, it doesn't mean that the person behind the IP (if this person exists) has watched the video </li>\n<li> The IP address is a vague information: usually, it regularly changes and can represent many persons or entities </li>\n<li> Web peers are not publicly accessible: because we use the websocket transport, the protocol is different from classic BitTorrent tracker.\nWhen you are in a web browser, you send a signal containing your IP address to the tracker that will randomly choose other peers to forward the information to.\nSee this document for more information </li>\n</ul>\n<p> The worst-case scenario of an average person spying on their friends is quite unlikely.\nThere are much more effective ways to get that kind of information.\n</p>How does PeerTube compare with YouTube?<p> The threats to privacy with YouTube are different from PeerTube's.\nIn YouTube's case, the platform gathers a huge amount of your personal information (not only your IP) to analyze them and track you.\nMoreover, YouTube is owned by Google/Alphabet, a company that tracks you across many websites (via AdSense or Google Analytics).\n</p>What can I do to limit the exposure of my IP address?<p> Your IP address is public so every time you consult a website, there is a number of actors (in addition to the final website) seeing your IP in their connection logs: ISP/routers/trackers/CDN and more.\nPeerTube is transparent about it: we warn you that if you want to keep your IP private, you must use a VPN or Tor Browser.\nThinking that removing P2P from PeerTube will give you back anonymity doesn't make sense.\n</p>What will be done to mitigate this problem?<p> PeerTube wants to deliver the best countermeasures possible, to give you more choice and render attacks less likely.\nHere is what we put in place so far: </p>\n<ul>\n<li>We set a limit to the number of peers sent by the tracker</li>\n<li>We set a limit on the request frequency received by the tracker</li>\n<li>Allow instance admins to disable P2P from the administration interface</li>\n</ul>\n<p> Ultimately, remember you can always disable P2P by toggling it in the video player, or just by disabling WebRTC in your browser.\n</p>", "created_at": "2023-07-12 20:43:31.115767", "updated_at": "2023-07-12 21:10:55.000635"}], "points": [], "urls": ["peertube.uno"]}}