{"error": 448, "message": "OK", "parameters": {"id": 8422, "name": "Harvard Business Publishing", "created_at": "2023-05-30 17:45:31.295416", "updated_at": "2023-05-30 22:02:22.466636", "wikipedia": null, "keywords": null, "related": null, "slug": "harvard-business-publishing", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8422.png", "url": "hbr.org", "documents": [{"id": 16357, "name": "Privacy Policy", "url": "https://hbr.org/privacy-policy", "xpath": "//*[@id=\"privacyPolicy\"]", "text": "Privacy Policy<p>Harvard Business Publishing (HBP) takes the privacy of its users seriously.\nHBP has adopted information management guidelines for our customer relationships designed to respect the privacy and preferences of our users.</p>Manage your accountEmail Preferences<p>Manage what newsletters and emails you receive from HBR.org.\nYou will need to be signed in to do this.</p>Update preferencesDelete your data<p>Permanently delete your HBR.org account and <strong>all data</strong> associated with it.\nYou will need to be signed in to do this.</p>Delete data<p>This Privacy Policy applies to all information collected from or about users of our websites, applications ads, and commerce services owned or operated by HBP (except as noted below).\nThis Privacy Policy describes how and when HBP collects, uses, and shares your information when you use our services and website.\nFor services and websites used by residents of the European Union, Harvard Business School Publishing Europe Ltd and/or Harvard Business School Publishing France SAS are the data controller(s) responsible for your personal information.</p>\n<p>All information collected will be handled with care in accordance with HBP's information management guidelines and respect for your privacy.\nHBP endeavors to comply with all laws and regulations that apply to the collection and use of personal information, including but not limited to U.S.\nprivacy laws and the EU General Data Protection Regulation (GDPR).</p>Quick guide to contents<ol>\n<li>What Type of Information Does HBP Collect?</li>\n<li>How Does HBP Use Information About You?</li>\n<li>Does HBP Share Personal Information with Third Parties?</li>\n<li>How Long is Personal Information Retained For?</li>\n<li>How is Personal Information Secured?</li>\n<li>What are Your Rights and Choices?</li>\n<li>Does HBP Transfer Data Internationally?</li>\n<li>Contact Us</li>\n</ol>1.\nWhat Type of Information Does HBP Collect?<p>There are several ways we may collect information from or about you, including through (A) information you provide to us directly.\nand (B) information that we automatically or passively collect.</p>A.\nInformation You Provide<p>The personal information collected by HBP may include:</p>\n<ul>\n<li>Name, postal address, phone number, fax number, and e-mail address.</li>\n<li>Financial account information, such as credit card number and other payment information.\nPlease note, we do not retain credit card information.</li>\n</ul>\n<p>We may also collect information about you such as:</p>\n<ul>\n<li>If you create an account – your username, password, and other demographic information that you provide.</li>\n<li>If you purchase from HBP – what you buy, and how frequently you buy.</li>\n<li>If you take a survey or interact with us in various other ways – demographics information that you provide and information about subjects that may interest you.</li>\n<li>If you connect your account to another service such as LinkedIn or Twitter, the other service may send us your registration or profile information on that service that you authorize.\nThis information enables cross-platform data sharing to improve your user experience.</li>\n</ul>B.\nInformation We Automatically Collect<p>Whenever you visit or interact with the site, we, as well as any third-party advertisers and/or service providers, may use cookies, web beacons, local shared objects (Flash Cookies), or other technologies to automatically or passively collect information about your online activity and website use information.\nFor information about our use of cookies and other similar technologies through the site, you can read our Cookie Policy here.</p>\n<p>Please note that we automatically collect the following information about you:</p>\n<ul>\n<li>Website Use Information.\nWe may automatically collect website use information when you visit our site.\nThis may include information about your Internet service provider, your operating system, browser type, domain name, Internet protocol (IP) address, your access times, the website that referred you to us, the Web pages you request, and the date and time of those requests.</li>\n<li>Third Party Service Providers.\nWe may use third party service providers to support our website.\nSome of these service providers may use technology such as cookies, web beacons, pixel tags, log files, or Flash cookies to receive, collect, and store information.</li>\n<li>Third Party Analytic Technologies.\nWe may use third parties' analytics and tracking tools to better understand who is using the website, how people are using website, how to improve the effectiveness of the website, our services and related content, to help us or those third parties serve more targeted advertising to you across the Internet, and to allow \"Like\" buttons and \"Share\" buttons to work.\nThese tools may use technology such as cookies, web beacons, pixel tags, log files, Flash cookies, HTML5 cookies, or other technologies to automatically collect and store certain information.\nThey may also combine information they collect from your interaction with the website with information they collect from other sources.\nWe do not have access to, or control over, these third parties' use of cookies or other tracking technologies.</li>\n</ul>\n<p>To learn more about your advertising choices relating to the collection and use of your information, please see the \"What are Your Rights and Choices\" section below.</p>C.\nInformation Collected From Other Sources<p>We may acquire information from other trusted sources to update or supplement the information that you provide or that we collect automatically.\nWe may use this information to help us maintain the accuracy of the information we collect, to target our communications so that we can inform you of products, services or other offers that may be of interest to you, and for internal business analysis or other business purposes.</p>D.\nCombination of Information<p>We may combine the information we receive from and about you, including information you provide to us and information we automatically collect through our online services, as well as information collected offline, across other computers or devices that you may use, and from third party sources.</p>2.\nHow Does HBP Use Information About You?<p>HBP may use the information we collect from and about you for a variety of business purposes, including to:</p>\n<ul>\n<li>Allow us to process orders, registrations, and customer service inquiries.</li>\n<li>Communicate with you about your orders, purchases, accounts, and requests for information.</li>\n<li>Provide you with information about products and services we offer (if you agree to receive such information).</li>\n<li>Address problems with the website or our business, and to protect the security or integrity of the Site and our business.</li>\n</ul>\n<p>We also use anonymous or aggregated information to allow us to audit site usage, create marketing profiles, manage our relationship with advertisers, and to provide support services to us.\nThis processing may involve profiling – for example to create audiences based on demographic or location-based information for marketing and customization.</p>\n<p>We will have a lawful basis for processing your data if:</p>\n<ul>\n<li>We need to process your information in order to provide you with the products or service you have requested or to enter into a contract;</li>\n<li>You have consented to such processing;</li>\n<li>We have a legitimate interest for processing your data – e.g., for fraud prevention.\nnetwork and information systems security.\ndata analytics.\nenhancing, modifying or improving our services.\nidentifying usage trends.\nand/or</li>\n<li>We are legally obliged to process it.</li>\n</ul>3.\nDoes HBP Share Personal Information With Third Parties?<p>We do not share your personal information except in the limited circumstances described here.\nWe may share your personal information with:</p>\n<ul>\n<li>\n<b>Our Affiliates:</b> We may share your information with our affiliates and subsidiaries bearing the Harvard Business brand for business, operational, promotional and marketing purposes.</li>\n<li>\n<b>Third Party Service Providers:</b> We may share your information with third party service providers that provide business, professional or technical support functions for us (including to the extent necessary or desirable to fulfill or ship your order or complete your transaction), help us operate our business and the website, or administer activities on our behalf.</li>\n<li>\n<b>School:</b> If you access our content through an academic curriculum in your school or university, we may share personally-identifiable information about your progress, scores, results, logon and logoff times, and similar data with your school.\nWe do not share this information with any outside entities other than your school.</li>\n<li>\n<b>Selected Advertisers:</b> We sometimes work with advertisers or other third parties to serve ads targeted to your interests, or to collect data for conversion tracking (that is, what actions you take after you click on an ad).We do on occasion provide magazine subscribers' postal mailing addresses (but not your email address) to selected advertisers who wish to reach you by mail.</li>\n<li>\n<b>Legal Obligations.\nSafety:</b> We may access and disclose your information to respond to subpoenas, judicial processes, or government requests and investigations, or in connection with an investigation on matters related to public safety, as permitted by law, or otherwise as required by law.\nWe may disclose your information to protect the security of our site, servers, network systems, and databases.\nWe also may disclose your information as necessary, if we believe that there has been a violation of our Terms of Use, any other legal document or contract related to our services, or the rights of any third party.</li>\n<li>\n<b>Sale or Transfer of Business or Assets:</b> We may sell or purchase assets during the normal course of our business.\nIf another entity acquires us or any of our assets, information we have collected about you may be transferred to such entity.\nIn addition, if any bankruptcy or reorganization proceeding is brought by or against us, such information may be considered an asset of ours and may be sold or transferred to third parties.\nShould such a sale or transfer occur, we will use reasonable efforts to try to require that the transferee use personal information provided through our services in a manner that is consistent with this Privacy Policy.</li>\n<li>\n<b>Aggregate or Anonymous Non-Personal Information:</b> We may also share aggregate, anonymous, or de-identified non-personal information with third parties for their marketing or analytics uses.</li>\n</ul>4.\nHow Long is Personal Information Retained For?<p>We will keep your personal data for as long as we need it for the purpose it is being processed for.\nFor example, we will retain your information for as long as your account is active or as needed to provide you services.\nand after that, we will keep the personal information for a reasonable period of time, which enables us to handle or respond to any complaints, queries or concerns relating to your account.</p>5.\nHow is Personal Information Secured?<p>HBP maintains appropriate physical, technical and administrative security to help prevent the loss, misuse, unauthorized access, disclosure or modification of personal information.</p>\n<p>While we take these steps to protect your personal information as much as we reasonably can, no system or transmission of data over the Internet or any other public network, or any storage of data, can be guaranteed to be 100% secure.</p>6.\nWhat are Your Rights and Choices?A.\nYour Rights<p>We respect your privacy rights and provide you with reasonable access and rights to the personal data that you may have provided through your use of the website and services.\nYou may update, amend, or delete your account information and/or preferences at any time by:</p>\n<ul>\n<li>Following the opt-out instructions in promotional emails we send you.</li>\n<li>Signing in to your HBP account, if you have one, and visiting the Account Settings section within My Library to manage your preferences and to update your personal information.</li>\n</ul>\n<p>If you live in the European Economic Area (EEA), you may have additional rights under applicable data protection laws.\nIf you wish to exercise those rights, please contact us as set forth in the \"Contact Us\" section.\nAt any time, you may object to the processing of your personal data, on legitimate grounds, except if otherwise permitted by applicable law.\nIf you believe your right to privacy granted by applicable data protection laws has been infringed upon, please contact us as set forth in the \"Contact Us\" section.\nYou also have a right to lodge a complaint with data protection authorities.</p>\n<p>Please note that if you make any changes or update your account, these will be reflected in active user databases within a reasonable period of time.\nhowever, we may retain certain data when we have a legal obligation or lawful basis to do so.</p>\n<p>You may decline to share certain personal data with us, in which case we may not be able to provide to you some of the features and functionality of the website.</p>B.\nCookies, Tracking Options and California Do Not Track Disclosures<p>For California Residents: Certain parts of our Site require cookies.\nYou are free to set your browser or operating system settings to limit certain tracking or to decline cookies, but by doing so, you may not be able to use certain features on the Site or take full advantage of all of our offerings.\nPlease refer to your Web browser's or operating system's website or \"Help\" section for more information on how to delete and/or disable your browser or operating system from receiving cookies or controlling your tracking preferences.<br>Our system may not respond to Do Not Track requests or headers from some or all browsers.\nWe may use cookies or other technologies to deliver more relevant advertising and to link data collected across other computers or devices that you may use.\nTo understand your choices for receiving more relevant advertising or to manage your settings, please review the information below:</p>\n<ul>\n<li>To learn more about the use of cookies or other technologies to deliver more relevant advertising and to know your choices with respect to collection and use of the data by these third party tools, you may visit the Digital Advertising Alliance's (DAA) opt-out page at http://www.aboutads.info/choices, or the National Advertising Initiative's (NAI) opt out page at http://www.networkadvertising.org/choices/.</li>\n<li>On your mobile device, you may also adjust your privacy and advertising settings to control whether you want to receive more relevant advertising.</li>\n</ul>C.\nYour California Privacy Rights<p>If you are a California resident, you may request information about our disclosure of personal information to third parties or affiliated companies for their direct marketing purposes.\nTo make such a request, please contact us as set forth in the \"Contact Us\" section.\nYou must put the statement \"Your California Privacy Rights\" in the subject field.\nWe are not responsible for notices that are not labeled or sent properly, or do not have complete information.</p>\n<p>Non-affiliated third parties are independent from HBP and if you wish to receive information about your disclosure choices or stop communications from such third parties, you will need to contact those non-affiliated third parties directly.</p>7.\nDoes HBP Transfer Data Internationally?<p>HBP is a global business and we, or our service providers, may process, transfer, and store information about our users on servers located in a number of countries, including the United States and the European Economic Area (EEA).\nSince we are committed to protecting your information, we take steps to ensure that there are appropriate safeguards in place when we transfer that data.\nFor data transferred from the EEA to HBP or its service providers outside the EEA, HBP relies on the EU Model Clauses (issued by the European Commission) to provide an adequate level of protection.\nTo request a copy of these EU Model Clauses contact us as provided below.</p>8.\nContact Us<p>\n<strong>If you have any questions, comments, or concerns about our Privacy Policy, please contact us at:</strong>\n</p>Harvard Business Publishing<br>20 Guest Street, Suite 700<br>Brighton, MA 02135 USA<br>Email: customerservice@harvardbusiness.org<br>Phone: (800) 988-0886 or (617) 783-7500<p>\n<strong>If you are a user located in the European Union, please contact us or our Data Protection Officer at:</strong>\n</p>Harvard Business School Publishing Europe Ltd.<br>Vernon House<br>23 Sicilian Avenue<br>London WC1A 2QS<br>United Kingdom<br>Email: Data.Protection@harvardbusiness.org<p>\n<strong>or</strong>\n</p>Harvard Business School Publishing France SAS<br>23 Rue du Roule<br>75001<br>Paris, France<br>Email: Data.Protection@harvardbusiness.org<p>\n<strong>Designee's Public Contact Information:</strong>\n</p>Harvard Business School Publishing Europe Ltd.<br>Vernon House<br>23 Sicilian Avenue<br>London WC1A 2QS<br>United Kingdom<br>Email: Data.Protection@harvardbusiness.org<br>Steve Boucher, Director, Global Treasury and International Operations, Finance", "created_at": "2023-05-30 17:45:31.326049", "updated_at": "2023-05-30 17:46:03.279878"}, {"id": 16358, "name": "Cookie Policy", "url": "https://hbr.org/corporate/cookie-policy", "xpath": "/html/body/div[1]/div[3]/section/div/div", "text": " Cookie Policy <p>\n</p>\n<p>This Cookie Policy describes the different types of cookies, web beacons, and similar technologies we use to automatically collect information about your use of this site.\nWe refer to these technologies collectively as “cookies and other technologies.”</p>\n<p>This Cookie Policy is integral to, and should be read in conjunction with, our Privacy Policy.</p>\nHow We Use Cookies and Similar Technologies\n<p>We use – and we allow third parties to use – cookies and similar technologies to make our site function and to improve your experience while you use the site.\nThe specific uses of cookies and similar technologies on our site are:</p>\n<ul>\n<li>Measuring site usage</li>\n<li>Obtaining support from vendors</li>\n<li>Performing site analytics</li>\n<li>Showing personalized ads</li>\n<li>Personalizing the content we show on our site</li>\n</ul>\nHow to Control Our Use of Your Data\n<p>For more information about your rights and ways to limit how we use personal data we collect, please visit Section 6 of our Privacy Policy.</p>\n<p>You are free to set your browser or operating system settings to limit certain tracking or to decline cookies, but by doing so, you may not be able to use certain features on the Site or take full advantage of all of our offerings.</p>\n<p>Some of our advertising partners participate in self-regulatory organizations that allow you to choose not to receive personalized advertising from us.\nTo learn more about these choices, please visit the Digital Advertising Alliance’s (DAA) opt-out page at http://www.aboutads.info/choices, or the National Advertising Initiative’s (NAI) opt out page at http://www.networkadvertising.org/choices/.</p>\nIdentification of Cookies Used on Our Site\n<p>The following tables list some of the cookies and similar technologies we use on our site.\nSpecifically, the table provides information about persistent cookies but not session cookies or other transitory storage technologies.</p>\n<p>\n</p>Content and Personalized Advertising\n<p>\n</p>\n<b>Cookie name</b>\n<b>Cookie domain</b>\n<b>Maximum expiration time</b> 1P_JAR\n.google.com\n1 month NID\n.google.com\n6 months OGPC\n.google.com\n1 month IDE\n.doubleclick.net\n12 months test_cookie\n.doubleclick.net\n1 day fr\n.facebook.com\n3 months demdex\n.demdex.net\n6 months dextp\n.demdex.net\n6 months dpm\n.dpm.demdex.net\n6 months MR\n.bat.bing.com\n6 months MUID\n.bing.com\n13 months _li_ss\nliadm.com\n29 days lidid\nliadm.com\n2 years <p>\n</p>Authentication, Security, and Fraud Prevention\n<p>\n</p>\n<b>Cookie name</b>\n<b>Cookie domain</b>\n<b>Maximum expiration time</b> n/a\nn/a\nn/a <p>\n</p>Product and User Experience\n<p>\n</p>\n<b>Cookie name</b>\n<b>Cookie domain</b>\n<b>Maximum expiration time</b> ev_sync_dd\n.everesttech.net\n1 month everest_g_v2\n.everesttech.net\n24 months <p>\n</p>Analytics\n<p>\n</p>\n<b>Cookie name</b>\n<b>Cookie domain</b>\n<b>Maximum expiration time</b> UID\n.scorecardresearch.com\n24 months UIDR\n.scorecardresearch.com\n24 months ", "created_at": "2023-05-30 17:45:31.355436", "updated_at": "2023-05-30 17:46:37.764257"}], "points": [], "urls": ["hbr.org"]}}