{"error": 448, "message": "OK", "parameters": {"id": 8472, "name": "City of Los Angeles Department of Transportation ", "created_at": "2023-06-25 20:26:41.927055", "updated_at": "2023-06-25 22:03:35.987937", "wikipedia": null, "keywords": null, "related": null, "slug": "city-of-los-angeles-department-of-transportation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8472.png", "url": "ladottransit.com", "documents": [{"id": 16453, "name": "Privacy Policy ", "url": "https://www.ladottransit.com/privacy.html", "xpath": "//body", "text": " LOS ANGELES <p> 311 Services </p>\n<p>City Services</p> Opens https://myla311.lacity.org/ in a new window.\n<p> LA Directory </p>\n<p>City Directory</p> Opens https://lacity.gov/directory in a new window.\nSkip to content <ul>\n<li>Home</li>\n<li>DASH click to expand contents <ul>\n<li>DASH Overview</li>\n<li>Beachwood Canyon</li>\n<li>Boyle Heights​/​East LA</li>\n<li>Chesterfield Square</li>\n<li>Crenshaw</li>\n<li>Downtown</li>\n<li>El Sereno​/​City Terrace</li>\n<li>Fairfax</li>\n<li>Highland Park​/​Eagle Rock</li>\n<li>Hollywood</li>\n<li>Hollywood​/​Wilshire (Larchmont Shuttle)</li>\n<li>King-East</li>\n<li>Leimert​/​Slauson</li>\n<li>Lincoln Heights​/​Chinatown</li>\n<li>Midtown</li>\n<li>North Hollywood</li>\n<li>Northridge​/​Reseda</li>\n<li>Observatory​/​Los Feliz</li>\n<li>Panorama City​/​Van Nuys</li>\n<li>Pico Union​/​Echo Park</li>\n<li>Pueblo del Rio</li>\n<li>San Pedro</li>\n<li>Southeast</li>\n<li>Sylmar</li>\n<li>Van Nuys​/​Studio City</li>\n<li>Vermont​/​Main</li>\n<li>Watts</li>\n<li>Wilmington</li>\n<li>Wilshire Center​/​Koreatown</li>\n<li>DASH System Map</li>\n</ul>\n</li>\n<li>Commuter Express click to expand contents <ul>\n<li>Commuter Express Overview</li>\n<li>409 to Civic Center <p>A.M.\nto E.\nGlendale​/​Downtown</p>\n<p>P.M.\nto Glendale​/​Montrose​/​Tujunga​/​Sunland​/​Lake View Terrace​/​Sylmar</p>\n</li>\n<li>419 to Downtown <p>A.M.\nto Downtown Los Angeles</p>\n<p>P.M.\nto Chatsworth</p>\n</li>\n<li>423 to Downtown <p>A.M.\nto Downtown​/​USC</p>\n<p>P.M.\nto LADOT Encino P&amp;R​/​Calabasas &amp;​/​OR Agoura Hills​/​Thousand Oaks</p>\n</li>\n<li>431 to Financial District <p>A.M.\nto Downtown</p>\n<p>P.M.\nto Westwood</p>\n</li>\n<li>437 to Financial District <p>A.M.\nto Downtown</p>\n<p>P.M.\nto Culver City​/​Marina Del Rey​/​Venice</p>\n</li>\n<li>438 to Financial District <p>A.M.\nto Downtown</p>\n<p>P.M.\nto Redondo Beach</p>\n</li>\n<li>439 to El Segundo <p>A.M.\nto El Segundo</p>\n<p>P.M.\nto Downtown</p>\n</li>\n<li>448 to Financial District <p>A.M.\nto Downtown</p>\n<p>P.M.\nto Rancho Palos Verdes</p>\n</li>\n<li>142 <p>Westbound to Ports O'Call &amp.\nSampson</p>\n<p>Eastbound to Long Beach Transit Gallery</p>\n</li>\n<li>422 <p>A.M.\nto Hollywood​/​San Fernando Valley​/​Agoura Hills​/​Thousand Oaks</p>\n<p>P.M.\nto San Fernando Valley​/​Hollywood​/​Downtown</p>\n</li>\n<li>534 <p>A.M.\nto West Los Angeles</p>\n<p>P.M.\nto Downtown</p>\n</li>\n<li>549 <p>Eastbound to Burbank​/​Glendale​/​Pasadena</p>\n<p>Westbound to Glendale​/​Burbank​/​Encino</p>\n</li>\n<li>573 <p>Southbound to Westwood​/​Century City</p>\n<p>Northbound to Encino​/​Mission Hills</p>\n</li>\n<li>574 <p>Southbound to LAX​/​El Segundo</p>\n<p>Northbound to Encino​/​Granada Hills</p>\n</li>\n<li>Union Station​/​Bunker Hill Shuttle <p>Union Station​/​Bunker Hill</p>\n</li>\n<li>Commuter Express System Map</li>\n</ul>\n</li>\n<li>Cityride click to expand contents <ul>\n<li>Cityride Overview</li>\n<li>Cityride Park La Brea Connector</li>\n<li>Cityride Via Marisol</li>\n</ul>\n</li>\n<li>LA<em>now</em> click to expand contents <ul>\n<li>LA<em>now</em> Overview</li>\n</ul>\n</li>\n<li>Other Services click to expand contents <ul>\n<li>Accessible Services</li>\n<li>Production Crew Parking</li>\n<li>Charter Bus Program</li>\n<li>Buy Fares Online</li>\n<li>Real-Time Bus Information</li>\n</ul>\n</li>\n<li>Rider Alerts click to expand contents <ul>\n<li>Current News &amp.\nAlerts</li>\n<li>Alerts by Email</li>\n<li>Twitter Alerts</li>\n</ul>\n</li>\n<li>How to Ride click to expand contents <ul>\n<li>Rider's Guide</li>\n<li>Fares</li>\n<li>All LADOT Transit Routes</li>\n<li>Rider's Code of Conduct</li>\n<li>Bikes on Buses</li>\n<li>Real-Time Bus Info</li>\n<li>Transit Directory - LAUSD</li>\n</ul>\n</li>\n<li>Accessibility click to expand contents <ul>\n<li>Accessible Services</li>\n<li>Americans with Disabilities Act (ADA)</li>\n<li>Reasonable Accommodations Requests</li>\n<li>Title VI Policy</li>\n</ul>\n</li>\n<li>About Us click to expand contents <ul>\n<li>Contact Us</li>\n<li>Commendations, Complaints &amp.\nSuggestions</li>\n<li>Privacy Policy</li>\n<li>Surveys &amp.\nReports</li>\n<li>Employment Inquiries</li>\n<li>Request Community Calendar Ad Space</li>\n<li>GTFS Feed &amp.\nDeveloper License Agreement</li>\n<li>Transit Advertising at OutFrontMedia.com</li>\n<li>Doing Business with LADOT</li>\n<li>Disadvantaged Business Enterprise (DBE) Goal for Federal Fiscal Years 2022-2024</li>\n</ul>\n</li>\n</ul> back City of Los Angeles Department of Transportation Privacy Policy home Select Language​▼ City of Los Angeles Depart­ment of Trans­portation Privacy Policy <p>\n<em>Last modified: July 1, 2014</em>\n</p>\n<p>We thank you for riding the transit services of the City of Los Angeles Department of Transportation (LADOT Transit).\nLADOT Transit recognizes that maintaining the privacy of its passengers' information is crucial to maintaining your continued use of its services.\nLADOT Transit has developed and will strictly adhere to this Privacy Policy (Policy) for the collection, use, disclosure, protection, correction and deletion of the Personal Information you provide to us through LADOT Transit websites and the LA Mobile application (\"Site(s)\" and \"Service(s)\").</p>\n<p>This Privacy Policy is designed to inform you how we collect, use and protect Personal Information so you can make an informed decision about using our Sites and Services.\nPlease read this Privacy Policy before using our Sites or Services.</p>\n<p>LADOT Transit and/or its third party contractors, consultants and vendors connected with the operation of LADOT Transit services (Contractors) do not sell, rent, share, or disclose any Personal Information to outside sources in any way that is not described in this Policy without first obtaining your consent.\nLADOT Transit and its Contractors may disclose your Personal Information only when required by law.</p>\n<p>LADOT Transit reserves the right to change the provisions of this Policy at any time by posting a revised Privacy Policy on the Sites and Services indicating on the Policy the date it was last updated.<br> Personal Information that may be collected as a result of visiting our Sites, requesting service updates via email or text, or making purchases within the Sites and Services could include:</p>\n<ul>\n<li>Name</li>\n<li>Address</li>\n<li>Email address</li>\n<li>Telephone number</li>\n<li>Credit/debit card information</li>\n<li>Birthdate</li>\n<li>GPS location (LA Mobile only)</li>\n<li>Mobile device unique identifier (LA Mobile only)</li>\n</ul>\n<p>Anonymous Information that may be collected to help us improve our website includes:</p>\n<ul>\n<li>The Internet Protocol (IP) address of your computer or device</li>\n<li>The Operating System of your computer or device</li>\n<li>The browser version you are using to access the Sites</li>\n<li>The Uniform Resource Locator (URL) or address of a referring website</li>\n<li>The pages you visited on our Sites</li>\n</ul>\n<p>LADOT Transit does not knowingly collect information on our Sites from children under 13 years old.\nLADOT Transit requires that persons using the LA Mobile application verify they are at least 18 years of age.\nBy providing LADOT Transit with Personal Information, you agree that your Personal Information will be used for the following purposes:</p>\n<ul>\n<li>To communicate with you about LADOT transit services</li>\n<li>To improve LADOT transit services</li>\n<li>To conduct fare purchase transactions</li>\n<li>To manage accounts and protect balances</li>\n<li>To comply with legal and regulatory requirements</li>\n<li>To offer you information about products or services related to your use of LADOT transit services, which you will be given the opportunity to opt out of such offerings</li>\n<li>To participate in demonstrations, contests, or other marketing opportunities, which you will be given the opportunity to opt out of such offerings</li>\n</ul>\n<p>At no time will LADOT Transit use your Personal Information for any other purpose than the purposes specified above without first obtaining your written consent.</p>\n<p>At no time will LADOT Transit provide or sell your information to sources not connected with providing LADOT transit information to you.</p> Cookies <p>Cookies are small data files that are stored on a user's hard drive at the request of a website to enable the site to recognize users who have previously visited them and retain certain information such as customer preferences and history.\nThese files can contain information such as a user id, password or preferences.\nThe only information a cookie can contain is information you supply yourself.\nThe information you provide is considered and treated as Personal Information.\nA cookie is only a text file and cannot read data off your hard drive or can it read cookie files created by other sites.</p>\n<p>You may set your browser not to accept cookies, however, they may be required to use some features on LADOT Transit Sites.</p> Statistical Analysis <p>LADOT Transit utilizes Google Analytics, a third-party statistical analysis software solution, to provide visitor activity trend data.\nData related to website activity and function is Anonymous Information gathered on our web servers and through Cookies.\nThis information is used to improve the user experience for our customers and is never used to identify our visitors on an individual level, unless otherwise approved by the visitor.</p> Third Parties <p>LADOT Transit does not sell, rent, share, or disclose any Personal Information to outside sources in any way that is not described in this Policy without first obtaining your consent, although we may provide aggregate information or other anonymous information to third parties without your authorization.\nWe may share your contact information with third parties if you have indicated to us that you wish to receive information from such parties.</p>\n<p>In the event that we engage or partner with third party vendors or consultants in connection with the operation of our business, we may share Personal Information with such vendors and consultants who need access to such information to carry out their work for us.\nFor example, we may use credit card processing or verification service companies to verify credit card information and process payments.\nWe will require any such processing or verification services to comply with Payment Card Industry (PCI) privacy and security requirements.</p>\n<p>The LADOT Transit Sites and Services are provided and maintained by third party Contractors.\nLADOT Transit and/or its third party contractors, consultants and vendors utilize your Personal Information solely for purposes of providing service on LADOT Transit websites and through the mobile ticketing application.\nLADOT Transit does not approve the use of said information in any other way than as described in this Policy.</p> Public Records Laws <p>LADOT Transit is a public agency and is subject to public records laws.\nAny information contained on or submitted to LADOT Transit's Sites and Services may be subject to disclosure pursuant to public records laws.\nYou should not provide Personal Information if you are concerned about disclosure of your information under those laws.</p> Outside Websites <p>Links to non-LADOT Transit websites may be provided through LADOT Transit Sites and Services.\nLADOT Transit does not share any Personal Information with these providers, nor take responsibility for information contained on those sites.\nVisitors to such sites are advised to check the privacy statements of those sites.</p> Safeguards <p>LADOT Transit endeavors to secure your Personal Information from unauthorized access, use or disclosure by using appropriate safeguards to protect our Sites and Services.\nPlease be aware, however, despite our efforts, no security measures are perfect or impenetrable.\nDue to the nature of internet communications and evolving technologies, we cannot provide, and disclaim, assurance that the information you provide to us will remain free from loss, misuse, or alteration by intruders who obtain unauthorized access.\nIf we detect an intrusion or other unauthorized access to or use of Personal Information, we will use commercially reasonable efforts to notify the individual(s) whose Personal Information has been compromised.</p>\n<p>LADOT Transit will only retain Personal Information for as long as it is required or until such time as you determine you no longer wish to be provided with information regarding LADOT transit services.\nLADOT Transit will delete Personal Information from its records when the information is no longer required or when you direct us in writing to remove your Personal Information from our databases.</p> Questions and Comments <p>LADOT Transit is committed to adhering to this Policy and to protecting the privacy of its passengers.\nWe welcome your questions and comments:</p>\n<p>\n<strong>LADOT Transit Customer Service Center</strong>\n<br> 201 North Los Angeles Street, #16<br> Los Angeles, California 90012</p>\n<p>or</p>\n<p>info@ladottransit.com</p> Back to Top <ul>\n<li>PLAN TRIP</li>\n<li>BUY FARES</li>\n<li>FEEDBACK</li>\n</ul> Twitter Email Facebook YouTube <ul>\n<li>Privacy Policy</li>\n<li>Title VI Policy</li>\n<li>Accessible Services</li>\n</ul> loadingOriginal textRate this translationYour feedback will be used to help improve Google Translate", "created_at": "2023-06-25 20:26:41.958347", "updated_at": "2023-06-25 20:27:02.091912"}], "points": [], "urls": ["ladottransit.com"]}}