{"error": 448, "message": "OK", "parameters": {"id": 8973, "name": "Dribbble.com", "created_at": "2023-07-09 16:28:02.131248", "updated_at": "2023-07-09 22:02:40.577425", "wikipedia": null, "keywords": null, "related": null, "slug": "dribbble-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8973.png", "url": "dribbble.com", "documents": [{"id": 17560, "name": "Terms of Service", "url": "https://dribbble.com/terms", "xpath": "//body", "text": " <p> 📣 Calling all designers: Aaron Draplin's best-selling logo design workshop is back for one day only! Register now to secure your seat → </p>\n<ul>\n<li> Find talent </li>\n<li> For designers </li>\n<li> Inspiration </li>\n<li> Learn design </li>\n<li> Go Pro </li>\n<li> Log in </li>\n</ul> Dribbble: the community for graphic design Log in Sign up Hire Creatives Art by Rogie Terms of Service Read our terms below to learn more about your rights and responsibilities as a Dribbble user.\nUpdated May 16, 2023 <p>Dribbble Holdings Limited (the “Dribbble Group”) is comprised of several companies, which together provide tools to help the world’s designers to create, develop and promote their talents (each a “Service” and collectively, the “Services”).\nThe companies within the Dribbble Group each act as the data controller for personal data processed in respect of their Services (each a “Group Company” and together the “Group Companies”) and referred to as “our,” “we,” or “us” below.\nOur Group Companies operate the Services, which include websites, software, mobile services, and applications.</p>\n<p>This page explains the terms by which you may use our online and/or mobile services, website, and software provided on or in connection with the Services.\nThese terms apply to all sites to which link to these terms, including, but not limited to, dribbble.com, creativemarket.com, fontspring.com, fontsquirrel.com, and any subdomains thereof.\n<strong>By using the Services, creating an account and checking the \"I agree\" (or similar) box, or otherwise accessing or using the Services, you (1) agree that you have read, understood, and agree to be bound by the terms and conditions of these Terms of Service (these “Terms”), and (2) also that you have read and acknowledge the collection and use of your information as set forth in our privacy policy (the \"Privacy Policy\"), whether or not you are a registered user of the Services.</strong>\n</p>\n<p>Your use of certain Services or features of our Services may be subject to additional terms.\nFor example, if you purchase a font or other Asset from Creative Market, purchase a font from Fontspring, or download a font from Font Squirrel, additional license terms for the font or Asset may apply (each, a “License”).\nSimilarly, if you make a purchase through the Services, an applicable return policy may apply.\nIf you sign up to be a seller or affiliate (e.g., on Shop and Partner terms on Creative Market or Foundry terms on Fontspring), your use of the Services in such a capacity may be subject to additional terms.\nIf you engage in sharing content and interact with other users in our community (e.g., posting or commenting on content at Dribbble), your conduct may be subject to Community Guidelines.\nWe may offer promotions or contests through the Services from time to time, and your participation in these may also be subject to additional terms.\nTo the extent additional terms affect your use of the Service, those terms (including, but not limited to, the licenses and Privacy Policy noted above) are hereby incorporated by reference into these Terms.</p>\n<p>These Terms apply to all visitors, users, buyers, sellers and others who access the Services (\"User(s),\" or \"you,\" or \"your\").\nIf you open an account on the Services on behalf of an organization or other entity, then (i) \"you\" includes you and that entity, and (ii) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to these Terms, and that you agree to these Terms on the entity’s behalf.</p>\n<p>\n<strong>PLEASE READ THESE TERMS CAREFULLY AND BE SURE YOU UNDERSTAND IT FULLY, BECAUSE IT EXPLAINS AND CONTROLS YOUR LEGAL RELATIONSHIP WITH US AND YOUR RIGHTS RELATED TO YOUR USE OF THE SERVICE.</strong>\n</p>\n<p>PLEASE NOTE: SECTION 19 CONTAINS A BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER.\nIT AFFECTS YOUR RIGHTS ABOUT HOW TO RESOLVE ANY DISPUTE WITH US.\nPLEASE READ IT CAREFULLY.</p>\n<p>If you have any questions, please don’t hesitate to contact us using our Support Form</p>\n<ol>\n<li>\n<strong>Use of Our Service.</strong> The Services provides creative communities where Users can share and socialize around content, maintain portfolios, search jobs, or connect with job seekers.\nOur services also provide a marketplace where Users can buy and sell design items, such as fonts, brushes, patterns, and other digital assets (\"Assets\").\nSome of our Service allows for a buyer (\"Buyer\") to purchase limited licenses (in accordance with the applicable License) to use Assets from shops opened on the Services by independent creators (\"Shop Owners\").\nReferences to \"buying\" or \"purchasing\" Assets means buying or purchasing limited licenses to those Assets.\n<ol>\n<li>\n<strong>Eligibility.</strong> You may use the Service only if you can form a binding contract with us, and only in compliance with these Terms and all applicable local, state, provincial, national, and international laws, rules and regulations.\nAny use or access to the Service by anyone under 13 is strictly prohibited and in violation of these Terms.\nThe Service is not available to any Users previously removed from the Service by Dribbble Group.\n</li>\n<li>\n<strong>License Terms.</strong> As noted above, your use of any Assets is subject to the applicable License (outlined in License Terms and Font License Terms.) We and Shop Owners offer different license types, so it is important that you carefully review the rights and restrictions of the License that applies to the Assets before you purchase a license to such Assets.\nIn the event of a conflict between the License applicable to you and these Terms, the License will apply to the extent of that conflict.\n</li>\n<li>\n<strong>Our Services.</strong> Subject to the terms and conditions of these Terms, you are hereby granted a non-exclusive, limited, non-transferable, freely revocable right to use the Services for your use only as permitted by the features of the Service and by these Terms.\nDribbble Group reserves all rights not expressly granted herein in the Services and the Content (as defined below).\nDribbble Group may revoke this right at any time for any reason or no reason.\n</li>\n<li>\n<strong>Your Account.</strong> Your account gives you access to the services and features that we may establish, maintain, and modify, from time to time and in our sole discretion.\nWe may maintain different types of accounts for different types of Users (e.g., Shop Owners, Affiliates, Dribbble Pro, Dribbble Pro Business), which may provide access to additional or different Services or features of those Services.\nBy connecting to the Services with a third-party service (e.g., via your Facebook or Google account), you give us permission to access and use your information from that service as permitted by that service, and to store your login credentials for that service.\nYou are responsible for tracking all activity on your own account, and you agree to the following: <ol>\n<li>To store all passwords and usernames securely.</li>\n<li>To notify us of any unauthorized use or security breach.\nWe will not be liable for any liability, damage, cost, loss or expense caused by or in connection with any unauthorized use of your account.</li>\n<li>To never share login details or account access with anyone, including clients or team members, unless explicitly permitted by additional terms applicable to your account type.</li>\n<li>To accept responsibility for activity that occurs under your account(s).</li>\n<li>To never transfer, rent, \"sell,\" or otherwise make your account available to another person.</li>\n</ol>\n</li>\n<li>\n<strong>Monitoring and Enforcement.\nTermination.</strong> Dribbble Group reserves the right to monitor downloads and user activity to ensure compliance with the terms of these Terms and the applicable License, which we may update from time to time in our sole discretion.\nWe further reserve the right to monitor downloads and user activity for security of our Services, fraud detection, and protection of our Users and to ensure compliance with applicable laws.\nWe may, without notice, change the Service, stop providing the Service or features of the Service, or create usage limits for the Service.\nWe may permanently or temporarily terminate or suspend your access to the Service without notice or liability for any reason, including if in our sole determination you violate any provision of these Terms, or for no reason.\nWe may remove or refuse to post any User Content (defined below) for any reason or no reason in our sole discretion.\nWe will not be liable for any loss or corruption of User Content you provide to the Services.\nUpon termination for any reason or no reason, you continue to be bound by these Terms.\n</li>\n</ol>\n</li>\n<li>\n<strong>Notifications and Emails.</strong> By providing us with your email address, you consent to Dribbble Group using the email address to send you Service-related notices, including any notices required by law, in lieu of communication by postal mail.\nSubject to applicable law, we may also use your email address to send you other messages, such as changes to features of the Service and special offers (\"Newsletters\").\nWe may provide other notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, \"push\" mobile notifications, written or hard copy notice, or through posting of such notice on our website, as determined by us in our sole discretion (in accordance with applicable law).\nWe reserve the right to determine the form and means of providing notifications to our Users.\nWe are not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.\nYou can manage your email and notifications preferences on your account settings page.\nIn the case of any newsletter or other marketing initiatives, you can withdraw your consent to receiving those communications and unsubscribe to those communications at any time by clicking “Unsubscribe” at the bottom of such communication or by contacting help@dribbble.com.\nDoing so may have a material impact on our ability to provide the Services to you and we are not responsible if you do so.\n</li>\n<li>\n<strong>Service Rules.</strong> You agree not to engage in any of the following prohibited activities: <ol>\n<li>Copying, distributing, or disclosing any part of the Services in any medium, including without limitation by any automated or non-automated \"scraping\".</li>\n<li>Using any automated system, including without limitation \"robots,\" \"spiders,\" \"offline readers,\" etc., to access the Service in a manner that sends more request messages to the Dribbble Group servers than a human can reasonably produce in the same period of time by using a conventional online web browser (except that Dribbble Group grants the operators of public search engines revocable permission to use spiders to copy materials from our websites for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).</li>\n<li>Transmitting spam, chain letters, or other unsolicited promotional email.</li>\n<li>Attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Services.</li>\n<li>Taking any action that imposes- or may impose, as we determine at our sole discretion- an unreasonable or disproportionately large load on our infrastructure.\n</li>\n<li>Uploading invalid data, viruses, worms, or other software agents through the Services, including through any User Content.\n</li>\n<li>Collecting or harvesting any personally identifiable information, including account names and emails, from the Services.</li>\n<li>Using the Services for any commercial solicitation purposes, except as explicitly permitted (e.g., job boards and “Hire Me” buttons on Dribbble, operating a Shop in accordance with these Terms on Creative Market).\n</li>\n<li>Impersonating another person or otherwise misrepresenting your affiliation with a person or entity, engaging in fraud, hiding or attempting to hide your identity.\n</li>\n<li>Interfering with the proper working of the Service.\n</li>\n<li>Accessing any content on the Service through any technology or means other than those provided or authorized by the Service.\n</li>\n<li>Bypassing the measures we may use to prevent or restrict access to the Service, including without limitation features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content.</li>\n</ol>\n</li>\n<li>\n<strong>User Content.</strong>\n<ol>\n<li>Some areas of the Services allow Users to post content outside of Assets for sale (which are governed by additional terms, such as our Shop Terms), such as profile information, screenshots, comments, images, files, job postings, and other content or information.\nAny such material a User submits, posts, displays, or otherwise makes available on the Service is \"User Content\".\nUser Content includes, without limitation, logos, trademarks and service marks, trade names, and other information posted by users, which may be used by us for marketing and promotional purposes pursuant to the User Content license grant below.\n<strong>You agree to abide by all other applicable terms, such as Dribbble’s Community Guidelines (which we may modify from time to time), when you post User Content and interact with other Users of the Services.</strong> You are solely responsible for your interactions with other Users.\nWe reserve the right, but have no obligation, to monitor disputes between you and other Users.\nWe have no liability for your interactions with other Users, or for any User's action or inaction.</li>\n<li>You are entirely responsible for the content of, and any harm resulting from, your User Content.\nThat is the case regardless of whether the User Content in question constitutes text, graphics, sound, or other media formats.\nBy making User Content available through the Services, you represent and warrant that: <ol>\n<li>the downloading, copying and use of the User Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;</li>\n<li>if your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the User Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the User Content;</li>\n<li>you have fully complied with any third-party licenses relating to the User Content, and have done all things necessary to successfully pass through to end users any required terms;</li>\n<li>the User Content does not contain or install any viruses or other harmful or destructive content;</li>\n<li>the User Content is not spam, is not machine- or randomly-generated, and does not contain unethical or unwanted commercial content designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing);</li>\n<li>the Content is not obscene, libelous or defamatory, hateful or racially or ethnically objectionable, and does not violate the privacy or publicity rights of any third party.\nand</li>\n<li>you have, in the case of User Content that includes computer code, accurately categorized and/or described the type, nature, uses and effects of the materials, whether requested to do so by Dribbble Group or otherwise.</li>\n</ol>\n</li>\n<li>\n<strong>User Content License Grant.</strong>\n<br> While you maintain all rights, including copyrights, that you own or control in User Content, you hereby grant the following licenses to your User Content: <ol>\n<li>To Dribbble Group.\nBy posting any User Content on the Services, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to Dribbble Group a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Services and Dribbble Group’s business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.\nDribbble Group may, but is not obliged, to cite you as the owner of such User Content in our marketing or other communications.</li>\n<li>To Other Users.\nYou also hereby grant each User of the Service a non-exclusive license to access your User Content through the Service, as permitted through the functionality of the Services and under these Terms.</li>\n</ol>\n</li>\n<li>\n<strong>Additional User Content Prohibitions.</strong> You agree not to post User Content that: <ol>\n<li>is pornographic, fraudulent, immoral, infringing, illegal, harassing, offensive, or defamatory material</li>\n<li>may create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to you, to any other person, or to any animal;</li>\n<li>may create a risk of any other loss or damage to any person or property;</li>\n<li>seeks to harm or exploit children by exposing them to inappropriate content, asking for personally identifiable details or otherwise;</li>\n<li>may constitute or contribute to a crime or tort;</li>\n<li>contains any information or content that we deem to be unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, profane, or otherwise objectionable;</li>\n<li>contains any information or content that is illegal (including, without limitation, the disclosure of insider information under securities law or of another party's trade secrets);</li>\n<li>contains any information or content that would violate the privacy or publicity rights of any third party;</li>\n<li>contains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships;</li>\n<li>contains any information or content that you know is not correct and current.\nor</li>\n<li>promotes racism, bigotry, hatred or physical harm of any kind against any group or individual.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Our Proprietary Rights.</strong> In these Terms, “Intellectual Property Rights” means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may not exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, province, territory or other jurisdiction.\nExcept for your User Content, the Services and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content belonging to Dribbble Group, other Users, and other licensors to Dribbble Group (the \"Dribbble Group Content\"), and all Intellectual Property Rights related thereto, as between you and Dribbble Group, are the exclusive property of Dribbble Group and its licensors (including that of other Users who post User Content to the Services).\nExcept as explicitly provided herein, nothing in these Terms shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, decompile, reverse engineer, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any Dribbble Group Content.\nUse of the Dribbble Group Content for any purpose not expressly permitted by these Terms is strictly prohibited.\n</li>\n<li>\n<strong>Feedback.</strong> You may choose to or we may invite you to submit comments or ideas about the Services, including without limitation about how to improve the Services or our products (\"Ideas\").\nBy submitting any Idea, you agree that your disclosure is gratuitous, voluntary, and without restriction and will not place Dribbble Group under any fiduciary or other obligation, and that we are free to use the Idea without any attribution or additional compensation to you, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.\nYou further acknowledge that, by acceptance of your submission, Dribbble Group does not waive any rights to use similar or related ideas previously known to Dribbble Group, or developed by its employees, or obtained from sources other than you.\n</li>\n<li>\n<strong>Copyright Infringement.</strong>\n<ol>\n<li>We take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from our Services infringe your copyright, you may request removal of those materials (or access to them) from the Services by submitting written notification to our copyright agent designated below.\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (<strong>\"DMCA\"</strong>), the written notice (the <strong>\"DMCA Notice\"</strong>) must include substantially the following: <br> Your physical or electronic signature.\n<ul>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Services, a representative list of such works.\n</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the written notice is accurate.</li>\n<li>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</li>\n</ul> Our designated copyright agent to receive DMCA Notices is: <br>\n<br> Copyright Agent <br> Dribbble <br> 490 43rd Street, Unit #145 <br> Oakland, CA 94609 <br> help@dribbble.com <br>\n<br> If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.<br>\n</li>\n<li>It is our policy in appropriate circumstances to disable and/or terminate the accounts of Users who are repeat infringers.</li>\n</ol>\n</li>\n<li>\n<strong>Fees and Renewals.</strong> Pricing for certain accounts, such as paid accounts on Creative Market and Dribbble Pro accounts (collectively, “Paid Accounts”), will be provided at the time of purchase.\nUnless otherwise set out at the time of purchase or as agreed to by Dribbble Group, fees for a Paid Account will be billed in advance for each subscription period indicated in the description of the Paid Account (“Subscription Period”) and are non-refundable.\nThere will be no refunds or download credits for partial months of service or for periods in which your Paid Account remains open but you do not use the Services associated with the Paid Account.\nAny download credits that are not used at the end of each Subscription Period will expire and new download credits, in the amount of your subscription, will be added to your account at the beginning of each new Subscription Period.\nThe credits are not a gift and are paid for in advance solely for convenience of the customer.\nAs such, the credits are non-transferrable to a third party, whether as a gift or for consideration.\n<br>\n<br> We reserve the right to modify our billing rates at any time upon thirty (30) days written notice by posting such fee changes to the Services or through email notification to you.\nYou will be liable to pay such modified billing rates.\n<br>\n<br> Subject to your payment of applicable fees for a Paid Account, we will provide the Services to you for the Subscription Period that you have paid for such Services.\nAt the end of the Subscription Period, your Paid Account subscription will automatically renew for an additional Subscription Period until it is expressly canceled by you as described in the “Termination” section below.\nIf you purchase any fee-based Service, including Paid Accounts, you agree that our third party payment gateways, such as Stripe and Paypal, may store your credit or charge card or other payment information.\nYou expressly agree that we are authorized to charge you (i) a fee for any applicable Services for which you have subscribed, billed on a basis of the Subscription Period, (ii) any other fees for the Services you may purchase, (iii) any charges for use of the Services in excess of the usage or other limits placed on your use of the Services (and you hereby consent to such charges and agree we are not required to notify you of any such charge in advance) and (iv) any applicable taxes in connection with your use of the Services to the credit or charge card you provide and to reimburse us for all collection costs and interest for any overdue amounts.\nIf the credit or charge card you provide expires and you do not provide new credit or charge card information or cancel your Account, you authorize us to continue billing you and you agree to remain responsible for any uncollected fees.\n</li>\n<li>\n<strong>Resolution Process for Transactions.</strong> All parties share the responsibility for making sure that purchases facilitated by our Services are satisfactory and hassle-free.\nOur Services host the resolution process for transactions when Buyers claim that their Asset was not received, or the Asset they received was different from what was described in the product listing.\nWe may take a more active role in ensuring transaction problems are resolved.\nhowever, you understand that we are not obligated to do so.\nYou agree to permit us to make a final decision, in our sole discretion, on any disputes.\nWe reserve the right to fix any processing errors we discover.\nWe will correct any processing errors by debiting or crediting the payment method used.\nShould you file a chargeback or dispute on a purchase you have made on the Services, we reserve the right to close your account without notice (in compliance with applicable laws and rules).\nCertain purchases, such as those made on Creative Market, are subject to the following Chargeback Policy, which may change from time to time.\n</li>\n<li>\n<strong>Fees and Paid Services.</strong>\n<ol>\n<li>\n<strong>Billing Policies.</strong> Certain aspects of the Services may be provided for a fee or other charge, such as Paid Accounts and purchase of Assets.\nIf you elect to use paid aspects of the Services, you agree to the posted pricing and payment terms as we may update them from time to time in our sole discretion.\nWe may cancel subscriptions without prior notice if we are unable to process payment through the provided method of payment.</li>\n<li>\n<strong>Account Cancellation.</strong> You may cancel your account at any time.\nhowever, should you cancel your account, you will not be granted a refund upon cancellation.\nIn the event that Dribbble Group suspend or terminates your account or these Terms for any reason, you understand and agree that you shall receive no refund or exchange for any Credits, Asset licenses, any license or subscription fees for any portion of the Services, any content or data associated with your account, or for anything else.</li>\n<li>\n<strong>Refund Policy:</strong> You agree that all refunds are at the sole discretion of Dribbble Group.\nDribbble Group has no obligation to refund amounts paid to license digital Assets, including but not limited to if Dribbble Group finds that the Asset has been downloaded by the User.\nYou agree to the applicable full Refund &amp.\nExchange Policy for the Group Company from which you purchased the Asset, which we may modify from time to time in our sole discretion.\n<ol>\n<li>In the event Dribbble Group makes an exception and issues a refund (which it is under no obligation to provide), you understand and agree that you must immediately retrieve and delete all relevant product files from any and all places you have distributed the files to and all computers you have downloaded them to, including but not limited to any Dropbox accounts which you have synced with your Account.</li>\n<li>You also understand and agree that once a refund is requested, you are not permitted to exploit the product files (Assets) in question, and immediately upon receipt of a refund, all licenses to such product files and underlying content are revoked, and you are not authorized to use the product in any form or for any purpose whatsoever.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Payment Information and Taxes.</strong> All information that you provide in connection with a purchase or transaction or other monetary transaction interaction with the Service must be accurate, complete, and current.\nYou agree to pay all charges incurred by users of your credit card, debit card, or other payment method used in connection with a purchase or transaction or other monetary transaction interaction with the Service at the prices in effect when such charges are incurred.\nYou take full responsibility for all taxes and fees of any nature associated with the Services, including any sales tax related to any purchase or sale of services or goods under the Terms.\nWhen purchasing or selling services or goods under the Terms, such as Assets, it is your responsibility to determine whether or not sales taxes apply to a transaction and to collect, report and remit the correct amounts to the appropriate authority.</li>\n<li>\n<strong>Consent and Collection and Use of Data.</strong>\n<ol>\n<li>\n<strong>Asset Purchases.</strong> If you are a Buyer who purchases an Asset, you acknowledge and agree that the Shop Owner will have access to purchase information including the username you selected (which is publicly visible on the Services) along with the Asset you purchased and the date you purchased it (\"Purchase Information\") and you direct Dribbble Group to make Purchase Information available to the applicable Shop Owner.\nthe Shop Owner will also have access to any other information you choose to make publicly available on the Services (through your public profile page), but will not have access to any credit card information.\nIf you are a Shop Owner, you may use Purchase Information solely to make available the Asset to the Buyer through the Services and provide directly related support.\nyou may not sell any Purchase Information.\nand you may not further retain, use, or disclose personal information for any other purpose, except to the extent required by law.</li>\n<li>\n<strong>Consents.</strong> We care about the privacy of our Users.\nClick here to view our Privacy Policy.\nYou understand that by using the Services you consent to the collection, use and disclosure of your personal information as set forth in our Privacy Policy, and to have your personal information collected, used, transferred to and processed as described therein.\nYou acknowledge and agree that you are responsible for obtaining all necessary consents, and for complying with all applicable laws (including privacy and data protection laws, related to personal information provided to us in connection with your use of the Service.</li>\n<li>\n<strong>Third Party Services.</strong> Please be aware that (among other things) third parties (such as social media platforms or other company websites that we link to online or from our web sites and applications) are responsible for their own privacy practices.\nBe sure to read the privacy policies, supplemental notices, and settings of all websites or platforms that you visit so you can understand their privacy practices and your options.</li>\n<li>\n<strong>Sensitive Personal Information.\nYou agree to only provide tax and payment information in the specific areas of our website provided to collect that information.\nYou agree not to provide any other Sensitive Personal Information.</strong> You acknowledge that any data storage functionality of the Services is not intended for the storage of medical information, health insurance information, sensitive data about personal characteristics or other personal data that may pose a risk of harm to the individual if improperly disclosed (collectively, \"Sensitive Personal Information\").\nYou agree to only upload or otherwise submit any Sensitive Personal Information to us in connection with the Service if required for billing, payment, or taxes.\nYou agree that we have no responsibility or liability with respect to any such Sensitive Personal Information that is processed, transmitted, disclosed, or stored in connection with the Service.</li>\n</ol>\n</li>\n<li>\n<strong>Security.</strong> Dribbble Group cares about the integrity and security of your personal information.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes.\nYou acknowledge that you provide your User Content and personal information at your own risk.\nYou are fully responsible for all interaction with the Services that occurs in connection with your registration information (including, without limitation, all purchases).\nYou agree to immediately notify us of any unauthorized use of your registration information or any other breach of security related to your account or the Services, and to ensure that you \"log off\"/exit from your account with the Services (if applicable) at the end of each session.\nPlease see Section 1 (\"Use of our Service\") for requirements on managing accounts.\nWe are not liable for any loss or damage arising from your failure to comply with any of the foregoing obligations.\nIf you sign into the Service using a third-party social networking platform account, be sure to review the privacy and data usage policies of such platform to learn more about its personal information practices and your options, as they may differ from those governed by our Privacy Policy and these Terms.\n</li>\n<li>\n<strong>Storage Practices and Limits.</strong> There is limited storage space for User Content on the Services.\nWhile we’ll make efforts we believe are reasonable to safeguard and backup User Content, and to make User Content available in case of loss or deletion, we have no responsibility or liability for the deletion or failure to store or the security of any User Content or Assets.\nWe reserve the right to mark or treat as \"inactive\" and archive accounts and/or User Content or Assets that are inactive for an extended period of time, as determined by us in our sole discretion.\nWe reserve the right to change our practices and storage rules at any time in our sole discretion with or without notice to you.\n</li>\n<li>\n<strong>Third-Party Links and Content.</strong> The Services may contain third-party content (including Assets sold by Shop Owners and User Content of other Users) and links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Dribbble Group.\nDribbble Group does not endorse or assume any responsibility for any such third-party sites, information, materials, products, content, or services.\nIf you access a third party website from the Services, you do so at your own risk, and you understand that these Terms and the Privacy Policy do not apply to your use of such sites.\nYou expressly relieve Dribbble Group from any and all liability arising from your use of any third-party website, service, or content.\nAdditionally, your dealings with or participation in promotions or transactions of third parties (including other Users) found on the Services, including payment and delivery of Assets provided by Shop Owners, and any other terms (such as warranties) are solely between you and such third parties.\nYou agree that Dribbble Group shall not be responsible for any loss or damage of any sort relating to your dealings with such third parties.\n</li>\n<li>\n<strong>Indemnity.</strong> You agree, at your sole expense and to the fullest extent permitted by law, to defend (at our request), indemnify and hold harmless Dribbble Group and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors (individually and collectively, \"Our Parties\"), from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to reasonable attorney's fees) suffered or incurred by Our Parties by reason of any claim, suit or proceeding (\"Claim\") arising out of or in connection with: <ol>\n<li>Your use of and access to the Services, including any data or content transmitted or received by you.</li>\n<li>Your violation of any term of these Terms or any Policies (defined below), including without limitation your breach of any of the representations and warranties provided therein.</li>\n<li>Your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights.</li>\n<li>Your violation of any applicable law, rule or regulation</li>\n<li>Any claim or damages that arise as a result of any of your User Content or any that is submitted via your account.</li>\n<li>Any other party's access and use of the Services with your unique username, password or other appropriate security code.</li>\n<li>The violation of any third-party right of a product you purchase on the site.</li>\n</ol> If we request that you defend a Claim, you will not agree to any settlement without our prior written consent, and we will have the right to participate, at our own expense, in the defense of any Claim with counsel of our own choosing.\n\"Policies\" mean collectively License Terms, Affiliate Terms, Shop Terms, Privacy Policy and all other terms incorporated into these Terms by reference.\n</li>\n<li>\n<strong>DISCLAIMER OF WARRANTIES.</strong> THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nYOU ACKNOWLEDGE THAT YOU USE THE SERVICES AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICES ARE PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, DRIBBBLE GROUP, ITS SUBSIDIARIES, AND ITS LICENSORS DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE OR CORRECT.\nTHAT THE SERVICES WILL MEET YOUR REQUIREMENTS.\nTHAT THE SERVICES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR YOUR USE OF THE SERVICES.\nDRIBBBLE GROUP DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY USER CONTENT, ASSET, PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES OR ANY HYPERLINKED WEBSITE OR SERVICE, AND DRIBBBLE GROUP WILL NOT BE A PARTY TO OR IN ANY WAY MONITOR ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES, INCLUDING, BUT NOT LIMITED TO ANY TRANSACTION BETWEEN YOU AND ANOTHER USER OF THE SERVICES.\n</li>\n<li>\n<strong>DISCLAIMER OF DAMAGES.</strong> TO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY OR LIMITATION OF LIABILITY, IN NO EVENT WILL OUR PARTIES BE LIABLE HEREUNDER FOR SPECIAL, INDIRECT, CONSEQUENTIAL, OR ANY OTHER DAMAGES OF LIKE KIND WHATSOEVER (HOWEVER CAUSED AND REGARDLESS OF THE THEORY OF LIABILITY, WHETHER DERIVED FROM CONTRACT, TORT (INCLUDING WITHOUT LIMITATION NEGLIGENCE) OR OTHERWISE), INCLUDING WITHOUT LIMITATION LOSS OF PROFITS, LOSS OF REVENUE, LOSS OF USE, LOSS OF DATA, BUSINESS INTERRUPTION, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES OR OTHER COVER, OR ANY OTHER SIMILAR COMMERCIAL OR ECONOMIC LOSS OF ANY KIND, EVEN IF ADVISED OF THE POSSIBILITY THEREOF, NOR WILL ANY OF OUR PARTIES BE LIABLE FOR ANY DAMAGES WHATSOEVER RESULTING FROM A FORCE MAJEURE OR AN ACT OF A THIRD PARTY.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, OUR PARTIES ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY OF THE FOLLOWING: <ol>\n<li>ERRORS, MISTAKES, TYPOGRAPHICAL ERRORS, OR INACCURACIES OF CONTENT.</li>\n<li>PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF OUR SERVICES.</li>\n<li>ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN.</li>\n<li>ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICE.</li>\n<li>ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY.</li>\n<li>ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH THE SERVICES.\nAND/OR USER CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY.</li>\n</ol>\n</li>\n<li>\n<strong>LIMITATION OF LIABILITY.</strong> THE TOTAL CUMULATIVE COLLECTIVE LIABILITY OF OUR PARTIES FOR ALL COSTS, LOSSES OR DAMAGES FROM ALL CLAIMS, ACTIONS OR SUITS HOWEVER CAUSED OR ARISING FROM OR IN RELATION TO THE SERVICE WILL NOT EXCEED THE GREATER OF (A) ONE HUNDRED DOLLARS ($100) OR (B) ALL AMOUNTS PAID OR DUE FROM YOU, IF ANY, FOR ACCESS TO OR USE OF THE SERVICES GIVING RISE TO THE CLAIM DURING THE SIX (6) MONTHS IMMEDIATELY PRECEDING THE CLAIM (NO MATTER WHEN PAYMENTS WERE ACTUALLY MADE).\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION AND IS NOT INTENDED TO, NOR DOES IT, REQUIRE THE RELINQUISHMENT OF ANY NON-WAIVABLE RIGHT AFFORDED TO YOU BY LAW.\n<br>\n<br> SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM JURISDICTION TO JURISDICTION.\nTHE DISCLAIMERS, EXCLUSIONS, AND LIMITATIONS OF LIABILITY UNDER THESE TERMS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.\n<br>\n<br> The Services are controlled and operated from its facilities in Canada and the United States.\nDribbble Group makes no representations that the Services are appropriate or available for use in other locations.\nThose who access or use the Services from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable laws and regulations, including but not limited to export and import regulations, and all laws related to protection and transfer of data and personal identifiable information.\nYou may not use the Services if you are a resident of a country embargoed by Canada or the United States, or are a foreign person or entity blocked or denied by the Canadian or United States government.\n</li>\n<strong>THE FOLLOWING SECTIONS 20 AND 21 ARE ONLY APPLICABLE TO CANADIAN CONSUMERS:</strong>\n<br>\n<br>\n<li>\n<strong>Arbitration.</strong> Any dispute or claim arising out of or relating to these Terms will be referred to and finally resolved by arbitration administered by the British Columbia International Commercial Arbitration Centre pursuant to its applicable Rules.\nThe place of arbitration shall be Vancouver, British Columbia, Canada and the language of the arbitration shall be English.\nThe number of arbitrators shall be one.\nAny award rendered in an arbitration is final and binding and judgment on the award may be entered in any court having jurisdiction for its enforcement.\nNotwithstanding the foregoing, Dribbble Group may seek and obtain injunctive relief in any jurisdiction in any court of competent jurisdiction and you agree that these Terms are specifically enforceable by Dribbble Group through injunctive relief and other equitable remedies without proof of monetary damages.\n<br>\n<br> (b) Class Action Waiver: TO THE EXTENT PERMITTED BY LAW, YOU AND WE AGREE THAT ALL DISPUTES MUST BE BROUGHT IN YOUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, AND THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S DISPUTES.\nYOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND DRIBBBLE GROUP ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\nIf the class action waiver is found to be illegal or unenforceable as to all or some parts of a dispute, then those parts won’t be arbitrated but will proceed in court, with the rest proceeding in arbitration.\nIf any other provision of this arbitration section is found to be illegal or unenforceable, that provision will be severed but the rest of this section still applies.\n<br>\n<br> (c) Opt Out: You may opt out of this arbitration agreement and class action waiver.\nIf you choose to do so, neither you nor we can force the other to arbitrate and, following efforts to informally resolve any Disputes, the claim will be brought in court.\nTo opt out, you must notify us in writing no later than 30 days after first becoming subject to this arbitration agreement.\nYour notice must include your name and address, your username and the email address you used to set up your account (if you have one), and an unequivocal statement that you wish to opt out of this arbitration provision, all sent to optout@dribbble.com.\nYou must also retain a copy of your opt-out notice.\n</li>\n<li>\n<strong>Governing Law.</strong> These Terms, the relationship between you and Dribbble Group and all related matters will be governed by, and construed and interpreted solely in accordance with, the laws of the Province of British Columbia and the federal laws of Canada applicable therein, without regard to conflict of laws principles.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to these Terms.\n</li>\n<strong>THE FOLLOWING SECTIONS 22 AND 23 ARE APPLICABLE TO U.S.\nCONSUMERS AND, TO THE EXTENT PERMITTED BY APPLICABLE LAW, CONSUMERS IN ALL OTHER JURISDICTIONS OUTSIDE CANADA:</strong>\n<br>\n<br>\n<li>\n<strong>Arbitration and Class Action Waiver.</strong> PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR RIGHTS, INCLUDING THE RIGHT TO BRING A CLASS ACTION.\n<br> (a) Arbitration of Disputes: For any claim, disputes, or controversy between you and us that arises out of, is related to or connected with the goods or services you acquire from or through us (individually a \"Dispute\" and collectively \"Dispute\"), you agree to first contact Dribbble Group at help@dribbble.com to attempt to resolve the Dispute informally.\nWe hope we can resolve any Dispute with you.\n<br>\n<br> In the unlikely event that you and Dribbble Group are unable to resolve the Dispute within sixty (60) days after you contact us, then you and we each agree to resolve the Dispute only by and through binding arbitration with a single arbitrator.\nYou and we further agree that the arbitration may be administered by American Arbitration Association (\"AAA\") under the Commercial Arbitration Rules and Supplementary Procedures for Consumer Related Disputes then in effect for the AAA or, if an arbitration is not possible through AAA, through a similar well-recognized nationwide arbitration administration service with similar rules.\n<br>\n<br> The only exceptions to our agreement to arbitrate are as follows: (1) any and all Dispute related to injunctive relief and/or any dispute relating to the enforcement or validity of your, your licensors’, our, or our licensors’ Intellectual Property Rights (as discussed below).\n(b) to the extent that arbitration clauses are prohibited by applicable law in jurisdictions outside of the United States.\nor (c) a Dispute that meets the requirements to be heard in small claims court as a single-plaintiff claim (which you may bring in such a small claims court at your option).\n<br>\n<br> You agree that the U.S.\nFederal Arbitration Act encourages the arbitration of private disputes in an efficient manner and shall govern the interpretation and enforcement of this provision.\nThe arbitrator has exclusive authority to resolve any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement.\n<br>\n<br> Notwithstanding any arbitration rules to the contrary, if your Claim is for U.S.\n$10,000 or less, we agree that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing.\nIf your Claim is for more than U.S.\n$10,000, at the option of either party, the arbitration will be conducted at an in-person hearing.\n<br>\n<br> We will advance the payment of filing fees and arbitrator’s fees and expenses, with the understanding that the arbitrator will be permitted to re-allocate those costs in the award.\n<br>\n<br> In any arbitration, the prevailing party will not seek to recover attorney’s fees or expenses.\nThe award rendered by the arbitrator will be final and may be entered as a judgment in any court of competent jurisdiction.\nNothing in this Section shall prevent either party from seeking injunctive relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of that party’s data security, Intellectual Property Rights, or other proprietary rights.\n<br>\n<br> (b) Class Action Waiver: YOU AND WE AGREE THAT ALL DISPUTES MUST BE BROUGHT IN YOUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, AND THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S DISPUTES.\nYOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND DRIBBBLE GROUP ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\nIf the class action waiver is found to be illegal or unenforceable as to all or some parts of a dispute, then those parts won’t be arbitrated but will proceed in court, with the rest proceeding in arbitration.\nIf any other provision of this arbitration section is found to be illegal or unenforceable, that provision will be severed but the rest of this section still applies.\n<br>\n<br> (c) Opt Out: You may opt out of this arbitration agreement and class action waiver.\nIf you choose to do so, neither you nor we can force the other to arbitrate and, following efforts to informally resolve any Disputes, the claim will be brought in court.\nTo opt out, you must notify us in writing no later than 30 days after first becoming subject to this arbitration agreement.\nYour notice must include your name and address, your username and the email address you used to set up your account (if you have one), and an unequivocal statement that you wish to opt out of this arbitration provision, all sent to optout@dribbble.com.\nYou must also retain a copy of your opt-out notice.\n</li>\n<li>\n<strong>Governing Law and Jurisdiction.</strong> Subject to the other terms and conditions of these Terms, you agree that any action at law or in equity arising out of or relating to these Terms that is not subject to arbitration shall be governed by and construed in accordance with the laws of the State of California (and, to the extent controlling, the federal laws of the United States).\nThe laws of the State of California will govern without reference to the conflicts-of-laws rules thereof.\nThe UN Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act will not apply to (and are excluded from the laws governing) these Terms.\nIn addition, you agree that any claim, action or dispute arising under or relating to these Terms that are not covered by the arbitration provisions above will be brought exclusively in (and the parties will be subject to the exclusive jurisdiction of) the Superior Court of the State of California, County of Marin, or the United States District Court for the Northern District of California in San Francisco.\nNothing in the foregoing will prevent us from bringing an action for infringement of Intellectual Property Rights in any country where such infringement is alleged to occur.\n</li>\n<li>\n<strong>Export Control.</strong> You acknowledge and agree that your use of the Services is subject to compliance with Canada, United States and other applicable export control and trade sanctions laws, rules and regulations, including, without limitations the regulations promulgated by Global Affairs Canada, the U.S.\nDepartment of Commerce and the U.S.\nDepartment of the Treasury (\"Export Control Laws\").\nYou will be solely responsible for complying with the Export Control Laws and monitoring any modifications to them.\nYou represent and warrant that: <ol>\n<li>You are not a citizen of, or located within, a nation that is subject to Canadian or U.S.\ntrade sanctions or other significant trade restrictions (including, without limitation, Cuba, Iran, Sudan, Syria, Crimea, and North Korea).</li>\n<li>You are not identified on any Canadian or U.S.\ngovernment restricted party lists (including, without limitation, the U.S.\nTreasury Department's List of Specially Designated Nationals and Other Blocked Persons, the U.S.\nDepartment of Commerce’s Denied Party List, Entity List and Unverified List and the U.S.\nDepartment of State’s proliferation-related lists).</li>\n<li>You will not, unless otherwise authorized under the Export Control Laws, use the Service in any restricted end use, including, without limitation, design, analysis, simulation, estimation, testing, or other activities related to nuclear, chemical/biological weapons, rocket systems or unmanned air vehicles applications.</li>\n<li>That no part of your User Content or Assets are subject to any restriction on disclosure, transfer, download, export or re-export under the Export Control Laws.</li>\n</ol> You agree that you will not use the Service to disclose, transfer, download, export or re-export, directly or indirectly, User Content or any other content or material to any country, entity or other party which is ineligible to receive such Assets under the Export Control Laws or under other laws or regulations to which you may be subject.\n</li>\n<li>\n<strong>Filtering.</strong> Pursuant to 47 U.S.C.\nSection 230(d) as amended, we hereby notify you that parental control protections (such as computer hardware, software or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors.\nInformation identifying current providers of such protections is available on the two websites GetNetWise and OnGuard Online.\nPlease note that we do not endorse any of the products or services listed at such site.\n</li>\n<li>\n<strong>Relationship.</strong> The parties' relationship to each other under these Terms is strictly that of independent contractors and nothing in these Terms will in any way constitute or be construed as evidence of intent to establish any association, partnership, joint venture or other relationship.\nEach party will be responsible for covering their respective costs and expenses in performing their duties under these Terms, unless expressly provided otherwise herein.\nIf for any reason a court of competent jurisdiction finds any provision of these Terms, or any portion thereof, to be unenforceable, that provision will be enforced to the maximum extent permissible so as to effect the intent of these Terms and the remainder of these Terms will continue in full force and effect.\nThe section headings used in these Terms are for convenience only and will not be given any substantive effect.\nThe English language version of these Terms is legally binding in case of any inconsistencies between the English version and any translations.\nIf you access the Service in Canada, you agree to the following: The parties hereto confirm that it is their wish that these Terms, as well as other related documents, including notices, have been and will be written in the English language only.\nLes parties ci-dessus confirment leur désir que cet accord ainsi que tous les documents, y compris tous avis qui s’y rattachent, soient rédigés en langue anglaise.\nExcept as expressly provided herein, a party may only waive its rights under these Terms by a written document executed by both parties.\nAny failure to enforce any provision of these Terms will not constitute a waiver thereof or of any other provision hereof.\nYou may not assign or delegate these Terms or any of your rights or obligations hereunder.\nAny unauthorized assignment will be null and void.\nYou acknowledge and agree that we may assign or sub-contract any of its rights or obligations under these Terms.\n</li>\n<li>\n<strong>Communications.</strong>\n<ol>\n<li>\n<strong>Notice for California Residents.</strong> Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: If you have a question or complaint regarding the Service, please contact us by writing to help@dribbble.com.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834.</li>\n<li>\n<strong>Confidentiality.</strong> By using the Service you agree you may acquire certain proprietary and confidential information (collectively, \"Confidential Information\").\nYou agree to keep Confidential Information confidential and to not disclose Confidential Information to any third party other than representatives, agents, attorneys, accountants, auditors and advisors with a bona fide need to know, who shall first agree to keep such information confidential.\nThis provision includes any materials exchanged in arbitration, except to the extent necessary to enforce an arbitral award.</li>\n</ol>\n</li>\n<li>\n<strong>Entire Agreement.</strong> These Terms (including, without limitation, the Policies and License, and all other terms incorporated herein by reference) contain the entire agreement between you and us with respect to the subject matter hereof and supersede all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and us with respect to the Services.\nIn the event of any conflict or inconsistency between any of the terms and conditions of these Terms and any third party software license agreement or service level agreement that contain a link to the Services, the terms and conditions of these Terms will control, except: the Privacy Policy will control to the extent that it expressly overrides these Terms.\n</li>\n<li>\n<strong>Changes or Updates to these Terms.</strong> We may revise and update these Terms from time to time in our sole discretion.\nYou are responsible for regularly reviewing these Terms to obtain timely notice of such updates.\nTo the extent permitted by law, all changes are effective immediately unless we indicate a different effective date when we post them.\nYour continued use of the Service after the effective date will be deemed an acceptance of the updates.\nNotwithstanding the foregoing, any changes to these Terms will not apply to any dispute between you and us arising prior to the date on which we posted the revised version of these Terms incorporating such changes or otherwise notified you of such changes.\n</li>\n<li>\n<strong>Contact.</strong> Please visit our Help Center with any questions regarding the Services, or submit a support ticket with any questions regarding these Terms, Service, account, or billing matters.\nYou may also contact us by email at help@dribbble.com.\n</li>\n</ol> Dribbble: the community for graphic design Back to home page Dribbble is the world’s leading community for creatives to share, grow, and get hired.\nBack to home page Twitter icon Twitter Facebook icon Facebook Instagram Pinterest icon Pinterest For designers Go Pro! Explore design work Design blog Overtime podcast Playoffs Code of conduct Hire designers Post a job opening Post a freelance project Search for designers Brands Advertise with us Company About Careers Support Media kit Testimonials API Terms of service Privacy policy Cookie policy Directories Design jobs Designers for hire Freelance designers for hire Tags Places Design assets Dribbble Marketplace Creative Market Fontspring Font Squirrel Design Resources Freelancing Design Hiring Design Portfolio Design Education Creative Process Design Industry Trends © 2023 Dribbble.\nAll rights reserved.\n21,950,447 shots dribbbled Previous Next Loading… ", "created_at": "2023-07-09 16:28:02.161727", "updated_at": "2023-07-09 16:28:20.801655"}, {"id": 17562, "name": "Cookie Policy", "url": "https://dribbble.com/cookie-policy", "xpath": "//body", "text": " <p> 📣 Calling all designers: Aaron Draplin's best-selling logo design workshop is back for one day only! Register now to secure your seat → </p>\n<ul>\n<li> Find talent </li>\n<li> For designers </li>\n<li> Inspiration </li>\n<li> Learn design </li>\n<li> Go Pro </li>\n<li> Log in </li>\n</ul> Dribbble: the community for graphic design Log in Sign up Hire Creatives This Cookie Policy takes effect on June 3, 2022.\nLast updated on June 3, 2022 <br> Information About Our Use of Cookies and Similar Technologies <p>Dribbble Holdings Limited (the “Dribbble Group,” “we,” “our,” or “us”) wants to make sure you understand how cookies and other similar technologies are used by us on our websites dribbble.com, creativemarket.com, fontspring.com, fontsquirrel.com, and any subdomains thereof (which we may refer to as the “Sites”) and by our partners.\nThese technologies have several purposes (including third-party advertising).\nOur Sites use cookies and similar technologies to distinguish you from other users of our Sites.\nThis helps us to provide you with a good experience when you browse our Sites and also allows us to improve our Sites.\nBy continuing to browse any of our Sites, you are agreeing to our use of cookies and similar technologies as described in this Policy.</p>\n<br> Types of Technologies That We Use <p>\n<strong>Cookies:</strong> A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called “first-party cookies”.\nWe also use “third-party cookies” – which are cookies originating from a domain different from the domain of the website you are visiting (e.g., one of our Sites) – generally for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: to enable our Sites to function and maintain security (for example, shopping cart functionality, security, customer support).\nto track, measure, and improve performance of our Sites.\nallow personalization of our Sites.\nand to target our own ads to prior visitors of our Sites on third party websites (see below on “Why We Use Cookies and Similar Technologies”).</p>\n<ul>\n<li>A <strong>persistent cookie</strong> remains on your hard drive after you close your browser.\nPersistent cookies may be used by your browser on subsequent visits to one of our Sites until you choose to delete them, and otherwise typically delete themselves at expiration.\nPersistent cookies can be removed by following your web browser's directions.</li>\n<li>A <strong>session cookie</strong> is temporary and disappears after you close your browser.</li>\n<li>A <strong>third-party cookie</strong> is placed by someone other than the Dribbble Group, and may gather browsing activity across multiple websites and across multiple sessions.\nThey are usually a type of persistent cookie and are stored until you delete them or they expire based on the time set in each third-party cookie.</li>\n</ul>\n<p>You can reset your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some features of our service may not function properly if the ability to accept cookies is disabled.\nFor more information about cookies, you may visit http://www.allaboutcookies.org.</p>\n<p>Here’s a description of Dribbble Group’s Sites’ primary first-party cookies and their purposes:</p> Cookie Purpose Description Sites cmcsr Strictly Necessary A CSRF token used to enhance security.\nCreative Market cmses Strictly Necessary Helps maintain a persistent user session Creative Market cmfts Functional Helps us track the first time a user visited the site.\nCreative Market cmau Strictly Necessary Stores affiliate data.\nCreative Market cmphn Functional Improves site performance when you visit with a mobile device.\nCreative Market cmalgn Functional Improves the login experience.\nCreative Market cmfst Functional Helps us remember your font display settings.\nCreative Market cmdvc Performance Helps us detect new devices/browsers logging into the site.\nCreative Market cmvts Strictly Necessary Helps us track on-site browsing patterns.\nCreative Market cmgc Functional Helps us remember your cart before you login.\nCreative Market cje Functional A unique ID to track affiliate data.\nCreative Market user_session_token Strictly necessary Helps maintain a persistent user session.\nDribbble has_logged_in Functionality Allows us to determine if the user has logged in or not.\nDribbble _dribbble_session Strictly necessary Session store configuration used by all other cookies.\nDribbble trackNonAjaxFilter Functionality Allows us to track some shot filtering behaviors on site.\nDribbble _sp_ses, _sp_id Functionality Sets a unique session for Analytics tracking.\nDribbble toasty cookies (name varies) Functionality Allows us to set announcement banners on our home page Dribbble sitetoken Strictly necessary Allows us to identify and link customers across sessions.\nFontspring, Font Squirrel sasession Strictly necessary Helps maintain a persistent user session.\nFontspring, Font Squirrel nocache Functionality Do not serve cached page or cache render output in the server-side webpage cache.\nUsed when a normally cached page contains user specific info not loaded via AJAX.\nFontspring IS_RETINA Functionality Allows us to return @2x images if the DPR is &gt.\n1 Fontspring, Font Squirrel display_prefs Functionality Indicates how to display products by default (e.g.\nsort by bestselling or price, default license for pricing) based on user’s settings or what we know about the user.\nFontspring csrf Strictly necessary A CSRF token used to enhance security.\nFontspring afftoken Strictly necessary Stores affiliate referral data.\nFontspring sessiontoken Performance Helps us track on-site browsing patterns.\nFontspring cart Strictly necessary Track what items are in customer’s cart.\nFontspring <p>\n<strong>Log File Information:</strong> Log file information is automatically reported by your browser each time you access a web page.\nWhen you use one of our Sites, our servers automatically record certain log file information.\nThese server logs may include information such as your web request, Internet Protocol (\"IP\") address, browser type, referring / exit pages and URLs, number of clicks and how you interact with links on the Sites, domain names, landing pages, pages viewed, and other such information.</p>\n<p>\n<strong>Web Beacons/Clear GIFs Information:</strong> Our Sites have buttons or icons provided by third-party social media providers (e.g., Facebook, Pinterest, and LinkedIn) that allow you to interact with those social media services when you interact with our Sites.\nThose social widgets may collect browsing data, including through cookies and similar technologies, which may be received by the third party that provided the widget, and are controlled by those third-parties.\nPlease review the privacy policy and privacy settings of the applicable social media property before using such features on our Sites.</p>\n<p>\n<strong>Social Network Widgets:</strong> Our Service has buttons or icons provided by third-party social media providers (e.g., Facebook, Pinterest, and LinkedIn) that allows you to interact with those social media services when you interact with our Service.\nThose social widgets may collect browsing data, including through cookies and similar technologies, which may be received by the third party that provided the widget, and are controlled by those third-parties.\nPlease review the privacy policy and privacy settings of the applicable social media property before using such features on our Service.</p>\n<br> Why We Use Cookies and Similar Technologies <p>We use cookies and similar technologies described above to recognize your logged-in state on the Sites, to understand what purchases members and visitors are interested in, to make our Sites function for you, and to help your browsing experience and use of the Sites feel more customized, as further described:</p>\n<ul>\n<li>\n<strong>Strictly necessary.</strong> These are cookies that are required for the operation of our Sites or to provide the services requested by you.\nThey include, for example, cookies that enable you to log into secure areas of our Sites, use a shopping cart, or make use of e-billing services.</li>\n<li>\n<strong>Functional.</strong> These are used to recognize you when you return to our Sites.\nThis enables us to personalize our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</li>\n<li>\n<strong>Analytical/performance.</strong> They allow us to recognize and count the number of visitors and to see how visitors move around our Sites when they are using the Sites.\nThis helps us to improve the way our Sites work, for example, by ensuring that users are finding what they are looking for easily.\n<ul>\n<li>Google Analytics: The Site also uses Google Analytics to help understand how our Service is used by its community.\nFor some of the advertising features listed below, like retargeting, data from Google Analytics may be combined with our first-party data and third-party cookies (like Google’s advertising cookies).\nSee here for how Google uses data when you use our Service and how you may opt out (www.google.com/policies/privacy/partners/).</li>\n<li>Other Analytics Providers.\nWe also use other third-party analytics services, including LinkedIn Analytics, Sift, and Segment.\nWe use these analytics providers to help understand use of the Sites.\nThese analytics services collect the information sent by your browser as part of a web page request, including cookies and your IP address, and their use of this information is governed by their privacy policies.\nYou can find links to their privacy policies below, in the “Managing Cookies Technologies” section.</li>\n</ul>\n</li>\n<li>\n<strong>Social Networks.</strong> These are used to enable you to interact with third-party social-networks when logged into our Sites (subject to any preferences you set with those third-parties).\nSocial networks may also work with us or with you for analytics or for marketing purposes, as discussed below.\nYou may be able to manage your privacy preferences for these social networks and their tools and widgets via your account with the social network.\nYou can find links to their privacy policies below in the “Managing Cookies Technologies” section.</li>\n<li>\n<strong>Targeting and Marketing.</strong> For third party advertising on our Sites (e.g., Font Squirrel), third parties that deliver ads on our Sites use cookies on our Sites with our permission to uniquely distinguish your web browser and keep track of information relating to serving ads on your web browser, such as the type of ads shown and the web pages on which the ads appeared in order to provide ads on our Sites that we hope will be of interest to you.\nWe also work with third-parties to target advertising for our Sites on the third-party websites.\nThese cookies record your visit to our Sites, the pages you have visited and the links you have followed.\nWe will use this information to make our Sites more relevant to your interests.\nWe may also share this information with third parties for this purpose.\nThese third-party service providers may use various cookies and similar technology to permit us and them to show you ads on third-party websites.\nThese may include things such as: <ul>\n<li>Frequency capping, which limits the number of times a user’s browser or mobile device displays the same ad;</li>\n<li>Attribution tracking, which estimates what advertising or marketing source brought someone to our Sites, or determines what marketing source led to actions like a visit or a purchase;</li>\n<li>Remarketing, which shows relevant ads to an audience based on prior shopping and browsing patterns on our Sites;</li>\n<li>Audience targeting, which refers to targeting advertisements to a large audience based on the audience’s known or inferred demographics.\nand</li>\n<li>Cross-device recognition, which recognizes actions across multiple devices or browsers.</li>\n</ul>\n</li>\n</ul>\n<p>Some third-party service providers may provide information like demographics, cross-device information, or interest categories from a combination of sources that, while not identifying you personally, permit us to provide you with more relevant and useful advertising.\nIn some cases, this information may have non-marketing performance analytics uses as well.\nThese technologies allow a partner to recognize your computer or mobile device each time you visit our Sites or other websites and mobile applications based on data like a cookie, your IP address, or device ID, but do not allow access to other personal information from our Sites.\nHowever, these technologies may allow us or a third party to recognize you, either from a single device or across devices, over time.\nThese third parties are required to follow applicable laws, self-regulatory programs, and our data protection rules where applicable.\nHowever, Dribbble Group does not have control over these third parties, who each have their own privacy policies and privacy practices.</p>\n<p>You can find links to their privacy policies below in the “Managing Cookies Technologies” section.</p>\n<br> Consent, Contract, and Legitimate Interests in Processing <p>Certain Cookie Technologies are employed to make each of our Sites function for its intended purpose, and are provided based on contractual necessity based on your agreement with Dribbble Group to perform the services you have requested.\nThese include the functions strictly necessary to the service noted above.</p>\n<p>By choosing to use our Sites after having been notified of our use of Cookie Technologies in the ways described in this Policy, and, in applicable jurisdictions, through notice and unambiguous acknowledgement of your consent, you agree to such use.</p>\n<br> Managing Cookie Technologies <p>You have the ability to control the use of certain cookies and similar technologies.</p>\n<p>\n<strong>Opt-in and Opt-out on Browsers</strong>\n<br> You may block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of our Sites.\n</p>\n<p>\n<strong>Opt-out of Third-Party Networks</strong>\n<br> For more information about third-party ad networks and services that use these technologies, and the ability to-opt out from tracking by participating vendors, you can visit www.aboutads.info or, if you are in the EU (http://youronlinechoices.eu/).\nYou also may visit the NAI’s site for additional options on how to opt out of interest-based advertising (at https://optout.networkadvertising.org).\n</p>\n<p>\n<strong>Google Analytics Opt-out</strong>\n<br> For Google Analytics Advertising Features, you can opt-out through Google Ads Settings, Ad Settings for mobile apps, or any other available means (for example, the NAI's consumer opt-out listed above).\nYou may find out more and opt-out here: www.google.com/policies/privacy/partners/ and Opt-out here https://adssettings.google.com.\n</p>\n<p>\n<strong>Additional Third-Party Cookies and Similar Technologies Used on the Site.</strong>\n<br>\n<br> Currently our Site uses these primary third-party cookies:</p> Provider (example cookie names) Purpose Sites Privacy Policy URL(s) Google (PREF, _gid, _ga, _gat_xxxxxxxxxxxxxxxxxxxxxxxxxx, IDE, GPS, test_cookie, VISITOR_INFO1_LIVE) Advertising, Performance, Targeting Creative Market, Dribbble, Font Squirrel, Fontspring https://policies.google.com/technologies/cookies?hl=en-US Bing (MR) Advertising, Targeting Creative Market https://privacy.microsoft.com/en-us/PrivacyStatement <br>\n<br> https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads Facebook (_fbp, datr, fr) Social Widget, Advertising, Targeting Creative Market https://www.facebook.com/policy.php <br>\n<br> https://www.facebook.com/policies/cookies/ LinkedIn Advertising, Analytics Creative Market https://www.linkedin.com/legal/privacy-policy?trk=hb_ft_priv Pinterest (_pinterest_cm) Social Widget, Advertising, Targeting Creative Market https://about.pinterest.com/en-gb/privacy-policy Segment (ajs_group_id, ajs_anonymous_id) Analytics, Performance Creative Market https://segment.com/docs/legal/privacy/ Iterable (iterableEndUserId, iterableEmailCampaignId, iterableTemplateId, iterableMessageId) Functional, Analytics (to track email campaign success, such as purchases and conversion on the Site) Creative Market https://iterable.com/trust/privacy-policy/ Sift Analytics, Performance Creative Market https://sift.com/service-privacy Shopify (ki_t, ki_r) Performance, Analytics, Strictly Necessary (shopping cart) Creative Market, Font Squirrel https://www.shopify.com/legal/privacy Cloudflare (__cf_bm, __cfduid) Strictly Necessary (security) Creative Market https://www.cloudflare.com/cookie-policy/ Visual Website Optimizer Website Testing, Analytics, Performance Creative Market, Dribbble, Fontspring https://vwo.com/privacy-policy/ Zendesk (_zendesk_shared_session, _help_center_session, _zendesk_authenticated, _zendesk_shared_session) Strictly Necessary, Functional (customer support) Creative Market https://www.zendesk.com/company/policies-procedures/cookie-policy/ Stripe (__stripe_mid) Functional, Strictly Necessary (payments) Creative Market, Dribbble https://stripe.com/cookies-policy/legal Amplitude ( amplitudeSessionId, amp_2cb22d) Functional Dribbble https://snowplowanalytics.com/cookie-settings/ Stripe (__stripe_mid) Functional Fontspring https://www.hotjar.com/legal/policies/privacy/ <p>\n<strong>Third-Party Tools</strong>\n<br> Various third parties provide browser plug-ins and apps that can help provide you information on, and limit or block, third-party cookies, web beacons, and some Javascript-based technologies.\nWe cannot vouch for the efficacy of a particular third-party product, but popular products that provide these privacy enhancements include Ghostery and AdBlock Plus.\n</p>\n<p>\n<strong>Contact Us</strong>\n<br> If you have questions about our use of cookies and similar technologies, please see the “Contact Us” section of our Privacy Policy.\n</p> Dribbble: the community for graphic design Back to home page Dribbble is the world’s leading community for creatives to share, grow, and get hired.\nBack to home page Twitter icon Twitter Facebook icon Facebook Instagram Pinterest icon Pinterest For designers Go Pro! Explore design work Design blog Overtime podcast Playoffs Code of conduct Hire designers Post a job opening Post a freelance project Search for designers Brands Advertise with us Company About Careers Support Media kit Testimonials API Terms of service Privacy policy Cookie policy Directories Design jobs Designers for hire Freelance designers for hire Tags Places Design assets Dribbble Marketplace Creative Market Fontspring Font Squirrel Design Resources Freelancing Design Hiring Design Portfolio Design Education Creative Process Design Industry Trends © 2023 Dribbble.\nAll rights reserved.\n21,950,447 shots dribbbled Previous Next Loading… ", "created_at": "2023-07-09 16:28:24.248303", "updated_at": "2023-07-09 16:28:51.401428"}, {"id": 17561, "name": "Privacy Policy", "url": "https://dribbble.com/privacy", "xpath": "//body", "text": " <p> 📣 Calling all designers: Aaron Draplin's best-selling logo design workshop is back for one day only! Register now to secure your seat → </p>\n<ul>\n<li> Find talent </li>\n<li> For designers </li>\n<li> Inspiration </li>\n<li> Learn design </li>\n<li> Go Pro </li>\n<li> Log in </li>\n</ul> Dribbble: the community for graphic design Log in Sign up Hire Creatives Art by DarkCube Studio Privacy Policy Learn more about how Dribbble collects and uses data and your rights as a Dribbble user.\nUpdated June 3, 2022 <p>\n<strong>INTRODUCTION</strong>\n</p>\n<p>Dribbble Holdings Limited (the “Dribbble Group”) is comprised of several companies, which together provide tools to help the world’s designers to create, develop and promote their talents (each a “Service” and collectively, the “Services”).\nThe companies within the Dribbble Group each act as the data controller for personal data processed in respect of their Services (each a “Group Company” and together the “Group Companies”) and referred to as “our,” “we,” or “us” below.\nThe data controllers for each Service are:</p>\n<ul>\n<li>\n<strong>Dribbble</strong> - Dribbble Holdings Ltd</li>\n<li>\n<strong>Creative Market</strong> - Creative Market Labs, Inc.</li>\n<li>\n<strong>Fontspring</strong> - Creative Market Labs, Inc.</li>\n<li>\n<strong>Font Squirrel</strong> - Creative Market Labs, Inc.</li>\n</ul>\n<p>We know that you care about how your information is used and shared.\nThis Privacy Policy provides details of the way in which the Group Companies process personal data in line with their obligations under relevant data protection law, including the European Union’s General Data Protection Regulation (the <strong>“GDPR”</strong>), the California Consumer Privacy Act (the <strong>“CCPA”</strong>), and other applicable laws (collectively, <strong>“Data Protection Law”</strong>).\n</p>\n<p>This Privacy Policy explains what information of yours will be collected by the Group Companies when you use our Services, how the information will be used, and how you can control the collection, correction and/or deletion of information.\nNote that certain third parties may be able to identify you across sites and services and over time using the information they process, however, any such processing not done at the direction of us is outside the scope of this Privacy Policy.\nWe are not responsible for the privacy policies, content or security of any linked third party websites or services.\nWe recommend that you check the privacy and security policies of each and every website and service that you visit.</p>\n<p>\n<strong>INFORMATION WE PROCESS.</strong>\n</p>\n<p>The types of information we process depends on how you use our Services.\nMany of our Services require users to set up an account, which involves the collection and processing of your name and email address.\nOther Services may require the collection of additional information.\nFor example, Dribbble helps to connect its community of designers with people and companies in need of their skills.\nIn order to do so, Dribbble collects payments data and other information required to comply with relevant legal obligations.</p>\n<p>The following table explains the types of information we collect and how we collect it.\nThese categories of data may collectively be referred to as “Your Information”.</p> Information You Provide Category Example Basic Account Information In order to use our Services, Group Companies may require you to register and create an account.\nDepending on the Service, you will be required to provide a name and email address, and to choose an avatar and username.\nProfile Information People use our Services for different reasons.\nSome are looking for the perfect tools to help them create or share their designs.\nOthers join our community in order to be inspired, or even to find the right designer to help them with a project.\n<br>\n<br> Depending on your needs, you may provide us with additional personal information, including your area of expertise (e.g.\nbranding and logo design) and details of any training courses you have completed for your profile.\nIdentity Information For certain Services, such as creating a shop on Dribbble, we may also be required to collect your full name, date of birth, national identification number, photo identification and other information in order to verify your identify and to comply with applicable law.\nPayment and Billing Information Users can pay to gain access to specific design tools and fonts, or to attend workshops and other training events.\nPro Dribbble users can unlock a range of additional features, which enable them to sell their designs online or to enhance their profiles.\n<br>\n<br> Whatever our users’ individual needs, sometimes we will collect and process payments information.\nFor instance, we collect the credit card information provided to us during checkout, for billing and payment purposes, and to process your transaction.\n<br>\n<br> Additional information, includes billing contact name, postal address and telephone number may be necessary in order for us to provide a particular service.\nUser-Generated Content In order to use our Services, Group Companies may require you to register and create an account.\nDepending on the Service, you will be required to provide a name and email address, and to choose an avatar and username.\n<br>\n<br> Users can update their profiles to include custom avatars or photos, along with additional biographical information.\nThey can create custom videos for their profile, in which they can “pitch” their talents to prospective employers.\nThey may also upload their designs to the platform, engage in monthly playoffs and even open a shop to advertise their goods or services for sale.\nCertain users may also post freelance projects and other job opportunities.\nSurvey Information We may ask you to complete surveys that we use for research purposes, or to evaluate our marketing or support efforts, and in those cases we store the answers given.\nContest Information From time to time, we may offer contests or other promotions.\nIf you choose to enter these contests or promotions, we may collect Identity Information and/or additional information.\nMessages and Other Communications Our Services can be used to communicate with us, other members of the community, or with prospective freelance designers or employers.\nAutomatically-Collected Information Category Example Usage Information We automatically collect information about the content and people you interact with, the features and add-ons you use and other actions you take, including applying to certain work opportunities advertised via our Services.\nLocation Data While users can provide their location or shipping address in the course of using our Services, we also automatically collect certain location information, including your IP address and location information provided by your device.\nDevice Information We automatically collect information from your browser or your device when accessing our Services, and record this data in log files.\nThis includes information such as your unique device identifier, device attributes, device signals, data from device settings, networks and ads data.\nInformation Collected Through Cookies When you visit a Service, we use cookies and related technologies (such as clear GIFs/web beacons) to identify the browser, to identify which page variant a visitor has seen, to determine if a visitor has clicked on a page variant, and to monitor traffic patterns and gauge popularity of service options.\nPlease see our Cookie Policy for more information.\nInformation Others Provide Category Example Updated Contact Information We might receive information about you from other sources and add it to our account information.\nThis may include updated delivery and address information from our shippers or other sources so that we can correct our records and deliver your next purchase or communication more easily.\nNon-User Contact Information Some Group Companies provide an option to invite a friend to their Service, in which case the Group Company we will ask you for that person's email address and automatically send an email invitation to them.\nUser Reports Users can report content to us, where they feel it infringes intellectual property rights or otherwise violates out our Terms of Service.\nSocial Media Information Some Group Companies receive Your Information from social media companies such as Facebook and Twitter who may transfer Your Information to us when you interact with that social media company in connection with our Services or use an alternative sign in to our Services through a social media company.\nAnalytic and Aggregator Information Our Group Companies receive Your Information from ad networks, behavioural advertising vendors, market research, and social media companies or similar companies.\nFurther, some of the Information Collected Through Cookies may be provided by third party analytic companies.\nInformation we Create Category Example Inference Data Some Group Companies, certain partners, social media companies, and third parties operating on our behalf create and infer Your Information based on our observations or analysis of Your Information processed under this Policy, and we may correlate this data with other data we process about you.\nWe may combine any of Your Information about you that we receive from you and from third parties.\n<p>The Dribbble Group will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes unless we first notify you or obtain your consent, to the extent required by Data Protection Law.</p>\n<p>\n<strong>Sensitive Personal Data</strong>\n</p>\n<p>Data Protection Law recognises that certain types of information require additional protection.\nIn particular, the GDPR prohibits the processing of sensitive personal data, other than in certain exceptional circumstances.\nSensitive personal data in the EU includes information relating to one’s race or ethnicity, political opinions, religious or philosophical beliefs, membership of a trade union, as well as biometric data and data relating to one’s health or sexual orientation.\nCertain state laws in the US also have different definitions of sensitive personal data.</p>\n<p>We do not knowingly collect or process any sensitive personal data.\nHowever, some users may make such information public through their use of our Services.\nFor example, Dribbble permits users to add a biography to their profile.\nThis is a free-text section that allows users to include whatever information they wish, subject to complying with the relevant Terms of Service.\nUsers are in control of what information they share and, to the extent they choose to make sensitive personal data public, they may delete or amend this information at any time.</p>\n<p>\n<strong>HOW WE PROCESS YOUR INFORMATION AND OUR LEGAL BASES FOR DOING SO</strong>\n</p>\n<p>We collect and process Your Information whenever you use our Services.\nConsistent with relevant Data Protection Law, we are required to identify a legal basis for each of our processing activities.</p>\n<p>Under EU law there are six different bases, which may be relied upon to enable the lawful processing of Your Information.\nIn particular, data controllers may process personal data:</p>\n<ul>\n<li>where they have received freely given, specific, informed and unambiguous consent from a data subject (<strong>“Consent”</strong>);</li>\n<li>where processing is necessary to conclude and perform a contract (<strong>“Contractual Necessity”</strong>);</li>\n<li>where processing is necessary to comply with a legal obligation to which they are subject (<strong>“Legal Obligation”</strong>).\nor</li>\n<li>in pursuit of the data controller’s legitimate interests, except where these interests are overridden by the rights and freedoms of individuals (<strong>“Legitimate Interests”</strong>).</li>\n</ul>\n<p>Under the CCPA, we must disclose the purposes for which we collect your information:</p>\n<ul>\n<li>\n<strong>Business Purposes</strong>, which include auditing, security, debugging/repair, certain short-term uses, performing services, internal research for technical development, quality and safety maintenance and verification, as well as the use of Your Information for our operational purposes, or other notified purposes that use Your Information as reasonably necessary and proportionate to achieve the operational purpose.\nand</li>\n<li>\n<strong>Commercial Purposes</strong>, which include use of Your Information to advance our commercial or economic interests, such as encouraging others to buy, rent, lease, join, subscribe to, provide, or exchange products, goods, property, information, or services, or enabling or effecting, directly or indirectly, a commercial transaction.</li>\n</ul>\n<p>The Group Companies primarily rely on Consent, Contractual Necessity, Legal Obligation and Legitimate Interests when processing Your Information.\nBelow we explain the purposes for which we process this information, along with the relevant categories of data we use and the legal basis we rely on to do so (for purposes of the GDPR) or other permitted reasons for processing (e.g.\nBusiness Purposes or Commercial Purposes under the CCPA).</p>\n<p>\n<strong>Legal Basis: Consent</strong>\n</p> Why and how we process your data Categories of data CCPA Purpose Depending on the Service, users may decide to customize their profile and provide us with additional information for this purpose.\nUsers have control over what additional information they provide and can amend or update their profile at any time.\nProfile Information <br>\n<br> User-Generated Content Consent, Business Purposes We may occasionally ask you to complete surveys to assist us with product or marketing research, or to evaluate our customer service.\nSurvey Information Consent, Business Purposes, Commercial Purposes Our Services allow people to build communities, to promote their creative works and to connect with interested parties.\nUsers may choose to add their location information, so as to inform others of where they are based.\nLocation Data Consent, Business Purposes, Commercial Purposes Users can adjust their device-based settings to enable the sharing of certain information (e.g.\nLocation Data) on the basis of consent obtained for cookies.\nWe use this information for various purposes, including linking Service users’ accounts with their device, for the purpose of delivering targeted advertising.\nLocation Data <br>\n<br> Device Information <br>\n<br> Analytic Information Consent, Business Purposes, Commercial Purposes From time to time, we may offer contests or other promotions that users may choose to enter.\nWe use Your Information as necessary to process your request to enter the contest or take part in a promotion, notify you if you have won or to process delivery of a prize or other related purposes.\nContest Data <br>\n<br> User-Generated Content <br>\n<br> Identity Information Consent, Business Purposes, Commercial Purposes <p>Users have the right to withdraw their consent at any time.\nIf they choose to exercise this right, our Group Companies will cease processing personal data on this basis.\nHowever, please note that a decision to withdraw your consent cannot affect the lawfulness of processing previously carried out on this basis.</p>\n<p>\n<strong>Legal Basis: Contractual Necessity</strong>\n</p> Why and how we process your data Categories of data CCPA Purpose We collect and store certain personal data, so that you can create, manage and control your account, and to verify access rights to our Services.\nBasic Account Information <br>\n<br> Identity Information Contractual Necessity, Business Purposes The Dribbble Group offers a range of Services, some of which are free, while others require a once-off payment or a subscription.\n<br>\n<br> Where a user wishes to avail of one of our paid Services, we will need to collect certain information so as to verify their identity and to process their billing.\nSuch paid Services include subscriptions for access to fonts and template documents, upgrades to Pro Dribbble accounts which allows designers to enhance their profile and sell their creations online, or even enrolment in workshops and other training courses.\nBasic Account Information <br>\n<br> Identity Information <br>\n<br> Payment and Billing Information Contractual Necessity, Business Purposes From time to time, our Group Companies will need to process your information for the purpose of communicating with you (subject to your opt-out rights set described in this Privacy Policy).\nSuch communications may be required to provide you with information about the Services, or to inform you of changes or additions to same.\nBasic Account Information Contractual Necessity.\nBusiness Purposes Each Group Company processes personal data in order to protect against fraud or error, to respond to claims of any violation of our rights or those of any third parties and to enforce this Privacy Policy and to enforce its respective Terms of Service.\nBasic Account Information <br>\n<br> Identity Information <br>\n<br> Profile Information <br>\n<br> User-Generated Content <br>\n<br> Usage Information <br>\n<br> Location Data <br>\n<br> Device Information <br>\n<br> User Reports Contractual Necessity.\nBusiness Purposes <p>\n<strong>Legal Basis: Legitimate Interests</strong>\n</p> Why and how we process your data Categories of data CCPA Purpose Over the years, a diverse community of designers, artists and other creatives has been built around our Services.\nWhile our users share a passion for content creation and design, they have different interests and needs.\nSome of our users are drawn to web design, others focus on typography or illustration.\nWe process certain information in order to personalise a user’s experience of our Services and to provide targeted advertising, so that users see the content that is most meaningful to them.\nBasic Account Information <br>\n<br> Location Data <br>\n<br> Usage Data <br>\n<br> Device Information <br>\n<br> Automatically-Collected Information <br>\n<br> Social Media Information <br>\n<br> Analytic and Aggregator Information <br>\n<br> Inference Data Business Purposes, Commercial Purposes We process personal data in order to assess service levels, monitor traffic patterns and gauge popularity of different features on our Services with the aim of improving our Services User-Generated Content <br>\n<br> Survey Information <br>\n<br> Usage Information <br>\n<br> Automatically-Collected Information <br>\n<br> Analytic and Aggregator Information Business Purposes Each Group Company processes personal data in order to protect against fraud or error, to respond to claims of any violation of our rights or those of any third parties and to enforce this Privacy Policy and to enforce its respective Terms of Service.\nAll of Your Information Business Purposes Our Group Companies process personal data to respond to your requests for customer service.\nInformation You Provide <br>\n<br> Usage Information <br>\n<br> Location Data <br>\n<br> Device Information Business Purposes The Dribbble Group may process personal data to evaluate or conduct a merger, divestiture, restructuring, reorganisation, dissolution or other sale or transfer of some or all of the Dribbble Group’s assets, in which personal information is among the assets to be transferred.\nAll of Your Information Business Purposes Our Group Companies share certain personal data with third party service providers, in order to provide their Services.\nFor example, Dribbble shares payment information with Stripe and Paypal, in accordance with their respective privacy policies.\nBasic Account Information <br>\n<br> Identity Information <br>\n<br> Payment and Billing Information Business Purposes, Commercial Purpose The Dribbble Group shares personal data with registered API application providers, in order to deliver relevant design stories and inspiration.\nBasic Account Information <br>\n<br> Additional Account Information <br>\n<br> User-Generated Content <br>\n<br> Automatically-Collected Information Business Purposes, Commercial Purpose <p>\n<strong>Legal Obligation</strong>\n</p> Why and how we process your data Categories of data CCPA Purpose Compliance with various tax laws Basic Account Information <br>\n<br> Identity Information <br>\n<br> Payments and Billing Information Legal Obligation, Business Purpose When you exercise your rights under data protection law and make requests All of Your Information Legal Obligation, Business Purpose To establish and defend against legal claims or comply with lawful requests from government or law enforcement officials All of Your Information Legal Obligation, Business Purpose <p>\n<strong>WHO WE SHARE DATA WITH</strong>\n</p>\n<p>The Dribbble Group Companies work together to support the delivery of our Services</p>\n<p>Our Group Companies also work with third-party service providers who help us to provide our Services.\nMost of our service providers are located in the US.</p>\n<p>For EEA residents, is your information is transferred outside of the EEA, we will adopt measures to ensure that it is protected in a manner that is consistent with our obligations under Data Protection Law, including the European Union’s General Data Protection Regulation.</p> Transfers to Third Parties Category of Recipient Type of Personal Data Purpose Location Hosting providers Your Information We rely on cloud service providers to host user data.\n(Business Purposes) USA Customer support service providers Basic Account Information, Payment and Billing Information, Messages and Other Communications, Location Data, Device Information and User Reports Our third-party partners help to provide support to our customers throughout the world.\n(Business and Commercial Purposes) Philippines, USA Digital trust &amp.\nsafety service provider, for example Sift Basic Account Information, Identity Information, Profile Information, Payment and Billing Information, User-Generated Content, Messages and Other Communications, Automatically- Collected Information To identify and prevent fraud on our Services, to uphold our Terms of Service and to keep our users safe.\n(Business Purposes) USA Customer data platform service provider, for example Segment Information You Provide, Automatically- Collected Information To effectively manage customer data, including by standardising data collection and unifying our user records.\n(Business and Commercial Purposes) USA Software visualisation service provider, for example New Relic User-Generated Content, Automatically-Collected Information To help us better track the performance of our Services.\n(Business Purposes) USA Website analytics, for example Hotjar and Google Analytics Basic Account Information, Location Data, Usage Information, Analytic and Aggregator Information To help us better track the performance of our Services.\n(Business Purposes) Malta, USA Paid search advertising analytics, for example Google Ads Basic Account Information, Automatically- Collected Information, Analytic and Aggregator Information To help our Group Companies to reach users of Google Search for the purpose of advertising our Services.\n(Commercial Purposes) USA Payment Processing service providers, for example Braintree Basic Account Information, Payment and Billing Information To facilitate payments for our paid Services (Business Purposes) USA Royalty payment processing service providers, for example PayPal and Tipalti Basic Account Information, Payment and Billing Information To facilitate royalty payments to our designers and foundry partners.\n(Business Purposes) USA Email help desk service provider, for example Help Scout Basic Account Information, Location Data, Usage Information To provide remote support to our customers.\n(Business Purposes) USA Email service provider, for example Mailchimp, Mandrill App Basic Account Information To facilitate the sending of electronic mail, both internally within the relevant Group Company and externally with our users, partners and other members of the public.\n(Business and Commercial Purposes) USA <p>In addition to the above, some of our Services are integrated with social media networks and other platforms (e.g., Facebook, Pinterest, and LinkedIn) whereby information may be shared between us and those platforms.\nFor instance, if you interact with our Service through a social media feature such as a plug-in, then you may be granting us on-going access to certain information from that social media account.\nIf you do not want a social media platform to collect or share information about you, please review the privacy policy and privacy settings of the applicable social media property before using such features on our Service.</p>\n<p>\n<strong>YOUR RIGHTS</strong>\n</p>\n<p>Data Protection Laws around the world, including the GDPR and the CCPA, provide users with certain rights over how their personal data is used by companies.\nConsistent with these laws, our Group Companies enable users to access, amend and delete the Information You Provide.\nWe also have systems in place to allow you to exercise your rights in respect of Automatically-Collected Information and Information Others Provide, including your rights to object to or restrict the processing of your personal data.</p>\n<p>If you would like to exercise any of your rights, please contact the relevant company at the information provided below.\nAlternatively, you may update or correct certain information, such as your Basic Account Information and email preferences, at any time by logging in to your account settings page.</p>\n<p>At any time you may:</p>\n<ul>\n<li>\n<strong>Decline to Submit Information:</strong> You may, of course, decline to submit Personal Information through the Service, in which we may not be able to provide certain services to you.</li>\n<li>\n<strong>Update Account Information:</strong> You may update or correct your account information and email preferences at any time by logging in to your account settings page.</li>\n<li>\n<strong>Unsubscribe from marketing emails:</strong> to unsubscribe from a particular newsletter, click the \"unsubscribe\" link at the bottom of that email newsletter.\nWhen we send newsletters to subscribers we may allow advertisers or partners to include messages in those newsletters, or we may send dedicated newsletters and marketing messages on behalf of those advertisers or partners.\nWe may disclose your opt-out choices to third parties so that they can honour your preferences in accordance with applicable laws.</li>\n<li>\n<strong>Blocking cookies:</strong> certain browsers may be configured to notify you when you receive cookies, or allow you to restrict or disable certain cookies.\nIf you choose to disable cookies, however, that could affect certain features of the Service that use cookies to enhance their functionality.\nPlease see our Cookie Policy.\nFurther, please note our Services do not respond to your browser’s do-not-track request.</li>\n<li>\n<strong>Disabling local shared objects:</strong> we may use other kinds of local storage that function similarly, but are stored in different parts of your computer from ordinary browser cookies, including Flash cookies placed on your device or web browser via the Adobe flash plug-in.\nYour browser may allow you to disable its HTML5 local storage or delete information contained in its HTML5 local storage.\nFor further details about deleting information contained in \"local shared objects\" or adjusting related preferences, please click here.</li>\n<li>\n<strong>Withdraw Your Consent:</strong> Where we are processing Your Information based on your consent, you may change your mind and withdraw your consent at any time.\nThe consequence of you withdrawing consent might be that we cannot perform certain services for you, such as linking to your device or providing certain advertising to you, that are conditioned on your consent.\n</li>\n</ul>\n<p>\n<strong>EU Residents</strong>\n</p>\n<p>Under the GDPR, you have the following rights which may be subject to restrictions under local law: (i) the right to withdraw consent to processing where consent is the basis of processing.\n(ii) the right to access your personal information and certain other supplementary information, under certain conditions.\n(iii) the right to object to processing that is based on our legitimate interests, under certain conditions.\n(iv) the right to deletion of personal information about you, under certain conditions.\n(v) the right to demand that we restrict processing of your personal information, under certain conditions, if you believe we have exceeded the legitimate basis for processing, processing is no longer necessary, are processing, or believe your personal information is inaccurate.\n(vi) the right to data portability of personal information concerning you that you provided us in a structured, commonly used, and machine-readable format, under certain conditions.\n(vii) the right object to decisions being taken by automated means which produce legal effects concerning you or similarly significantly affect you, under certain conditions.\n(viii) the right to lodge a complaint with a data protection authorities.</p>\n<p>\n<strong>California Residents</strong>\n</p>\n<p>The CCPA provides California residents with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>Access to Specific Information and Data Portability Rights</p>\n<p>You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you, or that we have sold, or disclosed for a Commercial Purpose.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n</ul>\n<p>Deletion Request Rights</p>\n<p>You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request we will delete (and direct our service providers to delete) your personal information from our records unless an exception applies.\nWe may deny your deletion request if retaining the information is necessary for us or our service providers to:</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, or take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform the Services.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.)</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provide it.</li>\n</ul>\n<p>Minors’ User Content</p>\n<p>Individuals under the age of 18 in California can delete or remove publicly available User-Generated Content using the same deletion or removal procedures described above, or otherwise made available through the Services.\nIf you have questions about how to remove your User-Generated Content or if you would like additional assistance with deletion you can contact us by email at help@dribbble.com.\nWe will work to delete your information, but we cannot guarantee comprehensive removal of that content or information posted through the Services.</p>\n<p>Exercising Access, Data Portability, and Deletion Rights</p>\n<p>To exercise the access, data portability, and deletion rights, please submit a verifiable consumer request to us by emailing us at help@dribbble.com.\nOnly you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.\nYou may only make a verifiable consumer request for access or data portability twice within a 12 month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li> Provide sufficient information that allows us to reasonably verify you are the person we collected personal information on.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nMaking a verifiable request does not require you to create an account with us.</p>\n<p>Response Timing and Format</p>\n<p>We endeavour to respond to verifiable consumer requests within 45 days of receipt.\nIf you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will deliver our written response to you by mail or electronically, at your option.\nAny disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nIf applicable, we will also provide reasons we cannot comply with your request.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information.\nWe do not charge a fee to process or respond to a verifiable consumer request unless it is excessive, repetitive, or unfounded.\nIf we determine a fee is warranted, we will provide you with an estimate before completing your request.</p>\n<p>Personal Information Sales Opt-Out and Opt-In Rights</p>\n<p>For the purposes of CCPA, we do not sell Your Information.</p>\n<p>Non-Discrimination</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you with a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level of quality of goods or services.</li>\n</ul>\n<p>Information</p>\n<p>California Civil Code Section §1798.83 permits users of the Site and/or Services who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to help@dribbble.com with “Request for California Privacy Information” in the subject line and in the body of your message.\nWe will provide the requested information to you in your email address in response.</p>\n<p>\n<strong>DATA SECURITY AND DATA BREACH</strong>\n</p>\n<p>We care about the integrity and security of Your Information and implement appropriate technical and organisational security measures to safeguard Your Information from unlawful or unauthorised destruction, loss, change, disclosure, acquisition or access.</p>\n<p>Our Group Companies follow generally accepted industry standards to protect the personal data provided to us, both during transmission and after it is received.\nExamples of our security measures include, as appropriate, physical measures such as locking access to servers, putting in place IT measures such as encryption, and restricting access to your information through approvals and passwords, so it is accessible only on a “need to know” basis.</p>\n<p>Depending on the Group Company and the Service in question, your account information is protected by a password.\nYou are responsible for carefully choosing and periodically changing an appropriately-strong password and for maintaining its secrecy.\nYou are also responsible for controlling access to your email communications from our Group Companies, and for other security measures, such as signing out after using our Services.</p>\n<p>Despite these measures, it is not possible to warrant the security of any information you transmit to our Group Companies or guarantee that your information on our Services may not be accessed, disclosed, altered, or destroyed by a breach of any of our technical or organisational safeguards.\nYour privacy settings may also be affected by changes to the functionality of our Group Companies’ distributors, such as social networks.\nWe are not responsible for the functionality or security measures of any third party.</p>\n<p>\n<strong>DATA RETENTION</strong>\n</p>\n<p>We will keep personal data only for as long as is necessary for the purposes for which that personal data are processed, including to provide our Services.\nThe storage periods are determined on a case-by-case basis and will depend on several factors, including:</p>\n<ul>\n<li>The type of information and the purpose for which it is processed;</li>\n<li>Any legal requirement to retain the data, including where data was processed on the basis of a Legal Obligation or until the Statute of Limitations has elapsed with respect to possible legal claims or investigations;</li>\n<li>Whether the data is required for Trust &amp.\nSafety purposes.\nFor example, where users breach our Terms of Service, we may terminate their account and prevent them from accessing our Services, in order to protect other users.\nIn such circumstances, it may be necessary to retain certain personal data, even after account termination.</li>\n</ul>\n<p>Following termination or deactivation of your User account, we may retain the Information You Provide for a commercially reasonable time for backup, archival, contract performance and enforcement, or audit purposes but for no longer than is necessary and only where the information is accurate and relevant for our use.\nFurthermore, we may retain and continue to use indefinitely all information contained in your communications to other Users or posted to public or semi-public areas of the Service after termination or deactivation of your User account.\nHowever, we will only keep this information on the Services where it was posted and will not use this information for any other purpose.</p>\n<p>\n<strong>PRIVACY POLICY CHANGES</strong>\n</p>\n<p>As the Dribbble Group continues to grow, the manner in which we process data will evolve over time.\nWe will update this policy from time to time to reflect changing practices and will notify you of any material changes in the following ways: i) we will send an email to the address provided to us upon sign-up to our Services, or ii) we will post a notification on the relevant Group Company’s site or app.</p>\n<p>\n<strong>FURTHER INFORMATION AND COMPLAINTS</strong>\n</p>\n<p>For further information about this Privacy Policy and/or the processing of your personal data by or on behalf of any members of the Dribbble Group, please contact us using the information provided below.</p>\n<p>For users based in the EEA, you have the right to lodge a complaint with your competent data protection supervisory authority.\nThe contact details of each supervisory authority are available on the European Data Protection Board’s website.</p>\n<p>Notwithstanding this right, we request that you contact us in the first instance to give us the opportunity to address any concerns that you may have.</p>\n<p>\n<strong>CONTACT INFORMATION</strong>\n</p>\n<p>If you have any questions about this Privacy Policy, or data protection queries in relation to any of the Group Companies or Services, Dribbble Group’s Data Protection Officer can be reached at help@dribbble.com.</p>\n<p>VeraSafe has been appointed as the Dribbble Group's representative in the <strong>European Union</strong> for data protection matters, pursuant to Article 27 of the General Data Protection Regulation of the European Union.\nIf you are in the European Economic Area, VeraSafe can be contacted, only on matters related to the processing of personal data.\nTo make such an inquiry, please contact VeraSafe using this contact form: https://verasafe.com/public-resources/contact-data-protection-representative</p>\n<p>or via telephone at: +420 228 881 031.</p>\n<p>Alternatively, VeraSafe can be contacted at:</p> VeraSafe Ireland Ltd.\n<br> Unit 3D North Point House <br> North Point Business Park <br> New Mallow Road <br> Cork T23AT2P <br> Ireland <br>\n<p>VeraSafe has been appointed as the Dribbble Group's representative in the <strong>United Kingdom</strong> for data protection matters, pursuant to Article 27 of the United Kingdom General Data Protection Regulation.\nIf you are located within the United Kingdom, VeraSafe can be contacted, only on matters related to the processing of personal data.\nTo make such an inquiry, please contact VeraSafe using this contact form: https://verasafe.com/public-resources/contact-data-protection-representative</p>\n<p>or via telephone at: +44 (20) 4532 2003.</p>\n<p>Alternatively, VeraSafe can be contacted at:</p> VeraSafe United Kingdom Ltd.\n<br> 37 Albert Embankment <br> London SE1 7TL <br> United Kingdom Dribbble: the community for graphic design Back to home page Dribbble is the world’s leading community for creatives to share, grow, and get hired.\nBack to home page Twitter icon Twitter Facebook icon Facebook Instagram Pinterest icon Pinterest For designers Go Pro! Explore design work Design blog Overtime podcast Playoffs Code of conduct Hire designers Post a job opening Post a freelance project Search for designers Brands Advertise with us Company About Careers Support Media kit Testimonials API Terms of service Privacy policy Cookie policy Directories Design jobs Designers for hire Freelance designers for hire Tags Places Design assets Dribbble Marketplace Creative Market Fontspring Font Squirrel Design Resources Freelancing Design Hiring Design Portfolio Design Education Creative Process Design Industry Trends © 2023 Dribbble.\nAll rights reserved.\n21,950,447 shots dribbbled Previous Next Loading… ", "created_at": "2023-07-09 16:28:02.19108", "updated_at": "2023-07-09 16:29:09.781385"}], "points": [], "urls": ["dribbble.com"]}}