{"error": 448, "message": "OK", "parameters": {"id": 6843, "name": "secretsantaorganizer", "created_at": "2022-11-12 19:52:47.946027", "updated_at": "2022-11-12 23:01:15.128494", "wikipedia": null, "keywords": null, "related": null, "slug": "secretsantaorganizer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6843.png", "url": "secretsantaorganizer.com", "documents": [{"id": 12531, "name": "Privacy Policy", "url": "https://www.secretsantaorganizer.com/privacy", "xpath": "//body", "text": " Deutsch English Español Français Magyar Nederlands Norsk Polskie Português Русский 简体中文 繁體中文 Deutsch English Español Français Magyar Nederlands Norsk Polskie Português Русский 简体中文 繁體中文 <br> Privacy Policy <p>Last updated on 08/11/2022</p>\n<p>Thank you for visiting secretsantaorganizer.com created by iO (2200 Herentals, Zavelheide 15, BE 0712.677.311) (hereafter ‘we’ ‘us’).\n</p>\n<p>This privacy policy tells you how we use personal information collected while using the site secretsantaorganizer.com (hereafter ‘Website’) and the related services (hereafter “Services”).</p>\n<p>By using our Website and/or our Services, you acknowledge that you have carefully read this Privacy Policy and that you unreservedly agree with it.\nWe reserve the right to regularly change the Privacy Policy as we deem fit.\nSuch change will be communicated through the website.</p>\n<p>You declare that you understand with what objectives the personal data is processed.\nYou also agree with the fact that your continued use is understood as continued permission.\nYou can withdraw your permission at any time by addressing us a request via our contact form.</p>\n<p>Note: the privacy practices set forth in this privacy policy are only applicable for this Website and the Services .\nIf you link to other web sites, it’s advised to review the privacy policies on those sites.\n</p> Cookie/Tracking Technology <p>This Website uses cookies present in Google Analytics for gathering anonymous information such as browser type and operating system, tracking the number of visitors to the site, and understanding how visitors use the site.\nFor more information regarding our use of cookies, please read our cookie policy.\n</p> Collection of Information <p>We collect personally identifiable information, like names and email addresses, when submitted by our visitors with their permission.\nAs administrator of a party you guarantee that you have the consent of the other participants to share their e-mail addresses for the use of Secret Santa tool.\nIf you declare you have obtained this consent we can reasonably assume that you actually obtained this consent.\nThe information you provide is only used to fulfill your specific request and the use of the Services of Secret Santa</p>\n<p>In principle, we obtain this above-mentioned personal data directly from you.\nWe do not send any personal data that you provide through the Website to any social media providers, unless you agree to this.\nIn addition to the above-mentioned objectives, we can also process your personal data:</p>\n<ol>\n<li>for direct marketing purposes, i.e.\nto be able to provide you with targeted communication, promotional and other offers and any other advertisements that we or our selected partners may have available.\nWe will ask your prior permission for this.\n</li>\n<li>to perform statistical analyses to improve our Website and/or Services or to develop new products or services;</li>\n<li>to provide to a financial institution or payment service provider, to enable your financial institution and the payment service provider to fulfil his, her or its statutory obligations;</li>\n<li>to transmit to the police or the judicial authorities as proof of possible crimes or if there are founded suspicions of an unlawful deed or crime that you committed by means of your registration in or the use of the Website or the Services;</li>\n<li>within the context of a possible merger with, acquisition of/by or demerger by a third party, even if such third party is outside the EEA.</li>\n</ol>\n<p>If and when your registration on the Website or use of the Website or Services can be regarded (a) as a breach of the terms and conditions of the intellectual property rights or any other right of a third party, (b) a threat to the security or integrity of the Services, (c) a danger to our or our subcontractors’ Website, Services or systems as a result of viruses, Trojan Horses, spyware, malware or any other form of malicious code, or (d) in any manner whatsoever illegal, unlawful, discriminatory or insulting, we may process your data in our own interests, in our partners’ or in third parties’ interests</p> Sharing of the data <p>We do not send your personal data to third persons in a way that you can be identified without your express permission to do so if this is not necessary to provide the Services.</p>\n<p>We can rely on external processors to offer the Website and/or Services to you.\nWe ensure that third-party processors may only process your personal data on our behalf and pursuant to our written instructions.\nWe guarantee that all external processors are selected with the necessary care, so that we can rest assured of the security and integrity of your personal data.</p>\n<p>We can transmit anonymised and/or aggregated data to other organisations that can use these data to improve products and services, and to organise bespoke marketing, presentation and the sale of products and services.</p> Commitment to Data and Privacy Security <p>Your personally identifiable information is kept secure.\nOnly authorized employees, agents and contractors (who have agreed to keep information secure and confidential) have access to this information.\nAll emails from this site are unique to your specific request.\nNo newsletters will be sent to the email addresses provided.</p>\n<p>We will do our utmost to process only the personal data necessary to achieve the objectives stated in this Privacy Policy.\nWe will process your personal data lawfully, honestly and transparently.\nWe will do our utmost to keep the personal data accurate and up to date.</p>\n<p>We will take appropriate technical and organisational measures to keep your personal data secure from unauthorised access or theft and from unintentional loss, manipulation or destruction.\nOur personnel or the personnel of our external controllers will only be able to gain access on a need-to-know basis and this is subject to strict obligations of confidentiality.\nHowever, you should understand that the care for security and protection consists only of an obligation of means according to best efforts, which can never be guaranteed.</p> Your rights <p>You have the right to request access to all the personal data that we process about you.\nHowever, requests for access that are clearly submitted with a view to causing us inconvenience or damage will not be dealt with.</p>\n<p>You have the right to request that any personal data about you that is incorrect or inaccurate be corrected free of charge.\nIf you have registered on our Website, you can personally correct much of such data through your profile.\nIf such a request is submitted, you must also enclose proof showing that the personal data for which you request correction is incorrect.</p>\n<p>You have the right to withdraw previously granted permission for the processing of your personal data.\nYou can withdraw your permission at all times by contacting us through our contact form.</p>\n<p>You have the right to request that personal data relating to you be removed if this is no longer needed in the light of the objectives that are outlined in this Privacy Policy or if you withdraw your processing permission.\nHowever, you must consider that a removal request to us will be assessed in the light of statutory or regulatory obligations or administrative or judicial orders, which may prevent us from removing the respective personal data.\n</p>\n<p>Instead of requesting removal, you can also request that we restrict the processing or your personal data if (a) you dispute the correctness of such data, (b) the processing is unlawful or (c) the data is no longer necessary for the objectives stated but you need it to defend yourself in judicial proceedings.</p>\n<p>You have the right to object to the processing of personal data if you can show that there are serious and justified reasons regarding special circumstances warranting such an objection.\nHowever, if the envisaged processing is noted as direct marketing, you have the right to object to such processing free of charge and without giving any reason for this.</p>\n<p>If your personal data is processed on the basis of permission or on the basis of a contract where the data is processed automatically, you have the right to receive the personal data provided to us in a structured manner and in a generally used format that can be read by a machine and, if technically possible, you have the right to directly transmit such data to another service provider.\nWe will be the only persons to assess the technical viability of this.</p> Privacy Contact Information <p>If you wish to submit a request to exercise one or more of the above-mentioned rights, you can contact us through our contact form.\nSuch request must clearly state what right you wish to exercise and why.\nIt must also be dated, signed and accompanied by a digitally scanned copy of your valid identity card proving your identity.\nWe will notify you immediately when such request has been received.\nIf it appears that the request is founded, we will grant the request as quickly as is reasonably possible and no later than thirty (30) days after the request has been received.</p>\n<p>If you have another question or complaint regarding the processing of your personal data, you can always contact us via our contact form.\nIf you are still dissatisfied with our answer, then you are at liberty to file a complaint with the with the competent data protection authority.</p> Need help? Got questions? Read the FAQ! Privacy Policy Cookie Policy This website uses cookies.<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\nOur Cookie Policy</p>Cookies Settings Accept All Cookies", "created_at": "2022-11-12 19:52:47.949082", "updated_at": "2022-11-12 18:53:45.99386"}, {"id": 12532, "name": "Cookie policy", "url": "https://www.secretsantaorganizer.com/cookie", "xpath": "//body", "text": " Deutsch English Español Français Magyar Nederlands Norsk Polskie Português Русский 简体中文 繁體中文 Deutsch English Español Français Magyar Nederlands Norsk Polskie Português Русский 简体中文 繁體中文 <br> Cookie policy <p>This cookie policy (hereafter \"Cookie Policy\") regulates the use of cookies and similar technologies as part of your use of our Website (the \"Website\") This processing is performed by secretsantaorganizer.com (as created by iO (2200 Herentals, Zavelheide 15, BE 0712.677.311) (hereafter ‘we’).</p>\n<p>Cookies are small text files that are filed on the hard drive of a device and that contain certain information, which sometimes includes personal data.\nWhen you use our Website and/or Services, we then also collect and process other personal information by way of cookies and similar technologies.\nRead our Privacy Policy if you want to know more.</p>\n<p>By continuing to use our Website or by clicking “Accept” after you have been notified of the use of cookies and similar technologies, you acknowledge that you have carefully read this Cookie Policy and that you unreservedly agree with it.\nAs explained in this Cookie Policy, you can change your cookie preferences at all times.</p>\n<p>We reserve the right to change, supplement or replace this Cookie Policy from time to time.\nYour attention will be drawn to such changes, additions to or replacements through our Website and/or Services.\nIf you do not agree with these changes, additions or replacements, we request you to contact us through our contact form.\nIf we have not received any notification of this within three (3) working days after you have been notified of the changes, supplements or replacements through our Website or Services, you will be presumed to have accepted any changes, supplements or replacements.</p>\n<p>Last updated on 10/10/2018</p> Used cookies <p>When you visit and/or use our Website, we place cookies or use similar technologies with which we collect and process personal data about you.\nSuch cookies and similar technologies consist of the following, for example:</p> Name Type Aim Retentionperiod _ga Statistical Registering of unique ID that is used to generate statiscal data on how the visitor uses the website 2 years D Statistical Collects anonymous data on the user's visits to the web site, such as the number of visits, average time, spent on the new website and what pages have been loaded with the purpose of generating reports for optimising the website content.\n2 years IDE Marketing Used by Goolge Doubleclick to register the user’s action after viewing or clicking on the advertiser’s ad.\n2 years Btc Third party Beacon.walmart.com 10 years <p>You can prevent cookies from being stored or remove cookies already stored by adjusting the settings in your browser.\nYou find help to adjust these settings on the website of the browser that you use.\nRemember that disabling cookies when visiting the Website may cause some or all of the functions of the Website not to work properly.</p>\n<ul>\n<li>Internet Explorer: https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies</li>\n<li>Microsoft Edge: http://windows.microsoft.com/en-gb/windows-10/edge-privacy-faq</li>\n<li>Chrome: https://support.google.com/chrome/answer/95647?hl=en</li>\n<li>Firefox: https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences</li>\n<li>Safari: https://support.apple.com/kb/PH21411?locale=nl_BE&amp;viewlocale=en_US</li>\n</ul>\n<p>If you have a complaint regarding our processing of your personal data, you can always contact us through our contact form.\nIf you are still not satisfied with our answer, then you are at liberty to file a complaint with the competent data protection authority.\n</p> Need help? Got questions? Read the FAQ! Privacy Policy Cookie Policy This website uses cookies.<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\nOur Cookie Policy</p>Cookies Settings Accept All Cookies", "created_at": "2022-11-12 18:53:54.010164", "updated_at": "2022-11-12 18:54:00.348597"}], "points": [], "urls": ["secretsantaorganizer.com"]}}