{"error": 448, "message": "OK", "parameters": {"id": 3282, "name": "Cloud DNS", "created_at": "2021-04-24 14:16:29.64209", "updated_at": "2021-04-25 00:02:21.367132", "wikipedia": null, "keywords": null, "related": null, "slug": "cloud_dns", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3282.png", "url": "cloudns.net", "documents": [{"id": 5369, "name": "Privacy Policy", "url": "https://www.cloudns.net/privacy-policy/", "xpath": "", "text": " <ul>\n<li> DNS Hosting <ul>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul>\n</li>\n<li> Services <ul>\n<li>Dynamic DNS</li>\n<li>Secondary DNS</li>\n<li>Reverse DNS</li>\n<li>DNSSEC</li>\n<li>DNS Failover</li>\n<li>Managed DNS</li>\n<li>Anycast DNS</li>\n<li>Enterprise DNS</li>\n<li>Domain names</li>\n<li>SSL Certificates</li>\n<li>DDoS Protected VPS</li>\n<li>Private DNS servers</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n</li>\n<li> Partnership <ul>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n</li>\n<li> KnowledgeBase <ul>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>HTTP API</li>\n<li>WHMCS module</li>\n<li>Payment methods</li>\n</ul>\n</li>\n</ul> 0 Sign In English <ul>\n<li> Русский </li>\n<li> Deutsch </li>\n<li> Français </li>\n<li> Română </li>\n<li> Български </li>\n<li> Español </li>\n<li> Português </li>\n<li> Italiano </li>\n<li> Polski </li>\n<li> Slovenský </li>\n<li> Українська </li>\n<li> Türkçe </li>\n<li> 日本語 </li>\n<li> हिंदी </li>\n<li> Bahasa Indonesia </li>\n<li> עברית </li>\n<li> 简体中文 </li>\n<li> 繁體中文 </li>\n<li> Tiếng Việt </li>\n<li> فارسی </li>\n</ul>\n<ul>\n<li> DNS Hosting <ul>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul>\n</li>\n<li> Services <ul>\n<li>Dynamic DNS</li>\n<li>Secondary DNS</li>\n<li>Reverse DNS</li>\n<li>DNSSEC</li>\n<li>DNS Failover</li>\n<li>Managed DNS</li>\n<li>Anycast DNS</li>\n<li>Enterprise DNS</li>\n<li>Domain names</li>\n<li>SSL Certificates</li>\n<li>DDoS Protected VPS</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n</li>\n<li> Partnership <ul>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n</li>\n<li> KnowledgeBase <ul>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>HTTP API</li>\n<li>WHMCS module</li>\n<li>Payment methods</li>\n</ul>\n</li>\n</ul> cancel Okay Privacy policy\n<ol>\n<li> IP addresses and Browser details<br> Our servers detect the IP address of your browser from the TCP protocol.\nThis IP address is used by ClouDNS servers only for our internal use - security and rate limiting.<br> We store browser details and IP addresses of each account for security reasons - mainly for but not limited to investigate hacked accounts or fraudulent activities.\nLogin history is stored for three years on our servers and these history logs are available within the Profile section of your control panel.\n</li>\n<li> Customer details<br> We store customer details - e-mail and contact information only for account, billing purposes, and notifications.\nUnder no circumstances ClouDNS will lease, sell, or provide your personal information to any third parties without your permission, a court order or legit legal request by legal authorities.<br> All customer details listed above are stored on servers within the European Union (currently in Amsterdam , Netherlands).\n</li>\n<li> Domain WHOIS information<br> For each domain registration or transfer, we request whois details which we are providing to the Domain Registry, authority from where we are buying the domain name.\nEvery TLD has a specific Domain Registry we are using.\nThe Domain Registry manages a WHOIS database which is a register of all domain names within that Domain Registry and their owners.\nInformation in the WHOIS contains the contact details of the owner and proof of ownership of the customers at the Domain Registry.\nHow the WHOIS database is shared with other parties is managed by the Domain Registry and ClouDNS does not have the ability to prevent visibility of the contact details to public.<br> The Privacy Protection option provided by ClouDNS for particular domain extensions allows the customer details to be hidden to the domain registry.\nWhen the Privacy Protection is activated, Cloud DNS Ltd is listed as the owner of the domain name in the WHOIS database, but not the Customer.\nNote that some TLDs do not support the Privacy Protection option and you will not be able to activate it in order to hide your contact details from the Domain Registry and the Domain Registry WHOIS database.\nEven with enabled Privacy Protection, the Customer is still listed as the owner in the records in ClouDNS’s database and the contact details can be exposed if the domain name is used for illegal activities or from a legal request by the authorities or a court order.\n</li>\n<li> Cookies<br> ClouDNS uses cookies to save user settings, count user visits, and site analytics.\nNone of these cookies are used to track the customers outside of our website.<br> Some of the cookies are set and managed by Google Analytics, a tool from Aphabet Inc (parent company of Google Inc) to analyze website visits.\nWe also use cookies managed by Yandex.Metrica web analytics service provided by the Yandex Oy Limited Company - Moreenikatu 6, 04600 Mantsala, Finland.\nWe are not sharing any customer details or identifiers collected and defined in point 2.\n</li>\n<li> Credit cards information.<br> All purchases on the websites managed by ClouDNS are handled by a third party - PayPal.com, BitPay.com, SafeCharge.com, Skrill.com or other Banks, in which the transferred information thereof is encrypted.\nClouDNS does not arrange, save or transport any credit card numbers.\n</li>\n<li> DNS query details<br> ClouDNS does not store or share any query details or track end-user activities.\nTo provide stable service, we are counting the requests sent from single IP address for each DNS zone for analytical purposes and to be able to prevent DDoS attacks against our infrastructure or services of customers.\nStatistics for each zone are available and accessible within the control panel of each Customer and are deleted as soon as the DNS zone is removed by the customer or the storage limits defined in terms of Service are reached.\n</li>\n<li> Erase of data<br> ClouDNS gives the ability to its customers to erase and/or modify all the data within their control panel.\nIf you need your account ( including your data) with ClouDNS to be deleted, please contact us from the Support menu ( top of your control panel ) and our Technical Support will erase all the information we have in our database for your account.\n</li>\n<li> E-mail subscriptions<br> All our Customers can manage what e-mail notifications they want to receive from us.\nIf you wish to unsubscribe from any of our e-mails, please click on the \"Unsubscribe\" link at the end of the e-mail or change your Subscription settings from your control panel.\n</li>\n</ol> Data Protection Officer According to GDPR regulations, Cloud DNS Ltd is below the required limit for having a Data Protection Officer.\nIn case of any issues which require a contact with the person responsible for our customer data at Cloud DNS Ltd.\nplease contact admin@cloudns.net and address your message to the Company Manager (CEO): Boyan Peychev <ul>\n<li>Company</li>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n<ul>\n<li>DNS Hosting</li>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul> Services <ul>\n<li>\n</li>\n<li>Dynamic DNS</li>\n<li>Reverse DNS</li>\n<li>DNS Failover</li>\n<li>Anycast DNS</li>\n<li>Domain names</li>\n<li>DDoS Protected VPS</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Secondary DNS</li>\n<li>DNSSEC</li>\n<li>Managed DNS</li>\n<li>Enterprise DNS</li>\n<li>SSL Certificates</li>\n<li>Private DNS servers</li>\n</ul>\n<ul>\n<li>KnowledgeBase</li>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>HTTP API</li>\n<li>WHMCS module</li>\n<li>Hostbill module</li>\n<li>Domain parking</li>\n<li>Payment methods</li>\n</ul>\n<ul>\n<li>Partnership</li>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n<br>\n<ul>\n<li>\n</li>\n<li>Registrant Educational Materials</li>\n<li>Registrant Benefits and Responsibilities</li>\n<li>Whois</li>\n</ul>\n<ul>\n<li>Social connection</li>\n<li>\n</li>\n</ul> Terms of service&nbsp.\n| &nbsp.\nPrivacy Policy<br>\n<br>\n<p>©2021 ClouDNS</p>\n<br>\n<p> All prices are final and include all required taxes.\nNo other hidden charges! </p> Online - Live Chat Cookies help us deliver our services.\nBy using our services, you agree to our use of cookies.\nLearn more Okay ", "created_at": "2021-04-24 14:16:30.599566", "updated_at": "2021-04-24 14:26:41.734668"}, {"id": 13311, "name": "Terms of Service", "url": "https://www.cloudns.net/tos/", "xpath": "//body", "text": " English <ul>\n<li> Русский </li>\n<li> Deutsch </li>\n<li> Français </li>\n<li> Română </li>\n<li> Български </li>\n<li> Español </li>\n<li> Português </li>\n<li> Italiano </li>\n<li> Polski </li>\n<li> Slovenský </li>\n<li> Українська </li>\n<li> Türkçe </li>\n<li> 日本語 </li>\n<li> हिंदी </li>\n<li> Bahasa Indonesia </li>\n<li> עברית </li>\n<li> 简体中文 </li>\n<li> 繁體中文 </li>\n<li> Tiếng Việt </li>\n<li> فارسی </li>\n</ul>\n<ul>\n<li> DNS Hosting <ul>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul>\n</li>\n<li> Services <ul>\n<li>Dynamic DNS</li>\n<li>Secondary DNS</li>\n<li>Reverse DNS</li>\n<li>DNSSEC</li>\n<li>DNS Failover</li>\n<li>Managed DNS</li>\n<li>Anycast DNS</li>\n<li>Enterprise DNS</li>\n<li>Monitoring</li>\n<li>Email Forwarding</li>\n<li>Google Workspace</li>\n<li>Domain names</li>\n<li>SSL Certificates</li>\n<li>Private DNS servers</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n</li>\n<li> Partnership <ul>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n</li>\n<li> KnowledgeBase <ul>\n<li>Blog</li>\n<li>Wiki</li>\n<li>FAQ</li>\n<li>WHMCS module</li>\n<li>Payment methods</li>\n<li>DNS tool<strong>NEW</strong>\n</li>\n<li>SPF generator<strong>NEW</strong>\n</li>\n</ul>\n</li>\n</ul> 0 Sign In English <ul>\n<li> Русский </li>\n<li> Deutsch </li>\n<li> Français </li>\n<li> Română </li>\n<li> Български </li>\n<li> Español </li>\n<li> Português </li>\n<li> Italiano </li>\n<li> Polski </li>\n<li> Slovenský </li>\n<li> Українська </li>\n<li> Türkçe </li>\n<li> 日本語 </li>\n<li> हिंदी </li>\n<li> Bahasa Indonesia </li>\n<li> עברית </li>\n<li> 简体中文 </li>\n<li> 繁體中文 </li>\n<li> Tiếng Việt </li>\n<li> فارسی </li>\n</ul>\n<ul>\n<li> DNS Hosting <ul>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul>\n</li>\n<li> Services <ul>\n<li>DNS Services</li>\n<li>Dynamic DNS</li>\n<li>Secondary DNS</li>\n<li>Reverse DNS</li>\n<li>DNSSEC</li>\n<li>DNS Failover</li>\n<li>Managed DNS</li>\n<li>Anycast DNS</li>\n<li>Enterprise DNS</li>\n<li>Monitoring</li>\n<li>Email Forwarding</li>\n<li>Google Workspace</li>\n<li>Domain names</li>\n<li>SSL Certificates</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n</li>\n<li> Partnership <ul>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n</li>\n<li> KnowledgeBase <ul>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>HTTP API</li>\n<li>WHMCS module</li>\n<li>Payment methods</li>\n<li>DNS tool<strong>NEW</strong>\n</li>\n<li>SPF generator<strong>NEW</strong>\n</li>\n</ul>\n</li>\n</ul> cancel Okay Terms of Service <p>The terms and conditions below govern the relationship between Cloud DNS Ltd (herein referred to as \"ClouDNS\") and any customer (\"The Customer\") of ClouDNS website (\"The Website\").\nBy accessing and using any part of The Website, The Customer agrees to be bound and abide by the terms and conditions in this section.\nIn the event that The Customer does not agree to all or part of the terms and conditions described below, he/she shall not access or use The Website in any way.</p>\n<p>The Customer’s agreement to be bound by these terms is acknowledged by his/her use of The Website which includes, but is not limited to visiting The Website, using its internal and external links for search of information, ordering any of The Company services, contacting The Company representatives, Support Services and/or any software made available to The Customer by The Company.</p>\n<p>The Company reserves the right to modify or revise the Terms of Use by updating this section.\nThe Customer is solely responsible for staying up to date with these conditions by visiting the Terms of Use section of The Website regularly and checking for any updates.</p> Copyright Notice <p>The content of this Website (including, but not limited to all included text, photographs, graphics, illustrations, video, sound, and other material) is copyright © 2010, ClouDNS.\nAll rights reserved.\nAny content of The Website that is not the creation or product of the Company’s employees is published for descriptive purpose only.\nSuch content is a registered trademark of its respective owners, who have granted the right for its use either publicly or directly to The Company.</p> Privacy Policy <p>The Company's Privacy Policy is incorporated herein by reference and governs all collection, storage and usage of personal data.\nBy accepting the terms and conditions in this section, the Customer expressly consents to the use and disclosure of his/her personally identifiable and other information as described in the Privacy Policy.</p> The Company Website Information Use <p>The Customer can use the information posted at The Company’s Website for informational purpose only.\nThe information at The Website cannot be used in any other way without a prior written consent from The Company.\nThird Parties Websites Use</p>\n<p>The Company has no liability or responsibility for the accuracy or suitability of content on a third party website that can be reached by using The Company website.\nThe Customer’s use of any content from a third party website, including but not limited to, information, downloadable files, etc.\nis at The Customer’s own risk.</p> Linked Websites <p>The Customer may find links to other websites on the Company’s Website.\nThe published links are for informational purposes only.\nThe Company does not control or endorse any information, products, or services offered at the linked websites.\nThe Customer acknowledges that the access or use of any of the linked websites is at the Customer’s own risk and the Company shall not be liable for any loss or damage arising thereof.</p> Disclaimer <p>The Company’s services, all information contained in The Website and its contents are provided on an “as is” and “as available” basis.\nThe Company does not provide warranties or representations of any kind.\nThe Company disclaims all such representations and warranties, either express or implied, including, but not limited to, warranties of title, merchantability, fitness for a particular purpose, or non infringement.\nThe Company makes no warranties that The Website or its contents will be complete, accurate, uninterrupted, secure, or error free.\nAll information on The Website is subject to change without notice.</p> Indemnification <p>The Customer agrees to indemnify and hold the Company harmless from and against any claims, losses, damages, liabilities, costs or expenses, attorneys’ and courts’ fees included, arising or related to the use of The Website or any violation of the terms and conditions, described herein.</p> Public relations <p>By using ClouDNS services, The Customer agrees his business name and/or business logo to be shared on The Website and related marketing materials.\nThe Customer can withdraw this approval anytime by contacting ClouDNS.</p> Governing Law <p>The Customer agrees that this Agreement shall be governed in all respects by the laws and courts of the Republic of Bulgaria.\nThe Customer agrees that any claim or dispute The Customer may have against ClouDNS must be resolved by a court located in the Republic of Bulgaria without reference to any governing law rules that would result in the application of the substantive law of any other jurisdiction.\nThe Customer hereby waives all rights to any kind of legal actions in any other court and/or under any other law except those of the Republic of Bulgaria.\nThe Customer agrees to submit to the personal jurisdiction of the courts located within the Republic of Bulgaria for the purpose of litigating all such claims or disputes.\nIn any legal action, the prevailing party will be entitled to recover all legal expenses incurred in connection with the action, including but not limited to its costs, both taxable and non-taxable, and reasonable attorney's fees.\nThese Terms are effective unless and until terminated by the Company.</p> Refund policy <p>1.\nDNS hosting services - ClouDNS offers an unconditional 7 days money-back guarantee on hosting services.\nIf the customer wishes to cancel a hosting account within the initial 7-day period for any reason, he/she has to notify ClouDNS Support Team by chat or ticket, and the payment will be refunded with deducted transaction fees.</p>\n<p>2.\nDomain names</p>\n<p>2.1.\nFor new domain registrations some of the TLDs has an option to request refund in the initial few days from the registration.\nIf The Customer have registered a domain name and want to delete it and get refund then please contact our technical support via chat or ticket as soon as possible to check the options for refunds with the TLD provider.\nIf possible the payment will be refunded with deducted transaction and deletion fees if there are any charged by the registry.</p>\n<p>2.2.\nRenewals of domain names are non-refundable.</p>\n<p>2.3.\nTransfers can be canceled if they are not confirmed or completed.\nIn case The Customer want to cancel such transfer, he has to contact technical support team by chat or ticket, the payment will be refunded with deducted transaction fees.</p>\n<p>3.\nSSL certificates - Sectigo offers unconditional 30 days money-back period.\nIn case The Customer want to cancel newly purchased ssl certificate, he has to contact technical support team by chat or ticket.\nThe payment will be refunded with deducted transaction fees.</p>\n<p>4.\nGoogle Workspace provides refunds only if the admin account is not created.\nIf The Customer have created admin account, then the payment is non-refundable.\nIn case The Customer still don't have admin account and want to cancel the google workspace purchase, he has to contact technical support team by ticket or live chat.\nThe payment can be refunded with deducted transaction fees.</p> Payment Subscriptions &amp.\nBilling Agreements <p>ClouDNS supports different options for Payment Subscriptions and Billing Agreements with Credit Cards and PayPal.</p>\n<p>\n</p>Billing Agreements <p>Pre-Authorized Billing Agreements (Default Payment Methods) can be created from <strong>Profile</strong> » <strong>Payment Methods</strong>.</p>\n<p>Pre-Authorized Billing Agreements (Default Payment Methods) can be canceled anytime without prior notice from <strong>Profile</strong> » <strong>Payment Methods</strong>.</p>\n<p>PayPal Pre-Authorized Billing Agreements can be canceled from the PayPal web site.\nMore details about this option can be seen here.</p> Subscriptions <p>Each service in ClouDNS can be subscribed for automatic renewals.\nThis can be done from the page where the service is bought or renewed.</p>\n<p>Subscriptions for automatic renewals can be managed and canceled anytime before the expiration of the service without prior notice from <strong>Profile</strong> » <strong>Manage Subscriptions</strong>.</p> DNS Hosting and Domain Name Rules <p>1.\nCustomer promises not to use the Site or the Service for any purpose that is unlawful or prohibited by these Terms of Service.\nCustomer agrees to abide by all applicable local, state, national and international laws and regulations.</p>\n<p>2.\nBy way of example, and not as a limitation, Customer agrees not to (or permit others to): (a) take any action or (b) upload, download, post, submit or otherwise distribute or facilitate distribution of any Customer submissions (\"Submissions\") such as, without limitation, comments, text, communications, software, images, sounds, data or other materials or information) using any communications service or other service available on or through the Service, that:</p>\n<ul>\n<li>infringes any patent, trademark, trade secret, copyright, right of publicity or other right of any other person or entity;</li>\n<li>is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortuous, obscene, offensive, profane or which otherwise violates the Terms of Service;</li>\n<li>constitutes unauthorized or unsolicited advertising, junk or bulk e-mail (\"spamming\");</li>\n<li>imposes an unreasonable or disproportionately (in the sole judgment of ClouDNS) large load on ClouDNS computing, storage or communications infrastructure, or attempts to gain unauthorized access to the Service, other accounts, computer systems or networks connected to the Service, through password mining or otherwise;</li>\n<li>contains software viruses or any other computer codes, files, or programs that are designed or intended to disrupt, damage, limit or interfere with the proper function of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any system, data or other information of ClouDNS or any third party.\nor</li>\n<li>impersonates any person or entity, including, without limitation, any employee or representative of ClouDNS.</li>\n<li>Customer will not use any robot, spider, scraper or other automated means to access the Service for any purpose without ClouDNS express written permission.\nAdditionally, Customer will not: (i) interfere or attempt to interfere with the proper working of the Service or any activities conducted on the Service.\nor (ii) bypass any measures ClouDNS may use to prevent or restrict access to the Service.</li>\n<li>Customer shall not (and Customer shall not permit others to), directly or indirectly, modify, translate, decompile, disassemble, or reverse engineer any part of the Service or any Content available through the Site (except to the limited extent applicable laws specifically prohibit such restriction).\nor copy, rent, lease, distribute, or otherwise transfer any or the rights that Customer receives hereunder.\nIn addition, Customer shall not remove any proprietary notices or labels.</li>\n<li>Customer may not harvest or collect information, including, without limitation, screen names, about other members or users of the Service.\nThe use of any information learned through the Service or while in the Site is limited to the express purposes set forth in these Terms of Service.\nall other uses, including, without limitation, sending unsolicited bulk e-mail, are strictly prohibited.</li>\n<li>ClouDNS may remove any Content and Submissions at any time for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Content or Submissions).</li>\n<li>Customer may not harvest or collect information, including, without limitation, screen names, about other members or users of the Site or the Service.\nThe use of any information learned through the Service or while in the Site is limited to the express purposes set forth in these Terms of Service.\nall other uses, including, without limitation, sending unsolicited bulk e-mail, are strictly prohibited.</li>\n<li>ClouDNS may, at its sole discretion, immediately terminate Customer's access to the Site and/or the Service should Customer's conduct fail to conform strictly and terms or conditions of these Terms of Service, including, without limitation, with any provision of this section.</li>\n</ul>\n<p>3.\nThe customer agrees that his DNS zones can be deleted, if they are inactive (there are no DNS queries for the DNS zone) for over 30 days, especially if he is using free DNS hosting plan without prior notification.</p>\n<p>\n<b>Stored DNS statistics</b>\n</p>\n<p>\n<b>Premium users:</b> Yearly, monthly and daily DNS statistics will be stored forever.\nHourly DNS statistics will be stored for last 1 month.<br>\n<b>Free users:</b> Yearly, monthly and daily DNS statistics will be stored for last 1 year.\nHourly DNS statistics will be not stored.\n</p> Unlimited definition <p>ClouDNS provides multiple resources without a defined limit or with unlimited resources.\nUnlimited means there are no hard limits specified in the customer account for the mentioned resources.\nClouDNS provides those unlimited resources under fair usage.\nFair usage definition: The Customer can use as much of the unlimited resources he needs until the ClouDNS costs for the maintenance of those resources don't exceed the price of the hosting account of The Customer.\nIn case of unfair usage of the unlimited resources, The Customer will get contacted by ClouDNS staff to discuss the setting of hard limits of the customer account or upgrade The Customer's hosting plan.</p> Additional Domain Names Rules <ul>\n<li>Domain names do not have Money Back Grace Period.\nDomain names can be deleted until 2 days after their registration.\nDeletion fee is $3.00 per domain name.\nThe difference between deletion fee and domain registration price will be refunded back to your account balance.\nIf you want to delete a new registered domain name, please contact our Support Team from your control panel.</li>\n<li>Restoration fee after expiration of Renewal Grace Period: $85.00 USD</li>\n<li> Specific Domain Rules: <ul>\n<li>.AU Domain Names Rules/Requirements</li>\n<li>.EU Domain Names Rules/Requirements</li>\n<li>.CN Domain Names Rules/Requirements</li>\n<li>.CA Domains Registrant Agreement</li>\n<li>Afilias TLDs Registrant Agreement</li>\n<li>Special ccTLD Requirements</li>\n</ul>\n</li>\n</ul> Changes to These Terms of Service <p>We reserve the right, at Our sole discretion, to modify or replace these Terms at any time.\nWe will make reasonable efforts to inform all our customers for the changes but without required prior notice to any new terms taking effect.</p>\n<p>By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms.\nIf You do not agree to the new terms, in whole or in part, please stop using the website and the Service.\nAdditionally you can request deletion of your account and user data.</p>\n<ul>\n<li>Company</li>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n<ul>\n<li>DNS Hosting</li>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul> Services <ul>\n<li>\n</li>\n<li>Dynamic DNS</li>\n<li>Reverse DNS</li>\n<li>DNS Failover</li>\n<li>Anycast DNS</li>\n<li>Monitoring</li>\n<li>Email Forwarding</li>\n<li>Domain names</li>\n<li>DDoS Protected VPS</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Secondary DNS</li>\n<li>DNSSEC</li>\n<li>Managed DNS</li>\n<li>Enterprise DNS</li>\n<li>Google Workspace</li>\n<li>SSL Certificates</li>\n<li>Private DNS servers</li>\n</ul>\n<ul>\n<li>KnowledgeBase</li>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>HTTP API</li>\n<li>WHMCS module</li>\n<li>Hostbill module</li>\n<li>Domain parking</li>\n<li>Payment methods</li>\n<li>DNS tool</li>\n<li>SPF generator</li>\n</ul>\n<ul>\n<li>Partnership</li>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n<br>\n<ul>\n<li>\n</li>\n<li>Registrant Educational Materials</li>\n<li>Registrant Benefits and Responsibilities</li>\n<li>Whois</li>\n</ul>\n<ul>\n<li>Social connection</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Terms of service&nbsp.\n| &nbsp.\nPrivacy Policy<br>\n<br>\n<p>©2022 ClouDNS</p>\n<br>\n<p> All prices are final and include all required taxes.\nNo other hidden charges! </p> Online - Live Chat Cookies help us deliver our services.\nBy using our services, you agree to our use of cookies.\nLearn more Okay ", "created_at": "2022-12-16 03:50:07.407728", "updated_at": "2022-12-16 03:50:24.669426"}], "points": [], "urls": ["cloudns.net"]}}