{"error": 448, "message": "OK", "parameters": {"id": 396, "name": "CareerOne", "created_at": "2018-05-08 12:19:44.007592", "updated_at": "2021-07-05 20:23:44.636815", "wikipedia": null, "keywords": "", "related": "", "slug": "careerone", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/396.png", "url": "careerone.com.au", "documents": [{"id": 7956, "name": "Privacy Policy", "url": "https://www.careerone.com.au/privacy", "xpath": "//body", "text": " <ul>\n<li> Career advice </li>\n<li> Hiring site </li>\n</ul> Login Sign up <ul>\n<li> Career advice </li>\n<li> Hiring site </li>\n</ul>\n<ul>\n<li> Login </li>\n<li>\n</li>\n<li> Sign up </li>\n<li> Search for jobs </li>\n</ul> Search for jobs Privacy Policy <p>\n<strong>Your Privacy Rights</strong>\n</p>\n<p>By using this site or application, you explicitly accept the collection, use and transfer of your data as described in this Privacy Policy.</p>\n<p> If you do not want your information to be collected, used, and transferred as described by this policy, you may revoke your consent to our Privacy Policy.\nTo revoke your consent, please&nbsp;click here&nbsp;to contact us.\nIf you do revoke your consent, your account and profile information will be deleted.\n</p>\n<p>We share information with employers.\nWe are unable to control their use of your data.\nWe also do not control the data use practices of either (a) those who access your information on or through our sites and applications or (b) ad networks and other third parties with whom we work to serve you personalised ads.</p>\n<p>Information collected on our sites and applications is stored in whole or in part in the United States.\ntherefore, your information may become subject to U.S.\nlaw.</p> Scope of this Policy <p>This policy applies to information we collect on sites and applications owned or controlled by CareerOne Pty Limited, its affiliated companies (“CareerOne”) or job sites we manage on behalf of Rural Press Pty Ltd (trading as Australian Community Media).\nAffiliated companies are entities that control, are controlled by or are under common control with CareerOne.</p>\n<p>We link to other websites over which we have no control.\nCareerOne is not responsible for the privacy policies or practices of other websites.\nYou may wish to review the privacy policies of those sites so you can understand how they collect, use and share your information.</p> Information We Collect and Retain&nbsp.\n<p>We collect information about you when you use our sites and applications.\nFor example, depending on the services you use, we collect:</p>\n<ul>\n<li>Your name, contact information such as address, email address, telephone number</li>\n<li>Credit card number and billing information (for services requiring payment)</li>\n<li>Information about your education, occupation, skills and experience, awards, memberships and affiliations, activities and interests</li>\n<li>Information imported by you or your connections from third party applications</li>\n<li>Information about third parties, such as references or contacts, that you provide to us if you have their express written consent to do so</li>\n<li>Your postal code, preferences, career history, favorites</li>\n<li>Your age, gender, race or ethnicity, if permitted by local law and you choose to provide it</li>\n</ul>\n<p>&nbsp;</p>\n<p>We automatically collect information about how you use our sites and mobile applications, the areas of our site that you visit, as well as information about your computer or mobile device including your IP address, device ID, physical location, browser and operating system type, and referring URLs.\nThis information is necessary for providing personalised and location-based content as well as for analysing the use of resources, troubleshooting problems, preventing fraud, and improving our services.\nWe may combine this information with information in your account to help prevent fraud.</p>\n<p>If you choose to login with Facebook or similar sites, we import the information that you choose to share with us by installing the application or logging into that platform or site, and we make it part of your profile.\nBecause CareerOne sites and applications are intended to allow you to share your information and to allow others to find you, we make certain information about you publicly available by default.\nSuch information may, for example, be accessed by everyone on the Internet, including users without accounts, and may appear in public search engine search results.\nHowever, you can control the visibility of your information by managing your privacy settings.\nYou can also restrict the information available to others by deleting information you do not want visible or by not providing it at all.</p>\n<p>When you post information on another user’s profile or comment on another user’s post, the public availability of that information will be subject to the other user’s privacy settings.</p> How We Use Information <p>We use the information we collect to provide our services, respond to you, operate and improve our sites and applications, and foster a positive user experience.\nOur services include the display of personalised products, content, and advertising relating to your career experience and interests, either on our site or other sites with which we have a business relationship.</p>\n<p>By registering with CareerOne, by managing your profile, or by opting in when presented with choices, you have consented for us to use your information in the following ways:</p>\n<ul>\n<li>to create a profile for you based on information that you have provided to us, information imported from other sites or applications, or information provided to us by third parties such as your contacts or advertisers;</li>\n<li>to provide personalised, targeted, or location-based content, services, and advertising from us and third parties;</li>\n<li>to allow you to contact other users or to invite others to join or create and account;</li>\n<li>to allow you to import information about yourself or your contplease click here to contact usacts from other sites or applications or to export your information to other sites or applications;</li>\n<li>to make purchases;</li>\n<li>to contact you about feature updates, informational and service-related communications, including important security updates;</li>\n<li>to provide you with additional communications, information, and promotions such as newsletters and career advice;</li>\n<li>to inform you of other products or services available from CareerOne or its affiliates;</li>\n<li>to enable you to contact us and for us to respond to you to conduct surveys, promotions and contests, and to publish the results thereof;</li>\n<li>to help your friends, contacts, and potential employers find your profile and connect with you;</li>\n<li>to provide information about you and your potential interest in job postings to employer customersand other service providers interested in supporting your career development;</li>\n<li>to provide products and services to employer customers to complete the recruitment and hiring process;</li>\n<li>to provide products and services that enable users to network, post information on bulletin boards, view and compare profiles;</li>\n<li>to generate internal reports about the use of our sites and applications;</li>\n<li>to allow you to share jobs and profile information with your connections;</li>\n<li>to give search engines access to public information;</li>\n<li>to detect, investigate and prevent activities that may violate our policies or be illegal.\nand</li>\n<li>to make suggestions and draw inferences about you.\nFor example, we may make suggestions about people you may know or additional jobs, products or services that might be of interest to you.\nOr, if you identify yourself as “Mrs.” we will assume you are female.</li>\n</ul>\n<p>&nbsp;</p>\n<p> In addition, unless you tell us otherwise then we will also contact you (including via telephone) about enrolling in education and training courses with our third party education provider partners.\nIf you do not want to be contacted for these purposes, please let us know by contacting us via email [support@careerone.com.au] or via the other methods provided at the bottom of this policy.\n</p>\n<p>Some of our products and services, such as our searchable CV database and networking, enable third parties to see your personal information and your resume and to contact you.\nProfile information may be used for networking with other community members or may be visible to employers who are using CareerOne sites and applications.</p>\n<p>\n<strong>Information you post in public areas of CareerOne sites or applications or upload to CareerOne may be accessed, used, and stored by others around the world, including those in countries that might not have legislation that guarantees adequate protection of personal information as defined by your country of residence.</strong>&nbsp;While CareerOne takes measures to safeguard your information from unauthorised access or inappropriate use, CareerOne does not control these third parties and we are not responsible for their use of information you give to us.\nAccordingly, you should not post sensitive information, personality profiles, or any other information you would not want made public, to any CareerOne site or application.</p>\n<p>We use data we have about you to determine whether you might be interested in the opportunities, products or services of a particular third party.\nWe show you targeted ads on our sites or other sites with which we have a business relationship.\nThese ads are targeted based on information we collect about you and information about you we acquire from third parties.</p> How We Share Information <p>One of our primary purposes is to provide you with a platform to broadcast the information in your CV and profile widely in order to maximise your career opportunities.\nThe information we gather may be shared within the CareerOne group of companies on a worldwide basis as well as select third parties who provide services to support your career development.\nBy using our services, you agree that your information may be shared with these third parties.\nWe disclose your information as set forth below:</p>\n<ol>\n<ol>\n<li>We share your information with third parties who help deliver our products and services to you.\nExamples include hosting our web servers, including CV database storage, analysing data, providing marketing assistance, processing credit card payments, and providing customer service.\nThese companies will have access to your personal information as necessary to perform their functions, but they may not use that data for any other purpose.\nWe will remain responsible for any information shared in this way.<br>&nbsp;</li>\n<li> We may disclose information to third parties.\nFor example:<br>&nbsp.\n<ul>\n<ul>\n<li>all parties with access to our searchable CV database will have access to your CV;</li>\n<li>you will receive information about the opportunities, products, or services of third parties: we supply your contact information to those third parties so they may contact you;</li>\n<li> if you previously received newsletters, commercial e-mails or other communications from CareerOne or third parties, but subsequently change your mind, you may opt out in those emails or by editing your account profile as described above.\n<p>By applying to a job or providing your contact information to show interest in a job, you consent to the disclosure of your information to that employer.</p>\n</li>\n</ul>\n</ul>\n<p>&nbsp;</p>\n</li>\n<li>We also share aggregated information (including location data) about CareerOne site visitors and application users with third parties to serve advertisements to you on our sites or other sites with which we have a business relationship.\nWe may also aggregate data regarding job qualifications, schooling, age, experience level or other information relevant to the job search.\nThis aggregated data does not identify users individually, and may be made available to employers or fellow job seekers or community members.\nIf we create a co-branded site with another company, information will be retained by both companies and subject to the privacy policies of both companies which will be published on the co-branded sites.</li>\n</ol>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>We disclose information if legally required to do so, or at our discretion pursuant to a request from a governmental entity or if we believe in good faith – after considering your privacy interests and other factors – that such action is necessary to: (a) meet legal requirements or comply with legal process.\n(b) protect our rights or property or our affiliated companies.\n(c) prevent a crime or protect national security.\nor (d) protect the personal safety of users or the public.<br>&nbsp;</li>\n<li>We may disclose and transfer information to a third party who acquires any or all of CareerOne’s business units, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets.\nIn addition, in the event CareerOne becomes the subject of an insolvency proceeding, such information will be disposed of in a transaction approved by the court.\nYou will be notified of the sale of all or a substantial portion of our business to a third party by email or through a prominent notice posted on the site.</li>\n</ol> An Important Note about Your CV <p>When you create or post a CV, we store it in our searchable CV database.\nVisible and limited CVs can be found by anyone with access to our CV database.\nWe cannot control the retention, use or privacy of CVs that have been viewed or downloaded by others.<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>We attempt to limit access to our searchable CV database to legitimate users such as paying employers, recruiters, hiring managers, headhunters human resource professionals and, career development specialists but cannot guarantee that other parties will not gain access to this database.&nbsp;</strong>We cannot control the use made of CVs by third parties who access the CV database.\nOnce your CV has been disclosed, CareerOne is not able to retrieve it from the third parties who accessed it.</p>\n<p>You may remove your CV from our searchable database at any time.\nHowever anyone who viewed your CV may have kept a copy of it in their own files or databases.\nAccordingly, you should not put sensitive information, personality profiles, or other information you would not want made public, in your CV.</p>\n<p>CVs you give to us must not contain sensitive data relating to your (i) racial or ethnic origin (ii) political beliefs (iii) philosophical or religious beliefs (iv) membership of a trade union or political party (v) physical or mental health or biometric details or genetic makeup (vi) addictions, sexual life (vii) the commission of criminal offences or proceedings and associated penalties or fines, (viii) the commission of any unlawful or objectionable conduct and associated penalties, or (ix) any Social Security Number or national identification number.\nIf your CV does contain this information, then you agree that it is at your own risk.\nWe cannot control third parties’ access to such information from our searchable database.</p> How We Store Information <p>Because managing your career is a life-long process, we retain all the information we gather about you in an effort to make repeat use of our sites more efficient, practical and relevant until you change or remove your personal data as described below.\nYou may access, review, correct, update, change or delete your profile or CV at any time.\nLog into your account, go to your profile or CV, and make the desired changes.</p>\n<p>Access to or correction, update, or deletion of your personal information may be denied or limited by CareerOne if it would violate another person’s rights and/or as otherwise permitted by applicable law.\nIf you wish to delete or close your account or account profile information altogether, please contact us.\nWe will send you an email to confirm that your personal information has been deleted (save for an archival copy which is not accessible by you or third parties on the Internet).\nThe archival copy is retained only for as long as needed for audit and record purposes.\nWe will also keep logs and information that may relate to your activity on the site.</p>\n<p>We will respond to information access requests without undue delay of receipt and in any event within 30 days.\nIf we require additional time to provide access to your information, we will acknowledge receipt of your request within 30 days and promptly supplement our response within the time period required by applicable law.</p>\n<p>Separately, and regardless of your CV privacy setting, if you do not log into your account for a significant period of time, it will expire and be scheduled for deletion.\nExpired accounts are deleted on a periodic basis.\nOur current expiration period is approximately 36 months.\nwe may extend or reduce this period in order to adjust to changing hiring patterns.\nIf we change the period, we will update this notice.\nYou will always receive an email from us before we delete your CV in this manner.</p> Security <p>\n<strong>You are responsible for keeping your username and password secret.</strong>\n</p>\n<p>CareerOne takes appropriate measures to secure your personal information from accidental loss and from unauthorised access, use, alteration or disclosure.\nHowever, the Internet is an open system and we cannot guarantee that unauthorised third parties will not be able to defeat those measures or use your personal information for improper purposes.\nYou can find additional information on conducting a safe job search in our Security Centre.\nYou should be aware that CVs may be monitored by your current employer.</p>\n<p>When you place an order online at CareerOne, your credit card information is encrypted with industry standard encryption.\nThis makes it difficult for your credit card information to be intercepted or stolen while being transmitted.\nCareerOne uses a service company to process its credit card transactions.\nFor further information on this company’s privacy and security practices, please click here.</p> Children <p>CareerOne is not intended for, nor do we knowingly collect information from, children under the age of 18.</p> Changes to Privacy Policy <p>If we decide to materially change the substance of this Privacy Policy, we will, where required, contact you via the email address that you maintain in your profile.\nWe will also post those changes through a prominent notice on the site.</p> Contact Information <p>If, at any time, you have questions or concerns about this Privacy Policy, please contact us online or at:</p>\n<p>Privacy Office<br>CareerOne Pty Limited<br>Level 5 44 Pitt St<br>Sydney NSW 2000</p>\n<p>We will use reasonable efforts to promptly answer your question or resolve your problem.</p> Use of Cookies, Web Beacons, and JavaScript <p>\n<strong>\n<em>Cookies:</em>\n</strong>&nbsp;CareerOne uses “cookies” to help personalise and maximise your online experience and time online, including for storing user preferences, improving search results and ad selection, and tracking user trends.\nWe use cookies to:</p>\n<ul>\n<li>Security: These cookies allow us to secure access to your account.</li>\n<li>Preference: These cookies are used to store your preferences like language choice and display of job search results.</li>\n<li>Analytics: We track traffic patterns so we can identify popular content and potential problems.\nFeatures: We track which jobs you search for, view, and apply to so we can show you more jobs like those.\nWe also use cookies to split some users into test groups to test new features.</li>\n<li>Advertising: We use non-identifiable information about you to show you advertising.</li>\n</ul>\n<p>&nbsp;</p>\n<p>A cookie is a text file that is either stored in your computer’s memory temporarily (a “session” cookie) or placed on your hard drive (a “persistent” cookie) by a Web page server.\nCookies are not used to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to your computer and can only be read by a web server in the domain that issued the cookie to you.</p>\n<p>When you return to the CareerOne site, cookies enable us to retrieve the information you previously provided, so you can easily use the features that you customised.\nBecause of our use of cookies, we can deliver faster and more accurate results and a more personalised site experience.\nFor example, if you personalise CareerOne pages, or register for services, a cookie helps us to recall your specific information (such as user name, password and preferences).</p>\n<p>We predominately use “session” cookies, which are not permanently stored on your hard drive.\nSession cookies expire after two hours of inactivity or when you close your browser.\nWhen you carry out a job search or apply online a large amount of data is processed by our system and transferred through each page of the search or application process.\nThis information includes your job search criteria, data that identifies your CV, covering letter, the job you are applying for, your right to work in the relevant country and the results of any questionnaire you have completed as part of the online application process as well as demographic information that is not unique to you.\n“Session” cookies allow us to keep track of this data until you have completed your search or application.\nWe also use cookies to identify users who have been banned from using our forums for behaviour that contradicts our terms of use and to track click streams, for load balancing and to enable you to navigate through the site using redirection pages.</p>\n<p>We use “persistent” cookies primarily to ensure that we do not show you pages that you have already seen and to personalise your site experience and save you time.\n“Persistent” Cookies enable us to recognise whether you have responded to any poll or seen an advertisement or information notice placed on the site so that we do not show you the poll, advertisement or notice again the next time you visit our site.\nIf you are a recruiter and have an alliance arrangement in place with CareerOne we also use “persistent” cookies to recall your alliance status and display your correct pricing information when you access our site.\nThe “persistent” cookies we use will remain on your computer after you have left our site and will expire when you log out of the Sites or 60 days after your last visit for security cookies, 90 days after your last visit for poll response and alliance cookies, or two years after your last visit for advertisement and information notice cookies.</p>\n<p>We also allow other companies to display advertisements to you while you are visiting our Sites.\nBecause your web browser must request these advertisements from the other companies’ servers, these companies can view, edit or set their own cookies, just as if you had requested a web page from their site.\nCareerOne has no control over, and is not responsible for, the practices of those third party advertisers.\nCareerOne encourages you to review the policies of such advertisers.\n(You will find additional information about the following third party ad servers at Double Click and Atlas Solutions.\nWe use other third party ad servers as well.\na way to opt out of third party cookies is to modify your browser settings to decline cookies as described at the end of this statement.)</p>\n<p>\n<strong>Collecting data for retargeting and targeted multi-site advertising:</strong>&nbsp;CareerOne does partner with third parties to collect and define information about visitors to our website/s.\nThe partner uses cookies and electronic images known as web beacons (sometimes called single-pixel gifs) to collect non-personally identifiable information about your activities on the CareerOne website in order to provide targeted multi-site advertising to you both on and off of the CareerOne website.\nFor this to happen, 3rd party cookies may be delivered to you.\nThe types of data that are being collected include the job details that you have searched for on the CareerOne website.\nthe industry that that job is in.\nthe location that job is located in.\nas well as non-personally identifiable competition entry data.\nThe data is also aggregated in a non-personally identified way and transferred to third parties who may bundle the data with other data sets for the purpose of achieving more targeted advertising.\nYou have the ability to accept or decline cookies at any time by modifying your browser settings.\nSee below for instructions.\nIf you choose to decline cookies, however, that may hinder performance and negatively impact your experience on the web site.</p>\n<p>We use persistent cookies and related technologies (such as web beacons described below) to determine and track direct and indirect candidate application traffic in response to job postings either on CareerOne or on the websites of third parties through CareerOne’s Career Ad Network.\nWe also allow persistent third party cookies as part of online advertising campaigns to determine and track site traffic landing from CareerOne’s advertising banners that have been placed on the websites of third parties.\nThe data collected via these cookies is anonymous and the information is not linked to your personally identifiable information without your permission.\nThe “persistent” cookies placed by our third party ad servers will remain on your computer after you have left our site for up to 20 years unless you choose to delete them.</p>\n<p>This website uses Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.</p>\n<p>Additionally, we use “Flash cookies”, also known as “Local Shared Objects”, to preserve video player settings and for user authentication purposes.\nYou can adjust your settings for your Flash cookies here</p>\n<p>You have the ability to accept or decline cookies at any time by modifying your browser settings.\nSee below for instructions.\nIf you choose to decline cookies, however, that may hinder performance and negatively impact your experience on the web site.</p>\n<p>\n<strong>\n<em>Web Beacons:</em>\n</strong>&nbsp;CareerOne Web pages and the Web pages of our partners also utilize electronic images known as Web beacons (sometimes called single-pixel gifs, clear gifs or action tags) that allow us to collect certain information about users’ visits to these Web pages (including the number of users who have visited those pages), measure and improve the effectiveness of advertisements and job postings, and deliver co-branded services.\nWeb beacons are not used to access your personally identifiable information.\nthey are a technique used to compile aggregated statistics about web site usage.\nWeb beacons collect only a limited set of information including a cookie number, time and date of page view and a description of the page on which the Web beacon resides.\nThis information may be shared with third party processors for processing on behalf of CareerOne, as well as with clients, partners, and other third parties so that they can understand the kinds of visitors to the Web pages, how those visitors use the those Web Pages, and the effectiveness of their advertisements and job postings.</p>\n<p>\n<strong>\n<em>JavaScript:</em>\n</strong>&nbsp;CareerOne also uses JavaScript, for example, within certain advertisements.\nJavaScript is a script language that enhances the functionality of websites, particularly in respect to pictures.\nWe are not collecting any personal data via JavaScript but use it to inform employers about how many applicants have clicked on email addresses embedded in their job ads, for example.\nYou may deactivate JavaScript via your browser settings or activate it the same way.\nIf you disable JavaScript you will not be able to use some of the functions of the website</p>\n<p>\n<strong>\n<em>Instructions for removing cookies</em>\n</strong>\n</p>\n<p>Please follow the guide for removing cookies from your browser at https://www.comparitech.com/internet-providers/how-to-clear-cookies/.</p>\n<ul>\n<li>Resume Tips </li>\n<li>Career Advice </li>\n<li>Search Jobs </li>\n<li>Working at CareerOne </li>\n</ul>\n<ul>\n<li>Post Jobs </li>\n<li>Hiring Advice </li>\n</ul>\n<ul>\n<li>Contact Us </li>\n<li>Privacy Policy </li>\n<li>Terms of Use </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> © 2022 CareerOne Pty.\nLtd.ABN 14 090 615 722.\n", "created_at": "2021-07-05 20:25:51.509582", "updated_at": "2022-12-18 05:53:44.12458"}, {"id": 7957, "name": "Site Terms", "url": "https://www.careerone.com.au/terms", "xpath": "//body", "text": " <ul>\n<li> Career advice </li>\n<li> Hiring site </li>\n</ul> Login Sign up <ul>\n<li> Career advice </li>\n<li> Hiring site </li>\n</ul>\n<ul>\n<li> Login </li>\n<li>\n</li>\n<li> Sign up </li>\n<li> Search for jobs </li>\n</ul> Search for jobs Site Terms <p>These Terms of Use were updated effective 5th November 2018.</p> Understanding your rights and responsibilities as a CareerOne user <p>This page states the Terms of Use (“Terms”) under which You (“You”) may use the CareerOne Sites and the CareerOne Services (each as defined below)</p>\n<p>\n<em>These Terms constitute a binding agreement between You and CareerOne Pty Limited, Rural Press Pty Ltd, and/or the CareerOne company operating the Web site for the country in which You live or in which business is headquartered (“CareerOne”), and are deemed accepted by You each time that You use or access any CareerOne Site or CareerOne Services.</em>\n</p>\n<p>The CareerOne Sites are defined as any Web sites under CareerOne’s control, whether partial or otherwise (including, without limitation CareerOne.com.au, and the Web site on which these terms of use were accessed from) and include CareerOne Services.\nThe CareerOne services are defined as applications and services offered by CareerOne, including an on-line service to post and search employment opportunities and including any application accessed through the Facebook Platform and/or any mobile or other interface that allows You to access such application (collectively “CareerOne Services”).</p>\n<p> These Terms include the CareerOne&nbsp;Privacy Statement, which is incorporated into these Terms by reference.\nPlease read these Terms carefully.\nIf You do not accept the Terms stated here, do not use the CareerOne Sites and the CareerOne Services.\nBy using the CareerOne Sites and/or CareerOne Services, You agree to be bound by these Terms, including the CareerOne&nbsp;Privacy Statement.\n</p>\n<p>CareerOne may revise these Terms at any time by posting an updated version to this Web page.\nYou should visit this page periodically to review the most current Terms because they are binding on You.\nThe term “post” as used herein shall mean information that You submit, publish or display on a CareerOne Site.</p>\n<p>Users who violate these Terms may have their access and use of the CareerOne Sites suspended or terminated, at CareerOne’s discretion.</p>\n<ol>\n<li>Eligibility.</li>\n</ol>\n<p>If You are under the age of 18 or the age of majority as that is defined in Your jurisdiction, You must use any CareerOne Site under the supervision of a parent, legal guardian, or other responsible adult.</p>\n<ol>\n<li>Use of CareerOne Content.</li>\n</ol>\n<p>(a) CareerOne authorises You to view and access a single copy of the content available on or from the CareerOne Sites solely for Your personal use.</p>\n<p>(b) The contents of the CareerOne Sites, such as designs, text, graphics, images, video, information, logos, button icons, software, audio files and other CareerOne content (collectively, “CareerOne Content”), are protected under both Australian and foreign copyright, trademark and other laws.</p>\n<p>(c) All CareerOne Content is the property of CareerOne or its licensors.\nThe compilation (meaning the collection, arrangement and assembly) of all content on the CareerOne Sites is the exclusive property of CareerOne and is protected by Australian and foreign copyright, trademark, and other laws.</p>\n<p>(d) Unauthorized use of the CareerOne Content may violate these laws and/or applicable communications regulations and statutes, and is strictly prohibited.\nYou must preserve all copyright, trademark, service mark and other proprietary notices contained in the original CareerOne Content on any authorized copy You make of the CareerOne Content.</p>\n<p>(e) You agree not to sell or modify the CareerOne Content or copy, reproduce, download display, publicly perform, distribute, or otherwise use the CareerOne Content in any way or form, in whole or in part, without CareerOne’s prior written permission, except that the foregoing does not apply to Your own User Content (as defined in Section 6) that You legally post on a CareerOne Site.</p>\n<p>(f) You further agree to in no other way misuse CareerOne Content that appears on this Site.</p>\n<p>(g) Any code that CareerOne creates to generate or display any CareerOne Content or the pages making up any CareerOne Site is also protected by CareerOne’s copyright and You may not copy or adapt such code.</p>\n<p>(h) Provided that You are eligible for use of the CareerOne Sites, You are granted a limited license, subject to these Terms, to access and use the CareerOne Sites and the CareerOne Content and to download or print one copy of CareerOne Content to which You have properly gained access, solely for Your own personal, non-commercial use, provided that You preserve all copyright, trademark, service mark and other proprietary notices contained in the original CareerOne Content.</p>\n<p>(i) Except for Your own User Content, You may not use any of the CareerOne Content on any other Web site or in a networked computer environment (including, without limitation, by uploading or republishing CareerOne Content on any Internet, Intranet or Extranet site or incorporating the CareerOne Content in any other database or compilation for any purpose).</p>\n<p>(j) The use of any data mining, robots or similar data gathering or extraction methods is prohibited.</p>\n<p>(k) Any use of the CareerOne Site or the CareerOne Content other than as specifically authorised by these Terms, without the prior written permission of Company, is strictly prohibited and will terminate the license granted by these Terms.</p>\n<p>(l) Unless explicitly stated in these Terms, nothing in these Terms shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise.\nThis license is revocable at any time without notice and with or without cause.</p>\n<ol>\n<li>CareerOne Site Restrictions.</li>\n</ol>\n<p>(a)You shall not use any CareerOne Site in order to transmit, post, distribute, store or destroy material, including without limitation, CareerOne Content:</p>\n<ol>\n<li>\n<ol>\n<li>in violation of any applicable law or regulation, including but not limited to laws or regulations governing the collection, processing, or transfer of personal information;</li>\n<li>in a manner that will infringe the copyright, trademark, trade secret or other intellectual property rights of others or violate the privacy, publicity or other personal rights of others.\nor</li>\n<li>that is defamatory, obscene, threatening, abusive or hateful.</li>\n</ol>\n</li>\n</ol>\n<p>(b) You shall not violate or attempt to violate the security of any CareerOne Site, including without limitation, the following activities:</p>\n<ol>\n<li>\n<ol>\n<li>accessing data not intended for such User or logging into a server or account which the User is not authorized to access;</li>\n<li>attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization;</li>\n<li>attempting to interfere with service to any User, host or network, including, without limitation, via means of submitting a virus to any CareerOne Site, overloading, “flooding”, “spamming”, “mailbombing” or “crashing”.\nor</li>\n<li>forging any TCP/IP packet header or any part of the header information in any e-mail or newsgroup posting.\nViolations of system or network security may result in civil and/or criminal liability.</li>\n</ol>\n</li>\n</ol>\n<p>CareerOne will investigate occurrences which may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting Users who are involved in such violations.</p>\n<p>In order to ensure a safe and effective experience for all of our customers, CareerOne reserves the right to limit the amount of data (including resume/CV views) that may be accessed by You in any given time period.\nThese limits may be amended in CareerOne’s discretion acting reasonably from time to time.</p>\n<ol>\n<li>Registration Information</li>\n</ol>\n<p>(a) When You register with any CareerOne Site, You will be asked to create a CareerOne account and provide CareerOne with certain information including, without limitation, a valid email address (Your “Information”).</p>\n<p> (b) By using the CareerOne Sites, you consent to CareerOne sharing the information that you have uploaded with selected third parties who may contact you about services relevant to your career development.\nYou can stop receiving these communications by following the opt-out procedures provided following each communication.\nPlease see CareerOne’s&nbsp;Privacy Statement, for further details regarding Your Information.\n</p>\n<p>(c) Without limiting any of the other disclaimers of warranty set forth in these Terms, CareerOne does not provide or make any representation as to the quality or nature of any of the third party products or services purchased through any CareerOne Site, or any other representation, warranty or guarantee.\nAny such undertaking, representation, warranty or guarantee would be furnished solely by the provider of such third party products or services, under the terms agreed to by the provider.</p>\n<p>Confidentiality</p>\n<p>(d) You are responsible for maintaining the confidentiality of Your employer account, Profile and passwords, as applicable.\nYou may not share Your password or other account access information with any other party, temporarily or permanently.</p>\n<p>(e) You shall be responsible for all uses of Your CareerOne Site registrations and passwords, whether or not authorized by You.\nYou agree to notify CareerOne immediately upon becoming aware of any unauthorized use of Your employer account, Profile, or passwords.</p>\n<p>Ownership of Your Profile and Information</p>\n<p>(f) You understand and acknowledge that You have no ownership rights in Your Profile and Information.</p>\n<p>Treatment of Information upon Termination</p>\n<p>CareerOne reserves the right to terminate this agreement and delete Your account and all of Your Information after a significant period of inactivity.\nFollowing a significant period of inactivity, CareerOne will provide you with reasonable notice via email of the date on which your account will be deleted.\nIf You access Your CareerOne account before this date, Your CareerOne account will not be deleted.</p>\n<p>(g) If You cancel Your CareerOne account or Your CareerOne account is terminated:</p>\n<ol>\n<li>\n<ol>\n<li>all Your account information from CareerOne, including resumes/CVs, Profiles, cover letters, network contacts, saved jobs, questionnaires and email mailing lists, will be marked as deleted in and may be deleted from CareerOne’s databases and will be removed from any public area of the CareerOne Sites;</li>\n<li>information may continue to be available for some period of time because of delays in propagating such deletion through CareerOne’s web servers.\nand</li>\n<li>third parties may retain saved copies of Your Information and you should deal with them directly to update or delete your details.</li>\n</ol>\n</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Use of the CareerOne Services.</li>\n</ol>\n<p>The job posting, resume/CV database (“Resume Database”) and other features of the CareerOne Sites may be used only by individuals seeking employment and/or career information, and by employers seeking employees and by companies offering services related to career development.\nIn addition, CareerOne Networking may be used by individuals for permitted professional and personal networking purposes.\nYour use of the CareerOne Services is also subject to any other contracts You may have with CareerOne.\nIn the case of any conflict between these Terms and any contract you have with CareerOne, the terms of your contract will prevail.\nThe term “post” as used herein shall mean information that You submit, publish or display on a CareerOne Site.</p>\n<ol>\n<li>\n<ol>\n<li>Provisions for All CareerOne Users, Including Job Seekers and Employers</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>All CareerOne users agree to not:</li>\n</ol>\n<ol>\n<li>\n<ol>\n<li>\n<ol>\n<li>take any action that imposes an unreasonable or disproportionately large load on any CareerOne Site’s infrastructure;</li>\n<li>use any device to navigate or search any CareerOne Site other than the tools available on the Site, generally available third party web browsers, or other tools approved by CareerOne;</li>\n<li>reverse engineer or decompile any parts of the Site;</li>\n<li>aggregate, copy or duplicate in any manner any of the CareerOne Content or information available from any CareerOne Site, including expired job postings, without consent from CareerOne;</li>\n<li>frame or link to any CareerOne Content or information available from any CareerOne Site;</li>\n<li>post any content or material that endorses or provides instructional information about illegal activities or other activities prohibited by these Terms, such as making or buying illegal weapons, violating someone’s privacy, providing or creating computer viruses or pirating media;</li>\n<li>post any resume/CV or apply for any job on behalf of another party;</li>\n<li>defer any contact from an employer to any agent, agency, or other third party representative;</li>\n<li>share with a third party any login credentials to any CareerOne Site;</li>\n<li>post or submit to any CareerOne Site any incomplete, false or inaccurate biographical information or information which is not Your own;</li>\n<li>post content that contains restricted or password-only access pages, or hidden pages or images;</li>\n<li>solicit passwords or personally identifiable information from other Users;</li>\n<li>delete or alter any material posted by any other person or entity;</li>\n<li>harass, incite harassment or advocate harassment of any group, company, or individual;</li>\n<li>send unsolicited mail or email, make unsolicited phone calls or send unsolicited faxes promoting and/or advertising products or services to any User;</li>\n<li>send “junk mail”, “chain letters,” or engage in any unsolicited mass mailing or “spamming”;</li>\n<li>send mail or email, place telephone calls or send faxes to users that have specifically requested not to be contacted by You;</li>\n<li>post or submit any content, resume/CV, or job posting that is implicitly or explicitly offensive, such as content that engages in, endorses or promotes racism, bigotry, discrimination, hatred or physical harm of any kind against any group or individual, as determined in CareerOne’s reasonable discretion;</li>\n<li>use the CareerOne Services for any unlawful purpose or to engage in any illegal activity;</li>\n<li>promote or endorse false or misleading information, illegal activities, or conduct that is abusive, threatening, obscene, defamatory or libelous;</li>\n<li>post or submit any content or resume/CV that displays or links to pornographic, indecent or sexually explicit material of any kind.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Material Misrepresentations</li>\n</ol>\n<p>If at any time during Your use of the CareerOne Services, CareerOne has reasonable grounds to suspect that You made a material misrepresentation of fact to CareerOne or have otherwise materially misled CareerOne in regards to the nature of Your business activities (the Misrepresentation), the Misrepresentation will be treated as a breach of these Terms in accordance with clause 19 (Term and Termination) and CareerOne may have grounds to terminate Your use of the CareerOne Services in accordance with clause 19.</p>\n<ol>\n<li>\n<ol>\n<li>Additional Terms Applicable to Job Postings</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>A Job posting may not contain:</li>\n</ol>\n<ol>\n<li>\n<ol>\n<li>\n<ol>\n<li>any hyperlinks;other than those specifically authorised by CareerOne</li>\n<li>misleading, unreadable, or “hidden” keywords, repeated keywords or keywords that are irrelevant to the job opportunity being presented, as determined in CareerOne’s reasonable discretion;</li>\n<li>the names or trademarks of unaffiliated companies;</li>\n<li>the names of colleges, cities, states, towns or countries that are unrelated to the posting;</li>\n<li>more than one job or job description, more than one location, or more than one job category, unless the product so allows;</li>\n<li>inaccurate, false, or misleading information;</li>\n<li>any unlawful discrimination;</li>\n<li>material or links to material that exploits people in a sexual, violent or other manner, or solicits personal information from anyone under 18;</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>You may not use Your CareerOne job posting or CareerOne to:</li>\n</ol>\n<ol>\n<li>\n<ol>\n<li>\n<ol>\n<li>post jobs in a manner that does not comply with applicable local, national and international laws, including but not limited to laws relating to labour and employment, equal employment opportunity and employment eligibility requirements, data privacy, data access and use, and intellectual property;</li>\n<li>post jobs that requires Australian citizenship or lawful permanent residence in Australia as a condition of employment, unless otherwise required in order to comply with law, regulations, executive order, or federal, state or local government contract;</li>\n<li>post jobs that include any screening requirement or criterion in connection with a job posting where such requirement or criterion is not an actual and legal requirement of the posted job;</li>\n<li>post jobs or other advertisements for competitors of CareerOne or post jobs or other content that contains links to any site competitive with CareerOne;</li>\n<li>sell, promote or advertise products or services;</li>\n<li>post any franchise, pyramid scheme, “club membership”, distributorship, multi-level marketing opportunity, or sales representative agency arrangement;</li>\n<li>post any business opportunity that requires an up front or periodic payment or requires recruitment of other members, sub-distributors or sub-agents;</li>\n<li>post any business opportunity that pays commissions only unless the posting clearly states that the available job pays commission only and clearly describes the product or service that the job seeker would be selling;</li>\n<li>promote any opportunity that does not represent bona fide employment;</li>\n<li>post jobs on any CareerOne Site for modeling, acting, talent or entertainment agencies or talent scouting positions;</li>\n<li>advertise sexual services or seek employees for jobs of a purely sexual nature;</li>\n<li>request the use of human body parts or the donation of human parts, including, without limitation, reproductive services such as egg donation and surrogacy;</li>\n<li>endorse a particular political party, political agenda, political position or issue;</li>\n<li>endorse a particular religion or religious agenda;</li>\n<li>post jobs located in countries subject to economic sanctions of the Australian government;</li>\n<li> except where allowed by applicable law, post jobs which require the applicant to provide information relating to his/her <ol>\n<li>racial or ethnic origin</li>\n<li>political beliefs</li>\n<li>philosophical or religious beliefs</li>\n<li>membership of a trade union</li>\n<li>physical or mental health</li>\n<li>sexual life</li>\n<li>the commission of criminal offences or proceedings or</li>\n<li>age.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<p>III.\nCareerOne reserves the right to remove any job posting or content from any CareerOne Site, which in the reasonable exercise of CareerOne’s discretion, does not comply with the above Terms, or if any content is posted that CareerOne reasonably believes may be harmful or detrimental to the reasonable business interests of CareerOne.</p>\n<ol>\n<li>\n<ol>\n<li>Use of the Resume Database</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<ol>\n<li>\n<ol>\n<li>You shall use the Resume Database as provided in these Terms and in any contract You have with CareerOne which includes the booking form and the trading terms and conditions.\nYou shall use the Resume Database in accordance with all applicable privacy and data protection laws, and You agree You shall not further disclose any of the data from Resume Database to any third party, unless You are an authorized recruitment agency, staffing agency, advertising or other agency or using the resume/CV explicitly for employment purposes or to promote educational services or other agreed purposes.</li>\n<li>You shall take appropriate physical, technical, and administrative measures to protect the data You have obtained from Resume Database from loss, misuse, unauthorised access, disclosure, alteration or destruction.</li>\n<li>All Resume Database Users agree to not:</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<ol>\n<li>\n<ol>\n<li>\n<ol>\n<li>use the Resume Database for any purpose other than as an employer seeking employees, including but not limited to advertising promotions, products, or services to any resume/CV holder User of any CareerOne site or to promote educational services related to career development or other purposes agreed in writing</li>\n<li>use the Resume Database to repeatedly make unsolicited phone calls or faxes or repeatedly send unsolicited mail, email, or newsletters to resume/CV holders or to contact any individual who has specifically informed You they do not want to be contacted</li>\n<li>use the Resume Database to source candidates or to contact job seekers or resume/CV holders regarding any opportunity prohibited by Sections 5(2)(II)(6), (7), and (8);</li>\n<li>share Resume Database seat-based license login credentials with any other party;</li>\n<li>share Resume Database pay-per-view license login credentials with any party who is not employed by the licensed entity.</li>\n<li>CareerOne does not necessarily monitor materials posted, transmitted, or communicated to or within the Site.\nIf You believe that something on the Site violates these Terms please contact our designated agent set forth in Section 7 below.</li>\n<li>If notified of any content or other materials which allegedly do not conform to these Terms, CareerOne may in its discretion investigate the allegation and determine whether to remove or request the removal of the content.\nCareerOne has no liability or responsibility to Users for performance or nonperformance of such activities.</li>\n<li>CareerOne reserves the right to suspend or cancel a service without notice in the event of non-compliance with its Resume Database user guidelines.</li>\n<li>You must comply with the Privacy Act and Spam Act and specifically any request from a user on the Resume Database not to be contacted any further.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>User Content and Submissions.</li>\n</ol>\n<p>(a) You are solely responsible for Your Account information, employer account information or job postings, Profile, content (including, without limitation works in any form, media, or technology whether now known or later developed), messages, audio, video, photos, text, images, compilations or other information (“User Content”) that You post on any CareerOne Site or transmit to other Users.</p>\n<p>(b) By posting User Content to any public area of any CareerOne Site, including without limitation, message boards, Profiles, forums, contests and chat rooms, You automatically grant to CareerOne and its affiliates an irrevocable, royalty-free, perpetual, assignable, transferable, and fully paid non-exclusive right (including moral rights) and worldwide license to use, copy, reproduce, modify, adapt, publish, translate, communicate to the public, perform, display, and distribute such User Content (in whole or in part) and to prepare derivative works of, or incorporate into other works (in any form, media or technology now known or later developed, for the full term of any rights that may exist in such content) such User Content, and to grant and authorise sublicenses thereof (through multiple tiers).</p>\n<p>(c) You also represent and warrant that:</p>\n<ol>\n<li>Your posting of such User Content does not violate any other entity’s intellectual property rights.\nand</li>\n<li>You have the right to grant or that the holder of any rights, including moral rights in such content, has completely and effectively waived all such rights and validly and irrevocably granted to You the right to grant, the license stated above.</li>\n</ol>\n<p>(d) If You post User Content in any public area of any CareerOne Site, You also permit any User to access, display, view, store and reproduce such User Content for personal use.\nSubject to the foregoing, the owner of such User Content placed on any CareerOne Site retains any and all rights that may exist in such User Content.</p>\n<p>(e) CareerOne acts as a passive conduit for the online distribution and publication of User Content and has no obligation to screen User Content, communications or information in advance and is not responsible for screening or monitoring User Content posted by Users.\nHowever, CareerOne may review and remove any User Content that, in its reasonable opinion:</p>\n<ol>\n<li>violates these Terms, violates applicable laws, rules or regulations,</li>\n<li>is abusive, disruptive, offensive or illegal, or</li>\n<li>violates the rights of, or harms or threatens the safety of, Users of any CareerOne Site.</li>\n</ol>\n<p>(f) CareerOne reserves the right to, acting reasonably, expel Users (in accordance with clause 19, where practicable and reasonable) and prevent their further access to the CareerOne Sites and/or use of CareerOne services for violating the Terms or applicable laws, rules or regulations.</p>\n<p>(g) CareerOne may take any action with respect to User Content that it deems necessary or appropriate in its discretion, acting reasonably, if it believes that such User Content could create liability for CareerOne, damage CareerOne’s brand or public image, or cause CareerOne to lose Users or (in whole or in part) the services of its ISPs or other suppliers.</p>\n<p>(h) CareerOne does not represent or guarantee the truthfulness, accuracy, or reliability of User Content, derivative works from User Content, or any other communications posted by Users nor does CareerOne endorse any opinions expressed by Users.\nYou acknowledge that any reliance on material posted by other Users will be at Your own risk.</p>\n<p>The following is a partial list of User Content that is prohibited on the Application.\nThe list below is for illustration only and is not a complete list of all prohibited User Content.</p>\n<p>Content that:</p>\n<ol>\n<li>is implicitly or explicitly offensive, such as User Content that engages in, endorses or promotes racism, bigotry, discrimination, hatred or physical harm of any kind against any group or individual;</li>\n<li>harasses, incites harassment or advocates harassment of any group or individual;</li>\n<li>involves the transmission of “junk mail”, “chain letters,” or unsolicited mass mailing,&nbsp.\n“spamming” or “phishing”;</li>\n<li>promotes or endorses false or misleading information or illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous;</li>\n<li>promotes or endorses an illegal or unauthorized copy of another person’s copyrighted work, such as providing or making available pirated computer programs or links to them, providing or making available information to circumvent manufacture-installed copy-protect devices, or providing or making available pirated music or other media or links to pirated music or other media files;</li>\n<li>contains restricted or password only access pages, or hidden pages or images;</li>\n<li>displays or links to pornographic, indecent or sexually explicit material of any kind;</li>\n<li>provides or links to material that exploits people under the age of 18 in a sexual, violent or other manner, or solicits personal information from anyone under 18.\nor</li>\n<li>provides instructional information about illegal activities or other activities prohibited by these Terms, including without limitation, making or buying illegal weapons, violating someone’s privacy, providing or creating computer viruses or pirating any media.\nand</li>\n<li>solicits passwords or personal identifying information from other Users.</li>\n</ol>\n<p>(i) Any Profile You submit must describe You, an individual person.\nExamples of inappropriate and prohibited Profiles include, but are not limited to, Profiles that purport to represent an animal, place, inanimate object, fictional character, or real individual that is not You.\nYou may not include in Your Profile any telephone numbers, street addresses, email addresses or other means of contacting You, other than Your last name and URLs.</p>\n<p>(j) In order to protect our CareerOne Community Users from commercial advertising or solicitation, CareerOne reserves the right to restrict the number of e-mails which a User may send to other Users to a number which CareerOne deems appropriate in its discretion, acting reasonably.</p>\n<p>(k) Candidate profiles derived from User Content may also be made available through the CareerOne Sites.\nCareerOne does not make any representations regarding the accuracy or validity of such derived works or their appropriateness for evaluation by employers.\nDerived profiles may differ significantly from User Content.</p>\n<p>(l) We appreciate hearing from our Users and welcome Your comments regarding our services and the CareerOne Sites.\nPlease be advised, however, that our policy does not permit us to accept or consider creative ideas, suggestions, inventions or materials other than those which we have specifically requested.\nWhile we do value Your feedback on our services, please be specific in Your comments regarding our services and do not submit creative ideas, inventions, suggestions, or materials.\nIf, despite our request, You send us creative suggestions, ideas, drawings, concepts, inventions, or other information (collectively the “Submission”), the Submission shall be the property of CareerOne.\nNone of the Submission shall be subject to any obligation of confidentiality on our part and we shall not be liable for any use or disclosure of any Submission.\nCareerOne shall own exclusively all now known or later discovered rights to the Submission and shall be entitled to unrestricted use of the Submission for any purpose whatsoever, commercial or otherwise, without compensation to You or any other person.</p>\n<ol>\n<li>Identification Of Agent To Receive Notification And Elements Of Notification Of Claimed Copyright or Trademark Infringement.</li>\n</ol>\n<p> If You believe that Your copyrighted work or trademark has been uploaded, posted or copied to any CareerOne Site and is accessible on such CareerOne Site in a way that constitutes copyright or trademark infringement, please print and complete the&nbsp.\nCareerOne Proprietary Rights Complaint Process and Notification Form&nbsp;and send such completed form to our designated agent.\n</p>\n<p>We have designated the CareerOne Privacy Officer as our agent to receive notices of claims of copyright or trademark infringement or other nonconformance to these Terms on the CareerOne Sites.\nYou can contact the CareerOne Privacy Officer as follows:</p>\n<p>By office/mail:<br>CareerOne Privacy Officer<br>Level 5<br>44 Pitt St<br>Sydney NSW 2000<br>Australia</p>\n<p>By email:<br>Privacy.officer@careerone.com.au</p>\n<p>By telephone:<br>1800 555 010</p>\n<p>Send us:&nbsp;CareerOne Proprietary Rights Complaint Process and Notification Form</p>\n<p> Need help with a job seeker issue?&nbsp;Contact us now.\n</p>\n<ol>\n<li>Policy Regarding Termination Of Users Who Infringe The Copyright Or Other Intellectual Property Rights Of Others</li>\n</ol>\n<p>(a) CareerOne respects the intellectual property of others, and we ask our Users and content partners to do the same.\nThe unauthorized posting, reproduction, copying, distribution, modification, public display or public performance of copyrighted works constitutes infringement of the copyright owners rights.</p>\n<p>(b) As a condition to Your use of the CareerOne Sites, You agree not to use any CareerOne Site to infringe the intellectual property rights of others in any way.\nCareerOne reserves the right to terminate the accounts of any Users, and block access to the CareerOne Sites of any Users who are repeat infringers of the copyrights, or other intellectual property rights, of others.</p>\n<p>(c) CareerOne reserves the right, in its discretion, acting reasonably, to take these actions to limit access to the Site and/or terminate the accounts at any time, in our discretion acting reasonably, of Users who infringe any intellectual property rights of others, whether or not there is any repeat infringement, with or without notice, and to the extent permitted by law, without any liability to the User who is terminated or to the User whose access is blocked.</p>\n<p>(d) Notwithstanding the foregoing, in the event that You believe in good faith that a notice of copyright infringement has been wrongly filed against You, please print and follow the applicable instructions on the CareerOne Proprietary Rights Complaint Process and Notification Form.</p>\n<ol>\n<li>CareerOne’s Liability.</li>\n</ol>\n<p>Nature of the CareerOne Sites and Services and CareerOne’s responsibilities</p>\n<p>(a) The CareerOne Sites act as, among other things:</p>\n<ol>\n<li>venues for employers to post job opportunities and search for and evaluate job candidates and</li>\n<li>candidates to post resumes/CVs and Profiles and search for and evaluate job opportunities.</li>\n</ol>\n<p>CareerOne does not screen or censor the listings, including Profiles offered.</p>\n<p>(b) CareerOne is not involved in the actual transaction between employers and candidates.\nAs a result, CareerOne is not responsible for User Content, the quality, safety or legality of the jobs or resumes/CVs posted, the truth or accuracy of the listings, the ability of employers to offer job opportunities to candidates or the ability of candidates to fill job openings and CareerOne makes no representations about any jobs, resumes/CVs or User Content on the CareerOne Sites.</p>\n<p>Content</p>\n<p>(c) While CareerOne reserves the right in its discretion, acting reasonably, to remove User Content, job postings, resumes/CVs or other material from the CareerOne Sites from time to time, CareerOne does not assume any obligation to do so and, to the extent permitted by law, disclaims any liability for failing to take any such action.</p>\n<p>(d) CareerOne Networking provides a venue for individuals to network for professional and personal purposes and CareerOne does not screen or censor the Profiles or User Content on the CareerOne Sites.\nCareerOne is not involved in the actual communications between Users.\nAs a result, CareerOne has no control over the accuracy, reliability, completeness, or timeliness of the Profiles or User Content submitted on the CareerOne Sites and makes no representations about any Profile or User Content on the CareerOne Sites.</p>\n<p>(e) Changes are periodically made to CareerOne Sites and may be made at any time.</p>\n<p>(f) You acknowledge and agree that You are solely responsible for the form, content and accuracy of any resume/CV or material contained therein placed by You on the CareerOne Sites.</p>\n<p>(g) Employers are solely responsible for their postings on CareerOne Sites.\nCareerOne is not to be considered to be an employer with respect to Your use of any CareerOne Site and CareerOne shall not be responsible for any employment decisions, for whatever reason, made by any entity posting jobs on any CareerOne Site.</p>\n<p>(h) CareerOne cannot guarantee and does not promise any specific results from use of any CareerOne Site.</p>\n<p>(i) CareerOne encourages You to keep a back-up copy of any of Your User Content.\nIn no event shall CareerOne be liable for the deletion, loss, or unauthorized modification of any User Content.</p>\n<p>Your risks</p>\n<p>(j) There are risks, including but not limited to the risk of physical harm, of dealing with strangers, foreign nationals, underage persons or people acting under false pretenses.\nYou assume all risks associated with dealing with other Users with whom You come in contact through the CareerOne Sites.</p>\n<p>(k) By its very nature, other people’s information may be offensive, harmful or inaccurate, and in some cases will be mislabeled or deceptively labeled.\nWe expect that You will use caution and common sense when using the CareerOne Sites.</p>\n<p>(l) The CareerOne Sites and the CareerOne Content may contain inaccuracies or typographical errors.\nCareerOne makes no representations about the accuracy, reliability, completeness, or timeliness of any CareerOne Site or the CareerOne Content.\nThe use of all CareerOne Sites and the CareerOne Content is at Your own risk.</p>\n<p>User-to-User and third-party dealings</p>\n<p>(m) Because User authentication on the Internet is difficult, CareerOne cannot and does not confirm that each User is who they claim to be.\nBecause we do not and cannot be involved in User-to-User dealings or control the behavior of participants on any CareerOne Site.</p>\n<p>(n) In the event that You have a dispute with one or more Users, You release CareerOne (and our agents and employees) from claims, demands and damages (actual and consequential and direct and indirect) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.</p>\n<ol>\n<li>Warranties</li>\n</ol>\n<p>(a) CareerOne does not exclude any rights and remedies in respect of goods or services under the Competition and Consumer Act 2010 (Cth) or equivalent State or Territory legislation which cannot be excluded, restricted or modified.\nHowever, CareerOne excludes all rights, remedies, guarantees, conditions and warranties in respect of goods or services from your use of the CareerOne Site whether based in statute, common law or otherwise to the extent permitted by law.</p>\n<p>(b) No advice or information, whether oral or written, obtained by a User from CareerOne or through or from any CareerOne Site shall create any warranty other than warranties implied by law or expressly stated herein.</p>\n<p>(c) SUBJECT TO LAW AND TO THE FULLEST EXTENT POSSIBLE:</p>\n<p>(1) CareerOne does not warrant the accuracy of the content on the CareerOne Site.\nThe content is provided to you “as is” and on an “as available” basis and on the condition that you undertake all responsibility for assessing the accuracy of the content and rely on it at your own risk.\nAll content on the Site may be changed at CareerOne’s sole discretion and without notice;</p>\n<p>(2) CAREERONE DOES NOT WARRANT THAT ANY CAREERONE SITE OR ANY CAREERONE SERVICES WILL OPERATE ERROR-FREE OR THAT ANY CAREERONE SITE AND ITS SERVERS ARE FREE OF COMPUTER VIRUSES OR OTHER HARMFUL MECHANISMS.\nCAREERONE MAKES NO WARRANTIES ABOUT THE ACCURACY, RELIABILITY, COMPLETENESS, OR TIMELINESS OF THE CAREERONE CONTENT, SERVICES, SOFTWARE, TEXT, GRAPHICS, AND LINKS OR ABOUT NON-INFRINGEMENT.</p>\n<p>(3) CareerOne will have no responsibility or liability in relation to any loss or damage that you incur, including damage to your software or hardware, arising from your use of or access to this Site, subject only to paragraph (5) of this provision.</p>\n<p>(4) CareerOne does not warrant that functions contained in the Site content, such as hyperlinks, will be uninterrupted or error free, that defects will be corrected or that CareerOne or the server that makes it available, are free of viruses or bugs.</p>\n<p>(5) Liability of CareerOne, for any breach of a term or condition implied by law is limited at CareerOne’s discretion, to the supply of any service again or the payment for the cost of having any service supplied again.</p>\n<p>(6) You indemnify CareerOne and its affiliated companies, and each of their directors, officers, employees and agents against any action, claim, loss or expense which it incurs which arises from your use of the Site.</p>\n<ol>\n<li>Disclaimer of Consequential Damages.</li>\n</ol>\n<p>EXCEPT TO THE EXTENT REQUIRED BY LAW, IN NO EVENT SHALL CAREERONE, ITS SUPPLIERS, OR ANY THIRD PARTIES MENTIONED ON ANY CAREERONE SITE BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, INCIDENTAL AND CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION) RESULTING FROM THE USE OR INABILITY TO USE ANY CAREERONE SITE AND THE CAREERONE CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT, NEGLIGENCE OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT CAREERONE IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<ol>\n<li>Limitation of Liability.</li>\n</ol>\n<p>SUBJECT TO LAW, CAREERONE’S MAXIMUM LIABILITY ARISING OUT OF OR IN CONNECTION WITH ANY CAREERONE SITE OR YOUR USE OF THE CAREERONE CONTENT, REGARDLESS OF THE CAUSE OF ACTION (WHETHER IN CONTRACT, TORT, BREACH OF WARRANTY OR OTHERWISE), WILL NOT EXCEED $100.</p>\n<ol>\n<li>Links to Other Sites.</li>\n</ol>\n<p>The CareerOne Sites contain links to third party Web sites.\nThese links are provided solely as a convenience to You and not as an endorsement by CareerOne of the contents on such third-party Web sites.\nCareerOne is not responsible for the content of linked third-party sites and does not make any representation regarding the content or accuracy of materials on such third party Web sites.\nIf You decide to access linked third-party Web sites, You do so at Your own risk.</p>\n<ol>\n<li>No Resale or Unauthorised Commercial Use.</li>\n</ol>\n<p>You agree not to resell or assign Your rights or obligations under these Terms.\nYou also agree not to make any unauthorised commercial use of any CareerOne Site.</p>\n<ol>\n<li>Indemnity.</li>\n</ol>\n<p>You agree to defend, indemnify, and hold harmless CareerOne, its affiliates, and their respective officers, directors, employees and agents, from and against any claims, actions or demands, including without limitation reasonable legal and accounting fees, alleging or resulting from:</p>\n<p>(i) any User Content or other material You provide to any CareerOne Site;</p>\n<p>(ii) Your use of any CareerOne Content.\nor</p>\n<p>(iii) Your breach of the terms of these Terms,</p>\n<p>unless a negligent act or omission of CareerOne or breach of these Terms by CareerOne gave rise to such a claim, action or demand.\nCareerOne shall provide notice to You promptly of any such claim, suit, or proceeding.</p>\n<ol>\n<li>General.</li>\n</ol>\n<p>Access Outside of Australia</p>\n<p>(a) CareerOne makes no claims or representations that the CareerOne Content may be lawfully viewed or accessed outside of Australia.</p>\n<p>(b) Access to the CareerOne Content may not be legal by certain persons or in certain countries.\nIf You access CareerOne.com.au or other Australian -based CareerOne Sites from outside of the Australia, You do so at Your own risk and are responsible for compliance with the laws of Your jurisdiction.</p>\n<p>(c) Any software downloaded from any CareerOne Site is further subject to Australian export control laws, and may not be downloaded or otherwise exported or re-exported</p>\n<ol>\n<li>into (or to a national or resident of) Cuba, Iraq, Libya, North Korea, Iran, Syria or any other country to which the U.S.\nhas embargoed goods.\nor</li>\n<li>to any individual or entity on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nCommerce Department’s Table of Deny Orders.</li>\n</ol>\n<p>(d) By downloading or using such software, You represent and warrant that You are not located in, under the control of, or a national or resident of any such country, individual, or entity on any such list.</p>\n<p>Jurisdiction</p>\n<p>(e) These Terms are governed by the internal substantive laws of the state of New South Wales, Australia , without respect to its conflict of laws principles.</p>\n<p>(f) Jurisdiction for any claims arising under this agreement shall lie exclusively with the state or federal courts within New South Wales, Australia.</p>\n<p>Severability</p>\n<p>(g) If any provision of these Terms are found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms, which shall remain in full force and effect.</p>\n<p>Waiver</p>\n<p>(h) No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term.\nIn addition, CareerOne’s failure to enforce any term of these Terms shall not be deemed as a waiver of such term or otherwise affect CareerOne’s ability to enforce such term at any point in the future.</p>\n<p>Entire agreement</p>\n<p>(i) Except as expressly provided in an additional agreement, additional Terms for certain areas of the CareerOne Sites, a particular “Legal Notice”, or software license or material on particular pages on the CareerOne Sites, these Terms constitute the entire agreement between You and CareerOne with respect to the use of the CareerOne Sites.\nNo changes to these Terms shall be made except by a revised posting on this page.</p>\n<ol>\n<li>Additional Terms.</li>\n</ol>\n<p> Certain areas of the CareerOne Sites are subject to additional Terms.\nBy using such areas, or any part thereof, You agree to be bound by the additional Terms applicable to such areas.\nBy using any areas of this website or the other CareerOne Sites that contain Google Maps, you agree to be bound by the Google Maps Terms of Use available at&nbsp;http://maps.google.com/help/terms_maps.html&nbsp;and the legal notices available at&nbsp;http://www.maps.google.com/help/legalnotices_maps.html&nbsp;as they may be updated from time to time.\n</p>\n<p>This information is copyright protected and can be used only within the internet application and the functionalities provided by CareerOne.\nAny other use or publication of the geographic information and maps is not allowed.</p>\n<ol>\n<li>Mobile Services</li>\n</ol>\n<p>If You use the CareerOne Sites through a mobile device, You agree that information about Your use of the CareerOne Sites through Your mobile device and carrier may be communicated to us, including but not limited to Your mobile carrier, Your mobile device, or Your physical location.\nIn addition, use of the CareerOne Sites through a mobile device may cause data to be displayed on and through Your mobile device.\nBy accessing the CareerOne Sites using a mobile device, You represent that to the extent You import any of Your CareerOne data to Your mobile device that You have authority to share the transferred data with Your mobile carrier or other access provider.\nIn the event You change or deactivate Your mobile account, You must promptly update Your CareerOne account information to ensure that Your messages are not sent to the person that acquires Your old number and failure to do so is Your responsibility.\nYou acknowledge You are responsible for all charges and necessary permissions related to accessing the CareerOne Sites through Your mobile access provider.\nTherefore, You should check with Your provider to find out if the CareerOne Sites are available and the terms for these services for Your specific mobile devices.</p>\n<p>By using any downloadable application to enable Your use of the CareerOne Sites, You are explicitly confirming Your acceptance of the terms of the End User License Agreement associated with the Application provided at download or installation, or as may be updated from time to time.</p>\n<ol>\n<li>Term and Termination</li>\n</ol>\n<p>(a) These Terms will remain in full force and effect while You are a User of any CareerOne Site at any level.</p>\n<p>(b) If you breach any of these Terms or if CareerOne is unable to verify or authenticate any information You submit to a CareerOne Site registration:</p>\n<ol>\n<li>CareerOne will have grounds to issue a termination notice to You via email.\nA termination notice will be issued only where it is reasonably practicable for CareerOne to do so.\nIf it is not reasonably practicable to issue You with a termination notice, Your use of the CareerOne Services may be terminated without notice to You;</li>\n<li>Your account may be suspended from the time the termination notice is issued until Your account is either terminated in accordance with this clause 18 or CareerOne withdraws its notice of termination;</li>\n<li>the termination notice will set out details of the alleged breach.\nand</li>\n<li> if: <ol>\n<li>Your breach is unable to be remedied: or</li>\n<li>You do not respond to the termination notice within 10 days.\nor</li>\n<li>You fail to remedy the breach,</li>\n</ol>\n</li>\n</ol>\n<p>CareerOne will terminate Your use of the CareerOne Services.</p>\n<p>(c) Upon termination CareerOne reserves the right, at its discretion, to pursue all of its legal remedies, including but not limited to removal of Your User Content from the CareerOne Sites and immediate termination of Your registration with or ability to access the CareerOne Sites and/or any other services provided to You by CareerOne.</p>\n<ol>\n<li>Survival</li>\n</ol>\n<p>Even after You are no longer a User of the CareerOne Sites, certain provisions of these Terms will remain in effect, including Sections 2, 5, 6, 8 through 17, inclusive.</p>\n<ul>\n<li>Resume Tips </li>\n<li>Career Advice </li>\n<li>Search Jobs </li>\n<li>Working at CareerOne </li>\n</ul>\n<ul>\n<li>Post Jobs </li>\n<li>Hiring Advice </li>\n</ul>\n<ul>\n<li>Contact Us </li>\n<li>Privacy Policy </li>\n<li>Terms of Use </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> © 2022 CareerOne Pty.\nLtd.ABN 14 090 615 722.\n", "created_at": "2021-07-05 20:27:59.106139", "updated_at": "2022-12-18 05:54:46.019752"}], "points": [{"id": 1452, "title": "[Bad] - CareerOne, Australia", "source": "https://groups.google.com/forum#!topic/tosdr/BRKh9Y5K0C8", "status": "[Bad] - CareerOne, Australia", "created_at": "2018-05-15 09:11:49.53136", "updated_at": "2020-12-23 13:50:54.934717", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["careerone.com.au"]}}