{"error": 448, "message": "OK", "parameters": {"id": 8655, "name": "United Nations High Commissioner for Refugees", "created_at": "2023-06-30 04:53:16.178717", "updated_at": "2023-06-30 10:02:06.59863", "wikipedia": "https://en.wikipedia.org/wiki/United_Nations_High_Commissioner_for_Refugees", "keywords": null, "related": null, "slug": "united-nations-high-commissioner-for-refugees", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8655.png", "url": "unrefugees.org", "documents": [{"id": 16857, "name": "Privacy Policy", "url": "https://www.unrefugees.org/privacy-policy/", "xpath": "//body", "text": " Donate <ul>\n<li> Refugee Facts </li>\n<li> What We Do </li>\n<li> Emergencies </li>\n<li> News </li>\n<li> How To Help </li>\n<li> Search </li>\n</ul>\n<ul>\n<li> Refugee Facts </li>\n<li> What We Do </li>\n<li> Emergencies </li>\n<li> News </li>\n<li> How To Help </li>\n<li> Search </li>\n</ul>\n<ul>\n<li> About Us </li>\n<li> Contact Us </li>\n</ul> Back to Gift Store &gt.\n× United States Association for UNHCR Privacy Policy\n<p>The United States Association for UNHCR (USA for UNHCR) strives to protect the privacy of the financial and personal information of its supporters at all times.\nWe commit to taking every possible step to ensure that the information is safeguarded at every stage and is used only for the purposes designated by donors.</p>\n<p>\n<strong>Contact us:</strong>\n</p>\n<p>This website is owned by the United States Association for UNHCR.\nPlease feel free to contact us in any of the following ways if you have questions or concerns.</p>\n<p>Mail: United States Association for UNHCR&nbsp;1310&nbsp;L Street NW, Suite 450 Washington, DC 20005</p>\n<p>Phone: (800) 770-1100</p>\n<p>Fax: (202)296-1081</p>\n<p>Email: info@usaforunhcr.org</p>\n<p>\n<strong>Collection of personal data</strong>\n</p>\n<p>In order to process credit card transactions online it is necessary to collect some information.\nThe name of the donor, the address of the donor, the type of credit card, the credit card number and expiration date, and the amount of the donation are required to process any transaction.</p>\n<p>In addition, the United States Association for UNHCR collects a telephone number and email address from those individuals agreeing to provide them in case we must contact donors because of an inaccurate name, credit card number or expiration date.\nFailure to provide a telephone number or email address may result in a donation not being posted.</p>\n<p>The United States Association for UNHCR also collects a mailing address from individuals willing to provide one.\nFrom time to time we mail information about the activities of our association to those who are interested in the worldwide refugee activities of UNHCR.\nWe may also solicit for funds to support specific UNHCR programs in these mailings.\nWe also use mailing addresses to provide written acknowledgments of all contributions.\nThe IRS will disallow any charitable contributions of $250 or more that is not substantiated by a “contemporaneous written acknowledgement.” In order to best serve our donors, the United States Association for UNHCR provides these acknowledgements.</p>\n<p>If at any time a donor wishes to have his or her name and personal information deleted from our records or if a donor would like to make changes to their personal information, including his or her name, address, phone number, email address, credit card information, etc., we comply as quickly as possible.\nTo remove your name and address from our records or to make changes to your account please send an email to info@usaforunhcr.org or call (800) 770-1100.</p>\n<p>The Providers offer an optional text messaging service to supporters, allowing for short communications regarding relevant and timely events, updates and fundraising opportunities.\nSMS alerts are available on AT&amp;T, Verizon Wireless, Sprint, T-Mobile®, U.S.\nCellular®, Nextel, Virgin Mobile and others.&nbsp;T-Mobile is not liable for delayed or undelivered messages.&nbsp;Message frequency varies.</p>\n<p>We collect mobile phone numbers and consent to send messages when you text message the Providers’ SMS number(s) with a keyword, sign up via website forms or register at a related event.\nMessage and data rates may apply.\nMessage frequency varies, and user will receive SMS MT if the device does not support MMS.</p>\n<p>For general text message updates from USA for UNHCR, text PROTECT to 75871.\nIf you wish to unsubscribe from text messages at any time, simply text message STOP to 75871.\nText HELP to 75871 with any questions or concerns.\nYou can re-subscribe at any time by texting PROTECT to 75871.</p>\n<p>\n<strong>Disclosure to third parties</strong>\n</p>\n<p>The United States Association for UNHCR will not sell, rent or trade a donor’s information with any organization, nor will we send mailings on behalf of other organizations.</p>\n<p>\n<strong>Information security and quality</strong>\n</p>\n<p>The United States Association for UNHCR intends to protect the quality and integrity of our supporters’ personally identifiable information.\nWe have implemented appropriate physical, technical and organizational measures, such as using industry-accepted encryption for transmission of credit card information, to help keep your information secure, accurate, current and complete.</p>\n<p>Donations made on the www.UNrefugees.org website are secure to the fullest extent possible.\nWe use strong 128-bit encryption through Secure Socket Layer (SSL) technology.\nSSL protects information as it is transferred through the Internet.</p>\n<p>You can recognize secure web pages by checking for the secure symbol at the bottom of your browser screen.\nFor most browsers, this symbol is either a lock or a key.\nWhen the lock or key symbol appears the page is secure.\nWhen the lock or key is not evident, the page is insecure.</p>\n<p>The United States Association for UNHCR protects all paper files as well.\nAny personal information recorded on paper file is secured in a locked facility at all times.\nOnly two permanent full time staff members have access to the files.</p>\n<p>\n<strong>Links to other websites</strong>\n</p>\n<p>The United States Association for UNHCR website contains links to other sites.\nUSA for UNHCR is not responsible for the privacy practices or the content of such websites.</p>\n<p>\n<strong>Analytics, Advertising and Cookies</strong>\n</p>\n<p>The United States Association for UNHCR uses the Google Analytics website analytics tool on its website.\nThis includes the use of Google Analytics Display Advertising features like remarketing and demographic and interest reporting.\nThis tool allows the United States Association for UNHCR to collect data on website visitors, including IP address and browser type, for the purpose of analyzing aggregate website usage.\nDisplay Advertising features also place an additional cookie, or small text file, on your browser, containing an anonymous identifier.\nThis allows Google to provide aggregate reports on the demographics and interests of website visitors, and customize advertising on the Internet based on your browsing activity.</p>\n<p>The United States Association for UNHCR has additional third-party vendors like Facebook that customize advertising on the Internet for you and others based on your browsing activity on the website.\nThese vendors also use cookie technology.\nNo personally identifying information, such as email address or credit card number, is ever passed by the website to Google or these third party vendors.</p>\n<p>You may opt out of any of these services by clearing the cookies from your browser.\ndisabling cookies entirely.\nopting out of&nbsp;Google interest-based ads.\nand/or clicking&nbsp;here&nbsp;to opt-out page to opt out of targeted ads from participating advertising networks including Facebook.</p> The Basics <ul>\n<li> Refugee Facts </li>\n<li> What We Do </li>\n<li> Emergencies </li>\n<li> News </li>\n<li> How To Help </li>\n</ul> About Us <ul>\n<li> Overview </li>\n<li> Our Team </li>\n<li> Our Partners </li>\n<li> The HIVE </li>\n<li> Finances </li>\n<li> Careers </li>\n<li> FAQ </li>\n</ul> Contact Us <ul>\n<li> General Inquiries </li>\n<li> Donor Contact </li>\n<li> Planned Giving Contact </li>\n<li> Community Fundraising Contact </li>\n</ul> Stay Connected <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Youtube </li>\n<li> Instagram </li>\n<li> Email updates </li>\n</ul> 1310 L ST NW, STE 450, Washington, DC 20005 1-(855)-808-6427 EIN 52-1662800 Privacy Policy ©2023 USA for UNHCR \" \" ", "created_at": "2023-06-30 04:53:16.209456", "updated_at": "2023-06-30 04:53:46.443385"}], "points": [], "urls": ["unrefugees.org"]}}