{"error": 448, "message": "OK", "parameters": {"id": 9819, "name": "Circu.li", "created_at": "2023-10-23 19:49:44.139612", "updated_at": "2023-10-23 22:02:43.076582", "wikipedia": null, "keywords": null, "related": null, "slug": "circu-li", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9819.png", "url": "circu.li", "documents": [{"id": 19560, "name": "Privacy Policy", "url": "https://circu.li/privacy.html", "xpath": "//body", "text": " Circuli <ul>\n<li>Home</li>\n<li>Circles</li>\n<li>About</li>\n<li>Code</li>\n</ul> Privacy Policy for Circu.li <p>This document lets you know exactly what information we collect from you, what data we can observe as you use the service, and how we use that information.</p> The Service <p>Circuli is an online service based on Matrix and focused on social networking.\nIt is accessible online at the circu.li domain and various subdomains, and accessed through the Circles app or another Matrix client.\nThe service is provided by FUTO Holdings Inc.\n(“FUTO”).\nThis Statement of Privacy applies to use of the Circles app as well as via other clients, and this statement governs data collection and usage.\nBy using the Circu.li service (the “Service”), either on the web or through an app, you consent to the data practices described in this statement.</p> What Data Do We Collect, And How Do We Collect It? <p>In order to provide you with products and services offered, FUTO may collect personally identifiable information, such as your:</p>\n<ul>\n<li>First and Last Name</li>\n<li>E-mail Address</li>\n<li>Profile Picture</li>\n<li>In-app purchase subscription information</li>\n<li>Circu.li Matrix username</li>\n</ul>\n<p>As a result of your using the app, we may also collect the following information from your device:</p>\n<ul>\n<li>A random identifier for your device, unique to the Circu.li network</li>\n<li>The make and model of your device, e.g.&nbsp;“iPhone XR”</li>\n<li>The version of your device’s operating system, e.g.&nbsp;“iOS 14.4”</li>\n<li>The version of our application(s) that you are using, e.g.&nbsp;“Circles (iOS) v1.0.1”</li>\n</ul>\n<p>When you use the service to communicate with other users, the app’s built-in end-to-end encryption prevents us from reading the contents of your messages.\nHowever, we can observe the following “metadata” about the way you communicate on the service:</p>\n<ul>\n<li>When you log on to the service and how long you stay connected</li>\n<li>Your device’s most recent network address</li>\n<li>The day and time when your device last connected to the service</li>\n<li>Your social connections to other users on the service.\nWe see when you make a new connection or break an old one</li>\n<li>The level of access and administrative power given to each user in your circles and groups.\nIs the user allowed to post messages, or only to read what others post? Is the user a moderator or an administrator, capable of inviting new users and removing existing users from the group?</li>\n<li>The time and size in bytes of any encrypted messages that you post</li>\n<li>The time and approximate file size of any encrypted attachments (photos, videos, etc) that you post</li>\n</ul> What Data Do We Not Collect? <p>FUTO does not intentionally collect sensitive personal information, such as social security numbers, genetic data, health information, or religious information.\nWe do not need or want to know your race, sex, age (as long as you’re over 18), gender, religion, income, medical history, or most other private and personal aspects of your life.\nAs long as you’re a real human being of sufficient age to use the service, we are happy to have you on board.</p>\n<p>FUTO does not knowingly collect personally identifiable information from children under the age of eighteen.\nIf you are under the age of eighteen, you may not create an account.\nIf we learn or have reason to suspect that a user is under the age of 18, we will close the child’s account.</p>\n<p>Although FUTO does not request or intentionally collect any sensitive personal information, we realize that users might share this kind of information in an encrypted message on the service.\nIn such cases, the service’s built-in end-to-end encryption would prevent FUTO from accessing the message contents.\nFUTO cannot collect any information from the contents of an encrypted message or an encrypted attachment, unless an authorized recipient of the message first reports the message to us as inappropriate and provides us with the corresponding decryption key(s).</p>\n<p>FUTO does not collect any information on your use of other web sites or other apps besides those provided by FUTO.\nUnlike other social platforms, we never use third-party cookies or web trackers that follow you around the web.\nThat would be creepy.</p> How Will We Use Your Data? <p>FUTO collects and uses your personal information solely to operate and deliver the services that you have requested.\nWe may use your personal information as follows.</p>\n<p>To communicate with you:</p>\n<ul>\n<li>To notify you about important changes to the service, including updates to this privacy policy or other policies, or important security updates</li>\n<li>To notify you about new posts or invitations, if you enable such notifications in your account</li>\n<li>To notify you about suspicious activity on your account</li>\n<li>To help you reset your account password</li>\n</ul>\n<p>To deliver the service to you:</p>\n<ul>\n<li>To deliver the messages that you send and receive through the service.</li>\n<li>To help you connect with other users.\nAny user who knows your Circuli username can look up your public (“display”) name and your public profile photo.\nThese will be automatically displayed along with each message that you post.</li>\n<li>To enable you to log in using your email address instead of your Circuli username, or to allow you to log in before you have configured your Circuli username.</li>\n</ul>\n<p>To operate the service:</p>\n<ul>\n<li>To detect malicious, illegal, or fraudulent use of the service.\nand to prosecute such misuse.</li>\n<li>To maintain, operate, analyze, plan, and grow our infrastructure to keep up with demand.</li>\n<li>To respond to reports of abusive, illegal, or otherwise inappropriate content.</li>\n<li>To understand how users experience the service.\nWhat features do users benefit from? What works well, and what doesn’t?</li>\n</ul> Sharing Information with Third Parties <p>FUTO does not sell, trade, rent or lease its customer lists to any third parties.\nNot ever.</p>\n<p>FUTO may share data with trusted partners to help deliver the service, for example to send you email or text messages.\nAll such third parties are prohibited from using your personal information except to provide these services to FUTO, and they are required to maintain the confidentiality of your information.</p>\n<p>Under extreme circumstances, FUTO may disclose your personal information, without notice, if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on FUTO or the site.\n(b) protect and defend the rights or property of FUTO.\nand/or (c) act under exigent circumstances to protect the personal safety of users of Circuli, or the public.</p> Right to Deletion <p>Subject to certain exceptions set out below, on receipt of a verifiable request from you, we will:</p>\n<ul>\n<li>Delete your personal information from our records.\nand</li>\n<li>Direct any service providers to delete your personal information from their records.</li>\n</ul>\n<p>Please note that we may not be able to comply with requests to delete your personal information if it is necessary to:</p>\n<ul>\n<li>Complete the transaction for which the personal information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us;</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity.\nor prosecute those responsible for that activity;</li>\n<li>Debug to identify and repair errors that impair existing intended functionality;</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law;</li>\n<li>Comply with the California Electronic Communications Privacy Act;</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent;</li>\n<li>Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us;</li>\n<li>Comply with an existing legal obligation.\nor</li>\n<li>Otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.</li>\n</ul> Changes to this Statement <p>FUTO reserves the right to change this Privacy Policy from time to time.\nWe will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in your account, by placing a prominent notice on our application, and/or by updating any privacy information.\nYour continued use of the application and/or Services available after such modifications will constitute your: (a) acknowledgment of the modified Privacy Policy.\nand (b) agreement to abide and be bound by that Policy.</p> Contact Information <p>FUTO welcomes your questions or comments regarding this Statement of Privacy.\nIf you believe that FUTO has not adhered to this Statement, please contact us at:</p>\n<p>FUTO Holdings Inc</p>\n<p>1044 Liberty Park Dr</p>\n<p>Austin, Texas 78746 USA</p>\n<p>legal@futo.org</p>\n<p>Version 1.2</p>\n<p>Effective as of Jul 18, 2023</p> Copyright © FUTO Holdings Inc 2022 Privacy · Terms · Contact · Gitlab ", "created_at": "2023-10-23 19:49:44.172932", "updated_at": "2023-10-23 19:50:14.383814"}, {"id": 19561, "name": "Terms and Conditions", "url": "https://circu.li/terms.html", "xpath": "//body", "text": " Circuli <ul>\n<li>Home</li>\n<li>Circles</li>\n<li>About</li>\n<li>Code</li>\n</ul> Terms and Conditions for Circu.li Agreement between User and Circuli <p>Welcome to Circuli.\nThe Circuli service (the \"Service\") is comprised of various Matrix servers&nbsp;operated by FUTO Holdings, Inc (\"FUTO\") under the circu.li domain and various subdomains, including eu.circu.li.\nCirculi&nbsp;is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein (the \"Terms\").\nYour use of the Circuli service constitutes your agreement to all such Terms.\nPlease read these terms carefully, and keep a copy of them for your reference.</p>\n<p>Circuli is a Social Networking Service.</p>\n<p>The Circuli service provides secure social networking, secure photo storage, and secure chat services via the Matrix protocol on various servers under the circu.li domain.\nUsers can connect with friends and family in social structures including circles and groups.\nUsers can post written messages, photos, and videos.\nUsers can easily scroll the latest updates posted by their contacts.\nAll posts are protected using Matrix's end-to-end encryption.</p> Privacy <p> Your use of the Circuli service is subject to FUTO's Privacy Policy for Circuli.\nPlease review our Privacy Policy, which also governs the Site and informs users of our data collection practices.\nPrivacy Policy </p> Electronic Communications <p>Connecting to the Circuli service or sending emails to FUTO constitutes electronic communications.\nYou consent to receive electronic communications and you agree that all agreements, notices, disclosures and other communications that we provide to you electronically, via email and on the Service, satisfy any legal requirement that such communications be in writing.</p> Your Account <p>If you use this service, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your devices, and you agree to accept responsibility for all activities that occur under your account or password.\nYou may not assign or otherwise transfer your account to any other person or entity.\nYou acknowledge that FUTO is not responsible for third party access to your account that results from theft or misappropriation of your account.\nFUTO and its associates reserve the right to refuse or cancel service, terminate accounts, or remove or edit content in our sole discretion.</p> Children Under Thirteen <p>FUTO does not knowingly collect, either online or offline, personal information from persons under the age of thirteen.\nIf you are under 18, you may use Circuli only with the permission and supervision of a parent or guardian.</p> Links to Third Party Sites/Third Party Services <p>Circuli may contain links to other websites (\"Linked Sites\").\nThe Linked Sites are not under the control of FUTO and FUTO is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.\nFUTO is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by FUTO of the site or any association with its operators.</p>\n<p>Certain services made available via Circuli are delivered by third party sites and organizations.\nBy using any product, service or functionality originating from the circu.li&nbsp;domain, you hereby acknowledge and consent that FUTO may share such information and data with any third party with whom FUTO has a contractual relationship to provide the requested product, service or functionality on behalf of Circuli users and customers.</p> No Unlawful or Prohibited Use/Intellectual Property <p>You are granted a non-exclusive, non-transferable, revocable license to access and use the Circuli service strictly in accordance with these terms of use.\nAs a condition of your use of the Service, you warrant to FUTO that you will not use the Service for any purpose that is unlawful or prohibited by these Terms.\nYou may not use the Site in any manner which could damage, disable, overburden, or impair the Service or interfere with any other party's use and enjoyment of the Service.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Service.</p>\n<p>All content included as part of the Service, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the Service, is the property of FUTO or its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights.\nYou agree to observe and abide by all copyright and other proprietary notices, legends or other restrictions contained in any such content and will not make any changes thereto.</p>\n<p>You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the content, in whole or in part, found on the Service.\nFUTO content is not for resale.\nYour use of the Service does not entitle you to make any unauthorized use of any protected content, and in particular you will not delete or alter any proprietary rights or attribution notices in any content.\nYou will use protected content solely for your personal use, and will make no other use of the content without the express written permission of FUTO and the copyright owner.\nYou agree that you do not acquire any ownership rights in any protected content.\nWe do not grant you any licenses, express or implied, to the intellectual property of FUTO or our licensors except as expressly authorized by these Terms.</p> Use of Communication Services <p>The Service may contain bulletin board services, chat areas, news groups, forums, communities, personal user profiles, calendars, and/or other message or communication facilities designed to enable you to communicate with the public at large or with a group (collectively, \"Communication Services\").\nYou agree to use the Communication Services only to post, send and receive messages and material that are proper and related to the particular Communication Service.</p>\n<p> By way of example, and not as a limitation, you agree that when using a Communication Service, you will not: defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\npublish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.\nupload files that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary consents.\nupload files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of another's computer.\nadvertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Service specifically allows such messages.\nconduct or forward surveys, contests, pyramid schemes or chain letters.\ndownload any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.\nfalsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.\nrestrict or inhibit any other user from using and enjoying the Communication Services.\nviolate any code of conduct or other guidelines which may be applicable for any particular Communication Service.\nharvest or otherwise collect information about others, including e-mail addresses or Matrix-style user ID's, without their consent.\nviolate any applicable laws or regulations.\n</p>\n<p>FUTO has no obligation to monitor the Communication Services offered in the United States.\nHowever, FUTO reserves the right to review materials posted to a Communication Service and to remove any materials in its sole discretion.\nFUTO reserves the right to terminate your access to any or all of the Communication Services, in full or in part, at any time without notice for any reason whatsoever.</p>\n<p>FUTO reserves the right at all times to disclose any information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in FUTO's sole discretion.</p>\n<p>Always use caution when giving out any personally identifying information about yourself or your children in any Communication Service.\nFUTO does not control or endorse the content, messages or information found in any Communication Service and, therefore, FUTO specifically disclaims any liability with regard to the Communication Services and any actions resulting from your participation in any Communication Service.\nManagers and hosts are not authorized FUTO spokespersons, and their views do not necessarily reflect those of FUTO.</p>\n<p>Materials uploaded to a Communication Service may be subject to posted limitations on usage, reproduction and/or dissemination.\nYou are responsible for adhering to such limitations if you upload the materials.</p> Materials Provided to the Circuli Service&nbsp;or Posted on Any FUTO Web Page <p>FUTO does not claim ownership of the materials you provide to Circuli (including feedback and suggestions) or post, upload, input or submit to any FUTO Site or our associated services (collectively \"Submissions\").\nHowever, by posting, uploading, inputting, providing or submitting your Submission you are granting FUTO, our affiliated companies and necessary sublicensees permission to use your Submission in connection with the operation of their Internet businesses including, without limitation, the rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate and reformat your Submission.\nand to publish your name in connection with your Submission.</p>\n<p>No compensation will be paid with respect to the use of your Submission, as provided herein.\nFUTO is under no obligation to post or use any Submission you may provide and may remove any Submission at any time in FUTO's sole discretion.</p>\n<p>By posting, uploading, inputting, providing or submitting your Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this section including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.</p> International Users <p>The Service is controlled, operated and administered by FUTO from our offices within the USA, and by our agents and representatives in other local jurisdictions.\nIf you access the Service from a location outside the USA, you are responsible for compliance with all local laws.\nYou agree that you will not use the FUTO Content accessed through the Circuli service in any country or in any manner prohibited by any applicable laws, restrictions or regulations.</p> Indemnification <p>You agree to indemnify, defend and hold harmless FUTO, its officers, directors, employees, agents and third parties, for any losses, costs, liabilities and expenses (including reasonable attorney's fees) relating to or arising out of your use of or inability to use the Site or services, any user postings made by you, your violation of any terms of this Agreement or your violation of any rights of a third party, or your violation of any applicable laws, rules or regulations.\nFUTO reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with FUTO in asserting any available defenses.</p> Arbitration <p> In the event the parties are not able to resolve any dispute between them arising out of or concerning these Terms and Conditions, or any provisions hereof, whether in contract, tort, or otherwise at law or in equity for damages or any other relief, then such dispute shall be resolved only by final and binding arbitration pursuant to the Federal Arbitration Act, conducted by a single neutral arbitrator and administered by the American Arbitration Association, or a similar arbitration service selected by the parties, in a location mutually agreed upon by the parties.\nThe arbitrator's award shall be final, and judgment may be entered upon it in any court having jurisdiction.\nIn the event that any legal or equitable action, proceeding or arbitration arises out of or concerns these Terms and Conditions, the prevailing party shall be entitled to recover its costs and reasonable attorney's fees.\nThe parties agree to arbitrate all disputes and claims in regards to these Terms and Conditions or any disputes arising as a result of these Terms and Conditions, whether directly or indirectly, including Tort claims that are a result of these Terms and Conditions.\nThe parties agree that the Federal Arbitration Act governs the interpretation and enforcement of this provision.\nThe entire dispute, including the scope and enforceability of this arbitration provision shall be determined by the Arbitrator.\nThis arbitration provision shall survive the termination of these Terms and Conditions.\n</p> Class Action Waiver <p>Any arbitration under these Terms and Conditions will take place on an individual basis.\nclass arbitrations and class/representative/collective actions are not permitted.\nTHE PARTIES AGREE THAT A PARTY MAY BRING CLAIMS AGAINST THE OTHER ONLY IN EACH'S INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PUTATIVE CLASS, COLLECTIVE AND/ OR REPRESENTATIVE PROCEEDING, SUCH AS IN THE FORM OF A PRIVATE ATTORNEY GENERAL ACTION AGAINST THE OTHER.\nFurther, unless both you and FUTO agree otherwise, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of a representative or class proceeding.</p> Liability Disclaimer <p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE SITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nFUTO HOLDINGS, INC AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE SITE AT ANY TIME.</p>\n<p>FUTO HOLDINGS, INC AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE SITE FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OR CONDITION OF ANY KIND.\nFUTO HOLDINGS, INC AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL FUTO HOLDINGS, INC AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE SITE, WITH THE DELAY OR INABILITY TO USE THE SITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE SITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF FUTO HOLDINGS, INC OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE.\n</p> Termination/Access Restriction <p>FUTO reserves the right, in its sole discretion, to terminate your access to the Service and the related services or any portion thereof at any time, without notice.\nTo the maximum extent permitted by law, this agreement is governed by the laws of the State of Texas and you hereby consent to the exclusive jurisdiction and venue of courts in Texas in all disputes arising out of or relating to the use of the Site.\nUse of the Service is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this section.</p>\n<p> You agree that no joint venture, partnership, employment, or agency relationship exists between you and FUTO as a result of this agreement or use of the Service.\nFUTO's performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of FUTO's right to comply with governmental, court and law enforcement requests or requirements relating to your use of the Service or information provided to or gathered by FUTO with respect to such use.\nIf any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.\n</p>\n<p>Unless otherwise specified herein, this agreement constitutes the entire agreement between the user and FUTO with respect to the Service and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the user and FUTO with respect to the Site.\nA printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nIt is the express wish to the parties that this agreement and all related documents be written in English.</p> Changes to Terms <p>FUTO reserves the right, in its sole discretion, to change the Terms under which the Circuli service is offered.\nThe most current version of the Terms will supersede all previous versions.\nFUTO encourages you to periodically review the Terms to stay informed of our updates.</p> Contact Us <p>FUTO welcomes your questions or comments regarding the Terms:</p>\n<p> &nbsp;FUTO Holdings, Inc <br> 1806 Rio Grande <br> Austin, Texas 78701 <br>\n</p>\n<p>Email Address: legal@futo.org</p>\n<p>Telephone number: +1 (512) 222-5182</p>\n<p>Version 1.0</p>\n<p>Effective as of Nov 7, 2022</p> Copyright © FUTO Holdings Inc 2022 Privacy · Terms · Contact · Gitlab ", "created_at": "2023-10-23 19:49:44.2047", "updated_at": "2023-10-23 19:50:42.236412"}], "points": [], "urls": ["circu.li"]}}