{"error": 448, "message": "OK", "parameters": {"id": 7595, "name": "CardGames", "created_at": "2023-03-16 17:09:11.334191", "updated_at": "2023-03-29 19:26:47.991064", "wikipedia": null, "keywords": null, "related": null, "slug": "cardgames", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7595.png", "url": "cardgames.io", "documents": [{"id": 14626, "name": "PRIVACY POLICY", "url": "https://cardgames.io/privacy/", "xpath": "//body", "text": " CARD GAMES Crazy&nbsp;Eights Cribbage Euchre Gin&nbsp;Rummy Go&nbsp;Fish Hearts Idiot Lockup Manni Oh Hell! Pinochle Rummy Spades Spit Switch Thirteen War Whist SOLITAIRES Addiction Canfield Solitaire Clock&nbsp;Solitaire Crescent Solitaire FreeCell Golf&nbsp;Solitaire Kings&nbsp;in&nbsp;the&nbsp;Corners Pyramid&nbsp;Solitaire Scorpion Solitaire Solitaire Spider&nbsp;Solitaire Tri&nbsp;Peaks&nbsp;Solitaire Yukon&nbsp;Solitaire OTHER GAMES Backgammon Checkers Chess Farkle Mahjong Minesweeper Reversi Sea Battle Sudoku Triangles Yahtzee Random game OUR OTHER SITES SPACEBUGS.IO SUDOKU.LOL CLOSE GAME MENU Customize...\nAdvertisement Hearts Solitaire Spades FreeCell Cribbage Yahtzee Gin&nbsp;Rummy Farkle More games...\nPRIVACY POLICY <ul>\n</ul> Advertisement <p> This site, CardGames.io, is created by Rauðás Hugbúnaður ehf (\"Red Ace Software LLC\"), a small software company in Iceland.\nHere we will explain what data we store and for what purpose, how we store it, how we use cookies and related technologies and how our advertising works.\nYou can also manage your cookie settings.\n</p>Personal information <p> We do not store on our servers any personally identifiable data about users, such as name, location, playing habits or anything else.\nWe have no user accounts so we simply don't have that kind of information available to us, nor do we want it.\n</p>\n<p> If you email us for support we will have your email address and name in our mailbox.\nThe email address is never used for any purpose other than to reply to your support requests and is never shared with any third parties.\n</p> Aggregate data and statistics <p> We collect data about gameplay, for example how much the computer player wins, how many games were played each day and other metrics about the games.\nThis data is stored in a database on our servers.\nIt is not tied to individual users, we simply collect it as for example \"There were 30.000 games of Hearts played today\", with nothing tying that back to who played those 30.000 games.\nThe purpose of this data is to improve the games and adjust the computer players difficulty.\n</p> Log Files <p> We keep log files of visits to the site.\nThese log files include information about your IP address, the time of your visit, which page was visited and what type of browser was used.\n</p> Cookies &amp.\nrelated technologies <p> We use cookies (small bits of information stored on your computer), and other related technologies such as Local Storage for a few things: </p>\n<ul>\n<li>To remember which options you have chosen for the games.</li>\n<li>To remember the score between rounds in the games, who was the dealer and other game specific information.</li>\n<li>To keep statistics about your success in the games.\nThese statistics are only stored in your browser, we don't store them on servers anywhere.\nYou can always delete this data by going to your browser settings and clearing out all data from this website.\n</li>\n<li>To help us count the number of visitors to our website, i.e.\na cookie is used so that you are not counted as 20 visitors if you play 20 games in one day.</li>\n<li>We use a cookie to store information about your consent of our cookie use.</li>\n</ul>\n<p> The use of cookies listed above is by us, CardGames.io, and is necessary for the website to function properly.\nThese are called 1st party cookies, because they are set and read only by us, not by any third parties.\nIf you do not accept these cookies, either by not agreeing to the cookie consent form (if you're in the EU/EEA) or by disabling cookies in your browser, then you will not be able to play the games normally.\nBelow you can read about 3rd party cookies that are used for advertising.\n</p> Cookies &amp.\n3rd Party Advertisements <p>We use Google and other ad companies to serve ads on our site.\nThese ad companies will set cookies in your browser and read existing cookies that they have set before, possibly during visits to other sites.\nThese are called 3rd party cookies, since they are from entities other than CardGames.io.\nThese ad companies use this to serve you personalized ads, e.g.\nif you have been looking at shoes on a shopping site you might see ads for shoes here on cardgames.io.\nBelow is the full list of ad companies which might set or read cookies in your browser during your use of CardGames.io, and a link to each company's privacy policy where they detail how they handle your data and what data they use to serve you ads.\n</p> Ad companies Google Privacy statement Criteo Privacy statement Adobe Advertising Cloud Privacy statement Amazon Privacy statement AppLovin Corp.\nPrivacy statement AppNexus Privacy statement Dentsu Aegis Network Privacy statement eBay Privacy statement Facebook Privacy statement Interpublic Group Privacy statement <p> Cookies these companies set during your visit here may be used to serve you targeted ads on other sites you visit later.\nUsers in the EU or EEA will have to explicitly accept cookie use before any cookies are set in their browser.\nFor users outside the EU/EEA, for example users in the USA, cookies will be allowed by default.\nAnyone, both in the EU/EEA and outside it, is free to opt out of the use of personalized ads below.\nYou will still be shown ads, but the ad companies will not use cookies to tie you to other data and show you personalized ads.\nThe ads you see if you opt out will be less relevant for you.\nEven if you opt out of personalized ads, the ad companies will still use cookies for purposes like making sure you are not shown the same ad over and over again, but this cookie will not be tied to any other data about you.\n</p>\n<p>If you have configured your browser to send the Do-not-track header then we will always request non-personalized ads for you, no matter what you have chosen here on the site.</p>\n<p>For a better explanation of exactly what Google does with your data, please visit https://policies.google.com/technologies/partner-sites where they explain it in detail.\nYou can also visit https://policies.google.com/technologies/ads where they talk specifically about ads and cookie use related to it, and you can opt out of personalized advertising from Google across all sites.\n</p> Your privacy settings <p> You last accepted our cookie policy on , Country: , ConsentId: .\nYou can change whether or not you allow us to show you personalized ads below.\n</p>\n<p> You have not accepted our cookie policy yet.\nNo cookies will be set on your computer until you do this.\nIn the meantime the games may not work normally, as they require cookies to keep scores and other things.\nBelow you can also control whether or not we may show you personalized ads or not.\n</p>\n<p> Below you can select whether we and our advertising partners are allowed to show you personalized ads.\n</p> Show me personalized ads&nbsp;&nbsp.\n<p> Agree to cookie use and privacy terms.\n</p> Contact us <p> If you would like more information about any of the above, please do not hesitate to contact us at support@cardgames.io with any questions or concerns.\n</p>\n<p> Click here to go back to the frontpage.\n</p>\n<p>This is version 3089 of CardGames.io.</p> ", "created_at": "2023-03-16 17:09:11.367197", "updated_at": "2023-03-16 17:09:32.655546"}], "points": [], "urls": ["cardgames.io"]}}