{"error": 448, "message": "OK", "parameters": {"id": 7925, "name": "SUMOFIBER", "created_at": "2023-04-10 01:31:42.287247", "updated_at": "2023-04-22 11:50:38.770617", "wikipedia": null, "keywords": null, "related": null, "slug": "sumofiber", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7925.png", "url": "sumofiber.com,sumofiber.help", "documents": [{"id": 15335, "name": "PRIVACY POLICY", "url": "https://sumofiber.help/en/articles/115-privacy-policy", "xpath": "//body", "text": " <strong>www.sumofiber.com</strong>SUMOFIBERKnowledge Base<strong>For public use, with restrictions</strong>PRIVACY POLICY<p>SumoFiber respects the privacy of every individual who visits our websites.\nThis privacy statement provides notice of our information collection practices and of the ways in which your information may be used.</p>\n<p>\n<strong>APPLE &amp.\nGOOGLE APP:</strong>\n</p>\n<p>SUMOFIBER collects, and processes information provided directly by you when you install the App and register for an account to use the App.\nSpecifically, this information includes:</p>\n<ul>\n<li>Your name, email address, location, phone number.</li>\n<li>Browser information and session cookies related to your access and use of the App.</li>\n<li>Data insights SUMOFIBER attains based on correlation and analytics of your information collected in providing the App, which may be used in aggregated and dis-aggregated formats or to obtain trend analytics, to provide the App.\nand</li>\n<li>Use of the above-described collected information in aggregated and dis-aggregated formats to enhance our current App or to provide App features.</li>\n</ul>\n<p>\n<strong>How SUMOFIBER Uses the APP Information:</strong>\n<br>&nbsp;<br>SUMOFIBER uses the information collected as described in this Privacy Policy, including personal information, to:</p>\n<ul>\n<li>Provide you with the App as described in the Agreement.</li>\n<li>Implement, improve and/or enhance the App, including to make future releases available to you.</li>\n<li>Carry out SUMOFIBER obligations as described or authorized in the Agreement and this Privacy Policy.</li>\n<li>Enforce SUMOFIBER rights arising from the Agreement between you and SUMOFIBER.\nand</li>\n<li>Fulfill any other purpose authorized by you and reasonably required for the App.</li>\n</ul>\n<p>Specifically, only when enabled via system permission on PBXIO/SUMOVOICE Android and PBXIO/SUMOVOICE iOS, PBXIO/SUMOFIBER shows personal contacts within the respective application.\nWhen the user sends an SMS message to one of his/her phone contacts, or when the user initiates a call to one of his/her phone contacts, the phone number is sent securely through PBXIO’ API.\nPBXIO does not store this number with any other PII, and it cannot be directly or indirectly attributed to any person or persons.\nPBXIO stores only the phone number and pertinent metadata so as to be compliant with all applicable state and federal laws, and PBXIO does not share this data with any advertisers or third parties under any circumstances.\nA user can revoke phone contact access on his/her mobile device at any time, and his/her app experience is not hindered or interrupted.</p>\n<p>PBXIO/SUMO VOICE Android and iOS also uses Gravatar, only when enabled via Settings and UIConfigs, which is a service that provides avatar images linked to the MD5 hash of the user’s email address.\nThis means that, only when Gravatar use is enabled, we hash each contact’s email address and send it to Gravatar to try and retrieve an avatar image.\nMD5 hashes cannot be directly or indirectly attributed to any person or persons, and we only send the MD5 hash to Gravatar, never the email address in plain text.\nAs with phone contacts, a user can revoke Gravatar access at any time in Settings or via UIConfig, and his/her app experience is not hindered or interrupted.</p>\n<p>\n<strong>Collection / Use of Information:</strong>\n</p>\n<p>SumoFiber collects personally identifiable information for the purposes of registering, provisioning, troubleshooting, billing, fraud detection, informing customers of new SumoFiber products and services, and general operations of the SumoFiber website and services.</p>\n<p>SumoFiber will not disclose, share, transfer, sell or rent personally identifiable information to any third party or partners without the consent of the customer except as required to meet any applicable law, regulation, legal process, enforce applicable Terms of Service including investigation of potential violations or to detect prevent or otherwise address fraud or from enforceable governmental request as required by subpoena, search warrant or other legal process or in the case where failure to disclose information will lead to imminent harm to the customer or others.\nThis includes information derived from registration, subscription, billing information, and use of the SumoFiber service.</p>\n<p>SumoFiber will not display or make publicly available, whether through online directories, customer lists or otherwise, the personally identifiable information collected.\nThe exception to this is a listing within the SumoFiber Directory which is available to all SumoFiber customers.\nCustomers may remove themselves from the SumoFiber Directory by either selecting to not be included when signing up for the SumoFiber service, or by logging into their account and removing themselves from the SumoFiber Directory under the Preferences section at any time.</p>\n<p>SumoFiber will not read, listen to or disclose to any third parties private e-mail, conversations, or other communications that are transmitted using SumoFiber services except as required to ensure proper operation of services or as otherwise authorized by law.</p>\n<p>Log data will be retained in original form, gzip-compressed on disk, for 6 months.</p>\n<p>Log data older than 6 months will be measured (zcat log.gz | wc -l) and purged.</p>\n<p>Log data will not otherwise be post-processed or surfaced via web interface through log analysis tools except as accessed internally by SUMOFIBER.</p>\n<p>User IP address information will be retained in the original logs to support forensic analysis.</p>\n<p>In the event of drive failure or system fault or system upgrade, reasonable measures will be taken to purge data from equipment replaced under warranty or removed from service.</p>\n<p>\n<strong>Security:</strong>\n</p>\n<p>When SumoFiber asks users to enter sensitive information, that information is encrypted and is protected with the best encryption software in the industry - SSL.\nWhile on a secure page, such as our registration form, the lock icon on the bottom of Web browsers such as Netscape Navigator and Microsoft Internet Explorer becomes locked, as opposed to unlocked, or open, when you are just \"surfing\".</p>\n<p>SumoFiber may use all customer identifiable information to investigate and help prevent potentially unlawful or fraudulent activity or activities that threaten the integrity of the SumoFiber service, our network integrity, or otherwise violate the SumoFiber Terms and Conditions.</p>\n<p>\n<strong>Other:</strong>\n</p>\n<p>This SumoFiber site contains links to other sites.\nPlease be aware that we are not responsible for the privacy practices of other sites.\nThis privacy policy applies solely to information collected by this website.</p>\n<p>If your personally identifiable information changes, you may update it at any time by logging into your account.\nIf you no longer desire our service you may request to cancel your SumoFiber account by opening a trouble ticket.</p>\n<p>\n<strong>SPAM / SPIT Policy:</strong>\n</p>\n<p>SumoFiber has zero tolerance for Spam and Spam over Internet Telephony (SPIT).\nSpam and SPIT complaints will be dealt with seriously and may result in cancellation of your SumoFiber account.</p>\n<p>\n<strong>Children's Privacy Policy:</strong>\n</p>\n<p>SumoFiber does not provide products or services for use or purchase by children.\nSumoFiber does not knowingly solicit or collect customer identifiable information from children or teenagers under the age of eighteen.\nIf you believe that a minor has disclosed personally identifiable information to SumoFiber, please contact us so that the information can be removed.</p>\n<p>SumoFiber reserves the right to modify the Privacy Policy at any time without notice.\n&nbsp;</p>\n<p>E-mail: info@sumofiber.com&nbsp;</p>Law Enforcement Guidelines<p>SUMOFIBER retains customer website client access logs indefinitely for analytics, but will remove or rotate them upon customer request.\nWe retain server logs for up to 30 days for debugging purposes.\nSUMOFIBER honors specific law enforcement requests for preservation.\nhowever, we require that law enforcement serve warrants for extraction.&nbsp;</p>\n<p>To contact SUMOFIBER:</p>David Burr<p>SUMOFIBER LLC<br>1034 W 500 N<br>Centerville, UT 84014<br>\n<strong>Legal Response Email</strong>: admin@sumofiber.com</p>\n<p>SUMOFIBER will hold data for up to six months upon receipt of a specific retention request.\nIf a subsequent warrant for the data is not served in that time, the data will be discarded.\nSUMOFIBER may hold raw data for unsolicited/unlawful commercial emails, commonly referred to as SPAM, for up to three years to assist with its SPAM mitigation effort for the benefit of SUMOFIBER's customers.</p>\n<p>SUMOFIBER makes a single exception for sharing customer contact information when processing a credit card.\nOtherwise, no customer data or demographic information is sold or shared without a warrant or as required by a Court.</p>\n<p>SUMOFIBER charges $250 per hour for administrative services.</p>Legal DocumentsMaster Service AgreementInternet Acceptable Use PolicyPRIVACY POLICYService Level Agreement Suggested articlesInternet Acceptable Use PolicyMaster Service AgreementMessaging Best Practices and Guidelines© 2023 SUMOFIBER | v2 | Agent LoginKnowledge Management byelevio Help Center Username Services Status CHAT TEST FIBER Elevio by Dixa Need Help? ✋ ", "created_at": "2023-04-10 01:31:42.37997", "updated_at": "2023-04-10 01:32:14.177122"}, {"id": 15334, "name": "Internet Acceptable Use Policy", "url": "https://sumofiber.help/en/articles/114-internet-acceptable-use-policy", "xpath": "//body", "text": " <strong>www.sumofiber.com</strong>SUMOFIBERKnowledge Base<strong>For public use, with restrictions</strong>Internet Acceptable Use Policy<p>CALLUTAH, LLC.\n(“SumoFiber”) has formulated this Acceptable Use Policy (\"AUP\") in order to encourage the responsible use of SumoFiber's networks, systems, services, web sites and products (collectively, the \"SumoFiber Network and Services\") by its wholesale customers, and their respective subscribers and customers and other users of the SumoFiber Network and Services (collectively, \"Subscribers\"), and to provide its Subscribers with secure, reliable and productive services.\nBy using the SumoFiber Network and Services, Subscribers consent to be bound by the terms of this AUP.\nSumoFiber reserves the right to modify this AUP in its discretion at any time.\nSuch modifications will be effective when posted.\nAny use of the SumoFiber Network and Services after such modification shall constitute acceptance of such modification.</p>\n<p>\n<strong>No Resale</strong>\n</p>\n<p>SumoFiber Network and Services are for Subscribers’ own personal and/or business use and Subscribers shall not, under any circumstances, resell, retail, repackage for sale, distribute or wholesale or otherwise commercially distribute the services described herein by themselves or in conjunction with any other services provided by Subscribers.</p>\n<p>\n<strong>General Conduct.</strong>\n</p>\n<p>The SumoFiber Network and Services must be used in a manner that is consistent with the intended purpose of the SumoFiber Network and Services and may be used only for lawful purposes.\nSubscribers shall not use the SumoFiber Network and Services in order to transmit, distribute or store material: (a) in violation of any applicable law or regulation, including export or encryption laws or regulations.\nor (b) that may expose SumoFiber to criminal or civil liability.\nSubscribers are further prohibited from assisting any other person in violating any part of this AUP.</p>\n<p>\n<strong>Responsibility for Content.</strong>\n</p>\n<p>SumoFiber takes no responsibility for any material created or accessible on or through the SumoFiber Network and Services.\nSumoFiber is not obligated to monitor or exercise any editorial control over such material, but reserves the right to do so.\nIn the event that SumoFiber becomes aware that any such material may violate this AUP and/or expose SumoFiber to civil or criminal liability, SumoFiber reserves the right to block access to such material and suspend or terminate any Subscribers creating, storing or disseminating such material.\nSumoFiber further reserves the right to cooperate with legal authorities and third parties in the investigation of alleged wrongdoing, including disclosing the identity of the Subscribers that SumoFiber deems responsible for the wrongdoing.</p>\n<p>\n<strong>Inappropriate Content.</strong>\n</p>\n<p>Subscribers shall not use the SumoFiber Network and Services to transmit, distribute or store material that is inappropriate, as reasonably determined by SumoFiber, or material that is indecent, obscene, pornographic (including child pornography), defamatory, libelous, threatening, abusive, hateful, or excessively violent.</p>\n<p>\n<strong>Intellectual Property.</strong>\n</p>\n<p>Material accessible through the SumoFiber Network and Services may be subject to protection under privacy, publicity, or other personal rights and Intellectual Property rights, including but not limited to, copyrights and laws protecting patents, trademarks, trade secrets or other proprietary information.\nSubscribers shall not use the SumoFiber Network and Services in any manner that would infringe, dilute, misappropriate, or otherwise violate any such rights.\nIf Subscribers use a domain name in connection with any of the SumoFiber Network and Services, Subscribers must not use that domain name in violation of the trademark, service mark, or other rights of any third party.</p>\n<p>\n<strong>Harmful Content.</strong>\n</p>\n<p>Subscribers shall not use the SumoFiber Network and Services to transmit, distribute or store material that contains a virus, worm, Trojan horse, or other component harmful to the SumoFiber Network and Services, any other network or equipment, or other users.</p>\n<p>\n<strong>Fraudulent/Misleading Content.</strong>\n</p>\n<p>Subscribers shall not use the SumoFiber Network and Services to transmit or distribute material containing fraudulent offers for goods or services, or any advertising or promotional materials that contain false, deceptive, or misleading statements, claims, or representations.\nIn addition, Subscribers are prohibited from submitting any false or inaccurate data on any order form, contract or online application, including the fraudulent use of credit cards.</p>\n<p>\n<strong>Email and Unsolicited Messages.</strong>\n</p>\n<p>Subscribers shall not use the SumoFiber Network and Services to send unsolicited e mail messages, including, without limitation, bulk commercial advertising or informational announcements (\"spam\").\nFurther, Subscribers are prohibited from using the service of another provider to send spam or to promote a site hosted on or connected to the SumoFiber Network and Services.\nIn addition, Subscribers shall not use the SumoFiber Network and Services in order to (a) send e mail messages which are excessive and/or intended to harass or annoy others, (b) continue to send e mail messages to a recipient that has indicated that he/she does not wish to receive them, (c) send e mail with forged TCP/IP packet header information, (d) send malicious e mail, including, without limitation, \"mailbombing\", (e) send or receive e mail messages in a manner that violates the use policies of any other internet service provider, or (f) use an e mail box exclusively as a storage space for data.&nbsp;</p>\n<p>\n<strong>Third Party Rules.\nUsenet.</strong>\n</p>\n<p>Subscribers may have access through the SumoFiber Network and Services to search engines, subscription Web services, chat areas, bulletin boards, Web pages, USENET, or other services that promulgate rules, guidelines or agreements to govern their use.\nSubscribers must adhere to any such rules, guidelines, or agreements.\nSubscribers who post messages to Usenet newsgroups are responsible for becoming familiar with any written charter or FAQ governing use of such newsgroups and complying therewith.\nRegardless of such policies, Subscribers may not (a) post the same message, or a series of similar messages, to one or more newsgroups (excessive cross posting or multiple posting, also known as \"Usenet spam\"), (b) cancel or supersede posts not originally posted by such Subscribers, unless such Subscribers does so in the course of his/her duties as an official newsgroup moderator, (c) post any message with forged packet header information, or (d) post messages that are excessive and/or intended to annoy or harass others, including, without limitation, chain letters.</p>\n<p>\n<strong>&nbsp;System and Network Security.</strong>\n</p>\n<p>Subscribers are prohibited from violating or attempting to violate the security of the SumoFiber Network and Services, including, without limitation, (a) accessing data not intended for such Subscribers or logging into a server or account which such Subscribers is not authorized to access, (b) impersonating SumoFiber personnel, (c) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization, (d) attempting to interfere with, disrupt or disable service to any Subscriber, host or network, including, without limitation, via means of overloading, \"flooding\", \"mailbombing\", \"denial of service\" attacks or \"crashing\", (e) forging any TCP/IP packet header or any part of the header information in any e mail or newsgroup posting, (f) taking any action in order to obtain services to which such Subscriber is not entitled, or (g) attempting to utilize another Subscriber's account name or persona without authorization from that Subscriber.\nSubscribers are also prohibited from attempting any action designed to circumvent or alter any method of measuring or billing for SumoFiber services.\nViolations of system or network security may result in civil or criminal liability.\nSumoFiber will investigate occurrences which may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting Subscribers who are involved in such violations.</p>\n<p>\n<strong>Suspension.\nTermination.</strong>\n</p>\n<p>Any Subscribers which SumoFiber determines to have violated any element of this AUP may be subject to a suspension or termination of service, and if SumoFiber deems it necessary, immediate suspension or termination of such Subscriber's service without notice.\nSumoFiber may take such further action as SumoFiber determines to be appropriate under the circumstances to eliminate or preclude repeat violations, and SumoFiber shall not be liable for any damages of any nature suffered by any Subscriber, or any third party resulting in whole or in part from SumoFibers’ exercise of its rights under this AUP.</p>\n<p>E-mail: info@sumofiber.com&nbsp;</p>Legal DocumentsMaster Service AgreementInternet Acceptable Use PolicyPRIVACY POLICYService Level Agreement Suggested articlesMaster Service AgreementService Level Agreement PRIVACY POLICYMessaging Best Practices and Guidelines© 2023 SUMOFIBER | v2 | Agent LoginKnowledge Management byelevio Help Center Username Services Status CHAT TEST FIBER Elevio by Dixa Need Help? ✋ ", "created_at": "2023-04-10 01:31:42.349009", "updated_at": "2023-04-10 01:32:27.816415"}, {"id": 15333, "name": "Master Service Agreement", "url": "https://sumofiber.help/en/articles/113-master-service-agreement", "xpath": "//body", "text": " <strong>www.sumofiber.com</strong>SUMOFIBERKnowledge Base<strong>For public use, with restrictions</strong>Master Service Agreement<p>\n<strong>I.\nINTRODUCTION</strong>\n</p>\n<p>This Subscriber Agreement (\"Agreement\") sets forth the terms and conditions governing the purchase and use of CALLUTAH, LLC and its affiliated companies' (collectively \"Sumo Fiber\") products and services including, but not limited to, Sumo Fiber voice, data, and video service.\nThis Agreement also sets forth the terms and conditions governing the rental or use of Sumo Fiber equipment including, but not limited to, set-top boxes, television remote controls, video cables, power cables, uninterruptable power supplies, fiber optic home gateways, voice integrated access devices, and voice terminal adapters.\nFor purposes of this Agreement, \"Subscriber\" means the customer or consumer of Sumo Fiber services and \"Provider\" means Sumo Fiber and its affiliated companies.</p>\n<p>\n<strong>II.\nTRANSFER LIMITS</strong>\n</p>\n<p>Residential bandwidth transfer limits unlimited usage.</p>\n<p>Legecy Small Business bandwidth transfer limits are set to 200 Gigabyte/month.\nBandwidth transfers measure the amount of traffic sent through Subscriber's connection on a monthly basis.\nOnce bandwidth transfers exceed the 200 Gigabyte/month limit, Provider reserves the right to bill $75.00 per 50 Gig thereafter to Subscriber.<u>\n<em>&nbsp;*This product is no longer sold*</em>\n</u>\n</p>\n<p>Business GOLD plans have no transfer limits.</p>\n<p>\n<strong>III.\nUSE OF SERVICE AND DEVICE</strong>\n</p>\n<p>If Subscriber subscribes to Provider's residential service plans, Provider provides Subscriber with service and the device solely for single family, normal residential, non-commercial use.\nSingle family refers to Subscriber and those of Subscriber's immediate family members who reside in Subscriber's personal residence - e.g., spouse, domestic partner, and/or children.\nIf Subscriber subscribes to a service plan which permits use of more than one device with the same voice line, the basis for assessing such use will not change.</p>\n<p>\n<strong>IV.\nINCONSISTENT WITH NORMAL USE</strong>\n</p>\n<p>If Subscriber uses the service or the device in a way that is inconsistent with the normal use for Subscriber's service or plan, Subscriber will be required, at Provider's sole discretion, to pay the rates for the service or plan that would apply to the way Subscriber used the service or device, or terminate the plan.\nFor example, if Subscriber subscribes to one of Provider's residential service plans, and Subscriber's usage is inconsistent with normal residential use, Subscriber may thereafter be required to pay Provider's applicable, higher rates for commercial service for all periods in which Subscriber's use of Provider's service or the device was inconsistent with normal residential use.\nUnlimited voice services are provided primarily for continuous live dialog between two individuals.\nLack of continuous dialog activity, unusual call patterns, excessive numbers and/or consistent excessive usage (i.e., more than 3,000 minutes per line per month for unlimited residential calling) will be considered indicators that use may be inconsistent with normal use, or that impermissible use may be occurring and may trigger an account review by Provider.\nThe creation or use of related multiple accounts or excessive residential lines to circumvent these levels shall also be considered indicators that use of the service may be inconsistent with normal use for the subscribed monthly plan(s) and may trigger an account review by Provider.\nFailure to contact Provider in response to its notifications and/or failure to promptly correct usage activity to conform to normal use will result in immediate mandatory transfer to another appropriate plan, suspension, or termination of service at Provider's sole discretion.\nSubscriber acknowledges that if Subscriber's service is terminated under this provision, Subscriber is subject to all applicable disconnection, termination, and device or other rebate recovery charges.\nProvider's right to terminate Subscriber's account under Section K (2) (with or without reason) is not limited by this provision.</p>\n<p>\n<strong>V.\nACCEPTANCE</strong>\n</p>\n<p>BY SUBSCRIBING TO, USING, OR PAYING FOR PROVIDER'S PRODUCTS OR SERVICES, SUBSCRIBER AGREES TO THE PRICES, CHARGES, TERMS, AND CONDITIONS CONTAINED IN THIS AGREEMENT.\nTHIS AGREEMENT BECOMES BINDING UPON SUBSCRIBER WHEN SUBSCRIBER SUBSCRIBES TO, USES, OR PAYS FOR ANY OF PROVIDER'S PRODUCTS OR SERVICES.\nIF SUBSCRIBER DOES NOT AGREE TO THESE PRICES, CHARGES, TERMS, OR CONDITIONS, SUBSCRIBER SHOULD NOT USE ANY OF PROVIDER'S PRODUCTS OR SERVICES AND MUST IMMEDIATELY CANCEL THE SERVICES BY CALLING PROVIDER AT (801) 320-1000 AND COMPLETING A CANCELLATION REQUEST FORM.\nSUBSCRIBER WILL BE RESPONSIBLE FOR ANY AND ALL CHARGES ASSOCIATED WITH ANY OF PROVIDER'S PRODUCTS OR SERVICES THAT SUBSCRIBER USES.</p>\n<p>\n<strong>VI.\nCONTENTS</strong>\n</p>\n<p>This Agreement incorporates by reference the Sumo Fiber Customer Activation Form, Sumo Fiber Acceptable Use Policy (\"AUP\"), Sumo Fiber Privacy Policy, and Sumo Fiber Electronic Billing Notice.\nA violation of any of these policies or agreements constitutes a violation of this Agreement.</p>\n<p>\n<strong>A.\nProducts and Services Offering.</strong>\n</p>\n<p>Provider offers its products and services to Subscribers in the following manner:</p>\n<p>1.\nStandard Offerings.\nProvider's Standard Offerings, including features and pricing, are contained on the standard pricing page.\nSubscriber may subscribe to Provider's Standard Offerings by filling-out, signing, and returning a Customer Activation Form to Provider or by calling Provider.\nIn the event that any term or condition on the Customer Activation Form conflicts with the terms and conditions on Provider's website, Provider's website governs.\nProvider offers its Standard Offerings on a month-to-month basis.\nUnless Subscriber notifies Provider in writing of Subscriber's desire to terminate, the terms and conditions (including Subscriber's obligation to pay) of Provider's Standard Offerings will automatically renew each month.\nProvider reserves the right to change its Standard Offerings, including the price of the standard offerings, at any time with or without notice to Subscriber.</p>\n<p>2.\nPromotional Offerings.\nFrom time to time, Provider may offer Promotional Offerings.\nProvider's Promotional Offerings, including features and pricing, are contained on the standard pricing page.\nSubscriber may subscribe to Promotional Offerings by filling-out, signing, and returning a Customer Activation Form containing the Promotional Offerings to Provider or by calling Provider.\nIn the event that any term or condition on the Customer Activation Form conflicts with the terms and conditions on Provider's website, Provider's website governs.\nUnless specifically stated otherwise, Promotional Offerings are offered as a discount from the price of the Standard Offering.\nUnless Subscriber has received a Promotional Offering that designates a specific price, rather than a discount, changes in price to the Standard Offering as described above may affect the price of the Promotional Offering.\nSubscriber acknowledges that Provider may change, modify, or revoke Promotional Offerings at any time and that Subscriber may not be eligible for all Promotional Offerings.\nTo the extent that a Promotional Offering requires Subscriber to maintain Provider's products or services for a certain length of time, Subscriber agrees to maintain and pay for Provider's products or services for that length of time.</p>\n<p>\n<strong>B.\nUse and Availability of Products and Services.</strong>\n</p>\n<p>1.\nIf the products or services that Provider delivers to Subscriber are different than the products or services that Subscriber selected, Subscriber shall immediately notify Provider.\nSubscriber will be responsible for any and all charges associated with any products or services that Subscriber uses regardless of whether Subscriber ordered such products or services.\nSubscriber should not use any products or services that Subscriber did not order.</p>\n<p>2.\nResidential subscriber hereby agrees to use Provider's products and services for personal residential purposes only.\nSubscriber shall not use Provider's products or services for any business (including non-profit business), professional, high-volume, commercial, or governmental purposes or for any purposes that are inconsistent with normal residential usage.\nSubscriber shall not resell Provider's products or services to any third party or otherwise enable, facilitate, or allow any third party to use or access Provider's products or services including, but not limited to, allowing third parties to access Provider's products and services via a wireless router or access point.\nIf Provider discovers that Subscriber has used Provider's products and services for any non-residential purposes other than incidental business, professional or commercial use, Provider may, along with all other remedies available to Provider, charge Subscriber and Subscriber hereby agrees to pay, the non-residential rate for Provider's products and services that Subscriber used.</p>\n<p>3.\nProvider's products and services may not be available in all areas or at the rates, speeds, or bandwidth generally marketed.\nProvider provides products and services on a per line basis (not per device basis).\nSubscriber acknowledges and agrees that the performance of Provider's products and services will vary depending on a number of factors such as the number, type, and configuration of devices and the manner in which the devices use Provider's network.\nThe speed of Provider's products and services will vary based on network or internet congestion, Subscriber's computer configuration, the condition of the voice, video or data lines, and the wiring inside Subscriber's location.\nProvider reserves the right, at any time, with or without prior notice to Subscriber, to restrict or suspend Provider's products or services to perform maintenance activities and to maintain session control.</p>\n<p>4.\nProvider's products and services are only offered and delivered to the service address designated by Subscriber at the time Subscriber subscribes to service.\nOnce Provider performs the installation at the service address, Subscriber may not change the service address.\nIf Subscriber moves from the service address to another residence in an area in which Provider provides service, Subscriber may request Provider to transfer services to the new address.\nTransfer fees, installation fees, contract renewal, or a new contract may be required to transfer service addresses.\nProvider reserves the right to deny any transfer requests for any reason.</p>\n<p>\n<strong>C.\nCharges and Payments.</strong>\n</p>\n<p>1.\nAgreement to Pay and Prices.\nSubscriber hereby agrees to pay Provider for the products and services to which Subscriber has subscribed and for the products and services that Subscriber uses.\nSubscriber hereby agrees to pay all surcharges, recovery fees, activation fees, installation fees, set-up fees, equipment fees, early termination fees, and other recurring and nonrecurring fees, as applicable.\nSubscriber hereby acknowledges and agrees that Subscriber is responsible for the use of Provider's products or services, whether by Subscriber or someone using Subscriber's account with or without Subscriber's permission.</p>\n<p>2.\nPay By Due Date.\nSubscriber hereby agrees to pay all bills and invoices on or before the due date listed on the bill or invoice.\nIf Subscriber elects to pay any bills or invoices with an automatic credit card charge or ACH transaction, Subscriber agrees and acknowledges that Provider may charge Subscriber's credit card or process the ACH transaction before the due date listed on the bills or invoices including, but not limited to, the statement date of the bills or invoices.\nIf automatic credit card charge or ACH transaction fails Provider will continue to retry authorization attempts monthly for (1) one year.\nSubscriber agrees to pay all bills and invoices in U.S.\ncurrency.\nProvider does not waive its right to collect the full amount due if Subscriber pays late or pays only part of the amount due, even if Subscriber writes \"Paid in Full\" or similar words on any correspondence or payment to Provider.</p>\n<p>3.\nLate Fees and Collections Fees.\nIf Subscriber fails to pay a bill or invoice on or before the due date listed on the bill or invoice, Provider may, as allowed by law, charge a late fee of $10 per month while there is a past due amount or 2% per month of the past due amount, whichever is greater.\nIf state or federal law requires a different fee or interest rate, Provider will charge that amount and apply that rate.\nIn the event any amount(s) is/are referred to a third party debt collection agency, Subscriber hereby agrees, that in addition to any other amount(s) allowed for by law (such as interest, court costs, reasonable attorney's fees, etc.), Subscriber will also be responsible for a collection fee of up to 40% of the principal amount(s) owed as allowed by Utah Code Annotated, sec.\n12-1-11.</p>\n<p>4.\nReturned Checks.\nIf Subscriber's check, bank draft, or electronic funds transfer is returned for insufficient funds or if Subscriber's credit card fails to honor any charges, Provider may charge Subscriber an additional fee of up to $50.00.\nIf state or federal law requires a different fee, Provider will charge that amount.</p>\n<p>5.\nPrepaid Services.\nProvider offers services, except voice long distance and video on demand charges, on a prepaid basis only.\nAccordingly, Provider will bill and collect payment for products and services, except voice long distance usage and video on demand charges, in advance.\nTo determine the charge for voice long distance usage, Provider will round up to the next full minute for any fraction of minutes used.</p>\n<p>6.\nFormat of Bill.\nProvider will determine the format of the bills or invoices and the billing period for Subscriber.\nProvider may change both the format of the bills or invoices and the billing period from time to time with or without notice to Subscriber.</p>\n<p>7.\nBilling Disputes.\nExcept as may be required by any applicable laws or regulations, any and all billing inquiries or disputes must be referred to Provider within 30 days from the date the disputed charges first appeared on Subscriber's bill or invoice.\nSubscriber shall pay Provider the undisputed portion of the bill on or before the due date to avoid disconnection of services for non-payment.\nSubscriber may contact Provider by sending an email to billing@sumofiber.com, by calling (801) 320-1000, or by sending a correspondence to Sumo Fiber Billing Department, &nbsp;1034 w 500 n, Centerville, Utah 84014.\nIf Subscriber fails to dispute a charge within 30 days from the date the disputed charge first appeared on Subscriber's bill or invoice, Subscriber will be deemed to have accepted and acknowledged the charge as correct and accurate.</p>\n<p>\n<strong>D.\nPrice Changes.</strong>\n</p>\n<p>Provider may change prices and charges associated with its Standard Offerings and Promotional Offerings from time to time.\nPrice changes shall be effective on the first day of the month following the month in which Provider provides notice of the price change.\nNotice will be considered given and effective on the date Provider posts such notice on its website or on the date it provides written or electronic notice to Subscriber.\nIf Provider increases its prices and charges for its Promotional Offerings (not including any Standard Offering upon which a Promotional Offering may be based) during the promotional period by more than 15% per year, Subscriber may terminate service without incurring an early termination fee.\nSubscriber, however, must pay for services used prior to termination.\nBy continuing to use Provider's products or services after any price and charge changes are in effect, Subscriber accepts and agrees to all price and charge changes.</p>\n<p>\n<strong>E.\nTerms and Conditions Revisions.</strong>\n</p>\n<p>Provider may revise and modify the terms and conditions of this Agreement (including, without limitation, any of the policies incorporated by reference).\nRevisions to this Agreement shall be effective on the first day of the month following the month in which Provider provides notice of the material revisions.\nNotice will be considered given and effective on the date Provider posts such notice on its website or on the date it provides written or electronic notice to Subscriber.\nIf Subscriber does not agree with Provider's revisions, Subscriber must immediately terminate Subscriber's subscription in accordance with this Agreement.\nBy continuing to use Provider's products or services after revisions are in effect, Subscriber accepts and agrees to all revisions.</p>\n<p>1.\nInitial Term.\nThe initial term of the Service Agreement is found on the Service Agreement and shall commence on the date of execution of the Service Agreement, or if earlier, on the Service Activation Date (the “Effective Date”), which is the earlier of (1) the actual date that Services are activated by SUMOFIBER and available for use by the Customer, or (2) three days (72 hours) after the date SUMOFIBER informs the customer, by telephone or otherwise, SUMOFIBER is ready to activate the Services.</p>\n<p>2.\nNew Agreement.\nAll new Agreements for an existing Customer will be governed under a separate Service Agreement.\nEach Service Agreement stands alone and shall be enforced independent of concurrent Agreements.</p>\n<p>3.\nRenewal.\nExcept as set forth in E.2, at the end of the initial term the Service Agreements having a defined term automatically renews for successive terms of like duration at Customer’s then-existing pricing at the time of renewal, unless (i) SUMOFIBER or Customer provides written notice of termination at least 45 days prior to the end of the current term (ii) or the automatic renewal is prohibited by law.</p>\n<p>4.\nMonth-to-Month Renewal.Customers who decline term plan renewal but retain SUMOFIBER Service will be converted to a month-to-month agreement at the end of the current term.\nMonth-to-month customers may not be entitled to prior term-plan pricing or discounts.\nEither Party may terminate Month-to-month Service Agreements on thirty (30) days written notice.\nNotwithstanding anything to the contrary in the Service Agreement, the term shall be coterminous with any Service Agreement still in effect between the parties.</p>\n<p>5.\nNon-Renewal.\nIf Customer elects NOT to renew the current SA or any Service(s) provided pursuant to the SA for an identical term, Customer must notify SUMOFIBER at least forty-five (45) days prior to the expiration of the then current term to (1) execute a new SA.\nor (2) request disconnection of Service(s).\nIn the event Customer elects to discontinue Service(s), Customer will be billed for such Service(s) up to and including the requested disconnection date, but for no less than forty-five (45) days from the date of Company’s receipt of Customer’s disconnect request.</p>\n<p>6.\nTermination Restrictions - For avoidance of doubt, the provisions of this Agreement relating to intellectual property ownership, customer representations, confidentiality, use policies and restrictions, equipment, number porting and availability, storage of user information, customer feedback, publicity rights, non-disparagement, additional software licenses, indemnification, force majeure, warranty disclaimers, limitations of liability, notices, assignment, future changes, interpretation, dispute resolution and arbitration, and choice of law shall survive termination or expiration of this Agreement for the maximum term allowable by law.</p>\n<p>7.\nOur right to disconnect.\nWe have the right to suspend or disconnect Service, due to non-payment or unlawful or inappropriate use of the Service.\nAll charges owed at the time of disconnection will be immediately payable.\nWe will pursue collection for unpaid amounts on all charges owed at the time of disconnection, which will be immediately payable.\nWe will pursue collection for unpaid amounts on disconnected accounts and may report these unpaid charges to credit bureaus.</p>\n<p>\n<strong>F.\nTaxes and Other Charges.</strong>\n</p>\n<p>Subscriber agrees to pay all taxes, fees, surcharges and other charges that Provider bills Subscriber for products and services unless Subscriber produces satisfactory documentation demonstrating that Subscriber is exempt from such taxes, fees, surcharges, and other charges.\nTaxes and surcharges will be in the amounts that federal, state, and local authorities require or allow Provider to bill Subscriber.\nProvider will not provide advance notice of changes to taxes and surcharges, except as required by applicable law.</p>\n<p>\n<strong>G.\nCredit Checks and Security Deposits.</strong>\n</p>\n<p>Subscriber hereby gives Provider permission to obtain Subscriber's credit information from consumer credit reporting agencies at any time.\nSubscriber agrees that Provider may require Subscriber to make a security deposit as a condition of Provider providing products or services to Subscriber if Provider, in its sole and absolute discretion, determines that Subscriber's credit history or rating is questionable.\nProvider will pay interest on deposits to Subscriber as required by applicable law.</p>\n<p>\n<strong>H.\nRefunds and Promotional Credits.</strong>\n</p>\n<p>To the extent permitted by applicable law and regulations, Provider does not provide refunds and all sales are final.</p>\n<p>Promotional Credit(s) are applied to the account upon activation.\nIf service is terminated within three months the Provider has the right to clawback the Promotional Credit(s).</p>\n<p>\n<strong>I.\nEquipment.</strong>\n</p>\n<p>1.\nSubscriber hereby agrees to use only Provider's approved equipment to connect to Provider's network and to use Provider's products and services.\nSubscriber hereby agrees to use such equipment only for its intended purposes and to connect video equipment only to ports labeled by Provider as \"video\", voice equipment only to ports labeled by Provider as \"voice\", and data equipment only to ports labeled by Provider as \"data.\" Provider shall not be liable for any damage to any equipment that Subscriber connects to Provider's network or uses to use Provider's products.</p>\n<p>2.\nSubscriber understands and acknowledges that some of Provider's products and services (i.e., data service) may require Subscriber to use Subscriber's own equipment (i.e., personal computer) to take full advantage of Provider's products and services.\nProvider will not be liable for Subscriber's inability to use, partial use, or diminished use of Provider's products or services due to the failure or inability of Subscriber to provide, furnish, or properly use the necessary equipment.\nProvider will not be liable for Subscriber's inability to use, partial use, or diminished use of Provider's products or services due to the failure of any equipment supplied or provided by Subscriber.\nSubscriber remains liable for all prices and charges associated with the products or services provided by Provider regardless of whether Subscriber actually uses the products or services.</p>\n<p>3.\nEquipment that Provider supplies to Subscriber shall remain at all times property of Provider.\nNothing in this Agreement shall be construed as transferring any interests in Provider's equipment and property to Subscriber.\nProvider reserves the right to change, modify, update, or otherwise alter Provider's equipment at any time.\nSubscriber hereby agrees to not use any of Provider's equipment for any purposes other than to use Provider's products and services pursuant to this Agreement.\nSubscriber agrees to not allow anyone other than Provider to service or repair Provider's equipment.\nSubscriber hereby agrees that Subscriber will not attempt to sell, transfer, lease, encumber, or assign all or part of any of Provider's equipment to any third party.</p>\n<p>Customer will use commercially reasonable efforts to protect and maintain PROVIDER Equipment in a secure location at the Customer Premises within conditions (including room temperature) that are customary and reasonable for such equipment, and shall be fully liable for all costs, charges or expenses associated with damage to or loss of PROVIDER Equipment beyond normal wear and tear.</p>\n<p>During the Term of any applicable Service, PROVIDER shall repair or replace defective PROVIDER Equipment leased by Customer pursuant to an Equipment Rental Agreement in accordance with, and subject to the terms set forth in the Equipment Rental Agreement.\nNotwithstanding the foregoing, PROVIDER shall not be obligated to replace PROVIDER Equipment if it is determined by PROVIDER that Customer or another third party is responsible for the defect.</p>\n<p>PROVIDER Equipment (and replacements) may be refurbished equipment.</p>\n<p>Upon cancellation or termination of this Agreement or any Service, Customer shall securely pack, ship and return to PROVIDER all PROVIDER Equipment at Customer's expense.\nPROVIDER may invoice Customer, and Customer shall pay, for the full replacement value of any PROVIDER Equipment that has not been timely returned to PROVIDER in accordance with the terms of the Equipment Rental Agreement.</p>\n<p>4.\nSubscriber hereby authorizes Provider and its employees, agents, contractors, and other representatives to enter the premises where Provider's equipment is located to install, inspect, maintain, service, repair, or remove any of Provider's equipment.\nProvider shall make reasonable efforts to arrange a mutually agreeable date and time with Subscriber for entrance onto Subscriber's premises.\nSubscriber hereby represents and warrants that Subscriber is the owner or tenant of the premises where Provider's equipment is located and that Subscriber has authority to grant access to such premises.\nIf Subscriber does not have authority to grant such access, Subscriber hereby agrees to immediately provide Provider with the name, address, and contact information of the person with authority to grant access.\nProvider will not be liable to Subscriber for any claims or damages arising from Provider's inability to access its equipment.\nSubscriber hereby agrees to indemnify, defend, and hold harmless Provider and its affiliates and agents against all claims and expenses arising from Provider's entrance onto such premises.</p>\n<p>\n<strong>J.\nUnreturned Equipment Charges.</strong>\n</p>\n<p>Subscriber hereby agrees to return to Provider all of Provider's equipment that Subscriber uses or rents from Provider within 10 days of the date Subscriber's services are terminated.\nIf Subscriber fails to return to Provider all of Provider's equipment that Subscriber uses or rents from Provider within 10 days of the date Subscriber's services are terminated, Provider may charge Subscriber an unreturned equipment charge and a late fee of 10% of the total unreturned equipment charge.\nSubscriber authorizes Provider to charge Subscriber's credit card account on record in the amount determined by Provider for any unreturned equipment if Subscriber has not returned the equipment within 10 days of the date Subscriber terminates services.\nUpon return of all of Provider's equipment, Provider may refund any unreturned equipment charge that Provider assessed against Subscriber at Provider's discretion.\nProvider will not refund any late charges.\nUnreturned equipment charges are subject to change without notice and can be found on the standard pricing page.</p>\n<p>\n<strong>K.\nDowngrades and Termination.</strong>\n</p>\n<p>1.\nDowngrades.\nA downgrade of service from any type of promotion or discount will result in a downgrade fee and the loss of any discount off of the standard rates, including but not limited to promotional discounts, promotional offerings, manager's discounts, bundle discounts, etc.\nIf Subscriber maintains at least 2 services after the downgrade, Subscriber is eligible to receive up to a $10 discount off of the standard rates for the remainder of the contract.\nHowever, Subscriber will not be eligible for any new promotional discounts or offers until the end of the term of the contract.\nSubscriber shall be obligated to pay a downgrade fee.\nDowngrade fees are subject to change without notice and can be found on the standard pricing page.</p>\n<p>2.\nDefault and Termination.\nSubscriber or Provider may terminate this Agreement during a term only for cause (un-cured material breach) after giving 30 days prior written notice with no further obligations.\nFor purposes of this Agreement, \"cause\" shall mean any un-cured material breach of the term of this Agreement.\nPrior to any party having the ability to terminate for cause, the injured party shall be required to give written notice to the breaching party of any alleged breach giving cause and allow 30 days for the breaching party to cure such breach.\nNotwithstanding the foregoing, in the event of the failure by Subscriber to make payment on or before the bill due date, Provider shall, at its option, have the right, upon 3 days prior written notice, to terminate the services previously provided under this Agreement.\nIf Provider terminates this Agreement WITH cause or Subscriber terminates this Agreement WITHOUT cause, Provider is entitled to all collection expenses, attorney's fees and costs.\nIf Subscriber terminates this Agreement WITH or WITHOUT cause, Subscriber must sign and complete Provider's Cancellation Request Form in order for the cancellation to be processed.\nTermination shall be effective up to 45 days after Provider receives Subscriber's signed cancellation form.\nSubscriber will continue to be billed for services until termination becomes effective.\nIn the event of termination of services by Provider WITH cause or by Subscriber WITHOUT cause, Subscriber shall also pay the charges set forth below:</p>\n<p>3.\nFor termination prior to installation of service and after execution of this Agreement, early termination charges shall be for any expenses incurred by Provider through termination, including but not limited to installation, provisioning, and equipment purchase costs.</p>\n<p>4.\nFor termination after the installation of service and after execution of this Agreement, Subscriber shall be obligated to pay early termination fees if applicable.\nEarly termination fees are subject to change without notice.</p>\n<p>5.\nIn all cases of termination by Provider WITH cause or by Subscriber WITHOUT cause, in addition to the charges identified in section 3 and 4 above, Subscriber shall pay for services actually received, repay Provider for any and all credits, discounts, and/or waived installation costs received in anticipation of a long-term Agreement, and reimburse Provider for the reasonable costs it incurred in setting up Subscriber's service (including the costs of any equipment installed and not returned in \"as new\" condition).\nSubscriber agrees that the early termination fee(s) still applies if Subscriber moves out of an area in which Provider provides services.\nSubscriber also agrees that Provider's damages for early termination would be difficult to determine, and that the termination fee(s) constitutes a reasonable estimate of appropriate liquidated damages and that such is not a penalty.</p>\n<p>\n<strong>L.\nSuspension and Discontinuance of Services.</strong>\n</p>\n<p>To the extent permitted by law or regulation, Provider may, without notice, limit, suspend, discontinue, or terminate products or services that Provider provides to Subscriber if:</p>\n<p>1.\nSubscriber is in breach of any of the terms of this Agreement, including Provider's Acceptable Use Policy, Privacy Policy, or Electronic Billing Notice, or is in breach of any payment obligations with respect to Provider's products or services, or if charges owed by Subscriber to Provider are past due;</p>\n<p>2.\nSubscriber's use of Provider's products or services is prohibited by law or is disruptive to, adversely impacts, or causes a malfunction of the products or services, Provider's network, or the use and enjoyment of others;</p>\n<p>3.\nProvider is required by a judicial, legislative, or regulatory body of competent jurisdiction to suspend or terminate Subscriber's products or services;</p>\n<p>4.\nA ruling, regulation, or order is issued by a judicial, legislative, or regulatory body that conflicts with this Agreement;</p>\n<p>5.\nProvider, for any reason, ceases to offer products or services in whole or in part;</p>\n<p>6.\nSubscriber no longer meets the prerequisites for the products or services;</p>\n<p>7.\nSubscriber or any user of Subscriber's service or any authorized contact on Subscriber's account threatens Provider's representatives, uses vulgar and/or inappropriate language toward Provider's representatives, spams or engages in any other abusive messaging or calling;</p>\n<p>8.\nProvider takes actions to prevent or to protect against fraud or to otherwise protect Provider's personnel, agents, facilities, or services;</p>\n<p>9.\nSubscriber uses, or attempts to use, Provider's products or services for commercial, business, or other non-residential purposes.\nor</p>\n<p>10.\nFor any good cause.\nProvider shall have sole discretion in its determination of whether any of the aforementioned conditions are met or satisfied.</p>\n<p>\n<strong>M.\nReconnect Fee</strong>\n</p>\n<p>If Subscriber desires to restore any products or services after Provider limits, suspends, discontinues, or terminates such products or services or after Subscriber terminates any such products or services, Provider may charge and Subscriber agrees to pay a reconnect fee to restore such products or services.\nReconnect fees are subject to change without notice and can be found at Provider's website (www.SumoFiber.com).</p>\n<p>\n<strong>N.\nRepair or Service.</strong>\n</p>\n<p>Provider reserves the right to suspend or otherwise interrupt Provider's products or services to make necessary repairs or changes in Provider's facilities.\nProvider may refuse to repair products or services if Provider determines that the conditions at Subscriber's premises are unsafe for Provider or Provider's agents or representatives.</p>\n<p>\n<strong>O.\nNetwork Management.</strong>\n</p>\n<p>Provider reserves the right to use, copy, display, store, transmit, and reformat data transmitted over Provider's network and to distribute such content to any of Provider's servers for back-up and maintenance purposes.\nProvider reserves the right to block or remove any unlawful content that Subscriber stores on or transmits to or from any of Provider's servers.\nProvider does not guarantee the protection of Subscriber's content or data located on Provider's servers or transmitted across Provider's network (or other networks) against loss, alteration or improper access.\nProvider measures and monitors network performance and the performance of Provider's products, services, and network.\nProvider also accesses and records information about Subscriber's computer and equipment profile and settings and the installation of software that Provider provides.\nSubscriber hereby agrees to permit Provider to access Subscriber's computer and equipment and to monitor, adjust, and record such data, profiles, and settings for the purpose of providing products and services.\nSubscriber also agrees and consents to Provider's monitoring of Subscriber's internet connection and network performance and to Provider's accessing and adjusting Subscriber's computer settings as they relate to Provider's products and services.\nSubscriber agrees that Provider may limit, adjust, or otherwise modify Subscriber's internet connection.</p>\n<p>\n<strong>P.\nLimitations on 911 Emergency Response Services and Telephone Numbers.</strong>\n</p>\n<p>1.\nPROVIDER'S LIABILITY TO SUBSCRIBER, TO ANYONE DIALING 911 USING PROVIDER'S PRODUCTS OR SERVICES, OR TO ANY OTHER PERSON OR PARTY, FOR ANY LOSS OR DAMAGE ARISING FROM ERRORS, INTERRUPTIONS, OMISSIONS, DELAYS, DEFECTS, OR FAILURES OF 911 SERVICES, WHETHER CAUSED BY PROVIDER'S NEGLIGENCE OR OTHERWISE, SHALL NOT EXCEED THE AMOUNT OF PROVIDER'S CHARGES FOR SUCH SERVICES DURING THE AFFECTED PERIOD OF TIME.\nTHIS LIMITATION OF LIABILITY IS IN ADDITION TO ANY OTHER LIMITATIONS CONTAINED IN THIS AGREEMENT</p>\n<p>2.\nSUBSCRIBER HEREBY AGREES THAT A PRODUCT OR SERVICE OUTAGE DUE TO SUSPENSION OF SUBSCRIBER'S ACCOUNT AS A RESULT OF BILLING ISSUES, WILL PREVENT ALL PRODUCTS AND SERVICES, INCLUDING 911 EMERGENCY RESPONSE SERVICES.</p>\n<p>3.\nSUBSCRIBER AGREES THAT ANY 911 CALLS MADE USING PROVIDER'S PRODUCTS OR SERVICES MAY BE SUBJECT TO THIRD PARTY UPSTREAM CARRIER ACTIONS, NETWORK CONGESTIONS AND/OR REDUCED ROUTING OR PROCESSING SPEED.\nIF SUBSCRIBER HAS CALL FORWARDING, DO NOT DISTURB, SIMULTANEOUS RING, OR OTHER FEATURES PROGRAMMED AND IN USE AT THE TIME SUBSCRIBER DIALS 911 AND SUBSCRIBER'S CALL IS INTERRUPTED, THE EMERGENCY DISPATCHER MAY NOT BE ABLE TO CALL BACK SUBSCRIBER AT THE PHONE FROM WHICH SUBSCRIBER DIALED</p>\n<p>4.\nSUBSCRIBER HEREBY ACKNOWLEDGES AND AGREES THAT 911 CALLS AND VOICE-OVER-INTERNET-PROTOCOL (\"VOIP\") CALLS MADE ON PROVIDER'S NETWORK OPERATE DIFFERENTLY THAN TRADITIONAL PHONE SERVICES AND DEPEND ON, AMONG OTHER THINGS, POWER SUPPLY, CONNECTIVITY TO THE NETWORK, AND SUBSCRIBER PROVIDED INFORMATION.\nIF THE POWER SUPPLY TO ANY VOICE EQUIPMENT IS INTERRUPTED, SUBSCRIBER WILL NOT BE ABLE TO MAKE 911 CALLS AND, ONCE THE POWER SUPPLY IS RESTORED, SUBSCRIBER MAY BE REQUIRED TO RESET, RECONFIGURE, OR REBOOT EQUIPMENT TO MAKE 911 CALLS.\nPROVIDER SHALL NOT BE LIABLE FOR SUBSCRIBER'S FAILURE TO MAKE 911 CALLS DUE TO A POWER FAILURE.\nIF SUBSCRIBER'S CONNECTION TO PROVIDER'S NETWORK IS INTERRUPTED (i.e., IF SUBSCRIBER UNPLUGS THE NETWORK CONNECTION), SUBSCRIBER WILL NOT BE ABLE TO MAKE 911 CALLS.\nPROVIDER SHALL NOT BE LIABLE FOR SUBSCRIBER'S FAILURE TO MAKE 911 CALLS DUE TO LACK OF NETWORK CONNECTIVITY.\nIF SUBSCRIBER FAILS TO PROVIDE ACCURATE INFORMATION TO PROVIDER, SUCH AS LOCATION INFORMATION, EMERGENCY SERVICES MAY NOT OPERATE PROPERLY AND EMERGENCY PERSONNEL MAY NOT BE ABLE TO LOCATE SUBSCRIBER.\nPROVIDER SHALL NOT BE LIABLE FOR SUBSCRIBER'S FAILURE TO MAKE 911 CALLS OR FOR FAILURE OF PROPER OPERATION OF EMERGENCY SERVICES CALLS DUE TO INACCURATE SUBSCRIBER INFORMATION</p>\n<p>5.\nSUBSCRIBER HEREBY ACKNOWLEDGES AND AGREES THAT SUBSCRIBER HAS NO RIGHTS OR CLAIM TO ANY TELEPHONE NUMBERS OR EMAIL ADDRESSES THAT PROVIDER MAY ASSIGN TO SUBSCRIBER AND THAT PROVIDER MAY REVOKE, MODIFY, CHANGE OR REASSIGN ANY TELEPHONE NUMBER OR EMAIL ADDRESS AT ANY TIME.\nSUBSCRIBER ALSO ACKNOWLEDGES AND AGREES THAT PROVIDER WILL USE ITS BEST EFFORTS TO PROTECT FROM DISCLOSURE TELEPHONE NUMBERS THAT SUBSCRIBER REQUESTS TO BE \"UNLISTED\", BUT THAT PROVIDER SHALL NOT BE LIABLE FOR ANY RELEASE OR DISCLOSURE OF ANY TELEPHONE NUMBER TO ANY THIRD PARTIES.</p>\n<p>\n<strong>Q.\nLimitation of Liability and Disclaimer of Warranties.</strong>\n</p>\n<p>1.\nPROVIDER PROVIDES PRODUCTS AND SERVICES ON AN \"AS IS\" OR \"AS AVAILABLE\" BASIS WITH ALL FAULTS.\nPROVIDER AND ITS OFFICERS, EMPLOYEES, PARENTS, SUBSIDIARIES, AFFILIATES, THIRD PARTY LICENSORS, PROVIDERS, AND SUPPLIERS MAKE NO REPRESENTATIONS OR WARRANTIES, EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, TO THE EXTENT PERMITTED BY APPLICABLE LAW, CONCERNING PROVIDER'S PRODUCTS AND SERVICES.\nPROVIDER DOES NOT WARRANT THAT IT'S PRODUCTS AND SERVICES WILL BE WITHOUT FAILURE, DELAY, INTERRUPTION, ERROR, DEGRADATION OF VOICE QUALITY, OR LOSS OF CONTENT, DATA, OR INFORMATION.</p>\n<p>2.\nIN NO EVENT SHALL PROVIDER AND IT'S OFFICERS, EMPLOYEES, PARENTS, SUBSIDIARIES, AFFILIATES, THIRD PARTY LICENSORS, PROVIDERS, AND SUPPLIERS BE LIABLE FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, OR INCIDENTAL DAMAGES, INCLUDING WITHOUT LIMITATION LOST PROFITS, LOSS OF REVENUE, OR OTHER COMMERCIAL OR ECONOMIC LOSS ARISING OUT OF THE USE, PARTIAL USE, OR INABILITY TO USE PROVIDER'S PRODUCTS OR SERVICES REGARDLESS OF THE TYPE OF CLAIM OR THE NATURE OF THE CAUSE OF ACTION, INCLUDING WITHOUT LIMITATION, THOSE ARISING UNDER CONTRACT, TORT, NEGLIGENCE OR STRICT LIABILITY, EVEN IF PROVIDER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH CLAIM OR DAMAGES.\nIN NO EVENT SHALL PROVIDER AND ITS OFFICERS, EMPLOYEES, PARENTS, SUBSIDIARIES, AFFILIATES, THIRD PARTY LICENSORS, PROVIDERS, AND SUPPLIERS BE LIABLE FOR ANY CLAIMS AGAINST SUBSCRIBER BY ANY OTHER PARTY</p>\n<p>3.\nPROVIDER SHALL NOT BE LIABLE FOR ANY DELAY OR FAILURE TO PROVIDE PRODUCTS OR SERVICES, AT ANY TIME OR FROM TIME TO TIME, OR FOR ANY INTERRUPTION OR DEGRADATION OF VOICE QUALITY THAT IS CAUSED BY ANY OF THE FOLLOWING: a.\nACT OR OMISSION OF AN UNDERLYING CARRIER, SERVICE PROVIDER, VENDOR, OR OTHER THIRD PARTY.\nb.\nEQUIPMENT, NETWORK OR FACILITY FAILURE, UPGRADE, SHORTAGE, RELOCATION, OR MODIFICATION.\nc.\nEQUIPMENT, NETWORK, OR FACILITY FAILURE CAUSED BY THE LOSS OF POWER TO SUBSCRIBER.\nOR d.\nANY OTHER CAUSE THAT IS BEYOND PROVIDER'S CONTROL.</p>\n<p>4.\nPROVIDER'S LIABILITY FOR ANY FAILURES OR MISTAKES SHALL IN NO EVENT EXCEED PRODUCT AND SERVICE CHARGES WITH RESPECT TO THE AFFECTED TIME PERIOD.</p>\n<p>5.\nTO THE EXTENT ALLOWED BY LAW, THE REMEDIES EXPRESSLY SET FORTH IN THIS AGREEMENT ARE SUBSCRIBER'S SOLE AND EXCLUSIVE REMEDIES.</p>\n<p>6.\nPROVIDER RESERVES THE RIGHT TO PURSUE ANY AND ALL LEGAL AND EQUITABLE CLAIMS AGAINST SUBSCRIBER PERTAINING TO SUBSCRIBER'S USE OR MISUSE OF PROVIDER'S PRODUCTS AND SERVICES OR FOR SUBSCRIBER'S BREACH OF THE AGREEMENT (INCLUDING ANY POLICIES RELATING TO THE PRODUCTS OR SERVICES).</p>\n<p>7.\nNEITHER PROVIDER NOR IT'S OFFICERS, DIRECTORS, EMPLOYEES, AFFILIATES, OR AGENTS WILL BE LIABLE FOR ANY UNAUTHORIZED ACCESS TO PROVIDER'S OR SUBSCRIBER'S TRANSMISSION FACILITIES OR EQUIPMENT OR FOR UNAUTHORIZED ACCESS TO OR ALTERATION, THEFT, OR DESTRUCTION OF SUBSCRIBER'S DATA FILES, PROGRAMS, PROCEDURES, OR INFORMATION, REGARDLESS OF WHETHER SUCH DAMAGES OCCUR AS A RESULT OF PROVIDER'S NEGLIGENCE.</p>\n<p>8.\nSUBSCRIBER IS SOLELY RESPONSIBLE FOR MANAGEMENT OF SUBSCRIBER'S INFORMATION AND DATA.\nSUBSCRIBER AGREES THAT PROVIDER IS NOT RESPONSIBLE FOR THE LOSS OF SUBSCRIBER'S DATA OR FOR THE BACK-UP OR RESTORATION OF SUBSCRIBER'S DATA REGARDLESS OF WHETHER THIS DATA IS MAINTAINED ON PROVIDER'S SERVERS OR EQUIPMENT.\nSUBSCRIBER SHOULD ALWAYS BACK-UP ANY IMPORTANT INFORMATION SEPARATELY FROM DATA STORED ON PROVIDER'S OR ANY THIRD PARTY'S COMPUTERS OR EQUIPMENT.</p>\n<p>9.\nSUBSCRIBER ACKNOWLEDGES AND AGREES THAT PROVIDER IS NOT RESPONSIBLE FOR INVALID INTERNET DESTINATIONS, TRANSMISSION ERRORS, OR THE CORRUPTION OF SUBSCRIBER'S DATA.\nPROVIDER DOES NOT GUARANTEE SUBSCRIBER'S ABILITY TO ACCESS ALL WEBSITES, SERVERS, OR OTHER FACILITIES OR THAT PROVIDER'S PRODUCTS OR SERVICES ARE SECURE OR WILL MEET SUBSCRIBER'S NEEDS.</p>\n<p>10.\nSUBSCRIBER ACKNOWLEDGES THAT PROVIDER'S PRODUCTS AND SERVICES MAY ALLOW ACCESS TO INFORMATION THAT MAY BE SEXUALLY EXPLICIT, OBSCENE, OR OFFENSIVE OR OTHERWISE UNSUITABLE FOR CHILDREN.\nSUBSCRIBER AGREES THAT THE SUPERVISION OF THE USE OF PROVIDER'S PRODUCTS AND SERVICES BY CHILDREN IS SUBSCRIBER'S RESPONSIBILITY AND THAT PROVIDER IS NOT RESPONSIBLE FOR ACCESS BY SUBSCRIBER OR ANY OTHER USERS TO OBJECTIONABLE OR OFFENSIVE MATERIALS OR CONTENT.</p>\n<p>11.\nSUBSCRIBER AGREES THAT PROVIDER IS NOT RESPONSIBLE FOR THE ACCURACY, INTEGRITY, QUALITY, COMPLETENESS, USEFULNESS, OR VALUE OF ANY CONTENT, ADVICE, OPINIONS, OR INFORMATION THAT SUBSCRIBER MAY ACCESS THROUGH OR OVER PROVIDER'S PRODUCTS, SERVICES, OR NETWORK.\nPROVIDER DOES NOT REVIEW WEBSITES LINKED TO OR FROM ANY OF PROVIDER'S PRODUCTS OR SERVICES AND PROVIDER WILL NOT BE RESPONSIBLE FOR ANY LOSSES SUBSCRIBER INCURS FROM THIRD PARTY WEBSITES.</p>\n<p>\n<strong>R.\nIndemnification.</strong>\n</p>\n<p>Subscriber agrees to defend, indemnify, and hold harmless Provider from and against any and all claims, losses, damages, fines, liabilities, penalties, costs, and expenses, including reasonable attorneys' fees, related to or arising from:</p>\n<p>1.\nAny violation of applicable laws, regulations or this Agreement by Subscriber (or any parties that use Subscriber's account, with or without permission);</p>\n<p>2.\nNegligent acts, errors, or omissions by Subscriber (or any parties that use Subscriber's account, with or without permission);</p>\n<p>3.\nInjuries to or death of any person, and for damages to or loss of any property, which may in any way arise out of or result from or in connection with this Agreement;</p>\n<p>4.\nClaims for infringement of any intellectual property rights arising from the use of Provider's products or services, software, or the internet;</p>\n<p>5.\nThe absence, failure, or outage of Provider's products or services, including 911 emergency response services, and/or the inability of Subscriber or any third party user of Subscriber's account to be able to access emergency response center personnel.</p>\n<p>\n<strong>S.\nSurvivability.</strong>\n</p>\n<p>All obligations of the parties under this Agreement, which by their nature would continue beyond the termination, cancellation, or expiration of this Agreement, shall survive such termination, cancellation, or expiration.</p>\n<p>\n<strong>T.\nForce Majure.</strong>\n</p>\n<p>Provider will not be liable for delays, damages, or failures in performance due to causes beyond Provider's reasonable control, including but not limited to acts of a governmental body, acts of God, acts of third parties, fires, floods, strikes, or other labor-related disputes, or other things that Provider does not control, or an inability to obtain necessary equipment or services.</p>\n<p>\n<strong>U.\nAssignment and Third Party Beneficiaries.</strong>\n</p>\n<p>Provider may assign all or any part of this Agreement without notice and Subscriber agrees to make all subsequent payments as directed.\nThis Agreement is not for the benefit of any third party except Provider's parents, affiliates, subsidiaries, agents, predecessors, and successors in interest.</p>\n<p>\n<strong>V.\nSeverability.</strong>\n</p>\n<p>If any of the terms or conditions in this Agreement are held to be invalid or unenforceable by a government body of competent jurisdiction, the holding shall not affect any other term or condition of this Agreement, and the Agreement shall be construed as if it did not contain the invalid or unenforceable term or condition.</p>\n<p>\n<strong>W.\nChoice of Law and Jurisdiction.</strong>\n</p>\n<p>Subscriber hereby agrees that the substantive laws of the State of Utah, without reference to its principles of conflicts of laws, will be applied to govern, construe and enforce all of the rights and duties of the parties arising from or relating in any way to the subject matter of this Agreement.\nSUBSCRIBER HEREBY CONSENTS TO THE EXCLUSIVE PERSONAL JURISDICTION OF AND VENUE IN A COURT LOCATED IN SALT LAKE COUNTY, UTAH, FOR ANY SUITS OR CAUSES OF ACTION CONNECTED IN ANY WAY, DIRECTLY OR INDIRECTLY, TO THE SUBJECT MATTER OF THIS AGREEMENT OR TO THE SERVICE.\nExcept as otherwise required by law, any cause of action or claim Subscriber may have with respect to Provider's products and services must be commenced within one year after the claim or cause of action arises or such claim or cause of action is barred.</p>\n<p>\n<strong>X.\nChange in Law.</strong>\n</p>\n<p>Provider reserves the right to modify its products and services at any time without notice to reflect any change in any governing law, underlying network service, or component affecting Provider's products or services.</p>\n<p>\n<strong>Y.\nWaiver.</strong>\n</p>\n<p>Provider's failure at any time to insist upon strict compliance with any of the provisions of this Agreement in any instance shall not be construed to be a waiver of such terms in the future.</p>\n<p>\n<strong>Z.\nEntire Agreement.</strong>\n</p>\n<p>This Agreement, including all attachments and all other policies which are fully incorporated into this Agreement either by attachment or by reference, constitutes the entire Agreement between Provider and Subscriber with respect to the subject matter hereto and supersedes any and all prior or contemporaneous agreements whether written or oral.\nAny changes by Subscriber to this Agreement, or any additional or different terms in Subscriber's Customer Activation Form, purchase orders, acknowledgements or other documents, written or electronic, are void.\nIn the event that any term or condition on the Customer Activation Form conflicts with the terms and conditions on Provider's website (www.SumoFiber.com), Provider's website governs.</p>\n<p>\n<strong>AA.\nIntellectual Property</strong>\n</p>\n<p>Provider's products and services and any firmware or software used to provide Provider's products and services or otherwise provided to Subscriber are protected by trademark, copyright, or other intellectual property laws and international treaties.\nAll websites, corporate names, service marks, trademarks, trade names, logos, and domain names of Provider are and shall remain the exclusive property of Provider and nothing in this Agreement shall be construed as giving or granting Subscriber the right to use such marks.\nSubscriber acknowledges that Subscriber is not given any license to use any firmware or software other than a revocable, nontransferable license to use such firmware or software (without making any modifications thereto) strictly in accordance with the terms and conditions of this Agreement and only in conjunction with using Provider's products and services.\nSubscriber shall not attempt to reverse engineer, modify, hack, alter, or in any way replicate or change any of Provider's products or services including, but not limited to, any firmware or software that Provider allows Subscriber to use to receive Provider's products or services.</p>\n<p>\n<strong>AB.\nContent.</strong>\n</p>\n<p>Subscriber is liable for any and all liability that may arise out of the content transmitted by or to Subscriber using Provider's products or services.\nSubscriber shall assure that Subscriber's use of Provider's products and services complies at all times with all applicable laws, regulations, and instructions for use.</p>\n<p>SumoFiber reserves the right to modify the Master Service Agreement at any time without notice.\n&nbsp;</p>Legal DocumentsMaster Service AgreementInternet Acceptable Use PolicyPRIVACY POLICYService Level Agreement Suggested articlesService Level Agreement Internet Acceptable Use PolicyPRIVACY POLICYMessaging Best Practices and Guidelines© 2023 SUMOFIBER | v2 | Agent LoginKnowledge Management byelevio Help Center Username Services Status CHAT TEST FIBER Elevio by Dixa Need Help? ✋ ", "created_at": "2023-04-10 01:31:42.318668", "updated_at": "2023-04-10 01:32:40.66483"}, {"id": 15336, "name": "Service Level Agreement ", "url": "https://sumofiber.help/en/articles/116-service-level-agreement", "xpath": "//body", "text": " <strong>www.sumofiber.com</strong>SUMOFIBERKnowledge Base<strong>For public use, with restrictions</strong>Service Level Agreement <p>\n<strong>1.\nINTRODUCTION</strong>\n</p>\n<p>This Service Level Agreement (SLA) is incorporated into and made a part of the Master Services Agreement (MSA) between Customer and SUMOFIBER.\n&nbsp;Capitalized terms used herein that are not defined in this SLA shall have the meaning attributed to them in the MSA.</p>\n<p>\n<strong>2.\nQUALIFICATION</strong>\n</p>\n<p>Service level agreements are available to customers who purchase GOLD and small business data products.</p>\n<p>\n<u>Residential customers do not quality.</u>\n</p>\n<p>\n<strong>3.\nVOICE SERVICE</strong>\n</p>\n<p>The Service Level Agreement (SLA) is effective as of the first day of the second month after initial installation of Services.\n&nbsp;The goals associated with Voice Availability, SLAs set forth below are measured using monthly averages of the SUMOFIBER Voice Network.</p>\n<p>\n<strong>4.\nVOICE AVAILABILITY</strong>\n</p>\n<p>The Voice Availability Goal for SUMOFIBER Local Service is 99.9%.\nVoice availability is based on “Network Downtime”, which exists when a particular circuit of customer is unable to transmit and receive voice calls.\n&nbsp;Such failure is recorded in SUMOFIBER’s &nbsp;trouble ticket system.\n&nbsp;Network Downtime is measured from the time the trouble ticket is opened to the time the affected Service is again able to transmit and receive Voice calls.\n&nbsp;Any delay times associated with SUMOFIBER’s ability to access the Customer’s premises will be subtracted from the total Network Downtime.” &nbsp;In the event SUMOFIBER does not meet this Voice Availability Service Level, subject to the restrictions and exclusions in Section 4 below, Customer’s exclusive remedy shall be a service credit off of the MRC (monthly recurring charge) associated with the affected Service based on the SLA in excess of this Service Level in the particular month as set forth in the following table not to exceed 25% of customer monthly billing:</p>\n<p>\n<u>SLA Service Level &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nCredit</u>\n</p>\n<p>98-99.89% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;5%</p>\n<p>96-97.99% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n10%</p>\n<p>94-95.99% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n15%</p>\n<p>92-93.99 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n25%</p>\n<p>\n<strong>5.\nDATA SERVICE</strong>\n</p>\n<p>The Service Level Agreement (SLA) is effective as of the first day of the second month after initial Installation of Services.</p>\n<p>\n<strong>6.\nDATA NETWORK AVAILABILITY</strong>\n</p>\n<p>Network Availability is defined as the ability to pass incoming and outgoing traffic through SUMOFIBER’s network.\n&nbsp;The Data Availability Goal for SUMOFIBER Data Service is 99.9%.\n&nbsp;Data availability is based on “Network Downtime”, which exists when a particular circuit of customer is unable to transmit and receive Data.\n&nbsp;Such failure is recorded in SUMOFIBER &nbsp;trouble ticket system.\n&nbsp;Network Downtime is measured from the time the trouble ticket is opened to the time the affected Service is again able to transmit and receive Data.\n&nbsp;In the event SUMOFIBER does not meet this Data Availability Service Level, subject to the restrictions and exclusions in Section 3 below, Customer’s exclusive remedy shall be a service credit off of the MRC associated with the affected Service based on the SLA in excess of this Service Level in the particular month as set forth in the following table not to exceed 25% of customer monthly billing:</p>\n<p>\n<u>SLA Service Level &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nCredit</u>\n</p>\n<p>98-99.89% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;5%</p>\n<p>96-97.99% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n10%</p>\n<p>94-95.99% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n15%</p>\n<p>92-93.99 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n25%</p>\n<p>\n<strong>6.\nPACKET DELIVERY</strong>\n</p>\n<p>The Data Packet Delivery Goal for SUMOFIBER Data Service is 99.9%.\n&nbsp;Packet Delivery will be measured on an ongoing basis every five minutes to adequately determine a consistent average monthly performance level for packets actually delivered between SUMOFIBER Gateways on the SUMOFIBER IP network.\nSuch failure is recorded in SUMOFIBER &nbsp;trouble ticket system.\n&nbsp;In the event SUMOFIBER does not meet this Data Packet Delivery Service Level, subject to the restrictions and exclusions listed in section 3, Customer’s exclusive remedy shall be a service credit off of the MRC associated with the affected Service based on the SLA in excess of this Service Level in the particular month as set forth in the following table not to exceed 25% of customer monthly billing:</p>\n<p>\n<u>SLA Service Level &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Credit</u>\n</p>\n<p>98-99.89% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n5%</p>\n<p>96-97.99% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;10%</p>\n<p>94-95.99% &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;15%</p>\n<p>92-93.99 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;25%</p>\n<p>7.\nLATENCY</p>\n<p>The average network delay (“Latency”) will be measured via roundtrip pings on an ongoing basis every five minutes to adequately determine a consistent average monthly performance level for Latency at the relevant POPs.\nLatency is calculated as follows:</p>\n<p>A.\nComponents Included.\nThe average network delay (“Latency”) will be measured via roundtrip pings on an ongoing basis every five minutes to adequately determine a consistent average monthly performance level for Latency at the relevant POPs.\nLatency is calculated as follows:</p>\n<p>\n<strong>8.\nMAINTENANCE</strong>\n</p>\n<p>“Normal Maintenance” refers to upgrades of hardware or software or upgrades to increase capacity.\nNormal Maintenance may temporarily degrade the quality of the Service, including possible outages.\n&nbsp;Such effects related to Normal Maintenance will not give rise to service credits under this SLA.\nNormal Maintenance will be undertaken only as follows: (a) between the hours of 12 midnight and 6:00 AM Local Time.\n&nbsp;For purposes of this SLA, “Local Time” refers to the local time in the time zone in which an Affected Service is located.\n&nbsp;“Urgent Maintenance” refers to efforts to correct network conditions that are likely to cause a material Service outage and that require immediate action.\n&nbsp;Urgent Maintenance may degrade that quality of the Services, including possible outages.\n&nbsp;Such effects related to Urgent Maintenance will entitle Customer to service credits as set forth in this SLA.\n&nbsp;SUMOFIBER may undertake Urgent Maintenance at any time deemed necessary and will provide notice of Urgent Maintenance to Customer as soon as is commercially practicable under the circumstances.</p>\n<p>\n<strong>9.\nLimitations</strong>\n</p>\n<p>Notwithstanding anything in this Service Schedule to the contrary, Customer will not be entitled to a service credit for an outage that is the direct result of any network failure associated with the local loop or any other facilities that are not owned, operated or controlled by SUMOFIBER.</p>\n<p>\n<strong>10.\nCustomer Termination Rights</strong>\n</p>\n<p>Customer may terminate the Affected Services without early termination charges if, in any single calendar month: (a) Network Downtime exists for at least Sixty (60) hours in the aggregate.\nor (b) any single event entitling Customer to credits under Network Availability exists for a period of at least thirty six (36) consecutive hours.\n&nbsp;Such termination must be conducted by written notice to SUMOFIBER, and no later than five business days following the end of the relevant calendar month.\notherwise, Customer waives its rights to termination based on subsection (a) or (b) herein.\n&nbsp;After receipt of written notice of termination such termination will be effective after services have been transferred to another service provider.</p>\n<p>\n<strong>11.\nExclusive Remedy</strong>\n</p>\n<p>Given that damages from service interruptions or other failures to provide the Service under this SLA would be impossible to ascertain, and that the remedies stated in this SLA have been determined as a reasonable estimate of compensation, and not as a penalty, Customer’s remedy shall be fixed and liquidated as set forth in this SLA.\n&nbsp;In no event will the total remedies available to Customer exceed those set forth in this SLA.\n&nbsp;The provisions of this SLA state Customer’s sole and exclusive remedies for Service interruptions or Service deficiencies of any kind whatsoever.</p>\n<p>\n<strong>12.\nRemedies</strong>\n</p>\n<p>Each Service outage is treated as a discrete event.\ntherefore, the credits specified in the SLA shall be given for each separate Service outage.\n&nbsp;The number of minutes of separate Service outages will not be cumulated to determine the percentage of credit.\nIn order to request SLA credits, Customer must contact SUMOFIBER Customer Service.\nIn order to receive service credits set forth herein, such requests shall be made no later than five business days following the last day of the month in which the relevant SLA was not met.\n&nbsp;Failure to comply with these service credit request requirements will forfeit your right to receive a credit.\n&nbsp;A credit will be applied only to the month in which the event giving rise to the credit occurred.\n&nbsp;The maximum SLA credits issued in any one calendar month will not exceed: 25% of the MRCs of the Affected Service with respect to the SLA.\n“Affected Service” refers to the particular Product that fails to meet the relevant SLA.\n&nbsp;In no event will the total credit, in the aggregate for all credits issued in one month exceed the equivalent of 25% of the relevant MRCs for the Affected Service.\n&nbsp;The Customer may not deduct or set-off a service credit, if any, from an invoice, but must, in all cases, wait for the invoice to reflect the service credit before the Customer can realize it.</p>\n<p>\n<strong>13.\nService Credit Exceptions</strong>\n</p>\n<p>An outage shall not be deemed to have occurred in the event that the service is unavailable or impaired due to any of the following:</p>\n<p>1.\nInterruption on a service for which the Start of Service Date has not yet commenced;</p>\n<p>2.\nInterruptions caused by the negligence, error or omission of Customer or others authorized by Customer to access, use or modify the Service or equipment used by Customer;</p>\n<p>3.\nInterruptions due to power failure at customer premises, or the failure or poor performance of CPE;</p>\n<p>4.\nInterruptions during any period in which SUMOFIBER or its agents are not afforded access to the premises where the access lines associated with the Service are terminated, provided such access is reasonably necessary to prevent a degradation or to restore Service;</p>\n<p>5.\nInterruptions during any period that SUMOFIBER has communicated to Customer in any manner that the Service will be unavailable for Normal Maintenance or grooming purposes, or Customer has released the Service to SUMOFIBER for the installation of a customer Service Order;</p>\n<p>6.\nInterruptions during any period that Customer elects not to release the Service for testing and/or repair and continues to use it on an impaired basis;</p>\n<p>7.\nInterruptions resulting from Force Majeure;</p>\n<p>8.\nInterruptions resulting from Customer’s use of Service in an unauthorized or unlawful manner;</p>\n<p>9.\nInterruptions resulting from a SUMOFIBER disconnect for Cause;</p>\n<p>10.\nInterruptions resulting from incorrect, incomplete or inaccurate Service orders from Customer (Including without limitation Customer’s over subscription of Circuits);</p>\n<p>11.\nInterruptions due to improper or inaccurate network specifications provide by customer;</p>\n<p>12.\nInterruptions resulting from a failure of a carrier other than SUMOFIBER providing Local Access Services including CPE;</p>\n<p>13.\nSpecial configurations of the standard service that has been mutually agreed to by Qwest or Utopia and Customer.\nprovided, however, SUMOFIBER may provide a separate service level agreement to Customer for those special configurations;</p>\n<p>14.\nSUMOFIBER inability to deliver Service by the Customer Commit Due;</p>\n<p>15.\nInterruptions caused by circumstances beyond the reasonable control of SUMOFIBER or its agents.</p>\n<p>SumoFiber reserves the right to modify the Service Level Agreement at any time without notice.\n&nbsp;</p>\n<p>E-mail: info@sumofiber.com&nbsp;</p>Legal DocumentsMaster Service AgreementInternet Acceptable Use PolicyPRIVACY POLICYService Level Agreement Suggested articlesMaster Service Agreement© 2023 SUMOFIBER | v2 | Agent LoginKnowledge Management byelevio Help Center Username Services Status CHAT TEST FIBER Elevio by Dixa Need Help? ✋ ", "created_at": "2023-04-10 01:31:42.410291", "updated_at": "2023-04-10 01:33:06.017366"}], "points": [], "urls": ["sumofiber.com", "sumofiber.help"]}}