{"error": 448, "message": "OK", "parameters": {"id": 7904, "name": "Locals", "created_at": "2023-04-03 21:11:47.958908", "updated_at": "2023-04-22 11:50:37.531733", "wikipedia": "https://en.wikipedia.org/wiki/Locals", "keywords": null, "related": null, "slug": "locals", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7904.png", "url": "locals.com", "documents": [{"id": 15285, "name": "Privacy Policy", "url": "https://locals.com/privacy", "xpath": "/html/body/div[1]/div/div/div/div/div[1]", "text": "Privacy Policy <p>\n<strong>Privacy Policy </strong>\n</p>\n<p>\n<strong>Date Last Updated:</strong> October 7, 2022</p>\n<p>This Privacy Policy describes how Rumble Inc.\nand its subsidiaries and affiliates, including but not limited to Rumble Canada Inc.\nand Locals Technology Inc.\n(collectively, “Rumble,” or “we” or “us” or “our”) collect, use, and share Personal Information.\nThis Privacy Policy applies to all services offered through our mobile applications, platforms, and websites (collectively, the “Services”), and to any Personal Information obtained from website visitors and users who provide us with their Personal Information in connection with the Services we provide directly to those users.</p>\n<p>We take your privacy seriously.\nWe encourage you to review this Privacy Policy whenever you access our Services or otherwise interact with us to stay informed about our data privacy practices and the choices available to you.\nBy using the Services, you agree to this Privacy Policy.\nRumble may choose to update or revise this Privacy Policy from time to time, with or without notice to you.\nAny changes to this Privacy Policy will be noted by updating the date at the top of the policy.\nIf the changes are substantial, we may provide a more prominent notice.\nIf you have any questions or concerns, please contact us.</p>\n<p>\n<strong>1.\nInformation We Collect</strong>\n</p>\n<p>We collect your Personal Information based on the purpose for which you provide it to us.\n“Personal Information” includes any information that we collect about you that, alone or in combination with other information, can be used to identify you, such as a personal identifier (e.g., name, email or postal address, phone number, etc.), online identifiers, or inferences about your preferences.\nFor the purpose of this Privacy Policy, Personal Information also includes “Personal Data,” as defined under the General Data Protection Regulation (“GDPR”) or other applicable international data protection laws.</p>\n<p>We collect Personal Information in the following situations, as applicable:</p>\n<ol>\n<li>When you browse our website or use our Services;</li>\n<li>When you voluntarily provide information directly to us (e.g., when you sign up to become a registered user of our Services or provide content to our platforms).\nand</li>\n<li>When you register to join Rumble by logging into an account through a third-party Social Networking Site (\"SNS\").\nPlease be advised that if you decide to create your user account by logging into an SNS via the Services, you are using the Personal Information you have already provided to the SNS (such as your \"real\" name, email address and other information you make publicly available via the SNS) to create your user account on our Services.\nAs a result, the information we collect may depend on the privacy settings you have enabled with the SNS.\nPlease consult that SNS's privacy policy for additional information on their privacy practices.</li>\n</ol>\n<p>We collect (or have collected during the preceding 12 months from the date of this Policy) Personal Information that generally falls within one or more of the following categories:</p>\n<p>Direct Identifiers.\nWe collect identifiers such as your real name, alias, email address, phone number, account username and password, photographs, biographical information, and other similar information.</p>\n<p>Protected Classifications: We collect age information based on date of birth.</p>\n<p>Internet Activity.\nWe collect usage and log data about devices you use to access the websites, such as browser type, device manufacturer, operating system, domain name and IP address, the webpage you were visiting before you came to our Services, the webpages of our Services that you visit, information you search for on our Services, access times and dates, and other statistics from all website visitors (“Automatically Collected Information”).\nOur mobile and connected television applications (“App”) provide our users with access to and the use of the Services from their mobile devices or television.\nWe may receive your mobile device model and software version, which allows us to improve the performance of our App.</p>\n<p>Inferences drawn from other Personal Information: We collect Personal Information reflecting personal preferences of users.</p>\n<p>\n<strong>2.\nHow We Use Your Information </strong>\n</p>\n<p>We may also use the Personal Information we collect as otherwise disclosed to you at the point of collection, or for any other purposes with your consent.\nWe use your Personal Information in the following circumstances:</p>\n<p>Account registration.&nbsp;We create your user account for your use of the Services based upon the Personal Information you provide.\nYou may review, update, correct or delete the Personal Information in your account by editing your profile via the Services.\nIf you choose to completely delete all of your Personal Information, your account may be deactivated and our Services may not be available to you.\nYou may also contact us at the email address listed the bottom of this Privacy Policy with any request to update, correct, or delete your Personal Information.\nWe will use commercially reasonable efforts to honor your request.</p>\n<p>Communications.&nbsp;We use your Personal Information to contact you regarding our newsletters, marketing, or promotional materials or other information that may be of interest to you.\nIf you decide at any time that you no longer wish to receive such communications from us, please follow the unsubscribe instructions provided in any of the communications or update your account settings.\nWe may use your Personal Information to respond to your questions and/or inquiries.</p>\n<p>To personalize or improve the user experience.\nWe may aggregate your Personal Information with other information collected from other users to attempt to provide you with a better experience, to improve the quality and value of the Services, and to analyze and understand how our Services are used.\nWe also use Automatically Collected Information internally to increase our functionality and user-friendliness, and to better tailor our Services to our users' needs.</p>\n<p>Fraud detection and prevention.\nWe may use your Personal Information to detect and prevent potential fraud with respect to the Services.\nFor example, we use your mobile phone number to provide you with a one-time verification code to ensure you are not a robot.</p>\n<p>\n<strong>3.\nInformation We Disclose to Third Parties</strong>\n</p>\n<p>We will only share your Personal Information at your direction, with your consent, or in the following circumstances:</p>\n<p>Other Users.&nbsp;When you register through the Services and submit Personal Information to create a profile, other users will be able to view your username and channel name (if applicable).\nIf you do not want Personal Information to be viewed by others, we recommend that you do not include Personal Information in your username or channel name.\nShould you choose to provide additional Personal Information (e.g., photos, location data, or biographical information, etc.) as part of your username or channel name, this information may be visible to other users.\nSharing additional Personal Information is voluntary and we recommend that you exercise caution in disclosing any information you consider sensitive or confidential.</p>\n<p>Affiliates.\nWe may share your Personal Information with companies under common ownership and control of Rumble, including the parent company and its affiliates.</p>\n<p>Third Party Service Providers.&nbsp;We may retain third party service providers to provide services on our behalf (e.g., maintenance services, web analytics and improvement of the Service's features) or to assist us in analyzing how our Services are used, including with certain third parties for industry analysis, demographic profiling, and other purposes.\nThese third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.\nWe may disclose Automatically Collected Information obtained from your use of the Services to third party service providers who provide services to us.</p>\n<p>Social Networking Sites.&nbsp;When you registered your account with Rumble, you expressly agreed with and consented to this Privacy Policy.\nWith your consent to this Privacy Policy, along with any consent you have given with respect to any Social Networking Sites (“SNS”), video titles, descriptions, and/or thumbnails that you engage with, together with Personal Information that may identify you (e.g., IP address, device ID, or other identifiers) may be shared with an SNS.\nWith your consent to this Privacy Policy, we may also share information regarding the videos that you view through the Services (e.g., video titles, descriptions) along with other information, to assist us and other third parties to provide you with more personalized content, including ads displayed on Rumble as well as other platforms.\nYour SNS consent preferences may be changed at any time through your SNS account.\nPlease be advised that where your SNS account preferences do not grant consent to share information regarding the videos you view through the Rumble Services, we may still share other Personal Information about you for any other purpose described in this Privacy Policy.</p>\n<p>Legal Obligations.&nbsp;We may disclose your Personal Information if we believe in good faith that such disclosure is necessary to satisfy our legal obligations.\nThis may include: (i) to comply with the law or in response to a subpoena, court order, government request, or other legal processor to produce relevant documents or information in connection with litigation, arbitration, mediation, adjudication, government or internal investigations, or other legal or administrative proceedings.\n(ii) to protect the interests, rights, safety, or property of us, or any of our users, subsidiaries, affiliates, employees, or others.\n(iii) to monitor compliance with and enforce our Website Terms and Conditions of Use.\n(iv) to operate the systems that ensures the Services function properly.\nor (v) if we believe in good faith that a disclosure is necessary.\nWhen permitted by law, we will attempt to notify you before we disclose your Personal Information to satisfy our legal obligations.</p>\n<p>Business Transactions.&nbsp;In the event that Rumble goes through a business transition, such as a corporate divestiture, merger, acquisition, joint venture, bankruptcy, dissolution, reorganization, or any other similar transaction or proceeding, your Personal Information may be sold, divested, assigned, shared, or otherwise transferred in connection with the proposed transaction.\nYou may opt-out of the transfer of your Personal Information to the successor entity, if that entity has not committed to comply with this Privacy Policy or a privacy policy that is in all material respects as protective of your Personal Information as this Privacy Policy.</p>\n<p>We may use and disclose certain aggregated or de-identified information to our affiliates, business partners, and service providers, or through certain aggregated analytics data available through our Services to other users.\nSuch aggregated and/or de-identified information cannot reasonably be used to identify you.</p>\n<p>\n<strong>4.\nChoices Regarding Your Information</strong>\n</p>\n<p>Email Communications.&nbsp;If you decide at any time that you no longer wish to receive email communications from us, please follow the unsubscribe instructions provided in any of the communications or update your account settings.</p>\n<p>Social Networking Sites.&nbsp.\nWhen you log-in through an SNS account, such as Facebook, the privacy policy of that SNS applies to their collection, use, and disclosure of your Personal Information.\nIn addition, the SNS may collect Personal Information about your activity on the Rumble website for the purpose of providing you with targeted advertising and other services.\nYou may determine whether or not your activity on the Services will be shared and disclosed through the privacy settings on your SNS accounts.\nPlease review the privacy policies of the SNS with whom you engage to better understand the information they collect and the choices you have with respect to the collection, use, and disclosure of your Personal Information.\nYou can disable the feature that links your account to a SNS at any time by logging into your SNS account and selecting the option to disable connection to your SNS.</p>\n<p>\n<strong>5.\nLinks to Other Websites</strong>\n</p>\n<p>Our Services contain links to other third-party websites and online services.\nIf you choose to visit another website or online service by clicking on a link, you will be directed to that third party's website or online service.\nOther websites and online services follow different rules regarding the collection, use and/or disclosure of Personal Information.\nWe encourage you to read the privacy policies or statements of the other websites or online services you visit before providing any information or using such websites or services to carefully understand their privacy practices.</p>\n<p>\n<strong>6.\nData Security</strong>\n</p>\n<p>We care about the security of your Personal Information.\nRumble maintains administrative, technical, and physical safeguards reasonably designed to guard Personal Information that has been provided to us from loss, misuse or unauthorized access, disclosure, alteration, or destruction.\nWe utilize commercially reasonable safeguards to preserve the integrity and security of information collected and maintained through the Service and comply with applicable laws and industry standards to secure and protect information transmitted via or stored through our Services.\nHowever, while we strive to protect your information, we cannot guarantee the security of information you transmit to our Site.</p>\n<p>\n<strong>7.\nCookies and Other Tracking Technologies</strong>\n</p>\n<p>“Cookies” are small amounts of data generated by a website and saved by your web browser.\nBrowsers store the data temporarily and return it to the server on subsequent visits or requests.\nWeb beacons are a small image file (usually a transparent 1x1 pixel image) used for tracking purposes.\nThey may be placed in a webpage or HTML email to record when the content was loaded.\nWe use the information collected by web beacons to statistically monitor how many people are using our Services.\nWe utilize both cookies, pixels, and web beacons to help us keep our Services secure, measure the performance of our Services, understand how visitors interact with them, count numbers of visitors, and improve the user experience.\nFor example, cookies, pixels, and web beacons may be embedded in videos or web pages to collect certain types of information from your device or web browser in order to determine if you have viewed a particular video, web page, or advertisement.</p>\n<p>In addition to Rumble’s use of cookies and web beacons, we have relationships with advertising companies and SNS, including Rumble’s own Ad Manager, who may serve ads and/or collect certain information when you visit our web site.\nThese advertising companies typically use a cookie, pixel, or third-party web beacon to collect this information.\nFor example, these companies may use information collected about you (e.g., IP address, click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits in order to provide advertisements about goods and services that may be of interest to you.\nIn addition, these advertising companies and SNS may use their own unique identifiers to identify you, and this information may be collected from you by these third parties, consistent with their own privacy policies.</p>\n<p>Most browsers are set to accept cookies by default, but you can control and manage the use of cookies on your browser or device by deleting them from your browser history when you leave our website.\nIf you do not wish to receive cookies, you may set your browser to reject cookies or alert you when a cookie is set on your computer.\nIf you use a mobile device to access our Services, certain information associated with your device may be collected (e.g., browser type, device manufacturer, device model, etc.) and used for purposes similar to cookies.\nMost mobile devices allow you to disable the ability for&nbsp;geolocation&nbsp;information to be collected from your mobile device.\nThe help function on most browsers and mobile devices contains instructions on how to set your browser to notify you before accepting cookies, disable cookies entirely, or disable the collection of geolocation data.\nPlease be advised, if you disable certain cookies, some of the features of our website may not function properly or be available to you, such as those which require identification.</p>\n<p>Do Not Track Requests.\nSome web browsers have Do Not Track (“DNT”) or similar features that allow you to tell each website you visit that you do not want your activities on that website tracked.\nCurrently, Rumble does not respond to DNT signals and will continue to collect information about you even if your browser’s DNT functionality is activated.\nBy selecting the DNT option on your browser, this may not affect our collection of information related to cookie or other tracking technologies.</p>\n<p>\n<strong>8.\nNotice to California Residents</strong>\n</p>\n<p>The California Consumer Privacy Act (“CCPA”) provides California residents with right to receive certain disclosures regarding the collection, use, and sharing of their Personal Information, and the right to know, access, delete, and limit sharing of Personal Information.\nIn the past twelve months, we may have collected the categories of Personal Information as described in the “Information We Collect” section.\nWe provide California residents the privacy rights listed below in accordance with the CCPA:</p>\n<p>The right to know.\nYou may request the following information about how we have collected and used your Personal Information during the past 12 months: (i) the specific pieces of Personal Information we have about you.\n(ii) the categories of Personal Information we have collected about you.\n(iii) the categories of sources from which that Personal Information was collected.\n(iv) the categories of your Personal Information that we have sold or disclosed for a business purpose.</p>\n<p>(i) Within the preceding 12 months, Rumble has collected the following categories of Personal Information to provide our Services: Identifiers (e.g., email address, username or password, IP address).\nCategories of Personal Information under the California Customer Records statute (e.g., name, postal address, phone number, payment information).\nInternet Activity (e.g., browsing history or interaction with the Services).\nand Inference Data (e.g., personal profiles reflecting preferences)</p>\n<p>(ii) We obtain Personal Information from the following sources: (i) directly from you (e.g., when you communicate with us or through account registration).\n(ii) indirectly from you (e.g., when you visit our websites)</p>\n<p>(iii) Within the preceding 12 months, Rumble has used the following categories of Personal Information: Identifiers.\nCategories of Personal Information under the California Customer Records statute.\nInternet Activity.\nand Inference Data for the following business purposes: operate and improve our business.\nto fulfill the purpose for which the Personal Information was collected (e.g., to provide Services).\nto maintain or improve the quality of our Services.\ndetecting and investigating fraud and other illegal activities.</p>\n<p>(iv) Within the preceding 12 months, Rumble has disclosed the following categories of Personal Information for a business or commercial purpose: Identifiers.\nCategories of Personal Information under the California Customer Records statute.\nInternet Activity.\nand Inference Data.\nWe disclose your Personal Information, for a business purpose, to service providers, our partners or affiliates, or third parties with whom we collaborate.</p>\n<p>The right to deletion.\nIn certain circumstances, you have the right to request that we delete the Personal Information that we have collected or maintain about you.\nWe may deny your request under certain circumstances, such as if we need to comply with our legal obligations or complete a transaction for which your Personal Information was collected.\nIf we deny your request for deletion, we will let you know the reason why.</p>\n<p>The right to equal service.\nIf you choose to exercise any of these rights, Rumble will not discriminate against you.\nHowever, if you exercise certain rights under this Privacy Policy, please be advised that you may be unable to use or access certain features of Rumble’s Services.</p>\n<p>You may exercise your right to know and your right to deletion two times a year free of charge.\nTo exercise your right to know or your right to deletion, contact us through one of the methods listed at the bottom of this Privacy Policy.</p>\n<p>Request Verification and Response.\nWe will take steps to verify your identity before processing your request to know or request to delete.\nWe will not fulfill your request unless you have provided sufficient information for us to reasonably verify you are the individual about whom we collected Personal Information.\nIf you are a registered user of our Services, we will use our existing account authentication practices to verify your request.\nIf you do not have an account with us, we may request additional information about you.\nWe will only use the Personal Information provided in the verification process to verify your identity or authority to make a request and to track and document request responses, unless you initially provided the information for another purpose.\nWe will confirm our receipt of a verifiable consumer request within ten (10) business days and respond to a verifiable consumer request within forty-five (45) days of receipt.\nIf we need more time to respond, we will provide written notification to you, including our reason for the need for an extension and respond to your request no later than ninety (90) days after receipt.\nIf we cannot comply with a request, we will explain the reason in our communication to you.</p>\n<p>Authorized Agent.\nYou may use an authorized agent to submit a request to know or a request to delete.\nWhen we verify your agent’s request, we may verify both your and your agent’s identity and request a signed document from you that authorizes your agent to make the request on your behalf.\nTo protect your Personal Information, we reserve the right to deny a request from an agent that does not submit proof that they have been authorized by you to act on their behalf.</p>\n<p>Sale of Personal Information.\nRumble does not sell Personal Information, as such term is defined under the CCPA.\nHowever, we may share Personal Information with third parties as directed or consented to by you.\nIf we decide to sell your Personal Information, you will have the right to opt-out prior to any such sale.</p>\n<p>Other California Privacy Rights.\nUnder California’s “Shine the Light” law (Ca.Civ.Code Section 1798.83), California residents are entitled to request and obtain from Rumble once per calendar year information about when we share your Personal Information with third parties for those third parties’ own direct marketing purposes.\nTo request this information, please email us at the address indicated below in the Contact Us section and note “California Shine the Light” in the subject line.</p>\n<p>\n<strong>9.\nNotice to Residents of the European Economic Area (“EEA”) and the United Kingdom (“UK”)</strong>\n</p>\n<p>Rumble may collect, process and retain the data of residents of the EEA or the UK in order to provide Services to its customers.\nIf we do collect personal information from data subjects in the EEA or the UK, we are required to comply with the GDPR, UK GDPR, and applicable local laws with regard to certain Personal Information we collect.\nWe process Personal Information for the purposes described above.\nIf we use or process Personal Information in ways other than described in this Privacy Policy, we will provide you with specific notice at the time of collection.</p>\n<p>For such Personal Information, Rumble is the data controller of the Personal Information.</p>\n<p>Any Personal Information we may collect is detailed in&nbsp;<strong>“<strong>Information We Collect.</strong>”</strong>&nbsp;We rely on the following legal bases to process your Personal Information (i) valid consent provided by you.\n(ii) as necessary for the performance of a contract.\n(iii) compliance with a legal or regulatory obligation.\nand (iv) to fulfill our legitimate interests unless your fundamental rights and freedoms override those interests.</p> How We Use Your Personal Information Lawful Basis for Processing Your Personal Information Onboard you as a user, verify your identity, process and fulfill your account registration, and perform other activities that are part of our Services Our processing may be based on your valid consent or our legitimate interests to provide you with information you need and to respond to your requests.\nCommunicate with you by promoting our Services, including other marketing communications and newsletters Our processing may be based on your valid consent or our legitimate interest to provide you with information you need and to respond to your requests.\nImprove the quality of our Services, and for other related internal business purposes Our processing may be based our legitimate interest to improve our Services.\nEnsure the security and integrity of the Personal Information we process and to prevent and address fraud or breach of our Website Terms and Conditions of Use Our processing is based on our legal obligations and our legitimate interest to improve security and reduce the occurrence of fraudulent transactions.\nComply with our legal and regulatory obligations, including establishing, exercising and/or defending legal claims Our processing is based on complying with applicable legal or regulatory requirements.\n<p>Data Subject Rights.\nIf you are a resident of the EEA or the UK, you have rights with respect to your Personal Information under the GDPR or UK GDPR.\nSubject to certain conditions, if you are a resident of the EEA or UK and have submitted Personal Information to us, you have the followings rights with regard to your Personal Information that we hold:</p>\n<ul>\n<li>Access: You have the right to access certain information about how we process your Personal Information, including the categories of Personal Information that we process, our purposes for processing, and with whom we have shared your Personal Information;</li>\n<li>Correction: You have the&nbsp;right to rectify&nbsp;inaccurate Personal Information concerning you and, in certain circumstances, the right to have incomplete Personal Information completed;</li>\n<li>Deletion: You have the&nbsp;right to erasure of your Personal Information in certain circumstances, including when the Personal Information is no longer necessary for the purposes for which we collected it;</li>\n<li>Portability: Where processing is based on your consent or on a contract, the&nbsp;right to data portability&nbsp;(the right to obtain a copy of the data concerning you in a structured, commonly used and machine-readable format and the right to transmit those data to another controller without hindrance from us);</li>\n<li>Restrict Processing: You have the&nbsp;right to restrict&nbsp;our processing of your Personal Information in certain circumstances, including when the processing is unlawful or you contest the accuracy of your Personal Information;</li>\n<li>Object to Processing: You have the right to object&nbsp;to our processing (including our automated processing) of your Personal Information based on our legitimate interests, in certain circumstances.</li>\n<li>Complaints: You have the right to&nbsp;lodge a complaint&nbsp;with your local competent supervisory authority.</li>\n</ul>\n<p>You can submit these requests by email or by post.\nAddresses are provided below.\nWe may request specific information from you to help us confirm your identity prior to processing your request.\nApplicable law may require or permit us to decline your request.\nIf we decline your request, we will tell you why, subject to legal restrictions.\nPlease note that if you decide to exercise some of your rights, we may be unable to perform the actions necessary to achieve the purposes set out above or you may not be able to use or take full advantage of the services we offer.</p>\n<p>Special Categories of Personal Information.\nRumble does not knowingly collect Special Categories of Person Information, which includes information about your racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data, and data concerning health, sex life, and sexual orientation.\nIf you choose to provide this information through the Services, you consent to our collection of this information.</p>\n<p>Withdrawal of Consent.\nWhere you have given us valid consent to collect, use, and process your Personal Information in certain ways, we will rely on your consent.\nIn instances in which we have based our processing of your Personal Information on your consent, you have the right to withdraw your consent.\nPlease note that when you withdraw consent, we might not be able to provide you with Services.\nTo withdraw such consent, please contact us through the methods listed below.\nPlease note that in certain situations, we may continue to process your Personal Information after you have withdrawn consent and requested that we delete your Personal Information, if we have a legal basis to do so.\nFor example, we may retain certain information if we need to do so to comply with a legal obligation or if it is necessary to do so to pursue our legitimate interest in keeping the Services safe and secure.</p>\n<p>\n<strong>10.\nNotice to Residents of Brazil </strong>\n</p>\n<p>If you are a resident of Brazil, you have certain protections and rights under the Brazilian General Data Protection Law (“LGPD”).\nWe rely on the following legal bases to process your Personal Information: (i) valid consent provided by you.\n(ii) as necessary to fulfill a contract.\n(iii) to fulfill our legitimate interest, unless your fundamental rights and liberties outweigh those interests.\nor (iv) to comply with a regulatory or legal obligations.</p>\n<p>If you are a resident of Brazil, you have the right to obtain the following regarding your Personal Information: (i) confirmation of processing.\n(ii) access to data upon request.\n(iii) correction of inaccurate data.\n(iv) deletion of unnecessary or excessive data.\n(v) transfer of data.\n(vi) which entities with whom data has been shared.\nand (vii) block the processing of data.</p>\n<p>Sensitive Data.\nAs defined under LGPD, Rumble does not knowingly collect Sensitive Data, which may include information about your racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data, and data concerning health, sex life, and sexual orientation.\nIf you choose to provide this information through the Services, you consent to our collection of this information.</p>\n<p>For website visitors and users of our Services who are located in Brazil, the data controller processing your Personal Information is Rumble.</p>\n<p>\n<strong>11.\nNotice to Residents of Canada</strong>\n</p>\n<p>If you are a resident of Canada, you have rights under the Personal Information Protection and Electronic Documents Act (“PIPEDA”).\nWe strive to ensure the information we have about you is accurate and will your personal information for as long as required to comply with all business, legal and regulatory record keeping requirements and aligned with our internal policies and retention schedules.&nbsp;You have the right to access, correct, complete or delete any Personal Information that we process about you in our role as a data controller for the processing of such Personal Information.</p>\n<p>We will seek your consent, either express or implied, prior to the collection, use, or disclosure of your Personal Information.\nIf you object to the processing of your Personal Information, or if you have provided your consent to processing and you later choose to withdraw it, you have the right to withdraw your consent to the processing of your Personal Information under certain circumstances.\nWe will do our utmost to ensure the information we have about you is accurate and complete and will keep your Personal Information for as long as required to comply with all business, legal and regulatory record keeping requirements and aligned with any internal policies and retention schedules.</p>\n<p>If you wish to exercise any right set forth in this section, please contact us through one of the methods listed at the bottom of this Privacy Policy.\nWe may request specific information from you to confirm your identity prior to processing your request.</p>\n<p>\n<strong>12.\nInternational Data Transfers</strong>\n</p>\n<p>Our Services are based, controlled, operated, and administered by us in the United States and Canada, where Rumble’s servers are located.\nPlease be advised that the laws of the United States and/or Canada may not provide the same level of data protection as the jurisdiction in which you reside.\nIf you visit our websites or use our Services from a jurisdiction outside of the United States or Canada, your Personal Information may be transmitted to, stored, or processed in the United States and/or Canada and by using our websites, you authorize the transfer to and processing of your Personal Information in the United States and/or Canada.\nIf we transfer your Personal Information internationally in a manner which requires certain legal protections for your Personal Information, we will do so in accordance with appropriate safeguards mandated by applicable data protection laws.\nThis may include, but is not limited to, transferring Personal Information pursuant to agreements that incorporate standard contractual clauses approved by applicable data protection authorities, or by other means approved by data protection authorities in the applicable countries from which the Personal Information is transferred.</p>\n<p>\n<strong>13.\nData Retention</strong>\n</p>\n<p>We may retain your Personal Information for as long as reasonably necessary for the purposes for which it was originally collected, and the purposes outlined in this Privacy Policy.\nIn some circumstances, we may store personal information for longer periods of time as necessary to comply with legal or regulatory requirements.</p>\n<p>\n<strong>14.\nChildren’s Privacy</strong>\n</p>\n<p>We do not knowingly collect Personal Information from children under 13 and children under the age of 13 are not permitted to use our Services.\nIf we become aware that a child under 13 has provided us with Personal Information, we will promptly delete such information from our systems.\nIf a parent or guardian becomes aware that his or her child has provided us with Personal Information without their consent, the parent of guardian should contact us via one of the contact methods listed below.</p>\n<p>\n<strong>15.\nContact Information </strong>\n</p>\n<p>If you have any questions or would like to exercise your rights regarding this Privacy Policy, please contact us at the addresses listed below.&nbsp.\nPlease include “Privacy” in the subject line of your inquiry so that we may route your communication to the appropriate party.\nAdditionally, if you have complaints about Rumble’s processing of your Personal Information, you may have the right to lodge a complaint with the applicable supervisory authority in the jurisdiction where you reside.</p>\n<p>By email:</p>\n<p>legal@rumble.com</p>\n<p>By post:</p>\n<p>444 Gulf of Mexico Drive</p>\n<p>Attn: Rumble Support – Privacy Policy</p>\n<p>Longboat Key, Florida 34228, USA</p> ", "created_at": "2023-04-03 21:11:47.989837", "updated_at": "2023-04-03 21:12:16.242114"}, {"id": 15286, "name": "Terms of Service", "url": "https://locals.com/terms", "xpath": "/html/body/div[1]/div/div/div/div/div[1]", "text": "Terms of Service <p>\nVersion 1.3.4 Last Revised: January 9, 2023<br>\n</p>\n<p>\n<strong>TL;DR - These are the rules that govern your use of the Locals community and website, whether you are yourself a creator, or simply a member of a particular creator community, or both.\nFor example, if you're using Locals as a creator, then Section 4 (\"Using the Site as a Creator\") would apply to you.\nif you're using Locals as a member within a creator community, then Section 5 (\"Using the Site as a Community Member\") would apply to you, etc.\nIn addition to these rules, you should check out our \"Community Guidelines\" as well as our \"Privacy Policy\" – as both of these will apply to anyone using Locals.\nAlso, if you are a Creator, you should check out our \"Data Processing Agreement\" which is designed to protect the data privacy of any members in your community.</strong>\n</p>\n<p>The website located at <strong>https://locals.com</strong> and various related products and services offered through the site, including without limitation any integrated iOS or Android mobile applications (together referred to as the \" <strong>Site</strong>\") is a copyrighted work belonging to Locals Technology, Inc.\n(\" <strong>Company</strong>\", \" <strong>Locals</strong>\", \" <strong>us</strong>\", \" <strong>our</strong>\", and \" <strong>we</strong>\").\nCertain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.\nAll such additional terms, guidelines, and rules including without limitation our Community Guidelines (available at <strong>https://locals.com/community-guidelines</strong>), our Data Processing Agreement (available at <strong>https://locals.com/dpa</strong>), and our Privacy Policy (available at <strong>https://locals.com/privacy</strong>) are incorporated by reference into these Terms of Use (and collectively may be referred to as the \" <strong>Locals Policies</strong>\" or simply the \" <strong>Terms</strong>\").</p>\n<p>These Terms set forth the legally binding terms and conditions that govern your use of the Site.\nBy accessing or using the Site, you are accepting BOTH these Terms AND OUR PRIVACY POLICY, AVAILABLE AT <strong>the \" POLICY\"</strong>, on behalf of yourself or the entity that you represent, and you represent and warrant that you have the right, authority, and capacity to enter into BOTH these Terms AND THE POLICY (on behalf of yourself or the entity that you represent).\nyou may not access or use the Site or accept the Terms OR THE POLICY if you are not at least 13 years old.\nIf you do not agree with all of the provisions of these Terms AND THE POLICY, do not access and/or use the Site.</p>\n<p>These terms require the use of arbitration (Section 14.2) on an individual basis to resolve disputes, rather than jury trials or class actions, and also limit the remedies available to you in the event of a dispute.</p>\n<strong>1.\nAccounts</strong>\n<p>\n<strong>1.1.\nAccount Creation and Deletion.</strong> In order to use certain features of the Site, you must register for an account (\"<strong>Account</strong>\") and provide certain information about yourself as prompted by the account registration form.\nYou represent and warrant that: (a) all required registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\nYou may delete your Account at any time, for any reason, by following the instructions on the Site, which subject to Section 10 below, you acknowledge and agree will permanently delete your Account and all your User Content (defined below) from our databases.\nCompany may suspend or terminate your Account in accordance with Section 10.</p>\n<p>\n<strong>1.2.\nAccount Responsibilities.</strong> You are responsible for maintaining the confidentiality of your Account login information and are fully responsible for all activities that occur under your Account.\nYou agree to immediately notify Company of any unauthorized use, or suspected unauthorized use of your Account or any other breach of security.\nCompany cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.</p>\n<strong>2 .\nGeneral Access to the Site</strong>\n<p>\n<strong>2.1.\nLicense and Use.</strong> Subject to these Terms and except as expressly stated herein, Company grants you a non-transferable, non-exclusive, revocable, limited license to: (a) use and access the Site solely for your own personal use.\nand (b) use our logo, Company name, copyright and trademarks solely to promote the features of the Site, including if you are a Creator, to promote your Benefits to your potential Community Members (as such terms are defined below).\nCompany reserves the right, at any time, to modify, suspend, or discontinue the Site (in whole or in part) and any license(s) granted to you hereunder with or without notice to you.\nYou agree that Company will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Site or any part thereof.\nYou acknowledge and agree that Company will have no obligation to provide you with any support or maintenance in connection with the Site.</p>\n<p>\n<strong>2.2.\nCertain Restrictions.</strong> The rights granted to you in these Terms are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Site, whether in whole or in part, or any content displayed on the Site except as expressly stated herein.\n(b) you shall not modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Site.\n(c) you shall not access the Site in order to build a similar or competitive website, product, or service.\nand (d) except as expressly stated herein, no part of the Site may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.\nUnless otherwise indicated, any future release, update, or other addition to functionality of the Site shall be subject to these Terms.\nAll copyright and other proprietary notices on the Site (or on any content displayed on the Site) must be retained on all copies thereof.</p>\n<p>\n<strong>2.3.\nOwnership.</strong> Excluding any User Content that you may provide (defined below), you acknowledge that all the intellectual property rights, including copyrights, patents, trade marks, and trade secrets, in the Site and its content are owned by Company or Company's suppliers.\nNeither these Terms (nor your access to the Site) transfers to you or any third party any rights, title or interest in or to such intellectual property rights, except for the limited access rights expressly set forth in Section 2.1.\nCompany and its suppliers reserve all rights not granted in these Terms.\nThere are no implied licenses granted under these Terms.</p>\n<p>\n<strong>2.4.\nFeedback.</strong> If you provide Company with any feedback or suggestions regarding the Site (\"<strong>Feedback</strong>\"), you hereby assign to Company all rights in such Feedback and agree that Company shall have the right to use and fully exploit such Feedback and related information in any manner it deems appropriate.\nCompany will treat any Feedback you provide to Company as non-confidential and non-proprietary.\nYou agree that you will not submit to Company any information or ideas that you consider to be confidential or proprietary.</p>\n<strong>3 .\nUser Content</strong>\n<p>\n<strong>3.1.\nUser Content.\n\" User Content</strong>\" means any and all information and content that a user submits to, or uses with, the Site including without limitation photographs, images, videos, likeness, appearance, voice, text, audio, full name, pseudonyms and any other audiovisual content, for example, in the user's profile or content postings and/or submissions to the site.\nYou are solely responsible for your User Content.\nYou assume all risks associated with use of your User Content, including any reliance on its accuracy, completeness or usefulness by others, or any disclosure of your User Content that personally identifies you or any third party.\nYou hereby represent and warrant that your User Content does not violate our Community Guidelines (available at <strong>https://locals.com/community-guidelines</strong>).\nYou may not represent or imply to others that your User Content is in any way provided, sponsored or endorsed by Company.\nBecause you alone are responsible for your User Content, you may expose yourself to liability if, for example, your User Content violates our Community Guidelines.\nAlthough Company will make efforts to preserve your User Content, is not obligated to backup any User Content, and your User Content may be deleted.\nYou are solely responsible for creating and maintaining your own backup copies of your User Content if you desire.</p>\n<p>\n<strong>3.2.\nYour License to Us.</strong> In part because you can submit User Content to the Site where it may be displayed to other users, you hereby grant (and you represent and warrant that you have the right to grant) to Company an irrevocable, nonexclusive, royalty-free and fully paid, worldwide license to reproduce, distribute, publicly display and perform, prepare derivative works of, incorporate into other works, and otherwise use your User Content, and to grant sublicenses of the foregoing rights, solely for the purposes of including your User Content in the Site.\nIn addition to the foregoing, you hereby grant to Company an irrevocable, nonexclusive, royalty-free and fully paid, worldwide license to factually list your full name, pseudonyms, likeness, appearance, and/or logos on our website and marketing materials solely to indicate that you are a user of the Site.\nYou hereby irrevocably waive (and agree to cause to be waived) any claims and assertions of moral rights or attribution with respect to your User Content.\nThe purpose of this License is to enable us to operate the Site and make your User Content available through the Site consistent with the Site's intended features and functionality.\nWe will never seek to \"steal\" your User Content or use your User Content in a manner that is inconsistent with your rights in your User Content.</p>\n<strong>4 .\nUsing the Site as a Creator.</strong>\n<p>\n<strong>4.1.\nDefinitions.\nYou are a \" Creator</strong>\" if you use the Site to offer paid membership subscriptions to other users of the Site in exchange for membership benefits, which may be facilitated through the Site (each user of the Site paying for such membership subscription, a \"<strong>Community Member</strong>\").\nSaid membership benefits may include, without limitation, access to content or information that is exclusive to your Community Members (collectively, \"<strong>Creator Content</strong>\"), the ability for your Community Members to send and receive messages directly to you and/or between themselves, and/or merchandise or other tangible items that you make available to your Community Members (collectively, \"<strong>Benefits</strong>\").\nIf you are using the Site as a Creator, then the provisions of this Section 4 apply to you and shall prevail in the event of any conflict with any other provisions of these Terms.</p>\n<p>\n<strong>4.2.\nCreator Payments, Fees &amp.\nRefunds.</strong> When you offer Benefits as a Creator through the Site, we facilitate payments made by your Community Members to you.\nPayment processing, including refunds, shall be managed by the payment platform utilized by Company from time to time and may include the use of a third-party payment processing service provider.</p>\n<p>\n<strong>4.2.1 Payments Made to You.</strong>\n</p>\n<p>(A) If Company utilizes Stripe, Inc.\nfor payments made by your Community Members through the Site, you agree that any such payments shall be collected and processed via Stripe, Inc., available at https://stripe.com (\"Stripe\"), and that in order to use the Site as a Creator you must: (a) create your own Stripe account.\n(b) agree to and abide by all of Stripe's own legal terms and conditions.\nand (c) cooperate with us in order to properly integrate your Stripe account with the Site, as reasonably directed by us.\nPayments made by your Community Members will be deposited directly by Company into your Stripe account in a timely manner after deduction of the following fees: (i) certain processing fees which are applied by Stripe, or which are applied by banks and/or other financial institutions not affiliated with us (collectively, \"Processing Fees\").\n(ii) the \"Locals Platform Fee\" which is 10% of all Subscription Fees received by Creator from their Community Members and, if you do not Opt-Out of Company Issued Refunds (as defined in Section 4.2.2(B) below), Company will also deduct (x) five percent (5%) of gross revenues as a reserve for refunds, and (y) will deduct any applicable refunds.\nCompany reserves the right to change the Locals Platform Fee at any time.</p>\n<p>(B) If payment processing is managed by Company without the use of third-party provider Stripe, you agree that payments shall be directly deposited to you by Company utilizing an automated clearing house (“ACH”) or wire transfer.\nYou will be notified if this form of payment processing is selected by Company, at which time Company will request ACH or wire transfer information from you.\nPayments due to you will be calculated by Company at the end of each month and will include deductions for (i) the Locals Platform Fee (as defined in Section 4.2.1(A)(ii) above), (ii) any applicable Processing Fees (as defined in Section 4.2.1(A)(i) above), and, if you do not Opt-Out of Company Issued Refunds (as defined in Section 4.2.2(B) below), Company will also deduct (x) five percent (5%) of gross revenues as a reserve for refunds, and (y) will deduct any applicable refunds.\nPayments will be made to you in a timely manner.</p>\n<p>You can review all Processing Fees and the applicable Locals Platform Fee within the 'settings' section of your Account.\nNotwithstanding anything to the contrary herein, we may hold or block certain payments in the event that these Terms (including any of our additional terms, guidelines, and rules) have been violated, for legal or tax compliance reasons (including if we suspect any fraudulent activity), or as otherwise required by Stripe, any other third-party service provider, or any applicable legal or regulatory authority.\nPlease contact Locals for more details.</p>\n<p>\n<strong>4.2.2 Refunds (other than for Locals Coins).</strong> The Company’s default position is that it will issue a refund on your behalf for any reason when requested by a Community Member and Company will manage the refund process.\nYou have the option to Opt-Out of Company Issued Refunds, as described in more detail in sub-section (B) below.</p>\n<p>(A) If Company manages the refund process, the Company will issue the refund on your behalf.\nIf Company chooses to manage the refund process using Stripe, you hereby authorize Company to issue the refund via your Stripe account.\nFor the avoidance of doubt, if you do not Opt-Out of Company Issued Refunds, the deductions specified in Section 4.2.1(A)(x) and (y) and Section 4.2.1(B)(x) and (y) will be made by Company to any payments deposited to you in addition to deductions for the Locals Platform Fee and Processing Fees.\n(B) If you do not want Company to manage or issue refunds on your behalf, you must notify Company in writing that you Opt-Out of Company Issued Refunds, in which case you will manage and issue all refunds, if any, using your Stripe account.\nIf you Opt-Out of Company Issued Refunds, the deductions specified in Section 4.2.1(A)(x) and (y) and Section 4.2.1(B)(x) and (y) will not be made by Company to any payments deposited to you, but only deductions for the Locals Platform Fee and Processing Fees will be made.</p>\n<p>\n<strong>4.2.3 Refunds (for Locals Coins).</strong> Notwithstanding anything contained herein to the contrary, including Section 4.2.2 above, but in any case, subject to Section 5.7(B) and (C) below, Company always maintains the right to make refunds for Locals Coins.\nEven if Creator opts out of having Company issue refunds pursuant to Section 4.2.2(B) above, Creator will not have the ability to issue Locals Coins refunds.</p>\n<p>\n<strong>4.3.\nTaxes</strong>.\nWe do not manage, account for, or make any tax withholdings in connection with applicable federal, provincial, state, local or other governmental sales, goods and services, harmonized or other taxes, fees, or charges, whether now in force or enacted in the future (collectively, \"<strong>Taxes</strong>\"), except that we may collect your tax identification information and report such information to the relevant tax authorities to the extent we are legally required to do so.\nTo the maximum extent permitted by law (unless explicitly stated otherwise), all Processing Fees and the Locals Platform Fee are exclusive of any Taxes.\nYou are responsible for payment of all Taxes relating to your use of the Site as a Creator.\nIf we are obligated to pay or collect any Taxes that you have paid or will pay based on your use of the Site as a Creator, you agree that you are ultimately responsible for such Taxes and that we may collect the payment amount for such Taxes from you.</p>\n<p>\n<strong>4.4.\nOther Restrictions.</strong> You may not use the Site or offer any Benefits which in any manner violate these Terms, including all of our additional terms, guidelines, and rules.\nPlease read our Community Guidelines carefully, which are available at <strong>https://locals.com/community-guidelines</strong>, and our Data Processing Agreement which is available at <strong>https://locals.com/dpa</strong>.\nYou are responsible for keeping the data and information of your Community Members secure and you acknowledge and agree that no person under the age of 13 is permitted to use the Site.</p>\n<p>\n<strong>4.5.\nData ownership and Protection.</strong>\n</p>\n<p>Company may share relevant Community Member Data with Creator, as outlined in Company's Data Processing Agreement, for the purpose of enabling Creator to provide Benefits to its Community Members.</p>\n<p>Company and Creator acknowledge and agree that Creator’s provision of Benefits to Community Members may extend outside of the Services provided by Company and may continue after Creator has ceased to use Company's Services.</p>\n<p>Accordingly, Creator agrees that it shall continue to abide by any applicable Data Protection Legislation following the expiration or termination of the Locals Policies and/or this Agreement as they apply to Members.</p>\n<p>Creator will not be required to delete or return to Company any Community Member Data in Creator’s possession following the expiration or termination of the Locals Policies and/or this Agreement as they apply to Creator unless such deletion or return is required by applicable Data Protection Legislation.</p>\n<p>Company shall immediately inform Creator in writing if it becomes aware of a circumstance that would require the deletion or return of any Community Member Data.</p>\n<p>\n<strong>4.6 Community Moderation by Creator</strong>\n</p>\n<p>Creators in their sole determination may remove or modify any User Content, and/or request that Locals remove Community Members from their community.</p>\n<strong>5 .\nUsing the Site as a Community Member.</strong>\n<p>\n<strong>5.1.\nPaid Membership Subscriptions.</strong> The Site allows you to receive certain Benefits from specific Creators in exchange for becoming a Community Member of that Creator through paid membership subscriptions offered by the Creator, (each, a \"<strong>Paid Membership</strong>\").\nBy signing up for a Paid Membership, you agree to pay the specified subscription fees (collectively, <strong>\"Subscription Fees\"</strong>) associated with such Paid Membership as indicated on the Site.</p>\n<p>Such Subscription Fees may be collected and processed via Stripe (<strong>https://stripe.com</strong>) and/or PayPal (<strong>https://www.paypal.com</strong>) (collectively, our \" <strong>Billing Service Providers</strong>\"), which have their own legal terms.\nYou will be required to provide us and/or our Billing Service Provider with information regarding your credit card or other payment method.\nYou represent and warrant that such information is true and that you are authorized to use the payment method.\nDepending on the Paid Membership, there may be a one-time fee or recurring Subscription Fees.\nFor recurring Subscription Fees, we will bill or charge you in regular automatically-renewing intervals (such as monthly, annually, or biennially), on a pre-pay basis until you cancel, which you can do at any time either through the Site or by contacting the relevant support team.</p>\n<p>Subscription Fees may also be paid for using Locals Coins at the rates set by Locals at the time of initial subscription and subscription renewal.</p>\n<p>Please also review our policy for in app purchases in Section 12 (\" <strong>Mobile Applications</strong>\") below.\nIn the event of any conflict between this Section 5.1 and Section 12, then Section 12 will prevail.\nYou acknowledge and agree that in certain situations you may lose access to the Benefits offered by a Creator, including without limitation in the case you cancel your Paid Membership, your payment method(s) fail, a Creator decides to block your Account, or a Creator decides to delete his or her own Account on the Site.</p>\n<p>\n<strong>5.2.\nTaxes.</strong> To the extent permitted by law, or unless explicitly stated otherwise, all Subscription Fees are exclusive of applicable Taxes (defined above).\nYou are responsible for payment of all applicable Taxes relating to your use of the Site, your payments, or your purchases.\nIf we are obligated to pay or collect Taxes on the Subscription Fees you've paid or will pay, you are responsible for such Taxes, and we may collect payment for such Taxes.\nfor example, if you are located in the EU we may add VAT to the total charges for Subscriptions Fees.</p>\n<p>\n<strong>5.3.\nPayment Failures.</strong> If your payment fails or if a Paid Membership is otherwise not paid for or paid for on time, the Creator may cancel or revoke your access to the Paid Membership through the Site.\nIf you contact your bank or credit card company to decline or reverse the charge of Subscription Fees for a Paid Membership, we may revoke your access to the Site in general.</p>\n<p>\n<strong>5.4.\nAutomatic Renewal.</strong> To ensure uninterrupted service, payments for any recurring Paid Memberships are automatically renewed.\nThis means that unless you cancel a Paid Membership before the end of the applicable subscription period, it will automatically renew, and you authorize us to invoice you or use any payment mechanism we have on record for you to collect the then-applicable Subscription Fees (as well as any Taxes).\nBy default, your Paid Memberships will be renewed for the same interval of time as your original subscription period.\nFor example, if you purchase a one month subscription, you will be charged for each monthly subscription period thereafter.\nWe may charge your account up to one month before the end of the subscription period.\nIt is your responsibility to make sure you are checking your email (including any spam or other filters) in order to receive any reminder email we send to you in advance of renewal.\nThe date for the automatic renewal may be determined automatically based on the date of the original purchase and in such event cannot be changed.</p>\n<p>\n<strong>5.5.\nCanceling Automatic Renewal.</strong> You can manage and cancel your subscription for any Paid Membership either through the Site (under 'manage subscription' within 'settings') or by contacting the relevant support team.</p>\n<p>\n<strong>5.6.\nFee Changes.</strong> Creators may change their Subscription Fees at any time, or start charging Subscription Fees for Benefits that were previously free.\nWhen applicable, Creators may give you advance notice of the Subscription Fee changes.\nIf you don't agree with the Subscription Fee changes, you must cancel your subscription to the Paid Membership or you will be charged in accordance with the new Subscription Fees.</p>\n<p>\n<strong>5.7.\nRefunds.</strong>\n<br>\nA) While you may cancel your Paid Memberships at any time, refunds are issued pursuant to Section 4.2.2 and 4.2.3 above, unless otherwise required by applicable law.\nFor the avoidance of doubt, if a Creator does not Opt-Out of Company Issued Refunds, refunds will be issued by the Company.\nIf a Creator does Opt-Out of Company Issued Refunds, refunds will be issued in the Creator’s sole discretion.<br>\nB) Refunds for Coins purchases from the Locals website are issued by Company, unless otherwise required by applicable law.<br>\nC) Refunds for Coins purchases from the Locals App are subject to the terms contained in Section 12 below.</p>\n<p>\n<strong>5.8.\nContent Plus.</strong>\n<br>\nWhen you purchase Content Plus (as defined in Section 13 below) you will have access to the Content Plus post as long as you have a Locals account and the Creator of the Content Plus continues to make their content available through Locals.</p>\n<strong>6 .\nIndemnification.</strong>\n<p>You agree to indemnify and hold Company (and its officers, employees, and agents) harmless, including costs and attorneys' fees, from any claim or demand made by any third party due to or arising out of (a) your use of the Site, (b) your violation of these Terms, (c) your violation of applicable laws or regulations or (d) your User Content.\nCompany reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.\nYou agree not to settle any matter without the prior written consent of Company.\nCompany will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.</p>\n<strong>7 .\nThird-Party Links &amp.\nAds.\nOther Users</strong>\n<p>\n<strong>7.1.\nThird-Party Links &amp.\nAds.</strong> The Site may contain links to third-party websites and services, and/or display advertisements for third parties (collectively, \"<strong>Third-Party Links &amp.\nAds</strong>\").\nSuch Third-Party Links &amp.\nAds are not under the control of Company, and Company is not responsible for any Third-Party Links &amp.\nAds.\nCompany provides access to these Third-Party Links &amp.\nAds only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links &amp.\nAds.\nYou use all Third-Party Links &amp.\nAds at your own risk, and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links &amp.\nAds, the applicable third party's terms and policies apply, including the third party's privacy and data gathering practices.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any transaction in connection with such Third-Party Links &amp.\nAds.</p>\n<p>\n<strong>7.2.\nOther Users.</strong> Each Site user is solely responsible for any and all of its own User Content.\nBecause we do not control User Content, including without limitation any Benefits offered by Creators through any Paid Memberships, you acknowledge and agree that we are not responsible for any User Content, Benefits, or Paid Memberships, whether provided by you or by others.\nWe make no guarantees regarding the accuracy, currency, suitability, or quality of any User Content, Benefits, or Paid Memberships.\nYour interactions with other Site users, whether Creators or Community Members, are solely between you and such users.\nYou agree that Company will not be responsible for any loss or damage incurred as the result of any such interactions.\nIf there is a dispute between you and any Site user, whether a Creator or a Community Member, we are under no obligation to become involved.</p>\n<p>\n<strong>7.3.\nRelease.</strong> You hereby release and forever discharge the Company (and our officers, employees, agents, successors, and assigns) from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature (including personal injuries, death, and property damage), that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Site (including any interactions with, or act or omission of, other Site users or any Third-Party Links &amp.\nAds).\nIF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.\"</p>\n<strong>8 .\nDisclaimers</strong>\n<p>THE SITE IS PROVIDED ON AN \"AS-IS\" AND \"AS AVAILABLE\" BASIS, AND COMPANY (AND OUR SUPPLIERS) EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING ALL WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, OR NON-INFRINGEMENT.\nWE (AND OUR SUPPLIERS) MAKE NO WARRANTY THAT THE SITE WILL MEET YOUR REQUIREMENTS, WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR WILL BE ACCURATE, RELIABLE, FREE OF VIRUSES OR OTHER HARMFUL CODE, COMPLETE, LEGAL, OR SAFE.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE SITE, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF FIRST USE.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<strong>9 .\nLimitation on Liability</strong>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL COMPANY (OR OUR SUPPLIERS) BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY LOST PROFITS, LOST DATA, COSTS OF PROCUREMENT OF SUBSTITUTE PRODUCTS, OR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES ARISING FROM OR RELATING TO THESE TERMS OR YOUR USE OF, OR INABILITY TO USE, THE SITE, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nACCESS TO, AND USE OF, THE SITE IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY DAMAGES ARISING FROM OR RELATED TO THIS AGREEMENT (FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION), WILL AT ALL TIMES BE LIMITED TO A MAXIMUM OF FIFTY US DOLLARS (U.S.\n$50).\nTHE EXISTENCE OF MORE THAN ONE CLAIM WILL NOT ENLARGE THIS LIMIT.\nYOU AGREE THAT OUR SUPPLIERS WILL HAVE NO LIABILITY OF ANY KIND ARISING FROM OR RELATING TO THIS AGREEMENT.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p>\n<strong>10.\nTerm and Termination.</strong>\n<p>Members may terminate at any time.\nMember shall pay in full for all Services up to and including the last day on which the Services are provided.</p>\n<p>Subject to this Section, these Terms will remain in full force and effect while you use the Site as a Creator.\nWe may suspend or terminate your rights to use the Site (including your Account) at any time for any reason at our sole discretion, including for any use of the Site in violation of these Terms.\nUpon termination of your rights under these Terms, your Account and right to access and use the Site will terminate immediately.\nYou understand that any termination of your Account may involve deletion of your User Content associated with your Account from our databases.\nCompany will not have any liability whatsoever to you for any termination of your rights under these Terms, including for termination of your Account or deletion of your User Content.</p>\n<p>Upon any termination, Company will make all Member Data available to Creator for electronic retrieval within ninety (90) days of such termination, but thereafter Company may delete stored Member Data.\n“Member Data” includes the email address, username, picture, and legal name of any Community Member of Creator, all Member Content that is made available by Member to Creator’s Community Members as a Benefit, and any non-public data provided by Member to Company to enable the provision of the Services.</p>\n<p>Even after your rights under these Terms are terminated, the following provisions of these Terms will remain in effect: Sections 2.2 through 2.4, Section 3 and Sections 6 through 14.\nCreator agrees to allow Members to cancel future payments made by your Community Members to your Stripe account</p>\n<strong>11.\nCopyright Policy.</strong>\n<p>Company respects the intellectual property of others and asks that users of our Site do the same.\nIn connection with our Site, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination, in appropriate circumstances, of users of our online Site who are repeat infringers of intellectual property rights, including copyrights.\nIf you believe that one of our users is, through the use of our Site, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c)) must be provided to our designated Copyright Agent:</p>\n<p>\n<em>1.\nyour physical or electronic signature;</em>\n</p>\n<p>\n<em>2.\nidentification of the copyrighted work(s) that you claim to have been infringed;</em>\n</p>\n<p>\n<em>3.\nidentification of the material on our services that you claim is infringing and that you request us to remove;</em>\n</p>\n<p>\n<em>4.\nsufficient information to permit us to locate such material;</em>\n</p>\n<p>\n<em>5.\nyour address, telephone number, and e-mail address;</em>\n</p>\n<p>\n<em>6.\na statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law.\nand</em>\n</p>\n<p>\n<em>7.\na statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.</em>\n</p>\n<p>Please note that, pursuant to 17 U.S.C.\n§ 512(f), any misrepresentation of material fact (falsities) in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney's fees incurred by us in connection with the written notification and allegation of copyright infringement.</p>\n<p>The designated Copyright Agent for Company is: Steven Gage</p>\n<p>Designated Agent: <strong>steven@locals.com</strong>\n</p>\n<p>Address of Agent: 444 Gulf of Mexico Dr, Longboat Key, FL 34228</p>\n<p>Telephone: 201 530 6369</p>\n<p>Email: <strong>support@locals.com</strong>\n</p>\n<strong>12.\nMobile Applications.</strong>\n<p>\n<strong>12.1.\nIn App Purchases.</strong> From time to time, we may offer products and services for purchase including the subscriptions for Locals Coins, (\"<strong>in app purchases</strong>\") through iTunes, the Apple Store, Google Play, or other application platforms authorized by us (each, an \"<strong>App Store</strong>\") via our mobile application (the \"<strong>App</strong>\").</p>\n<p>If you choose to make a purchase through such application platforms, you will be prompted to enter details for your account with your selected App Store (your \"<strong>App Store Account</strong>\"), and your App Store Account will be charged for the in app purchase in accordance with the terms disclosed to you at the time of purchase as well as the general terms for in app purchases that apply to your App Store Account.\nSome App Stores may charge you sales tax, depending on where you live.\nIf you purchase an auto-recurring periodic subscription through an in app purchase, your App Store Account will be billed continuously for the subscription until you cancel.\nAfter your initial subscription commitment period, and again after any subsequent subscription period, your subscription will automatically continue for an additional equivalent period, at the price you agreed to when subscribing.\nIf you do not wish your subscription to renew automatically, or if you want to change or terminate your subscription, you will need to log in to your App Store account and follow instructions to cancel your subscription, even if you have otherwise deleted your account with us or if you have deleted our mobile application from your device.\nDeleting your account on the Site or deleting our mobile application from your device does not cancel your subscription.\nwe will retain all funds charged to your App Store Account until you cancel your subscription through your App Store Account.</p>\n<p>\n<strong>12.2.\nApple Store Terms.</strong> If the App is provided to you through the Apple Inc.\n(Apple Inc.\ntogether with all of its affiliates, <em>\"<strong>Apple</strong>\"</em>) App Store, the following terms and conditions apply to you in addition to all the other terms and conditions of these Terms: (a) The parties acknowledge that Apple has no obligation to furnish any maintenance or support services with respect to the App.\nand (b) If any of the terms and conditions in these Terms are inconsistent or in conflict with Apple's applicable instructions for Minimum Terms for Developer's End User License Agreement, located at <strong>http://www.apple.com/legal/internet-services/itunes/appstore/dev/minterms/</strong> (the \"<strong>Apple EULA Terms</strong>\") or the App Store Terms and Conditions, located at <strong>http://www.apple.com/legal/internet-services/itunes/ca/terms.html</strong> (the \"<strong>Apple App Store Terms</strong>\") as of the Effective Date, the terms and conditions of the Apple EULA Terms or Apple App Store Terms, as applicable, will apply to the extent of such inconsistency or conflict.</p>\n<p>\n<strong>12.3.\nGoogle Play Terms.</strong> If the App is provided to you through the Google Inc., Google Play store (Google Inc.\ntogether with all of its affiliates, \"<strong>Google</strong>\"), the following terms and conditions apply to you in addition to all the other terms and conditions of these Terms: (a) You acknowledge that Google is not responsible for providing support services for the Apple.\nand (b) If any of the terms and conditions in these Terms are inconsistent or in conflict with Google's Google Play Developer Distribution Agreement located at <strong>https://play.google.com/about/developer-distribution-agreement.html</strong> (the \"<strong>Google EULA Terms</strong>\") as of the Effective Date, the terms and conditions of Google EULA Terms will apply to the extent of such inconsistency or conflict.</p>\n<strong>13.\nContent Plus.</strong>\n<p>\n<strong>13.1 Content Plus User Content.</strong> You may wish to create feature-length User Content such as a documentary film, comedy special, or other such content (such User Content being referred to herein as “Content Plus” or “Content+”), which may be (i) purchased by a Community Member as a one-time purchase or (ii) included as part of a Community Member’s annual Paid Membership Subscription Fees.\nThese Terms, including the Community Guidelines, shall apply to you and the Content+.\nNotwithstanding anything to the contrary contained in these Terms, the following special Content+ terms (“Content+ Terms”) shall also apply (in the event of any conflict between these Content+ Terms and the Terms, the Content+ Terms shall take precedence):</p>\n<p>\n<strong>13.2 License, Right to Use.</strong> You hereby grant to the Company and its Affiliates (as defined below) a perpetual, worldwide, non-exclusive, sublicensable, fully assignable, royalty-free license (collectively, the “License to the Company”) to: (i) use, reproduce, distribute, exploit, publicly perform and create derivative works therefrom, any and all stills, videos, audiovisual, audio-only or other content of any kind (including any element contained therein) that you or any of your respective Affiliates uploads, posts, transmits or otherwise makes available, or causes or requests any third party to upload, post, transmit or otherwise make available on the Site in connection with the Content+ and any other content mutually agreed between you and Company to be made subject to these Content+ Terms, or as otherwise contemplated by or effected pursuant to these Content+ Terms.\n(ii) use any and all trademarks, service marks, trade names, symbols, logos and other branding identifiers (the “Creator Marks”) belonging to you or your respective Affiliates in and/or in connection with the Content+.\nand (iii) use and/or exploit the name(s), voice(s), image(s), likeness(es) and biographical information of any person appearing in the Content+, in and in connection with the Content+ and the marketing, advertising and/or promotion thereof on the Site, or by the Company and its Affiliates in general, including in any and all blog posts, press releases, and other public statements, in any and all media now known or hereinafter devised.\nAs used herein, “Affiliates” shall mean a person or entity that directly, or indirectly through one or more intermediaries, controls, or is controlled by, or is under common control with, you or Company, as the case may be.</p>\n<p>\n<strong>13.3 Consideration.</strong> You and Company agree that the sole and exclusive compensation for the Content+ shall be the payments that are expressly payable to you pursuant to the Terms, except that the Locals Platform Fee payable to Company with respect to one-time purchases of the Content+ shall be twenty percent (20%) rather than ten percent (10%).\nFor the avoidance of doubt, the Locals Platform Fee for Content+ purchased as part of your Paid Membership annual Subscription Fees shall remain at ten percent (10%).\nYou and Company further agree that (i) payment processing, including refunds, shall be managed in accordance with the Terms.\n(ii) Company may elect to have the sole right to determine the flow of funds from associated payment processing accounts to the Company.\nand (iii) at Company’s option, you and Company shall mutually agree on prices charged by you for the Content+.</p>\n<p>\n<strong>13.4 Control of Content Plus.</strong> Without limiting the requirements of Section 13.5(d) and (e) below and subject thereto, you and Company expressly agree that you have sole control over the Content+, including sole control over journalistic matters, editorial matters and viewpoints without any form of restriction or censorship by Company on behalf of itself and/or its advertisers.\nTo the extent the Content+ previously aired on television (broadcast or cable), you will ensure that closed captioning is included with the Content+, in accordance with applicable law.</p>\n<p>\n<strong>13.5 Representations &amp.\nWarranties.</strong> You represent and warrant to the Company that and agree with the Company as follows:</p>\n<p>a.\nYou have obtained all necessary rights, consents, permissions, waivers, clearances and/or licenses in connection with the performance of your obligations hereunder;</p>\n<p>b.\nthe Company's exploitation of the License to the Company (or any element contained therein) will not infringe upon nor violate the copyright or other intellectual property or proprietary right of any third party or constitute a breach or other violation (with or without notice, the lapse of time or both) of any agreement with, any person;</p>\n<p>c.\nYou have not entered into and will not enter into any agreement that would conflict or interfere with your obligations under these Content+ Terms;</p>\n<p>d.\nYou will all times comply with all applicable federal, national, state, provincial, local and other laws, rules, regulations and guidelines in connection with your performance of the obligations under these Content+ Terms.\nand</p>\n<p>e.\nYou will at all times comply with the Community Guidelines, including the Company’s policy with respect to the display or distribution of illegal content.</p>\n<p>\n<strong>13.6 Indemnification.</strong> You will indemnify, defend, and hold harmless the Company and the Company’s parent, subsidiaries, Affiliates, successors, licensees and assigns, and each of their respective directors, officers, shareholders, employees, representatives, sponsors, contractors and agents (collectively, the “Indemnified Parties”) from and against any and all claims, damages, losses, judgments, penalties, costs, liabilities, and expenses (including reasonable attorneys’ fees, costs and expenses) arising out of or in connection with (a) the Content+ or the Creator Marks.\n(b) the License to the Company.\n(c) your reckless, negligent or intentional or willful misconduct or that of any of your employees, contractors and/or agents.\nand (d) any breach or alleged breach of any representations, warranties, covenants or obligations of you under these Content+ Terms.</p>\n<p>\n<strong>13.7 Company Option.</strong> Company retains the option to enter into negotiations with you for a separate Content Plus agreement, which may include, among other things, grant to the Company of additional licensing or other rights to the Content+, at Company’s sole discretion.</p>\n<strong>14.\nGeneral</strong>\n<p>\n<strong>14.1.\nChanges.</strong> These Terms are subject to occasional revision, and if we make any substantial changes, we may notify you by sending you an e-mail to the last e-mail address you provided to us (if any), and/or by prominently posting notice of the changes on our Site.\nYou are responsible for providing us with your most current e-mail address.\nIn the event that the last e-mail address that you have provided us is not valid, or for any reason is not capable of delivering to you the notice described above, our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice.\nAny changes to these Terms will be effective upon the earlier of thirty (30) calendar days following our dispatch of an e-mail notice to you (if applicable) or thirty (30) calendar days following our posting of notice of the changes on our Site.\nThese changes will be effective immediately for new users of our Site.\nContinued use of our Site following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.</p>\n<p>\n<strong>14.2.\nClaims.</strong> You may not bring a claim against the Company for suspending or terminating a Creator or Member account, and you agree you will not bring such a claim.\nIf you try to bring such a claim, you are responsible for the damages caused, including attorneys fees and costs.\nThese terms remain in effect even if you no longer have a Creator or Member account.</p>\n<p>\n<strong>14.3.\nDispute Resolution.\nPlease read this Arbitration Agreement carefully.\nIt is part of your contract with Company and affects your rights.\nIt contains procedures for MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.</strong>\n</p>\n<p>\n<strong>(a) Applicability of Arbitration Agreement.</strong> All claims and disputes (excluding claims for injunctive or other equitable relief as set forth below) in connection with the Terms or the use of any product or service provided by the Company that cannot be resolved informally or in small claims court shall be resolved by binding arbitration on an individual basis under the terms of this Arbitration Agreement.\nUnless otherwise agreed to, all arbitration proceedings shall be held in English.\nThis Arbitration Agreement applies to you and the Company, and to any subsidiaries, affiliates, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or goods provided under the Terms.</p>\n<p>\n<strong>(b) Notice Requirement and Informal Dispute Resolution</strong>.\nBefore either party may seek arbitration, the party must first send to the other party a written Notice of Dispute ( <strong>\"Notice\"</strong> ) describing the nature and basis of the claim or dispute, and the requested relief.\nA Notice to the Company should be sent to: 444 Gulf of Mexico Dr, Longboat Key, FL 34228.\nAfter the Notice is received, you and the Company may attempt to resolve the claim or dispute informally.\nIf you and the Company do not resolve the claim or dispute within thirty (30) days after the Notice is received, either party may begin an arbitration proceeding.\nThe amount of any settlement offer made by any party may not be disclosed to the arbitrator until after the arbitrator has determined the amount of the award, if any, to which either party is entitled.</p>\n<p>\n<strong>(c) Arbitration Rules.</strong> Arbitration shall be initiated through the American Arbitration Association ( <strong>\"AAA\"</strong> ), an established alternative dispute resolution provider ( <strong>\"ADR Provider\"</strong> ) that offers arbitration as set forth in this section.\nIf AAA is not available to arbitrate, the parties shall agree to select an alternative ADR Provider.\nThe rules of the ADR Provider shall govern all aspects of the arbitration, including but not limited to the method of initiating and/or demanding arbitration, except to the extent such rules are in conflict with the Terms.\nThe AAA Consumer Arbitration Rules ( <strong>\"Arbitration Rules\"</strong> ) governing the arbitration are available online at <strong>www.adr.org</strong> or by calling the AAA at 1-800-778-7879.\nThe arbitration shall be conducted by a single, neutral arbitrator.\nAny claims or disputes where the total amount of the award sought is less than Ten Thousand U.S.\nDollars (US $10,000.00) may be resolved through binding non-appearance-based arbitration, at the option of the party seeking relief.\nFor claims or disputes where the total amount of the award sought is Ten Thousand U.S.\nDollars (US $10,000.00) or more, the right to a hearing will be determined by the Arbitration Rules.\nAny hearing will be held in a location within 100 miles of your residence, unless you reside outside of the United States, and unless the parties agree otherwise.\nIf you reside outside of the U.S., the arbitrator shall give the parties reasonable notice of the date, time and place of any oral hearings.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nIf the arbitrator grants you an award that is greater than the last settlement offer that the Company made to you prior to the initiation of arbitration, the Company will pay you the greater of the award or $2,500.00.\nEach party shall bear its own costs (including attorney's fees) and disbursements arising out of the arbitration and shall pay an equal share of the fees and costs of the ADR Provider.</p>\n<p>\n<strong>(d) Additional Rules for Non-Appearance Based Arbitration.</strong> If non-appearance based arbitration is elected, the arbitration shall be conducted by telephone, online and/or based solely on written submissions.\nthe specific manner shall be chosen by the party initiating the arbitration.\nThe arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise agreed by the parties.</p>\n<p>\n<strong>(e) Time Limits.</strong> If you or the Company pursue arbitration, the arbitration action must be initiated and/or demanded within the statute of limitations (i.e., the legal deadline for filing a claim) and within any deadline imposed under the AAA Rules for the pertinent claim.</p>\n<p>\n<strong>(f) Authority of Arbitrator.</strong> If arbitration is initiated, the arbitrator will decide the rights and liabilities, if any, of you and the Company, and the dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages, and to grant any non-monetary remedy or relief available to an individual under applicable law, the AAA Rules, and the Terms.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and the Company.</p>\n<p>\n<strong>(g) Waiver of Jury Trial.</strong> THE PARTIES HEREBY WAIVE THEIR CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY, instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement.\nArbitration procedures are typically more limited, more efficient and less costly than rules applicable in a court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and the Company in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU AND THE COMPANY WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.</p>\n<p>\n<strong>(h) Waiver of Class or Consolidated Actions.</strong> ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED OR LITIGATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS, AND CLAIMS OF MORE THAN ONE CREATOR OR MEMBER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CREATOR OR MEMBER.</p>\n<p>\n<strong>(i) Confidentiality.</strong> All aspects of the arbitration proceeding, including but not limited to the award of the arbitrator and compliance therewith, shall be strictly confidential.\nThe parties agree to maintain confidentiality unless otherwise required by law.\nThis paragraph shall not prevent a party from submitting to a court of law any information necessary to enforce this Agreement, to enforce an arbitration award, or to seek injunctive or equitable relief.</p>\n<p>\n<strong>(j) Miscellaneous.</strong> If any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable by a court of competent jurisdiction, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Agreement shall continue in full force and effect.\nAny or all of the rights and limitations set forth in this Arbitration Agreement may be waived by the party against whom the claim is asserted.\nSuch waiver shall not waive or affect any other portion of this Arbitration Agreement.\nThis Arbitration Agreement will survive the termination of your relationship with Company.\nNotwithstanding the foregoing, either you or the Company may bring an individual action in small claims court.\nNotwithstanding the foregoing, either party may seek emergency equitable relief before a state or federal court in order to maintain the status quo pending arbitration.\nA request for interim measures shall not be deemed a waiver of any other rights or obligations under this Arbitration Agreement.\nNotwithstanding the foregoing, claims of defamation, violation of the Computer Fraud and Abuse Act, and infringement or misappropriation of the other party's patent, copyright, trademark or trade secrets shall not be subject to this Arbitration Agreement.\nIn any circumstances where the foregoing Arbitration Agreement permits the parties to litigate in court, the parties hereby agree to submit to the personal jurisdiction of the courts located within Sarasota County, Florida, for such purpose, and waive any jurisdictional, venue, or inconvenient forum objections thereto.</p>\n<p>\n<strong>14.4.\nGoverning Law.\nExport.</strong> This Site is operated from the United States of America (\"U.S.\").\nCompany's headquarters are located in Sarasota County Florida.\nThis Site is not intended for use in jurisdictions outside the U.S.\nThus, your use of the Site is governed by and shall be construed in accordance with the laws of the State of Florida, U.S., without regard to its principles of conflicts of law.\nTO THE MAXIMUM EXTENT PERMITTED BY THE LAW OF YOUR COUNTRY OF RESIDENCE (BUT EXCLUDING THE EUROPEAN UNION), YOU EXPRESSLY WAIVE ANY RIGHTS YOU MAY HAVE TO REQUIRE THAT THESE TERMS AND YOUR USE OF THE SITE BE GOVERNED BY THE LAWS OF ANY COUNTRY OTHER THAN THE U.S.\nThe Site may be subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou agree not to export, reexport, or transfer, directly or indirectly, any U.S.\ntechnical data acquired from Company, or any products utilizing such data, in violation of the United States export laws or regulations.</p>\n<p>\n<strong>14.5.\nDisclosures.</strong> Company is located at the address in Section 14.9.\nIf you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.\nAdditionally, under California's \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once each calendar year, information about the Member information we shared, if any, with other businesses for their own direct marketing uses.\nIf applicable, this information would include the categories of Member information and the names and addresses of those businesses with which we shared Member information for the immediately preceding calendar year.\nTo obtain this information, please send an e-mail message to <strong>support@locals.com</strong> with \"Request for California Privacy Information\" in the subject line and in the body of your message.\nWe will provide in response the requested information to you at your e-mail address.\nPlease be aware that not all information sharing is covered by the \"Shine the Light\" requirements and only required information will be included in our response.</p>\n<p>\n<strong>14.6.\nElectronic Communications.</strong> The communications between you and Company use electronic means, whether you use the Site or send us emails, or whether Company posts notices on the Site or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from Company to the contact addresses and/or phone numbers you provide to us in connection with your Account, including without limitation via automated emails, SMS text messages, cellular or telephone calls, and push notifications (if applicable).\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Company provides to you electronically satisfy any legal requirement that such communications would satisfy if it were be in a hardcopy writing.\nYou hereby acknowledge and agree that when using the Site we may use automatic SMS text messages or telephone dialing systems for communications with you concerning the Site and related promotion offers and further that standard text messaging and call charges will apply.\nIF YOU WOULD LIKE TO OPT OUT OF PROMOTIONAL EMAILS YOU MAY UNSUBCRIBE VIA THE LINKS PROVIDED IN SUCH EMAILS.\nIF YOU WOULD LIKE TO OPT OUT OF TEXT MESSAGES OR CALLS YOU MAY TEXT \"STOP\" FROM THE DEVICE RECEIVING SUCH COMMUNICATIONS TO THE SOURCE NUMBER OF SUCH COMMUNICATIONS AS YOU ARE NOT REQUIRED TO CONSENT TO RECEIVE PROMOTIONAL SMS TEXT MESSAGES OR PHONE CALLS AS A CONDITION OF USING THE SITE.\nIF YOU WOULD LIKE TO OPT OUT OF ALL COMMUNICATIONS FROM US, PLEASE CONTACT OUR CUSTOMER SUPPORT TEAM VIA THE CONTACT INFORMATION PROVIDED AT THE BOTTOM OF THESE TERMS, HOWEVER, YOU ACKNOWLEDGE THAT THIS MAY AFFECT YOUR ABILITY TO EFFECTIVELY USE THE SITE.\nThe foregoing does not affect your non-waivable rights.</p>\n<p>\n<strong>14.7.\nEntire Terms.</strong> These Terms constitute the entire agreement and supersede any and all prior agreements, arrangements and understandings between you and us regarding the use of the Site.\nOur failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nThe section titles, summaries, and all \"TL;DR\" sections made available in (or in connection with) these Terms are for convenience only and have no legal or contractual effect.\nThe word \"including\" means \"including without limitation\".\nIf any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired, and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nYour relationship to Company is that of an independent contractor, and neither party is an agent or partner of the other.\nThese Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Company's prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nCompany may freely assign these Terms.\nThe terms and conditions set forth in these Terms shall be binding upon assignees.</p>\n<p>\n<strong>14.8.\nCopyright Trademark Information</strong>.\nCopyright © 2022 Locals Technology, Inc.\nAll rights reserved.\nAll trademarks, logos and service marks (\" <strong>Marks</strong>\") displayed on the Site are our property or the property of other third parties.\nYou are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.</p>\n<p>\n<strong>14.9.\nContact Information:</strong>\n</p>\n<p>Name: Locals Technology, Inc.</p>\n<p>Address: 444 Gulf of Mexico Dr, Longboat Key, FL 34228</p>\n<p>Email: <strong>support@locals.com</strong>\n</p> ", "created_at": "2023-04-03 21:11:48.021143", "updated_at": "2023-04-03 21:12:31.916103"}], "points": [], "urls": ["locals.com"]}}