{"error": 448, "message": "OK", "parameters": {"id": 8489, "name": "hilokal", "created_at": "2023-06-27 01:03:48.402526", "updated_at": "2023-06-27 10:02:07.20316", "wikipedia": null, "keywords": null, "related": null, "slug": "hilokal", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8489.png", "url": "hilokal.com", "documents": [{"id": 16481, "name": "Privacy Policy", "url": "https://www.hilokal.com/en/app/privacy.html", "xpath": "//body", "text": " <p> Privacy Policy : HILOKAL CO., LTD.\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p> Last Updated: 1 September, 2022<br>\n<br>HILOKAL CO., LTD., together with their respective parents, subsidiaries and affiliates, (“Hilokal,” “we,” “our,” and/or “us”) value the privacy of individuals who use our website, www.hilokal.com, mobile app, and related services (collectively, our “Services”).\nThis privacy policy (the “Privacy Policy”) explains how we collect, use, and share information from or about Hilokal users (“Users,” you,” and/or “your”) or their devices.\nBy using our Services, you agree to the collection, use, disclosure, and procedures this Privacy Policy describes.\nBeyond the Privacy Policy, your use of our Services is also subject to our&nbsp;Terms of Service.\n</p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp.\nINFORMATION WE COLLECT </p>\n<p> We may collect a variety of information from or about you or your devices from various sources, as described below.\n</p>\n<p> A.\nInformation You Provide to Us.\n</p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRegistration and Profile Information.&nbsp;If you sign up for an account, we ask you for your nickname, password, email address, date of birth, and phone number.\nYou may also provide your gender, profile photo, a voice introduction, and topics that interest you.\nYou may also connect your Social media accounts.\nYou may be required to provide to us a valid form of government-issued identification.\nIf you sign up using a social media or third-party account, we will also receive information from those third-party services such as your name, email address, profile photo.\n</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPayment Information.&nbsp;Hilokal offers users the ability to buy “Bean” on the Services.\nIf you buy Bean, your purchase will be made through your Apple or Google account.\nHilokal does not collect financial or billing information from you in relation to such a transaction.\nPlease review Apple or Google’s terms and notices to learn more about how your data is processed.\nWe do keep a record of the purchases you make, the time of your purchases, and the amount you spend in order to credit your account with the correct value.\n</p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCommunications.&nbsp;If you contact us directly, we may receive additional information about you.\nFor example, when you contact us for support, we will receive your nickname, email address, unique ID, title, the contents of a message or attachments that you may send to us, and other information you choose to provide.\n</p>\n<p> 4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAudio Broadcasts and User Content.&nbsp;When you use the Services, you may provide us with audio recordings (including voice) (“Casts”), live streams, along with any other content that you submit, webcast, or otherwise transmit to the Services, including, without limitation, comments, messages, photos, images, folders, data, text, and other types of works published on the Services, including through features such as LIVE, and TALK (including any third-party content included in such user content, such as any audiovisual works, sound recordings or musical works) (together with “Casts,” “User Content”) </p>\n<p> B.\nInformation We Collect When You Use Our Services.\n</p>\n<p> 5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLocation Information.&nbsp;We infer your general location information (for example, your IP address may indicate your general geographic region).\n</p>\n<p> 6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDevice Information.&nbsp;We receive information about the device and software you use to access our Services, including internet protocol (IP) address, web browser type, operating system version, phone carrier and manufacturer, device identifiers, mobile advertising identifiers, and push notification tokens.\n</p>\n<p> 7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUsage Information.&nbsp;We automatically receive information about your interactions with our Services, like the pages or other content you view, your language selection, the searches you conduct, people you follow, content you like, virtual items that you purchase, gift and receive, your chats and comments, and the dates and times of your visits.\n</p>\n<p> 8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformation from Cookies and Similar Technologies.&nbsp;We and third-party partners collect information using cookies, pixel tags, or similar technologies.\nOur third-party partners, such as analytics and advertising partners, may use these technologies to collect information about your online activities over time and across different services.\nCookies are small text files containing a string of alphanumeric characters.\nWe may use both session cookies and persistent cookies.\nA session cookie disappears after you close your browser.\nA persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to our Services.\n</p>\n<p> 9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPlease review your web browser’s “Help” file to learn the proper way to modify your cookie settings.\nPlease note that if you delete or choose not to accept cookies from the Service, you may not be able to utilize the features of the Service to their fullest potential.\n</p>\n<p> C.\nInformation We Receive from Third Parties.\n</p>\n<p> We may receive additional information about you from third parties such as data or marketing partners and combine it with other information we have about you.\n</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp.\nHOW WE USE YOUR INFORMATION </p>\n<p> We use the information we collect: </p>\n<p>\n<br>&nbsp.\n</p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo provide, maintain, improve, and enhance our Services.\n</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo communicate with you, provide you with updates and other information relating to our Services, provide information that you request, respond to comments and questions, to validate or verify your account, and otherwise provide customer support.\n</p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo facilitate the connection of third-party services or applications, such as social networks and payment providers.\n</p>\n<p> 4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFor marketing purposes, such as developing and providing promotional and advertising materials that may be useful, relevant, valuable or otherwise of interest to you.\n</p>\n<p> 5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo personalize your experience on our Services such as presenting tailored content.\n</p>\n<p> 6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo send you push notifications.\n</p>\n<p> 7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo send you text messages with the purpose of confirming your account.\n</p>\n<p> 8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo facilitate transactions and payments.\n</p>\n<p> 9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo de-identify and aggregate information collected through the Services and use it for any lawful purpose.\n</p>\n<p> 10.&nbsp.\nTo find and prevent fraud, and respond to trust and safety issues that may arise, including taking steps that we reasonably believe to be necessary to protect the safety, security, and rights of Hilokal, its employees, service providers, users and others.\n</p>\n<p> 11.&nbsp.\nFor compliance purposes, including enforcing our Terms of Service, Privacy Policy, other contracts with you, or other legal rights, or as may be required to comply with applicable laws and regulations or as requested by or in our good faith belief as required by any legal or judicial process or governmental agency.\nand </p>\n<p> 12.&nbsp.\nFor other purposes for which we provide specific notice at the time the information is collected.\n</p>\n<p> We may also aggregate, de-identify, and/or anonymize any information collected through the Services in such a way that we cannot reasonably link information to you or your device.\nWe may use such aggregate, de-identified, or anonymous information for any purpose.\n</p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp.\nHOW WE SHARE YOUR INFORMATION </p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAffiliates.&nbsp;We may share any information we receive with our affiliates for any of the purposes described in this Privacy Policy.\n</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nVendors and Service Providers.&nbsp;We may share any information we receive with vendors and service providers retained in connection with the provision of our Services.\n</p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUser Content.&nbsp;Our Services are social services in which you can find, enjoy, and share audio content.\nYour name, username, Casts, live streams, and other profile information are viewable by other users.\nDJs and broadcasters can see when you are viewing their live streams.\nWe are not responsible for how other users use available information, so you should carefully consider whether and what to post, and how you identify yourself on the Services.\n</p>\n<p> 4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThird Party App Integrations.&nbsp;If you connect a third-party application to our Services, we may share information such as app install confirmation with that third-party.<br>You may choose to integrate YouTube videos into your live contents.\nTherefore, our website utilizes the YouTube API Services, and you are agreeing to be bound by the YouTube Terms of Service (https://www.youtube.com/t/terms), Privacy Policy (http://www.google.com/policies/privacy), and API Services Terms of Service (https://developers.google.com/youtube/terms/api-services-terms-of-service) when engaging YouTube content and services through our website.\n</p>\n<p> 5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAnalytics Partners.&nbsp;We use analytics services such as Google Analytics to collect and process certain analytics data.\nThese services may also collect information about your use of other websites, apps, and online resources.\nYou can learn about Google’s practices by going to&nbsp;https://www.google.com/policies/privacy/partners/, and opt-out of them by downloading the Google Analytics opt-out browser add-on, available at&nbsp;https://tools.google.com/dlpage/gaoptout.\n</p>\n<p> 6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAdvertising Partners.&nbsp;We work with third-party advertising partners to show you ads that we think may interest you.\nThese advertising partners may set and access their own cookies, pixel tags and similar technologies on our Services and they may otherwise collect or have access to information about you which they may collect over time and across different online services.\nSome of our advertising partners are members of&nbsp;the Network Advertising Initiative&nbsp;or&nbsp;the Digital Advertising Alliance.\nIf you do not wish to receive personalized ads, please visit their opt-out pages to learn about how you may opt out of receiving web-based personalized ads from member companies.\nYou can access any settings offered by your mobile operating system to limit ad tracking, or you can install the AppChoices mobile app to learn more about how you may opt out of personalized ads in mobile apps.\n</p>\n<p> 7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAs Required By Law and Similar Disclosures.&nbsp;We may access, preserve, and disclose your information if we believe doing so is required or appropriate to: (a) comply with law enforcement requests and legal process, such as a court order or subpoena.\n(b) respond to your requests.\nor (c) comply with applicable law.\n(d) protect your, our, or others’ rights, property, or safety.\nFor the avoidance of doubt, the disclosure of your information may occur if you post any objectionable content on or through the Services.\n</p>\n<p> 8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMerger, Sale, or Other Asset Transfers.&nbsp;We may disclose and transfer your information to service providers, advisors, potential transactional partners, or other third parties in connection with the consideration, negotiation, or completion of a corporate transaction in which we are acquired by or merged with another company or we sell, liquidate, or transfer all or a portion of our business or assets.\n</p>\n<p> 9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nConsent&nbsp;We may also disclose information from or about you or your devices with your permission.\n</p>\n<p> 4.&nbsp;&nbsp;&nbsp;&nbsp.\nYOUR CHOICES </p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMarketing Communications.&nbsp;You can unsubscribe from our promotional emails via the link provided in the emails.\nEven if you opt-out of receiving promotional messages from us, you will continue to receive administrative messages from us.\n</p>\n<p> 5.&nbsp;&nbsp;&nbsp;&nbsp.\nTHIRD PARTIES </p>\n<p> Our Services may contain links to other websites, products, or services that we do not own or operate.\nWe are not responsible for the privacy practices of these third parties.\nPlease be aware that this Privacy Policy does not apply to your activities on these third-party services or any information you disclose to these third parties.\nWe encourage you to read their privacy policies before providing any information to them.\n</p>\n<p> 6.&nbsp;&nbsp;&nbsp;&nbsp.\nSECURITY </p>\n<p> We make reasonable efforts to protect your information by using physical and electronic safeguards designed to improve the security of the information we maintain.\nHowever, as our Services are hosted electronically, we can make no guarantees as to the security or privacy of your information.\n</p>\n<p> 7.&nbsp;&nbsp;&nbsp;&nbsp.\nCHILDREN’S PRIVACY </p>\n<p> We do not knowingly collect, maintain, or use personal information from children under 13 years of age, and no part of our Services are directed to children.\nIf you learn that a child has provided us with personal information in violation of this Privacy Policy, then you may alert us at&nbsp;admin@hilokal.com.\n</p>\n<p> 8.&nbsp;&nbsp;&nbsp;&nbsp.\nINTERNATIONAL VISITORS </p>\n<p> Our Services are hosted in the United States.\nIf you choose to use the Services from the European Union or other regions of the world with laws governing data collection and use that may differ from U.S.\nlaw, then please note that you are transferring your personal information outside of those regions to the United States for storage and processing.\nAlso, we may transfer your data from the U.S.\nto other countries or regions in connection with storage and processing of data, fulfilling your requests, and operating the Services.\nBy providing any information, including personal information, on or to the Services, you consent to such transfer, storage, and processing.\n</p>\n<p> 9.&nbsp;&nbsp;&nbsp;&nbsp.\nUPDATE YOUR INFORMATION </p>\n<p> You can update your account and profile information or deactivate your account through your profile settings.\n</p>\n<p> 10.\nADDITIONAL INFORMATION FOR CALIFORNIA RESIDENTS </p>\n<p> California Consumer Privacy Act (“CCPA”).\n</p>\n<p> The CCPA requires us to provide our users who reside in California with the additional notice below.\n</p>\n<p>\n<br>&nbsp.\n</p>\n<p> We collect and disclose for a business purpose the following categories of personal information: </p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nContact Information and Identifiers,&nbsp;including name, alias, online identifiers, IP address, email address, or other similar identifiers.\n</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCustomer Records,&nbsp;including name, telephone number, and financial information (such as payment and bank account number, collected only by our service provider).\n</p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProtected Classifications Under California or Federal Law,&nbsp;including age and gender.\n</p>\n<p> 4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCommercial Information,&nbsp;including products or services purchased or obtained.\n</p>\n<p> 5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInternet or Other Electronic Network Activity Information,&nbsp;including browsing history, search history, and information regarding a user’s interaction with an internet website or application.\n</p>\n<p> 6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAudio/Visual Information,&nbsp;including audio, visual, and electronic information.\n</p>\n<p> 7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProfessional/Employment Information,&nbsp;including job application or resume information if you apply for a job with us.\n</p>\n<p> 8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInferences,&nbsp;inferences drawn from any personal information to create a profile about a consumer reflecting the consumer’s preferences, characteristics, predispositions, behavior, and attitudes.\n</p>\n<p> 9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIdentifiers for Verification,&nbsp;such as your government-issued identification if requested and provided by you, to manage your account, provide the Service, other internal operations and to verify or validate your account.\n</p>\n<p>\n<br>&nbsp.\n</p>\n<p> The “Information We Collect” section of this Privacy Policy describes the categories of sources from which we collect your personal information.\n“How We Use Your Information” describes the purposes for which we collect your personal information.\n“How We Share Your Information” sets forth the types of third parties with which we share your personal information.\n</p>\n<p>\n<br>&nbsp.\n</p>\n<p> If you are a California resident, you may exercise the following rights: </p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe right to request a copy of the personal information that we have collected about you in the prior 12 months.\n</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe right to request details about the categories of personal information we collect, the categories of sources, the business or commercial purposes for collecting information, and the categories of third parties with which we share information.\n</p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe right to request deletion of the personal information that we have collected about you, subject to certain exemptions.\n</p>\n<p> California residents can submit deletion and access requests online by emailing us at&nbsp;admin@hilokal.com.\n</p>\n<p> You have the right not to receive discriminatory treatment for the exercise of your CCPA privacy rights, subject to certain limitations.\n</p>\n<p> An authorized agent may submit an access or deletion request on your behalf by sending a written authorization signed by you to&nbsp;admin@hilokal.com.\nWe may still require you to directly verify your identity and confirm that you provided the authorized agent permission to submit the request </p>\n<p>\n<br>&nbsp.\n</p>\n<p> Minors.\n</p>\n<p>\n<br>&nbsp.\n</p>\n<p> If you are a California resident under the age of 18 and you wish to remove content that you publicly posted, you may submit a request by contacting us at&nbsp;admin@hilokal.com.\nRemoving the public content does not ensure complete or comprehensive removal of the content or information.\n</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp.\nCHANGES TO THIS PRIVACY POLICY </p>\n<p> We will post any adjustments to the Privacy Policy on this page, and the revised version will be effective when it is posted.\nIf we materially change the ways in which we use or share personal information previously collected from you through the Services, we will attempt to notify you through the Services, by email, or other means.\n</p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp.\nCONTACT INFORMATION </p>\n<p> If you have any questions, comments, or concerns about our processing activities, please email us at&nbsp;admin@hilokal.com.\n</p>\n<p>&nbsp;</p> ", "created_at": "2023-06-27 01:03:48.433983", "updated_at": "2023-06-27 01:04:30.705011"}, {"id": 16482, "name": "Terms of Service", "url": "https://www.hilokal.com/en/app/terms.html", "xpath": "//body", "text": " <p> Terms of Service : HILOKAL CO., LTD.\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p> Last Updated: September 1, 2022<br>\n<br>Welcome, and thank you for your interest in HILOKAL CO., LTD., and their respective parents subsidiaries and affiliated entities (“Hilokal,” “we,” or “us”) and our website at https://www.hilokal.com, along with our related websites, networks, applications, mobile applications, and other services provided by us in the United States (collectively, the “Service”).\nThese Terms of Service are a legally binding contract between you and Hilokal regarding your use of the Service.<br>&nbsp.\n</p>\n<p> PLEASE READ THE FOLLOWING TERMS CAREFULLY.\n</p>\n<p> BY CLICKING “I ACCEPT,” OR BY DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING OR USING THE SERVICE, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF OR ACCESS TO THE SERVICE IN THE UNITED STATES, YOU AGREE TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS, INCLUDING HILOKAL’S PRIVACY POLICY, WHICH IS INCORPORATED HEREIN BY THIS REFERENCE (TOGETHER, THESE “TERMS”).\nIF YOU ARE NOT ELIGIBLE, OR DO NOT AGREE TO THE TERMS, THEN YOU DO NOT HAVE OUR PERMISSION TO USE THE SERVICE AND YOU SHOULD STOP USING THE SERVICE IMMEDIATELY.\nYOUR USE OF THE SERVICE, AND HILOKAL’S PROVISION OF THE SERVICE TO YOU, CONSTITUTES AN AGREEMENT BY HILOKAL AND BY YOU TO BE BOUND BY THESE TERMS.<br>\n<br>ARBITRATION NOTICE.&nbsp;Except for certain kinds of disputes described in Section 19, you agree that disputes arising under these Terms will be resolved by binding, individual arbitration, and BY ACCEPTING THESE TERMS, YOU AND HILOKAL ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN ANY CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nYOU AGREE TO GIVE UP YOUR RIGHT TO GO TO COURT to assert or defend your rights under this contract (except for matters that may be taken to small claims court).\nYour rights will be determined by a NEUTRAL ARBITRATOR and NOT a judge or jury.\n(See Section 19.) </p>\n<p> 1.\nHilokal Service Overview </p>\n<p> The Service offers a live-audio, social broadcasting platform that allows users to broadcast audio content in real time to other users of the Service.\nThose who broadcast on the service are called “Streamers” (formerly referred to as “DJs”).\nThe Service also allows users to Post (defined below) chat messages and other User Content (defined below) and purchase Virtual Items (defined below) to use within the Service in accordance with these Terms.\n</p>\n<p> 2.\nEligibility </p>\n<p> You must be at least 13 years old to use the Service.\nBy agreeing to these Terms, you represent and warrant to us that: (a) you are at least 13 years old.\n(b) you have not previously been suspended or removed from the Service.\nand (c) your registration and use of the Service is in compliance with any and all applicable laws and regulations.\nIf you are an entity, organization, or company, the individual accepting these Terms on your behalf represents and warrants that they have authority to bind you to these Terms and you agree to be bound by these Terms.\nCertain age restrictions may apply to the use of some features of the Service (including, for example, the purchase of Virtual Items (defined below)), depending on applicable laws and the policies of Hilokal and its third-party vendors.\n</p>\n<p> 3.\nAccounts and Registration </p>\n<p> To access most features of the Service, you must register for an account, which may include the ability to register through certain third-party account login credentials, such as Twitter or Facebook.\nWhen you register for an account, you may be required to provide us with some information about yourself, such as your gender identification, email address, phone number, birthdate, other contact information, and in some cases where legally permitted, you may be asked to provide a form of government identification.\nYou agree that the information you provide to us is accurate and that you will keep it accurate and up-to-date at all times.\nWhen you register, you will be asked to provide a password or third-party login credentials, if enabled by us.\nYou are solely responsible for maintaining the confidentiality of your account and passwords, and you accept responsibility for all activities that occur under your account.\nIf you believe that your account is no longer secure, then you must immediately notify us at&nbsp;admin@hilokal.com.\n</p>\n<p> 4.\nGeneral Payment Terms </p>\n<p> Certain features of the Service may require you to pay fees.\nBefore you pay any fees, you will have an opportunity to review and accept the fees that you will be charged.\nAll fees are in U.S.\nDollars and are non-refundable.\n</p>\n<p> 4.1 Price.<br>Hilokal reserves the right to determine pricing for the Service.\nHilokal will make reasonable efforts to keep pricing information published on the website up to date.\nWe encourage you to check our website periodically for current pricing information.\nHilokal may change the fees for any feature of the Service, including additional fees or charges, if Hilokal gives you advance notice of changes before they apply.\nHilokal, at its sole discretion, may make promotional offers with different features and different pricing to any of Hilokal’s customers.\nThese promotional offers, unless made to you, will not apply to your offer or these Terms.\n</p>\n<p> 4.2 Authorization.<br>You authorize Hilokal to charge all sums for the orders that you make and any level of Service you select as described in these Terms or published by Hilokal, including all applicable taxes, to the payment method specified in your account.\nIf you pay any fees with a credit card, Hilokal may seek pre-authorization of your credit card account prior to your purchase to verify that the credit card is valid and has the necessary funds or credit available to cover your purchase.\nIn order to use a credit card for any payments in connection with the Service, you must be at least 18 years old.\n</p>\n<p> 5.\nVirtual Items </p>\n<p> 5.1 Virtual Items.<br>We may allow users to purchase virtual digital items (“Bean”) at a price determined by Hilokal.\nCertain features of the Service allow users to react to favored User Content with virtual digital rewards in order to express approval of the User Content.\nYou may also use Bean to obtain digital items directly from Hilokal, such as extending the time Streamers may post User Content.\nThe use and purchase of Bean (defined below) are transactions solely between the user and Hilokal.\nThe term “Bean” is hereinafter collectively referred to as “Virtual Items.” Users can obtain Virtual Items in the various ways provided by Hilokal in its sole discretion and in accordance with these Terms.\nAll non-standard transactions between users related to Virtual Items are prohibited.\nWe may limit the amount of Virtual Items that you may purchase or hold at any time </p>\n<p> 5.2 Not Currency.<br>Each of the Virtual Items perform different functions on the Service, and each are subject to their own terms and conditions, as specified in these Terms.\nThey also have some things in common.\nIn particular, Virtual Items are not money.\nWhile we may use terms like “buy”, “purchase”, or “sell” in reference to some Virtual Items, such uses are merely for convenience and do not mean that Virtual Items have any particular cash value.\nWhen you “send” a Virtual Item, you are sending it to Hilokal to display and register your approval of the referenced User Content.\nAny Virtual Items that you obtain or access on the Service are provided to you under a limited, personal, revocable, non-transferable license to use only on the Service.\nThe Service may enable you to react to Streamers, users, or User Content.\nbut any and all transfers of Virtual Items between users (including the transfer of accounts) not expressly permitted under these Terms or the terms and conditions of the Streamer Program are expressly prohibited, including any sale or exchange, whether direct or through an intermediary such as an auction service.\nVirtual Items are provided to you for entertainment purposes only.\nVirtual Items are not property, and you have no right, title, or interest in any Virtual Items, nor any right to exchange Virtual Items for any virtual currency or for government-issued currency, except as required by law.\n</p>\n<p> 5.3 No Liability for Virtual Items.<br>Prices, availability, exchangeability, and transferability of Virtual Items are determined by Hilokal in its sole discretion and are subject to change without prior notice to you.\nSubject to applicable law and any other written and signed agreement entered into between you and Hilokal in addition to these Terms, you agree that Hilokal has the absolute and unrestricted right to manage, restrict, distribute, control, modify, withdraw, cancel, eliminate, change the prices or methods of exchange of, or reduce or limit the supply of Virtual Items in its sole discretion, and that Hilokal will have no liability to you or to any third party for exercising any such rights.\nUnder no circumstances will Hilokal be liable to you for any damages or claims that may arise from the loss of Virtual Items, regardless of the circumstances.\nWithout limiting anything in this Section, Hilokal’s liability to you for the loss of any Virtual Items, or the use or enjoyment thereof, will under no circumstance exceed the replacement of such Virtual Items, or the provision of alternative Virtual Items as determined by Hilokal at its discretion.\n</p>\n<p> 5.4 Virtual Items Purchase Terms.<br>The purchase of Virtual Items is a transaction solely between the user and Hilokal.\nWhen you purchase Virtual Items on the Service, you will have an opportunity to review and accept the fees that you will be charged.\nHilokal may use third-party payment processors to execute such transactions, and all such transactions are subject to the legal terms and privacy policies of our payment processors.\nBy clicking to complete the purchase, you authorize us and our payment processors to charge your provided payment method (such as a credit card or debit card) the full amount of such purchase, including any taxes.\nAll purchases are final and non-refundable.\nIf you request a chargeback from your issuing bank after having authorized a purchase, and we believe in our sole discretion that you have not disputed the transaction in good faith, your Service account may be terminated with no recourse.\nIn order to purchase Bean or other Virtual Items that Hilokal may make available, you must be at least 18 years old.\nExcept where prohibited by applicable law, Bean expire five years from the date of purchase.\n</p>\n<p> 5.5 Eligibility for Streamer Program.<br>Hilokal wishes to motivate users to post original, creative User Content that is of high quality and interesting for our users.\nTo motivate users accordingly, users that act as Streamers on the Service may receive Bean from other users of the Service, and if a Streamer receives a certain value of Bean (determined by Hilokal at its discretion), then that user may be eligible to receive compensation as part of Hilokal’s program for Streamers (the “Streamer Program”).\nAny user that acts as a Streamer on the Service will automatically get enrolled by Hilokal in the Streamer Program, unless Hilokal determines such user is ineligible for enrollment in the Streamer Program.\nIn order to receive any compensation or payouts in connection with the Streamer Program, a user acting as a Streamer must first accept the Streamer Program Terms (available here: [Streamer Program]) (the “Streamer Program Terms”), which are incorporated into these Terms by this reference, Hilokal is the sole decision-maker as to whether and how users may be compensated in connection with the Streamer Program or otherwise.\n</p>\n<p> 5.6 Forfeiture and Expiration of Virtual Items.<br>Virtual Items expire five years after purchase, Bean may be terminated, forfeited, discontinued at Hilokal Radio's direction.\nIf Hilokal terminates your Service account in accordance with these Terms, your license to all Virtual Items (including Bean, Gifts, and Coins) associated with your Service account will terminate immediately and all Virtual Items associated with your Service account will be forfeited, without compensation of any kind to you.\n</p>\n<p> 6.\nSubscriptions </p>\n<p> 6.1 Automatically Renewing Subscriptions.<br>Hilokal may, from time to time, offer subscriptions (“Subscriptions”) that provide bundled Virtual Items or features or opportunities not available as part of the free-of-charge service.\nIf you purchase a Subscription, you are subscribing to an automatically renewing subscription requiring recurring payments at the stated frequency (e.g., monthly or annual) until cancelled.\nWhen you purchase a Subscription, you must provide accurate and complete information for a valid payment method that you are authorized to use—this information may be collected and processed by a third party app store or platform.\nIf you purchase a Subscription, you will be charged your first subscription fee and any applicable taxes on the date you purchase your Subscription.\nYour Subscription will automatically continue at the selected interval, and you will continue to be charged at the then-current price (including any applicable taxes), unless at least 24 hours prior to the end of the current subscription period: (a) you terminate your account.\n(b) you cancel your subscription (as described below).\n(c) we decline to renew your subscription.\nor (d) these Terms are otherwise properly terminated as expressly permitted herein.\nThe subscription fee is non-refundable except as expressly set forth in these Terms or in accordance with applicable law.\nIf any subscription fee is not paid in a timely manner, or your transaction cannot be processed, we reserve the right to suspend, disable, cancel or terminate your access to the Service or cancel your Subscription.\nYou will be responsible for paying all past due amounts.\n</p>\n<p> 6.2 Cancellation.<br>When you cancel a Subscription, you cancel only future charges associated with your Subscription.\nYou may initiate your cancellation at any time, but the cancellation will become effective at the end of your current subscription period.\nIn order to avoid future charges, you must cancel your Subscription at least 24 hours prior to the end of your current subscription period.\nSubscriptions purchased through a third party app store or platform must be cancelled through that third party.\n</p>\n<p> 6.3 No Refunds.<br>EXCEPT AS OTHERWISE STATED HEREIN OR REQUIRED BY APPLICABLE LAW, YOUR SUBSCRIPTION FEE IS NONREFUNDABLE and if you cancel your Subscription, you will not receive any refund and you will continue to have access to your Subscription benefits, Virtual Items, and services at least until the end of your current subscription period.\nWe reserve the right to issue refunds, credits, or discounts at our sole discretion.\nIf we issue a refund, credit, or discount, we are under no obligation to issue the same or similar refund in the future.\n</p>\n<p> 6.4 Termination.&nbsp;We may terminate your Subscription at our sole discretion and without any notice.\nIf we cancel your Subscription, we may give you a prorated refund based on the amount of time or Virtual Items remaining that you cannot use.\nprovided, however, that we will not be obligated to grant you a refund if we terminate your account or your Subscription because we determine, in our sole discretion, that your actions or your use of the Service violate these Terms, any applicable law, or has harmed another user.\n</p>\n<p> 6.5 Changes.&nbsp;We may change the subscription terms or fees at any time on a going forward basis in our discretion.\nIf the pricing for your Subscription increases, we will notify you, and provide you an opportunity to change your Subscription before applying those changes to your account or charging you in connection with an automatic renewal.\nWe may choose in our sole discretion to add, modify, or remove benefits and features from a Subscription.\nYour continued use of the Service after the changes become effective will constitute your acceptance of the changes.\nIf you do not wish to continue subscribing with the new fees or features, you may cancel your Subscription.\nIf you accept the new Subscription, its terms and conditions will apply for that renewal and all renewals going forward.\n</p>\n<p> 7.\nLicenses </p>\n<p> 7.1 Limited License.<br>Subject to your complete and ongoing compliance with these Terms, Hilokal grants you, solely for your personal use, a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to: (a) install and use one object code copy of any mobile application associated with the Service obtained from a legitimate marketplace (whether installed by you or pre-installed on your mobile device by the device manufacturer) on a mobile device that you own or control.\nand (b) access and use the Service.\n</p>\n<p> 7.2 License Restrictions.<br>Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) reproduce, distribute, publicly display, or publicly perform the Service.\n(b) make modifications to or derivative works of the Service.\nor (c) interfere with or circumvent any feature of the Service, including any security or access control mechanism.\nIf you are prohibited under applicable law from using the Service, you may not use it.\n</p>\n<p> 7.3 Feedback.<br>If you choose to provide input and suggestions regarding problems with or proposed modifications or improvements to the Service (“Feedback”), then you hereby grant Hilokal an unrestricted, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit the Feedback in any manner and for any purpose, including to improve the Service and create other products and services.\n</p>\n<p> 8.\nOwnership.\nProprietary Rights </p>\n<p> The Service is owned and operated by Hilokal.\nThe visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other elements of the Service (“Materials”) provided by Hilokal are protected by intellectual property and other laws.\nAll Materials included in the Service are the property of Hilokal or its third-party licensors.\nExcept as expressly authorized by Hilokal, you may not make use of the Materials.\nHilokal reserves all rights to the Materials not granted expressly in these Terms.\n</p>\n<p> 9.\nThird-Party Terms </p>\n<p> 9.1 Third-Party Services and Linked Websites.<br>Hilokal may provide tools through the Service that enable you to export information, including User Content, to third-party services, including through features that allow you to link your account on Hilokal with an account on a third-party service, such as Twitter or Facebook, or through our implementation of third-party buttons (such as “like” or “share” buttons).\nBy using one of these tools, you agree that Hilokal may transfer that information to the applicable third-party service.\nThird-party services are not under Hilokal’s control, and, to the fullest extent permitted by law, Hilokal is not responsible for any third-party service’s use of your exported information.\nThe Service may also contain links to third-party websites.\nLinked websites are not under Hilokal’s control, and Hilokal is not responsible for their content.\n</p>\n<p> 9.2 Third-Party Software.<br>The Service may include or incorporate third-party software components that are generally available free of charge under licenses granting recipients broad rights to copy, modify, and distribute those components (“Third-Party Components”).\nAlthough the Service is provided to you subject to these Terms, nothing in these Terms prevents, restricts, or is intended to prevent or restrict you from obtaining Third-Party Components under the applicable third-party licenses or to limit your use of Third-Party Components under those third-party licenses.\n</p>\n<p> 10.\nUser Content </p>\n<p> 10.1 User Content Generally.<br>“User Content” means any content that you submit, webcast, or otherwise transmit (collectively, “Post”) to the Service, including, without limitation, audio content (including voice), comments, messages, photos, video, images, folders, data, text, and other types of works published on the Service through features called, without limitation, LIVE (including any third-party content included in such Posts, including, without limitation, any audiovisual works, sound recordings or musical works).\nYou retain any copyright and other proprietary rights that you may hold in the User Content that you Post to the Service.\n</p>\n<p> 10.2 Limited License Grant to Hilokal.<br>By Posting User Content to or through the Service, you grant Hilokal a worldwide, non-exclusive, irrevocable (subject to all applicable laws and Section 2 of these Terms), royalty-free, fully paid right and license (with the right to sublicense, through multiple tiers) to host, store, transfer, display, perform and communicate to the public (in each instance on a through-to-the-audience basis), reproduce, modify for the purpose of formatting for display, distribute and otherwise use and exploit your User Content, in whole or in part, in any media formats and through any media channels now known or hereafter developed, including in Hilokal’s marketing and advertising of the Service.\n</p>\n<p> 10.3 Limited License Grant to Other Users.<br>By providing User Content to or via the Service to other users of the Service, you grant those users a non-exclusive license to access and use that User Content as permitted by these Terms and the functionality of the Service.\n</p>\n<p> 10.4 User Content Representations and Warranties.<br>Hilokal disclaims any and all liability in connection with User Content.\nYou are solely responsible for your User Content and the consequences of providing User Content via the Service.\nBy providing User Content via the Service, you affirm, represent, and warrant that: </p>\n<p> A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nyou are the creator and owner of the User Content, or have the necessary licenses, rights, consents, and permissions to authorize Hilokal and users of the Service to use and distribute your User Content as necessary to exercise the licenses granted by you in this Section, in the manner contemplated by Hilokal, the Service, and these Terms.\n</p>\n<p> B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nyour User Content, and the use of your User Content as contemplated by these Terms, does not and will not: (i) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\n(ii) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person.\nor (iii) cause Hilokal to violate any law or regulation.\nand </p>\n<p> C.&nbsp;&nbsp;&nbsp;&nbsp.\nyour User Content could not be deemed by a reasonable person to be embarrassing, harassing, hateful, indecent, objectionable, pornographic, profane, threatening, or otherwise inappropriate.\n</p>\n<p> 10.5 You Must Have Rights to the Content You Post.<br>You must not Post any User Content to the Service if you are not the copyright owner of or are not fully authorized to grant rights in all of the elements of the User Content you intend to Post to the Service in compliance with the grant of rights set forth in Section 10.2.\nIn addition, if you only own the rights in and to a sound recording or an audiovisual work, but not to the underlying musical works embodied in such sound recording or audiovisual work, then you must not Post such sound recording or audiovisual work to the Service unless you have all necessary rights, authorizations, and permissions with respect to such embedded musical works that grant you sufficient rights to grant the licenses to Hilokal under these Terms.\nYou represent and warrant that: (a) you own the User Content Posted by you on the Service or otherwise have the right to grant the license set forth in these Terms.\n(b) the Posting and use of your User Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, trademark rights, patent rights, trade secret rights, contract rights, or any other rights of any party, including, but not limited to, the rights of any person visible in any of your User Content.\n(c) the Posting of your User Content on the Service will not require us to obtain any further licenses from or pay any royalties, fees, compensation or other amounts or provide any attribution to any third parties.\nand (d) the Posting of your User Content on the Service does not result in a breach of contract between you and a third party.\nYou agree to pay all monies owing to any person resulting from Posting your User Content on the Service, including from Hilokal’s exercise of the license set forth in Section 10.2.\n</p>\n<p> 10.6 Through-To-The-Audience Rights.<br>All of the rights you grant in these Terms are provided on a through-to-the-audience basis, meaning the owners or operators of external services will not have any separate liability to you or any other third party for User Content Posted, viewed, performed, communicated or otherwise used on such external services via the Service.\n</p>\n<p> 10.7 User Content Disclaimer.<br>We are under no obligation to edit or control User Content that you or other users post or publish, and will not be in any way responsible or liable for User Content.\nHilokal may, however, at any time and without prior notice, screen, remove, preserve, edit, or block any User Content that in our sole judgment violates these Terms or is otherwise objectionable or inappropriate as determined by Hilokal in its sole discretion.\nYou understand that when using the Service you will be exposed to User Content from a variety of sources and acknowledge that User Content may be inaccurate, offensive, indecent, or objectionable.\nYou agree to waive, and do waive, any legal or equitable right or remedy you have or may have against Hilokal with respect to User Content.\nIf notified by a user or content owner that User Content allegedly does not conform to these Terms, we may investigate the allegation and determine in our sole discretion whether to remove the User Content, which we reserve the right to do at any time and without notice.\nFor clarity, Hilokal does not permit copyright-infringing activities on the Service.\n</p>\n<p> 10.8 Monitoring Content.<br>Hilokal does not control and does not have any obligation to monitor: (a) User Content.\n(b) any content made available by third parties.\nor (c) the use of the Service by its users.\nYou acknowledge and agree that Hilokal reserves the right to, and may from time to time, monitor any and all information transmitted or received through the Service for operational and other purposes.\nIf at any time Hilokal chooses to monitor the content, Hilokal still assumes no responsibility or liability for content or any loss or damage incurred as a result of the use of content.\nDuring monitoring, information may be examined, recorded, copied, and used in accordance with our Privacy Policy.\n</p>\n<p> 11.\nCommunications </p>\n<p> 11.1 Text Messaging.<br>Hilokal and those acting on our behalf may send you text (SMS) messages at the phone number you provide us.\nThese messages may include operational messages about your use of the Service, as well as marketing messages.\nYou may opt out of receiving marketing and/or operational text messages at any time by sending an email to&nbsp;admin@hilokal.com&nbsp;indicating that you no longer wish to receive such texts along with the phone number of the mobile device receiving the texts.\nYou may continue to receive text messages for a short period while Hilokal processes your request, and you may also receive text messages confirming the receipt of your opt-out request.\nOpting out of receiving operational text messages may impact the functionality that the Service provides to you.\nText messages may be sent using an automatic telephone dialing system.\nYour agreement to receive text messages is not a condition of any purchase or use of the Service.\nStandard data and message rates may apply whenever you send or receive such messages, as specified by your carrier.\n</p>\n<p> 11.2 Push Notifications.<br>When you install our app on your mobile device, you agree to receive push notifications, which are messages an app sends you on your mobile device when the app is not on.\nYou can turn off notifications by visiting your mobile device’s “settings” page.\n</p>\n<p> 11.3 Email.<br>We may send you emails concerning our products and services, as well as those of third parties.\nYou may opt out of promotional emails by following the unsubscribe instructions in the promotional email itself.\n</p>\n<p> 11.4 Electronic Notifications.&nbsp;You consent to receive notifications from Hilokal electronically and agree that all notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing or be delivered in a particular manner.\nYou agree that you have the ability to store such electronic communications such that they remain accessible to it in an unchanged form.\nYou agree to keep your contact information current.\n</p>\n<p> 12.\nProhibited Conduct </p>\n<p> BY ACCESSING OR USING THE SERVICE YOU AGREE NOT TO: </p>\n<p> 12.1&nbsp;use the Service for any illegal purpose or in violation of any local, state, national, or international law, including, without limitation, any anti-money laundering laws or regulations.\n</p>\n<p> 12.2&nbsp;harass, threaten, demean, embarrass, or otherwise harm, or encourage the harm or self-harm of, any other user of the Service.\n</p>\n<p> 12.3&nbsp;post or display hate speech, including content promoting racism, terrorism, age discrimination, gender discrimination, or content intended to insult religious beliefs.\n</p>\n<p> 12.4&nbsp;engage in, promote, or incite violence against any individual or group, including posting or displaying images of firearms or other weapons.\n</p>\n<p> 12.5&nbsp;violate, or encourage others to violate, any right of a third party, including by infringing or misappropriating any third-party intellectual property right.\n</p>\n<p> 12.6&nbsp;interfere with security-related features of the Service, including by: (a) disabling or circumventing features that prevent or limit use or copying of any content.\nor (b) reverse engineering or otherwise attempting to discover the source code of any portion of the Service except to the extent that the activity is expressly permitted by applicable law.\n</p>\n<p> 12.7&nbsp;interfere with the operation of the Service or any user’s enjoyment of the Service, including by: (a) uploading or otherwise disseminating any virus, adware, spyware, worm, or other malicious code.\n(b) making any unsolicited offer or advertisement to another user of the Service.\n(c) collecting personal information about another user or third party without consent.\nor (d) interfering with or disrupting any network, equipment, or server connected to or used to provide the Service.\n</p>\n<p> 12.8&nbsp;perform any fraudulent activity, including impersonating any other user of the Service, person, or entity (including impersonating Hilokal employees), claiming a false affiliation, accessing any other Service account without permission, or using the Service to perform money laundering activities.\n</p>\n<p> 12.9&nbsp;sell or otherwise transfer the access granted under these Terms or any Materials (as defined in Section 8) or any right or ability to view, access, or use any Materials.\n</p>\n<p> 12.10&nbsp;provide false identification or personal information to Hilokal when making a user inquiry, or requesting a refund.\n</p>\n<p> 12.11&nbsp;collect, store, distribute, or post any personal information or that of third parties.\n</p>\n<p> 12.12&nbsp;solicit direct payments from other users, post third-party payment information, or otherwise encourage other users to circumvent Hilokal’s Virtual Items purchasing.\n</p>\n<p> 12.13&nbsp;post or display overtly sexual content or pornography or link to pornographic sites.\n</p>\n<p> 12.14&nbsp;promote or engage in gambling or gambling-related activity.\n</p>\n<p> 12.15&nbsp;use the Service for commercial advertising or political fundraising, unless approved in advance by Hilokal.\nor </p>\n<p> 12.16&nbsp;attempt to do any of the acts described in this Section 11 or assist or permit any person in engaging in any of the acts described in this Section 12.\n</p>\n<p> 12.17&nbsp;If you find any suspected violation of the above provisions, please immediately notify Hilokal at&nbsp;admin@hilokal.com&nbsp;or use the “report” function in the Hilokal mobile application.\n</p>\n<p> 13.\nNotice and Procedure for Making Claims of Copyright or Other Intellectual Property Infringements </p>\n<p> 13.1 Respect of Third-Party Rights.<br>Hilokal respects the intellectual property of others and takes the protection of intellectual property very seriously, and Hilokal asks users to do the same.\nInfringing activity will not be tolerated on or through the Service.\n</p>\n<p> 13.2 Repeat Infringer Policy.<br>Hilokal’s intellectual property policy is to: (a) remove or disable access to material that Hilokal believes in good faith, upon notice from an intellectual property rights owner or his or her agent, is infringing the intellectual property rights of a third party by being made available through the Service.\nand (b) in appropriate circumstances, to terminate the accounts of and block access to the Service by any user who repeatedly or egregiously infringes other people’s copyrights or other intellectual property rights.\n</p>\n<p> 13.3 Procedure for Reporting Claimed Infringement.<br>If you believe that any content made available on or through the Service has been used or exploited in a manner that infringes an intellectual property right you own or control, then please promptly send a&nbsp;“Notification of Claimed Infringement”&nbsp;containing the following information to the staff identified below.\nYour Notification of Claimed Infringement may be shared by Hilokal with the user alleged to have infringed a right you own or control, and you hereby consent to Hilokal making such disclosure.\nYour communication must include substantially the following: </p>\n<p> A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na physical or electronic signature of a person authorized to act on behalf of the owner of the work(s) that has/have been allegedly infringed.\n</p>\n<p> B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nidentification of works or materials being infringed, or, if multiple works are covered by a single notification, then a representative list of such works.\n</p>\n<p> C.&nbsp;&nbsp;&nbsp;&nbsp.\nidentification of the specific material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Hilokal to locate the material.\n</p>\n<p> D.&nbsp;&nbsp;&nbsp;&nbsp.\ninformation reasonably sufficient to permit Hilokal to contact you, such as an address, telephone number and, if available, an electronic mail address at which you may be contacted.\n</p>\n<p> E.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.\nand </p>\n<p> F.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\na statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.<br>You should consult with your own lawyer and/or see 17 U.S.C.\n§ 512 or other applicable laws to confirm your obligations to provide a valid notice of claimed infringement.\n</p>\n<p> 13.4 Contact Information.<br>Hilokal’s staff for receipt of Notifications of Claimed Infringement (“sfaff”) can be contacted at:<br>Via Email:<br>admin@hilokal.com<br>13.5 Counter Notification.<br>If you receive a notification from Hilokal that material made available by you on or through the Service has been the subject of a Notification of Claimed Infringement, then you will have the right to provide Hilokal with what is called a&nbsp;“Counter Notification.”&nbsp;To be effective, a Counter Notification must be in writing, provided to Hilokal’s staff through one of the methods identified in Section 13.4 and include substantially the following information: </p>\n<p> A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nA physical or electronic signature of the subscriber.\n</p>\n<p> B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIdentification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\n</p>\n<p> C.&nbsp;&nbsp;&nbsp;&nbsp.\nA statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand </p>\n<p> D.&nbsp;&nbsp;&nbsp;&nbsp.\nThe subscriber’s name, address and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber’s address is outside of the United States, then for any judicial district in which Hilokal may be found, and that the subscriber will accept service of process from the person who provided notification under Section 13.4 above or such person.\n</p>\n<p> 13.6 A party submitting a Counter Notification should consult a lawyer or see 17 U.S.C.\n§ 512 to confirm the party’s obligations to provide a valid counter notification under the Copyright Act.\n</p>\n<p> 13.7 Reposting of Content Subject to Counter Notification.<br>If you submit a Counter Notification to Hilokal in response to a Notification of Claimed Infringement, then Hilokal will promptly provide the person who provided the Notification of Claimed Infringement with a copy of your Counter Notification and inform that person that Hilokal will replace the removed User Content or cease disabling access to it in 10 business days, and Hilokal will replace the removed User Content and cease disabling access to it not less than 10, nor more than 14, business days following receipt of the Counter Notification, unless Hilokal’s Designated Agent receives notice from the party that submitted the Notification of Claimed Infringement that such person has filed an action seeking a court order to restrain the user from engaging in infringing activity relating to the material on the Service.\n</p>\n<p> 13.8 False Notifications of Claimed Infringement or Counter Notifications.<br>The Copyright Act provides that:<br>[a]ny person who knowingly materially misrepresents under Section 512 of the Copyright Act (17 U.S.C.\n§ 512) (1) that material or activity is infringing, or (2) that material or activity was removed or disabled by mistake or misidentification, will be liable for any damages, including costs and attorneys’ fees, incurred by the alleged infringer, by any copyright owner or copyright owner’s authorized licensee, or by a service provider, who is injured by such misrepresentation, as the result of Hilokal relying upon such misrepresentation in removing or disabling access to the material or activity claimed to be infringing, or in replacing the removed material or ceasing to disable access to it.<br>17 U.S.C.\n§ 512(f).<br>Hilokal reserves the right to seek damages from any party that submits a Notification of Claimed Infringement or Counter Notification in violation of applicable law.\n</p>\n<p> 13.9 Notifications to You via the Service.<br>You hereby authorize Hilokal to notify you through your public notice board on the Service of any notifications of claimed infringement received by Hilokal with respect to any User Content you Post to the Service or any other matter arising from your use of the Service.\nAs such communications could embarrass you, please be sure to respect the rights of third parties and not Post any User Content unless you are confident you have the rights to such User Content.\nYou hereby release Hilokal from any liability, injury or damages that may arise from Hilokal notifying you in a public manner on any matter related to your use of the Service on or through the Service.\n</p>\n<p> 14.\nModification of these Terms </p>\n<p> We reserve the right to change these Terms on a going-forward basis at any time.\nPlease check these Terms periodically for changes.\nIf a change to these Terms materially modifies your rights or obligations, we may require that you accept the modified Terms in order to continue to use the Service.\nMaterial modifications are effective upon your acceptance of the modified Terms.\nImmaterial modifications are effective upon publication.\nExcept as expressly permitted in this Section 15, these Terms may be amended only by a written agreement signed by authorized representatives of the parties to these Terms.\nDisputes arising under these Terms will be resolved in accordance with the version of these Terms that was in effect at the time the dispute arose.\n</p>\n<p> 15.\nTerm, Termination and Modification of the Service </p>\n<p> 15.1 Term.<br>These Terms are effective beginning when you accept the Terms or first download, install, access, or use the Service, and ending when terminated as described in Section 15.2 </p>\n<p> 15.2 Termination.<br>If you violate any provision of these Terms, your authorization to access the Service automatically terminates.\nIn addition, Hilokal may, at its sole discretion, terminate these Terms or your account on the Service, or suspend or terminate your access to the Service, at any time for any reason or no reason, with or without notice.\nYou may terminate your account and these Terms at any time by following the instructions pertaining to the deactivation process described at&nbsp;https://www.hilokal.com&nbsp;or by contacting customer service at&nbsp;admin@hilokal.com.\n</p>\n<p> 15.3 Effect of Termination.<br>Upon termination of these Terms: (a) your license rights will terminate and you must immediately cease all use of the Service.\n(b) you will no longer be authorized to access your account or the Service and, subject to applicable law, you will forfeit any Virtual Items (including Bean) associated with your Service account.\n(c) you must pay Hilokal any unpaid amount that was due prior to termination.\nand (d) all payment obligations accrued prior to termination and Sections 7.3, 8, 10.2, 15.3, 16, 17, 18, 19, and 20 will survive.\n</p>\n<p> 15.4 Modification of the Service.<br>Hilokal reserves the right to modify or discontinue the Service at any time (including by limiting or discontinuing certain features of the Service), temporarily or permanently, without notice to you.\nHilokal will have no liability for any change to the Service or any suspension or termination of your access to or use of the Service.\n</p>\n<p> 16.\nIndemnity </p>\n<p> To the fullest extent permitted by law, you are responsible for your use of the Service, and you will defend and indemnify Hilokal and its officers, directors, employees, consultants, affiliates, subsidiaries (together, the “Hilokal Entities”) from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including reasonable attorneys’ fees and costs, arising out of or connected with: (1) your unauthorized use of, or misuse of, the Service.\n(2) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation.\n(3) your violation of any third-party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right.\nor (4) any dispute or issue between you and any third party.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of those claims.\n</p>\n<p> 17.\nDisclaimers.\nNo Warranties </p>\n<p> 17.1&nbsp;THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS.\nHILOKAL DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, RELATING TO THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE, INCLUDING: (a) ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT.\nAND (b) ANY WARRANTY ARISING OUT OF COURSE OF DEALING, USAGE, OR TRADE.\nHILOKAL DOES NOT WARRANT THAT THE SERVICE OR ANY PORTION OF THE SERVICE, OR ANY MATERIALS OR CONTENT OFFERED THROUGH THE SERVICE, WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, AND HILOKAL DOES NOT WARRANT THAT ANY OF THOSE ISSUES WILL BE CORRECTED.\n</p>\n<p> 17.2&nbsp;NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE SERVICE OR HILOKAL ENTITIES OR ANY MATERIALS OR CONTENT AVAILABLE THROUGH THE SERVICE WILL CREATE ANY WARRANTY REGARDING ANY OF THE HILOKAL ENTITIES OR THE SERVICE THAT IS NOT EXPRESSLY STATED IN THESE TERMS.\nWE ARE NOT RESPONSIBLE FOR ANY DAMAGE THAT MAY RESULT FROM THE SERVICE AND YOUR DEALING WITH ANY OTHER SERVICE USER.\nYOU UNDERSTAND AND AGREE THAT YOU USE ANY PORTION OF THE SERVICE AT YOUR OWN DISCRETION AND RISK, AND THAT WE ARE NOT RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM OR MOBILE DEVICE USED IN CONNECTION WITH THE SERVICE) OR ANY LOSS OF DATA, INCLUDING USER CONTENT.\n</p>\n<p> 17.3&nbsp;THE LIMITATIONS, EXCLUSIONS AND DISCLAIMERS IN THIS SECTION APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.\nHilokal does not disclaim any warranty or other right that Hilokal is prohibited from disclaiming under applicable law.\n</p>\n<p> 18.\nLimitation of Liability </p>\n<p> 18.1&nbsp;TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL THE HILOKAL ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING DAMAGES FOR LOSS OF PROFITS, GOODWILL, OR ANY OTHER INTANGIBLE LOSS) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SERVICE OR ANY MATERIALS OR CONTENT ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ANY HILOKAL ENTITY HAS BEEN INFORMED OF THE POSSIBILITY OF DAMAGE.\n</p>\n<p> 18.2&nbsp;EXCEPT AS PROVIDED IN SECTION 18.5 AND TO THE FULLEST EXTENT PERMITTED BY LAW, THE AGGREGATE LIABILITY OF THE HILOKAL ENTITIES TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO THE GREATER OF: (a) THE AMOUNT YOU HAVE PAID TO HILOKAL FOR ACCESS TO AND USE OF THE SERVICE IN THE 12 MONTHS PRIOR TO THE EVENT OR CIRCUMSTANCE GIVING RISE TO CLAIM.\nOR (b) $100.\n</p>\n<p> 18.3&nbsp;EACH PROVISION OF THESE TERMS THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS INTENDED TO AND DOES ALLOCATE THE RISKS BETWEEN THE PARTIES UNDER THESE TERMS.\nTHIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES.\nEACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THESE TERMS.\nTHE LIMITATIONS IN THIS SECTION 17 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.\n</p>\n<p> 19.\nDispute Resolution and Arbitration </p>\n<p> 19.1 Generally.<br>In the interest of resolving disputes between you and Hilokal in the most expedient and cost effective manner, and except as described in Section 19.2 and 19.3, you and Hilokal agree that every dispute arising in connection with these Terms will be resolved by binding arbitration.\nArbitration is less formal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, may allow for more limited discovery than in court, and can be subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award, except as set forth in Section 19.7.\nThis agreement to arbitrate disputes includes all claims arising out of or relating to any aspect of these Terms, whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of whether a claim arises during or after the termination of these Terms.\nYOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND HILOKAL ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\nThe arbitrator has exclusive authority to resolve any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement.\n</p>\n<p> 19.2 Exceptions.<br>Despite the provisions of Section 18.1 nothing in these Terms will be deemed to waive, preclude, or otherwise limit the right of either party to: (a) bring an individual action in small claims court.\n(b) pursue an enforcement action through the applicable federal, state, or local agency if that action is available.\n(c) seek injunctive relief in a court of law in aid of arbitration.\nor (d) to file suit in a court of law to address an intellectual property infringement claim.\n</p>\n<p> 19.3 Opt-Out.<br>If you do not wish to resolve disputes by binding arbitration and have not previously agreed to arbitration with Hilokal, you may opt out of the provisions of this Section 19 within 30 days after the date that you agree to these Terms by sending a letter to HILOKAL CO., LTD., Attention: Legal Department – Arbitration Opt-Out, 27 Dongil-ro, Nowon-gu, Seoul, 174-gil (Gongneung-dong, SEOUL STARTUP DIDIMTEO), Republic of Korea, 01849, that specifies: your full legal name, the email address associated with your account on the Service, and a statement that you wish to opt out of arbitration (“Opt-Out Notice”).\nOnce Hilokal receives your Opt-Out Notice, this Section 19 will be void and any action arising out of these Terms will be resolved as set forth in Section 20.2.\nThe remaining provisions of these Terms will not be affected by your Opt-Out Notice.\n</p>\n<p> 19.4 Arbitrator.<br>Any arbitration between you and Hilokal will be settled under the Federal Arbitration Act and administered by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (collectively, “AAA Rules”) as modified by these Terms.\nThe AAA Rules and filing forms are available online at&nbsp;www.adr.org, by calling the AAA at 1-800-778-7879, or by contacting Hilokal.\n</p>\n<p> 19.5 Notice of Arbitration.\nProcess.<br>A party who intends to seek arbitration must first send a written notice of the dispute to the other party by certified U.S.\nMail or by Federal Express (signature required) or, only if that other party has not provided a current physical address, then by electronic mail (“Notice of Arbitration”).\nHilokal’s address for Notice is: HILOKAL CO., LTD., 27 Dongil-ro, Nowon-gu, Seoul, 174-gil (Gongneung-dong, SEOUL STARTUP DIDIMTEO), Republic of Korea, 01849.\nThe Notice of Arbitration must: (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (“Demand”).\nThe parties will make good faith efforts to resolve the claim directly, but if the parties do not reach an agreement to do so within 30 days after the Notice of Arbitration is received, you or Hilokal may commence an arbitration proceeding.\nAll arbitration proceedings between the parties will be confidential unless otherwise agreed by the parties in writing.\nDuring the arbitration, the amount of any settlement offer made by you or Hilokal must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.\n</p>\n<p> 19.6 Fees.<br>If you commence arbitration in accordance with these Terms, Hilokal will reimburse you for your payment of the filing fee, unless your claim is for more than $10,000, in which case the payment of any fees will be decided by the AAA Rules.\nIf the claim is for $10,000 or less, you may choose whether the arbitration will be conducted: (a) solely on the basis of documents submitted to the arbitrator.\n(b) through a non-appearance based telephone hearing.\nor (c) by an in-person hearing as established by the AAA Rules in the county (or parish) of your billing address.\nIf the arbitrator finds that either the substance of your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules.\nIn that case, you agree to reimburse Hilokal for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, all hearings will be in the English language and the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.\nThe arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator’s ruling on the merits.\n</p>\n<p> 19.7 No Class Actions or Consolidated Proceedings.<br>YOU AND HILOKAL AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Hilokal agree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding.\nThe arbitrator may award injunctive relief only in favor of you and only to the extent necessary to provide the relief warranted by your individual claim.\nAny claims for injunctive relief in favor of more than one person, the public at large, or otherwise seeking a public injunction must be brought in the state or federal courts located within San Francisco County, California.\n</p>\n<p> 19.8 Modifications to this Arbitration Provision.<br>If Hilokal makes any future material change to this arbitration provision after the date you last accepted these Terms (or accepted any subsequent changes to these Terms), you may reject any such change by sending us an Opt-Out Notice within 30 days of the date such change became effective, as indicated in the “Last Updated” date above or in the date of Hilokal’s notice to you of such change.\nBy rejecting any material change, you are agreeing that you will arbitrate any dispute between you and Company in accordance with the dispute resolution provision that was in effect as of the date you last accepted these Terms, as determined by the Company’s business records.\n</p>\n<p> 19.9 Enforceability.<br>If Section 19.7 or the entirety of this Section 19 is found to be unenforceable, or if Hilokal receives a valid Opt-Out Notice from you, then the entirety of this Section 19 will be null and void and, in that case, exclusive jurisdiction and venue described in Section 20.2 will govern any action arising out of or related to these Terms.\n</p>\n<p> 20.\nMiscellaneous </p>\n<p> 20.1 General Terms.<br>These Terms, together with the Privacy Policy and any other agreements expressly incorporated by reference into these Terms, are the entire and exclusive understanding and agreement between you and Hilokal regarding your use of the Service.\nYou may not assign or transfer these Terms or your rights under these Terms, in whole or in part, by operation of law or otherwise, without our prior written consent.\nWe may assign these Terms at any time without notice or consent.\nThe failure to require performance of any provision will not affect our right to require performance at any other time after that, nor will a waiver by us of any breach or default of these Terms, or any provision of these Terms, be a waiver of any subsequent breach or default or a waiver of the provision itself.\nUse of section headers in these Terms is for convenience only and will not have any impact on the interpretation of any provision.\nThroughout these Terms the use of the word “including” means “including but not limited to”.\nIf any part of these Terms is held to be invalid or unenforceable, the unenforceable part will be given effect to the greatest extent possible, and the remaining parts will remain in full force and effect.\n</p>\n<p> 20.2 Governing Law.<br>These Terms are governed by the laws of the State of California without regard to conflict of law principles.\nFor claims and remedies that are not subject to arbitration under Section 19 above, you and Hilokal submit and irrevocably consent to the personal and exclusive jurisdiction of the state courts and federal courts located within San Francisco County, California for resolution of any lawsuit or court proceeding permitted under these Terms.\nWe operate the Service from our offices in California, and we make no representation that Materials included in the Service are appropriate or available for use in other locations.\n</p>\n<p> 20.3 Privacy Policy.<br>Please read the Hilokal Privacy Policy (https://www.hilokal.com) carefully for information relating to our collection, use, storage, disclosure of your personal information.\nThe Hilokal Privacy Policy is incorporated by this reference into, and made a part of, these Terms.\n</p>\n<p> 20.4 Additional Terms.<br>Your use of the Service is subject to all additional terms, policies, rules, or guidelines applicable to the Service or certain features of the Service that we may post on or link to from the Service (the “Additional Terms”).\nAll Additional Terms are incorporated by this reference into, and made a part of, these Terms.\n</p>\n<p> 20.5 Consent to Electronic Communications.<br>By using the Service, you consent to receiving certain electronic communications from us as further described in our Privacy Policy.\nPlease read our Privacy Policy to learn more about our electronic communications practices.\nYou agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that those communications be in writing.\n</p>\n<p> 20.6 Contact Information.<br>The Service is offered in the United States by HILOKAL CO., LTD., located at 414 Brannan Street, San Francisco, CA 94107.\nYou may reach HILOKAL CO., LTD.\nby emailing us at&nbsp;admin@hilokal.com.\nYou may reach it by sending correspondence to 27 Dongil-ro, Nowon-gu, Seoul, 174-gil (Gongneung-dong, SEOUL STARTUP DIDIMTEO), Republic of Korea, 01849 or through the above email address.\n</p>\n<p> 20.7 No Support.<br>We are under no obligation to provide support for the Service.\nIn instances where we may offer support, the support will be subject to published policies.\n</p>\n<p> 20.8 International Use.<br>The Service is intended for visitors located within the United States.\nWe make no representation that the Service is appropriate or available for use outside of the United States.\nAccess to the Service from countries or territories or by individuals where such access is illegal is prohibited.\n</p>\n<p> 21.\nNotice Regarding Apple </p>\n<p> This Section 21 only applies to the extent you are using our mobile application on an iOS device.\nYou acknowledge that these Terms are between you and Hilokal only, not with Apple Inc.\n(“Apple”), and Apple is not responsible for the Service or the content thereof.\nApple has no obligation to furnish any maintenance and support services with respect to the Service.\nIf the Service fails to conform to any applicable warranty, you may notify Apple and Apple will refund any applicable purchase price for the mobile application to you.\nand, to the maximum extent permitted by applicable law, Apple has no other warranty obligation with respect to the Service.\nApple is not responsible for addressing any claims by you or any third party relating to the Service or your possession and/or use of the Service, including: (a) product liability claims.\n(b) any claim that the Service fails to conform to any applicable legal or regulatory requirement.\nor (c) claims arising under consumer protection or similar legislation.\nApple is not responsible for the investigation, defense, settlement and discharge of any third-party claim that the Service and/or your possession and use of the Service infringe a third party’s intellectual property rights.\nYou agree to comply with any applicable third-party terms when using the Service.\nApple and Apple’s subsidiaries are third-party beneficiaries of these Terms, and upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary of these Terms.\nYou hereby represent and warrant that: (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\n</p>\n<p> Contact: If you have any questions or comments about these Terms or your use of the Service, please contact us at&nbsp;admin@hilokal.com.\n</p>\n<p>&nbsp;</p>\n<p> Community Guidelines </p>\n<p> HILOKAL CO., LTD.(“Hilokal”) is committed to maintaining a safe, positive community where all users feel comfortable expressing themselves.\nWe created our community guidelines with this commitment in mind.\nBy using Hilokal, you are agreeing to follow these guidelines.\nWe take this seriously, and will actively work to make the community better.\n</p>\n<p> &nbsp.\n</p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe are real.&nbsp;We do not allow false identification when contacting Hilokal customer support or cashing out.\n</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe share our own voices, not those of others​.&nbsp;That means not impersonating other users misrepresenting your age, using others’ photos without permission, and misrepresenting yourself as an employee of Hilokal (for the record, the only official Hilokal Team accounts are @hilokal.com) </p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe don’t harm our community​&nbsp;by exploiting software bugs in the app.\n</p>\n<p> 4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe lift others up.​ That means no bullying.\nPeriod.\n</p>\n<p> 5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe support others during hard times.​ But our community is not the place to depict, encourage or assist in suicide and self-harm.\nIf you see or hear someone who really needs help please share the National Suicide Hotline number with them: 1-800-273-8255 </p>\n<p> 6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe respect each other’s privacy.​ That means zero tolerance for unauthorized sharing of private information such as identifying information about other users (address, phone number, other social media handles, etc.), recording people in private spaces without their permission, etc.\n</p>\n<p> 7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe stay safe and protect the vulnerable.​ We ask that you not share your address, phone number, or any other potentially sensitive private information.\nSimilarly, if you witness inappropriate advances please report them.\n</p>\n<p> 8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe maintain a non-toxic environment.​ Some language is not appropriate for users under 18.\nWe reserve the right to consider that when deciding to restrict or remove content including stopping Lives or asking you to change stream titles.\nYou are allowed to swear while you broadcast, but if you use a lot of profanity you should use the Mature tag.\nRemember that lots of young teens listen to content on Hilokal, and we are trying to make a safe space for all.\n</p>\n<p> 9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe don’t steal.​ Infringement of intellectual property rights, such as playing music that you do not own.\n</p>\n<p> 10.&nbsp.\nWe don’t do porn or dating.&nbsp;Posting or displaying overtly sexual content, pornography or linking to pornographic sites is not for Hilokal.\nThis includes all Dating solicitation.\n</p>\n<p> 11.&nbsp.\nWe interact and debate respectfully​.&nbsp;Promoting or inciting violence against any individual or group, including posting or displaying images of firearms or other weapons </p>\n<p> 12.&nbsp.\nWe love, especially those who are different from us.​ Hate speech including any form of discrimination based on race, gender, age, sexual orientation, or religion is a hard no.\nThat includes racial slurs of any kind.\n</p>\n<p> 13.&nbsp.\nWe don’t encourage addictive behavior.&nbsp;We avoid engaging in, promoting, or participating in gambling as well as promoting, or encouraging the use of Alcohol, illegal/recreational drugs.\n</p>\n<p> 14.&nbsp.\nWe use Hilokal in good faith.​ Avoid using Hilokal for commercial advertising or political fundraising unless officially approved by the Hilokal Team.\n</p>\n<p> 15.&nbsp.\nWe respect the law.&nbsp;Illegal activity - if it’s illegal in real life, it's illegal on Hilokal.\n</p>\n<p> How to Report </p>\n<p> You can help us keep our Hilokal community strong by using the report function in our app and web.\nIf you’ve seen any inappropriate LIVE, comments or people<br>that violate our Community Guidelines, please let us know! </p>\n<p> How to Report a LIVE in-app </p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTap the ‘My page’ on the bottom right </p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTap the ‘Settings’ </p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSelect the ‘Help’ category </p>\n<p> How to Report a LIVE/Profile in web </p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTap the ‘User profile photo’ in the table </p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTap the ‘Report’ </p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSelect the ‘Option’ </p>\n<p> You can also click on ‘Contact’ in app/web to report any inappropriate content or people.\nKeep in mind that your information won’t get shared when you report something.\n</p>\n<p>&nbsp;</p>\n<p> Affiliate Agreement </p>\n<p> Last Updated: September 1, 2022<br>&nbsp.\n</p>\n<p> This HILOKAL CO., LTD.\nAffiliate Agreement (“Agreement”) contains the terms and conditions that govern your participation in the HILOKAL CO., LTD.\nAffiliate Program (“Program”), which is operated by HILOKAL CO., LTD.\nInteractive, Inc.\nand its affiliates (collectively, “we”, “us”, “our” or “HILOKAL”).\nAny person or entity that participates or attempts to participate in the Program (such person or entity, “you”, or an “Affiliate”) must accept this Agreement without change.\n</p>\n<p> By registering for the Program, you have agreed to the terms and conditions of this Agreement, without change and have entered into a legal contract between you and HILOKAL CO., LTD..\nprovided, however, that this Agreement shall not be effective until we determine that you are eligible to participate in the Program as further described in Section 2.\nThe&nbsp;HILOKAL CO., LTD.\nTerms of Service&nbsp;(the “Terms of Service”) separately govern your use of the HILOKAL CO., LTD.\nService.\nTo the extent there is any conflict between this Agreement and the Terms of Service, this Agreement will take precedence.\nAll capitalized terms not defined in this Agreement have the respective meanings set forth in the Terms of Service.\n</p>\n<p> 1.\nDescription of the Program.\nThe Program permits you to monetize the broadcasting, streaming, distribution, and exhibition of your User Content through the products, services or programs described herein.\n</p>\n<p> 2.\nEligibility and Compliance.\n</p>\n<p> 2.1.\nGeneral Eligibility.\nAs part of the enrollment process into the Program, you must submit a complete and accurate Program application (including all forms, documents, or certifications as may be required to satisfy any tax obligations with respect to payments under this Agreement).\nIf you are an individual, you must be at least 13 years of age.\nIf you are between the ages of 13 and 19 (or between 13 and the age of legal majority in your country of residence), you may only participate in the Program under the supervision of a parent or legal guardian who agrees to be bound by this Agreement.\nWe will evaluate your application and notify you of its acceptance or rejection.\nWe will determine your eligibility at our sole discretion.\n</p>\n<p> If we (a) reject your application or (b) terminate your account in connection with any violation or abuse, including, but not limited to any violations of the Terms of Service and the Community Guidelines, you cannot attempt to re-join the Program without our advance written authorization.\n</p>\n<p> 2.2.\nLive Content Exclusivity.\nSolely for any live audio-visual work you choose to provide to us as User Content (your “Live HILOKAL CO., LTD.\nContent”), starting from beginning of the Initial Broadcast of any such Live HILOKAL CO., LTD.\nContent, and continuing for a period of twenty-four (24) hours following the end of the Initial Broadcast of such Live HILOKAL CO., LTD.\nContent (the “Exclusivity Period”), such Live HILOKAL CO., LTD.\nContent is exclusive to HILOKAL CO., LTD.\n(even as to you).\nDuring the Exclusivity Period of any Live HILOKAL CO., LTD.\nContent, you will not, nor permit or authorize any third party to, broadcast, stream, distribute, exhibit and otherwise make available such Live HILOKAL CO., LTD.\nContent in any manner.\nNotwithstanding the foregoing, you have the right to make any Live HILOKAL CO., LTD.\nContent available, during the Exclusivity Period, solely via the HILOKAL CO., LTD.\nServices.\nAfter the Exclusivity Period of any Live HILOKAL CO., LTD.\nContent, the license to such Live HILOKAL CO., LTD.\nContent will become non-exclusive and you will have the right to broadcast, stream, distribute, exhibit and otherwise make available such Live HILOKAL CO., LTD.\nContent in any manner and format desired by you.\nThe “Initial Broadcast” means the initial broadcasting, streaming, distribution, or other exhibition of Live HILOKAL CO., LTD.\nContent via the internet, whether such Live HILOKAL CO., LTD.\nContent is broadcast on a real-time, live basis as the subject event is occurring or such Live HILOKAL CO., LTD.\nContent has been prerecorded and is being initially broadcast for the first time via any manner or method of streaming.\n</p>\n<p> 2.3.\nCompliance Requirements.&nbsp;You will ensure that the information in your Program application and otherwise associated with your account, including your email address and other contact information and identification of your HILOKAL CO., LTD.\nchannel, is at all times complete, accurate, and up-to-date.\nYou must comply with this Agreement, the&nbsp;Terms of Service, the&nbsp;Community Guidelines&nbsp;and the&nbsp;Bean Acceptable Use Policy, including its restrictions on solicitation of Bean (as defined below), each as updated from time to time, in order to participate in the Program and to receive Program Fees (as defined below).\nPlease read them carefully.\nYou must promptly provide us with information that we request to verify your compliance with this Agreement.\n</p>\n<p> 2.4.\nViolations.&nbsp;If you violate this Agreement, the Terms of Service or the Bean Acceptable Use Policy, in addition to any other rights or remedies available to us, we reserve the right to withhold (and you agree you will not be eligible to receive) Program Fees otherwise payable to you under this Agreement, whether or not directly related to such violation.\n</p>\n<p> 3.\nProgram Fees.&nbsp;You may be eligible to receive the following fees under this Agreement as part of the Program (collectively, the “Program Fees”): </p>\n<p> Bean and Supporting </p>\n<p> HILOKAL CO., LTD., in its sole discretion, may make Bean available to HILOKAL CO., LTD.\nusers to display, present or otherwise use in your channel in chat, or by other means.\n“Bean” means digital content (i.e., animated emoticons) that allow HILOKAL CO., LTD.\nService users to celebrate moments and express appreciation for broadcasters using the “supporting” feature on the HILOKAL CO., LTD.\nService.\nYou will receive one U.S.\ncent ($.01) per Bean that is used by a viewer to support for you through chat, or other means (“Bean Revenue Share”), in connection therewith.\nyou must comply with the&nbsp;Bean Acceptable Use Policy , including its restrictions on solicitation of Bean, as updated from time to time, in order to receive the Bean Revenue Share.\nThe Bean Revenue Share may be adjusted by HILOKAL CO., LTD.\nfrom time to time, in its sole discretion, including, for Bean received by users on a promotional basis, purchased in different local jurisdictions or as otherwise required to prevent harm to HILOKAL CO., LTD.’s business interests.\nIn addition, HILOKAL CO., LTD., in its sole discretion, may determine not to provide you with Bean Revenue Share for any use of Bean that is not consistent with the Bean Acceptable Use Policy, and as may be updated by HILOKAL CO., LTD.\nfrom time to time.\nHILOKAL CO., LTD.\nreserves the right to stop offering or supporting Bean at any time.\n</p>\n<p> Qualifying Purchases </p>\n<p> HILOKAL CO., LTD.\nmay make specially-formatted links appear on your HILOKAL CO., LTD.\nchannel page (a “Special Link”), which would direct HILOKAL CO., LTD.\nusers to the purchase of a Product (as defined below).\nFor every such purchase of a Product that is a Qualifying Purchase (as defined below), you will receive a fee (a “Product Purchase Fee”) that will be calculated as a certain percentage as published by HILOKAL CO., LTD.\nin the Supplemental Fees Statement, of (a) the purchase price of such Product, as such price was listed by HILOKAL CO., LTD.\nat the time of the Qualifying Purchase and in the currency in which the Qualifying Purchase was made, less (b) any special discounts or promotions, taxes, service charges, rebates, payment processing fees (e.g.\ncredit card processing fees) and any other related transaction and processing expenses.\nCalculation of and eligibility to receive Product Purchase Fees will be further subject to any limitations or clarifications set forth in the Supplemental Fees Statement.\n</p>\n<p> “Product” means a product that is set forth in the Supplemental Fees Statement and is associated with a program in which HILOKAL CO., LTD.\nplaces Special Links.\n</p>\n<p> A “Qualifying Purchase” of a Product occurs when: (a) a user of HILOKAL CO., LTD.\nclicks through a Special Link on your HILOKAL CO., LTD.\nchannel page.\n(b) such user purchases a Product(s) sold by HILOKAL CO., LTD.\nInteractive Inc., or a related entity that is designated in the Supplemental Fees Statement as a relevant seller of record.\nand (c) HILOKAL CO., LTD.\nreceives a fully settled payment for the purchase by such user.If we pay you a Product Purchase Fee and later issue a refund or credit to the HILOKAL CO., LTD.\nuser for such Qualifying Purchase (or receive a chargeback related to the Qualifying Purchase), we may offset the amount of the Product Purchase Fee we previously paid you for such Qualifying Purchase against future Product Purchase Fees or other amounts that would otherwise be payable to you under this Agreement, or require you to remit that amount to us.\n</p>\n<p> Channel Subscription Services </p>\n<p> HILOKAL CO., LTD.\nhas the exclusive right to offer, promote and make available your User Content, in which such User Content has not been bundled with any third-party content, to end users and viewers of the HILOKAL CO., LTD.\nServices on a subscription, pay-per-view or similar fee (“ </p>\n<p> Channel Subscription Services </p>\n<p> ”).\nWe may offer your User Content through such Channel Subscription Services at such rates, and subject to terms that are appropriate for the local market.\nas determined by us in our sole discretion.\nHILOKAL CO., LTD.\nhas the exclusive right to collect the revenues from viewers and end users who have purchased Channel Subscription Services.\n</p>\n<p> The Net Subscription Revenues for the Channel Subscription Services will be split 50% to you and 50% to us.\nprovided that your User Content has been used for more than one year, you will take 80% of the net subscription revenue and HILOKAL CO., LTD.\nwill hold the remaining 20%.\n</p>\n<p> “ </p>\n<p> Net Subscription Revenues </p>\n<p> ” means the total revenues actually received by us from viewers and end users who have purchased Channel Subscription Services, less any: (a) billing and payments costs and all costs associated with transactions, which may include monthly and per-transaction processing charges, and merchant bank fees.\n(b) actual tax amounts related to the generation of such gross revenues to be paid to local, state, federal, and foreign entities, including VAT and sales taxes.\nand (c) returns, refunds, chargebacks, discounts, and credits.\n</p>\n<p> Special Programs </p>\n<p> From time to time, we may run general special programs(or “events” or “promotions”) that may provide you with the opportunity to earn additional or alternative fees (“Special Program Fees”).\nFor the avoidance of doubt (and notwithstanding any time period described in this section), we reserve the right to discontinue or modify all or part of any special program at any time.\nYour participation in any special program will be subject to your agreement to any terms, rules or policies that we may require you to agree to in order to participate in such special program.\nIf there is a conflict between this Agreement and the terms, rules, or policies for any special program, the latter terms, rules or policies will take precedence with respect to your participation in such special program.\nPayouts related to any prizes from HILOKAL CO., LTD.\noperated, or owned tournaments, are governed by the rules associated with that particular tournament.\nthose are not considered Special Programs.\n</p>\n<p> Advertisements </p>\n<p> HILOKAL CO., LTD.\nhas the exclusive right to sell and/or display advertisements of any nature (“Advertisements”) in connection with your User Content on the HILOKAL CO., LTD.\nServices.\n</p>\n<p> 4.\nPayment and Reporting.\n</p>\n<p> 4.1.\nPayment Terms.\nProgram Fees payable by HILOKAL CO., LTD.\nto you will be paid to you on a monthly basis, within forty-five (45) days after the end of each calendar month, in United States Dollars, less (a) billing and payment costs (which may include monthly and pre-transaction processing charges and merchant bank fees).\nand (b) returns, refunds, chargebacks, discounts and credits.\nprovided that you have timely delivered to HILOKAL CO., LTD.\nall documentation necessary and appropriate to effectuate payment (e.g., W9, and the like).\nIf we are obligated to pay you any Program Fees in a currency that is not United States Dollars, we will convert such Program Fees at an exchange rate that we or our bank determine, which may include fees and charges for the conversion.\nWe will pay you any Program Fees in a payment method that you choose from the payment options that we will make available for the Program.\nTo ensure proper payment, you are responsible for providing and maintaining accurate contact and payment information through the HILOKAL CO., LTD.\nService.\nAny changes to your contact and payment information will not be effective until at least seven days after submission to us.\nHILOKAL CO., LTD.\nwill not be obligated to make a payment if the total amount to be paid to you under this Agreement is less than $50 (the “Payment Threshold”), and may instead accrue such payment obligation until such time as its overall obligation to you is at least the Payment Threshold.\nIf any excess payment has been made to you for any reason whatsoever, we reserve the right to adjust or offset the same against any subsequent fees payable to you under this Agreement.\n</p>\n<p> The following paragraph only applies to you if you reside in the USA or in a country that is not currently a member of the European Union: </p>\n<p> If at any time there has been no substantial activity on your Program account for at least twelve consecutive months, and you have not earned at least $50 in Program Fees during that twelve month period, we may close your inactive account and terminate this Agreement.\nIf you have accrued Program Fees in your account, a small maintenance fee will be deducted from your remaining balance.\nAny remaining balance will be paid to you.\n</p>\n<p> The following paragraph only applies to you if you reside in a country that is currently a member of the European Union: </p>\n<p> If at any time there has been no substantial activity on your Program account for at least twelve consecutive months, and you have not earned at least $50 in Program Fees during that twelve month period, we will have the right, upon seven (7) days’ notice, to (i) close your inactive account and terminate this Agreement and (ii) deduct a maintenance fee from your remaining balance.\nAny remaining balance will be paid to you.\n</p>\n<p> 4.2.\nReporting.\nWe will provide you with access to our dashboard which will provide data relating to Program Fees (“Reporting Data”).\nYou acknowledge and agree that all Reporting Data is and will at all times be exclusively owned by us and will remain our confidential information.\n</p>\n<p> 4.3.\nTaxes.\nWe may deduct or withhold any taxes that we may be legally obligated to deduct or withhold from any payment made to you under this Agreement, and payment to you as reduced by such deductions or withholdings will constitute full payment and settlement to you of such payment under this Agreement.\nThroughout your participation in the Program, you will provide us with any forms, documents, or certifications as may be required for us to satisfy any information reporting or withholding tax obligations with respect to any payments under this Agreement.\n</p>\n<p> 5.\nLicense(Copyright to Postings).\n</p>\n<p> 5.1.\nThe copyright of the content posted by the user in the service belongs to the user himself.\n</p>\n<p> 5.2.\nWhen using the service, acts that infringe on the copyrights and other rights of other users or third parties are prohibited.\nUsers are responsible for all disputes related to copyright while using the service, and if a legal problem is raised against the company from a third party in this regard, the user must indemnify the company and compensate for all damages.\n</p>\n<p> 5.3.\nIn the event of infringement of rights in relation to the copyright of the content posted by the user in the service pursuant to Paragraph 1 of this Article, the procedure for reporting infringement and requesting suspension and resumption of posting is as follows.\n</p>\n<p> &nbsp.\n</p>\n<p> - next - </p>\n<p> Copyright or Other Intellectual Property Infringement </p>\n<p> 1) The company respects the intellectual property rights of others and attaches great importance to protection thereof, and recommends that all users respect intellectual property rights while using the service.\nIf a user infringes intellectual property rights in the service, it will be governed by our Intellectual Property Infringement Policy.\n</p>\n<p> 2) Copyright Infringement Operation Policy </p>\n<p> Company may suspend posting of posted content in accordance with Article 102 of the Copyright Act (Limitation of Responsibility of Online Service Providers) and these Terms and Conditions for acts that infringe the copyrights or intellectual property rights of others within the service.\nYou can cancel your account and block access to the service for your account.\n</p>\n<p> 3) Procedures for reporting copyright infringement and requesting to stop posting </p>\n<p> Anyone who wishes to suspend the posting, duplication, or transmission of such postings because they believe that content provided on or through the Services has been used in a manner that infringes intellectual property rights owned or controlled by them (hereinafter referred to as “claimers”).\n) Please fill out a request to stop transmission and duplication in accordance with Form 40 of the Enforcement Rule of the Copyright Act and submit it to the Service operation department of the company listed below along with the attached documents in the form.\nThe “Request for Discontinuation of Transmission Reproduction” and attached documents submitted by the claimant to the company may be disclosed to users who have allegedly infringed copyright by posting related content other than the company that received them, and the claimant agrees to this.\n</p>\n<p> 4) Service operation department </p>\n<p> Name and department name: Kang Min-hyeok, Service operation </p>\n<p> Email : admin@hilokal.com </p>\n<p> Postal address : 27, Dongil-ro 174-gil, Nowon-gu, Seoul (Gongneung-dong, Seoul Startup Didimteo) </p>\n<p> &nbsp.\n</p>\n<p> 5) Procedure after receipt of request to stop posting </p>\n<p> that the company receives a request to stop copying or transmission that legitimately explains the infringement of rights from the claimant, the company shall suspend the posting, reproduction, and transmission of the posting within 24 business days and notify the right holder and the publisher of the posting.\ncan notify you.\n</p>\n<p> &nbsp.\n</p>\n<p> 6) Request for resumption of posting, transmission, and duplication </p>\n<p> Users who have been notified by the company that their postings, reproduction, and transmission have been suspended at the request of the right holder may request the resumption of posting, reproduction, or transmission by stating that their posting, reproduction, or transmission is based on a legitimate right .\nthere is.\nTo this end, the user must fill out a request for resumption of transmission and duplication in accordance with the Form No.\n43 of the Enforcement Rule of the Copyright Act and submit it to the company's management support team together with the attached documents in the form.\n</p>\n<p> &nbsp.\n</p>\n<p> 7) Resumption of posting, duplication, and transmission of content </p>\n<p> company receives the request for resumption of reproduction transmission and attached documents stating this justifiable right, the company may notify the claimant of the request for resumption and the expected date of resumption and resume posting, duplication, and transmission on the scheduled date.\nHowever, if the right holder notifies the company of the fact that the claimant has filed a lawsuit against the infringement, the company will not resume posting, duplication, or transmission of the post.\n</p>\n<p> &nbsp.\n</p>\n<p> 8) Notice to Users of Copyright Infringement </p>\n<p> company may notify users of claims of infringement of copyright and intellectual property rights of content posted on the service through the user's notice board in the service.\nThis notice may be known to other service users, so we recommend that users respect the copyrights and intellectual property rights of others when posting content.\nUsers are informed that all liabilities or damages that may arise from being publicly notified about problems related to the use of the service rest with the individual user.\n</p>\n<p> &nbsp.\n</p>\n<p> 9) The company has the right to change this copyright infringement policy, and users are obliged to periodically check for changes to these terms and conditions.\nHowever, if the actual rights or obligations of users are modified due to changes in this policy, you may need to agree to the amended terms in order to continue to use the service.\nDisputes arising under this Policy will be resolved in accordance with the policies of the Terms and Conditions in effect at the time the dispute arises.\n</p>\n<p> &nbsp.\n</p>\n<p> 5.4.\nThe company may use the contents posted by users for related service purposes (publicity, etc.) provided at home and abroad.\n</p>\n<p> &nbsp.\n</p>\n<p> 5.5.\nThe scope of use of Paragraph 4 includes reproduction, modification, display, transmission, distribution, publication, and creation of secondary and editorial works of content posted by users within the service.\n</p>\n<p> &nbsp.\n</p>\n<p> 5.6.\nIf the company uses the content posted by the user for commercial purposes or in a way not specified in Paragraph 4, the company may go through the process of obtaining the user's consent by phone, fax, e-mail, etc., and may provide separate compensation.\n</p>\n<p> &nbsp.\n</p>\n<p> 6.\nData Privacy.&nbsp;You agree that our&nbsp;Privacy Policy&nbsp;(as may be updated from time to time) governs how we collect, use, and disclose your personal information.\nYou acknowledge and agree that the information associated with any purchases through the HILOKAL CO., LTD.\nService or any uses of any HILOKAL CO., LTD.\nService belongs to HILOKAL CO., LTD..\n</p>\n<p> 7.\nRepresentations and Warranties.\nYou represent, warrant, and covenant that (a) you are at least 13 years of age and have not been previously removed from or prohibited from receiving the HILOKAL CO., LTD.\nServices, (b) you will participate in the Program in accordance with this Agreement, (c) your participation in the Program will not violate any applicable laws, ordinances, rules, regulations, orders, licenses, permits, industry standards, judgments, decisions, or other requirements of any applicable governmental authority (including all such rules governing communications and marketing), (d) you have the full corporate right, power and authority to enter into this Agreement and to perform the acts required hereunder.\n(e) your execution of this Agreement, and your performance of your obligations and duties hereunder, do not and will not violate any agreement to which you are a party or by which you are otherwise bound.\nand (f) the information you provide in connection with the Program is accurate and complete at all times.\nYou can update your information by contacting us through the HILOKAL CO., LTD.\nService.\n</p>\n<p> We do not make any representation, warranty, or covenant regarding the amount of Program Fees you can expect at any time in connection with the Program, and we will not be liable for any actions you undertake based on your expectations.\n</p>\n<p> 8.\nHILOKAL CO., LTD.\nService Customers.\nOur customers are not, by virtue of your participation in the Program, your customers.\nAs between you and us, all pricing, terms of sale, rules, policies and operating procedures concerning customer orders, customer service and product sales set forth on the HILOKAL CO., LTD.\nService will apply to those customers, and we may change them at any time.\nYou will not handle or address any contacts with any of our customers, and, if contacted by any of our customers for a matter relating to interaction with the HILOKAL CO., LTD.\nService, you will state that those customers must follow contact directions on the HILOKAL CO., LTD.\nService to address customer service issues.\n</p>\n<p> 9.\nTerm and Termination.\nThe term of this Agreement will begin upon our acceptance of your Program application and will end when terminated by either you or us.\nEither you or we may terminate this Agreement at any time, with or without cause, by giving the other party notice of termination.\nWe may withhold accrued unpaid Program Fees for a reasonable period of time following termination to ensure that the correct amount is paid (e.g., to account for any cancelations or returns).\nUpon any termination of this Agreement, all rights and obligations of the parties will be extinguished, except that the rights and obligations of the parties under Sections 8 and 11-16 will survive the termination of this Agreement.\nIf you terminate the Agreement and your earned balance equals or exceeds the Payment Threshold, we will pay you your earned balance within approximately 45 days after the end of the calendar month in which the Agreement is terminated, pursuant to Section 4.1.\nAny earned balance below the Payment Threshold will remain unpaid.\nNo termination of this Agreement will relieve either party for any liability for any breach of, or liability accruing under, this Agreement prior to termination.\n</p>\n<p> 10.\nModifications.\nHILOKAL CO., LTD.\nreserves the right, at our discretion, to change, modify, add, or remove portions of this Agreement at any time (for example to reflect updates to the HILOKAL CO., LTD.\nService or to reflect changes in the law).\nIf HILOKAL CO., LTD.\nchanges this Agreement, we will provide you notice of these changes, such as by sending an email, posting a notice on the HILOKAL CO., LTD.\nService or updating the “Last Updated” date above.\nPlease check this Agreement periodically for those changes.\nModifications may include, for example, changes to the Program Fees, Program eligibility, payment procedures, and other Program requirements.\nIF ANY MODIFICATION IS UNACCEPTABLE TO YOU, YOUR ONLY RECOURSE IS TO TERMINATE THIS AGREEMENT.\nYOUR CONTINUED PARTICIPATION IN THE PROGRAM FOLLOWING THE EFFECTIVE DATE OF ANY MODIFICATION (E.G., THE DATE OF OUR POSTING OF A CHANGE NOTICE OR REVISED AGREEMENT OR THE DATE SPECIFIED IN ANY EMAIL TO YOU REGARDING SUCH MODIFICATION) WILL CONSTITUTE YOUR BINDING ACCEPTANCE OF THE CHANGE.\n</p>\n<p> 11.\nDisclaimers.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW: (A) THE PROGRAM AND THE CONTENT AND MATERIALS CONTAINED THEREIN ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, EXCEPT AS EXPRESSLY PROVIDED TO THE CONTRARY IN A WRITING BY HILOKAL CO., LTD..\n(B) HILOKAL CO., LTD., AND ITS AFFILIATES, PARTNERS, AND SUPPLIERS DISCLAIM ALL OTHER WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT AS TO THE PROGRAM, INCLUDING ANY INFORMATION, CONTENT OR MATERIALS CONTAINED THEREIN.\n(C) EXCEPT FOR THE EXPRESS REPRESENTATIONS AND WARRANTIES SET FORTH IN THIS AGREEMENT, HILOKAL CO., LTD.\nDOES NOT MAKE ANY REPRESENTATION OR WARRANTY IN CONNECTION WITH THE SUBJECT MATTER OF THIS AGREEMENT.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM HILOKAL CO., LTD.\nFOR THE PROGRAM WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\nYOU EXPRESSLY ACKNOWLEDGE THAT AS USED IN THIS SECTION 11, THE TERM “HILOKAL CO., LTD.” INCLUDES HILOKAL CO., LTD.’S OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AGENTS, LICENSORS AND SUBCONTRACTORS.\n</p>\n<p> 12.\nIndemnification.\nYou hereby release and agree to defend, hold harmless, and indemnify us, and/or our subsidiaries, affiliates, directors, officers, employees, agents, successors and assigns from and against any allegation or claim based on, or any loss, damage, settlement, cost, expense and any other liability (including but not limited to reasonable attorneys’ fees incurred and/or those necessary to successfully establish the right to indemnification), arising from or related to: (a) any act or omission by you, including, without limitation any breach of this Agreement (including your representations and warranties in Section 7 above) or allegation or claim of negligence, strict liability, willful misconduct or fraud of you.\nor (b) your access to or use of the Program.\n</p>\n<p> 13.\nLimitation of Liability.&nbsp;NEITHER WE NOR ANY OF OUR AFFILIATES OR LICENSORS WILL BE LIABLE TO YOU FOR LOST REVENUE, LOST PROFITS, LOST BUSINESS, OR INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) ARISING FROM OR RELATING TO THIS AGREEMENT OR THE PROGRAM.\nFURTHER, OUR AGGREGATE LIABILITY TO YOU, UNDER ANY THEORY OF LIABILITY, IN CONNECTION WITH THIS AGREEMENT AND THE PROGRAM WILL NOT EXCEED THE FEES PAID OR PAYABLE TO YOU UNDER THIS AGREEMENT IN THE TWELVE MONTHS IMMEDIATELY PRECEDING THE DATE ON WHICH THE EVENT GIVING RISE TO THE MOST RECENT CLAIM OF LIABILITY OCCURRED.\n</p>\n<p> 14.\nRelationship of Parties.\nYou and we are, and will remain at all times, independent contractors, and nothing in this Agreement will be construed to create an agency, employment, fiduciary, representative or any other relationship between you and us.\nYou will not represent yourself to be an employee, representative, or agent of us.\nYou understand and agree that you do not have authority to bind us in any manner, or enter into any agreement or incur any liability on behalf of us.\n</p>\n<p> 15.\nArbitration.\nAny dispute or claim relating in any way to this Agreement, the terms thereof, or your participation in the Program that arises between the parties (including the parties’ respective parent, affiliate and/or subsidiary entities) will be resolved by binding arbitration as described in this paragraph, rather than in court,&nbsp;except that (a) you may assert claims in a small claims court if your claims qualify, and (b) either party may bring suit by submitting to the courts in the aforementioned jurisdiction and waiving such party’s respective rights to any other jurisdiction to enjoin infringement or other misuse of intellectual property rights.&nbsp;There is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of this Agreement as a court would.&nbsp;For you to begin an arbitration proceeding, you must send a letter requesting arbitration and describing the claim to HILOKAL CO., LTD.’s agent.\nArbitration shall be conducted by the Korea Commercial Arbitration Board (“KCAB”) under its rules, including the KCAB’s Supplementary Procedures for Consumer-Related Disputes.\nPayment of all filing, administration, and arbitrator fees will be governed by the KCAB’s rules.\nWe will reimburse those fees for claims totally less than $10,000 unless the arbiter determines the claims are frivolous.\nLikewise, we will not seek attorneys’ fees and costs from you in arbitration unless the arbitrator determines the claims are frivolous.\nYou may choose to have the arbitration conducted by telephone, based on submissions, or in person in the county in which you are located, or the agreed upon jurisdiction described above.&nbsp;The parties agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.&nbsp;If for any reason a claim proceeds in court rather than in arbitration,&nbsp;the parties each waive any right to a jury trial.\n</p>\n<p> 16.\nMiscellaneous.\n</p>\n<p> 16.1 Assignment.\nYou may not assign this Agreement, by operation of law or otherwise, without our express prior written approval.\nSubject to that restriction, this Agreement will be binding on, inure to the benefit of, and be enforceable against the parties and their respective successors and assigns.\nAny attempt to assign in violation of this section is void in each instance.\nWe may assign this Agreement: (a) to any of our affiliates.\nor (b) in connection with any merger, consolidation, reorganization, sale of all or substantially all of our assets or any similar transaction.\n</p>\n<p> 16.2.&nbsp;Further Assurances.\nYou will take or cause to be taken such further actions, and will execute, deliver and file or cause to be executed, delivered and filed such further documents and instruments, and will obtain such consents, as may be reasonably required or requested by us in order to effectuate fully the purposes, terms and conditions of this Agreement.\n</p>\n<p> 16.3.&nbsp;Waiver.\nThe waiver by us of a breach of or a default under any provision of this Agreement will be in writing and will not be construed as a waiver of any subsequent breach of or default under the same or any other provision of this Agreement, nor will any delay or omission on our part to exercise or avail itself of any right or remedy that we have or may have hereunder operate as a waiver of any right or remedy.\n</p>\n<p> 16.4.&nbsp;Severability.\nAny determination that any provision of this Agreement, or any application thereof is invalid, illegal or unenforceable in any respect in any instance will not affect the validity, legality and enforceability of such provision in any other instance, or the validity, legality, or enforceability of any other provision of this Agreement, and such provision shall be deemed to be reinstated to reflect as nearly as possible the original intentions of the parties in accordance with applicable law.\n</p>\n<p> 16.5.&nbsp;Captions and Section Headings.\nThe captions and section and paragraph headings used in this Agreement are inserted for convenience only and will not affect the meaning or interpretation of this Agreement.\n</p>\n<p> 16.6.&nbsp;Entire Agreement.\nThis Agreement contains the complete understanding between the parties with respect to their respective subject matter hereof and supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of this Agreement, and will not be modified except in writing, signed or otherwise agreed to by both parties, or by a change to this Agreement made by HILOKAL CO., LTD.\nas set forth in Section 10 above.\n</p> ", "created_at": "2023-06-27 01:04:00.894653", "updated_at": "2023-06-27 01:04:56.311041"}], "points": [], "urls": ["hilokal.com"]}}