{"error": 448, "message": "OK", "parameters": {"id": 276, "name": "SoundCloud", "created_at": "2018-01-16 15:26:07.310805", "updated_at": "2023-07-10 22:00:49.798318", "wikipedia": "https://en.wikipedia.org/wiki/SoundCloud", "keywords": "", "related": "spotify", "slug": "soundcloud", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/276.png", "url": "soundcloud.com", "documents": [{"id": 182, "name": "Community Guidelines", "url": "https://soundcloud.com/community-guidelines", "xpath": "", "text": " SoundCloud &lt;div class=\"errorPage__inner\"&gt.\n&lt;p class=\"errorTitle\"&gt;JavaScript is disabled&lt;/p&gt.\n&lt;p class=\"errorText sc-font-light\"&gt;You need to enable JavaScript to use SoundCloud&lt;/p&gt.\n&lt;div class=\"errorButtons\"&gt.\n&lt;a href=\"http://www.enable-javascript.com/\" target=\"_blank\" class=\"sc-button sc-button-medium\"&gt;Show me how to enable it&lt;/a&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;div&gt.\n&lt;h1 id=\"community-guidelines\"&gt;Community Guidelines&lt;/h1&gt.\n&lt;p&gt;We want SoundCloud to be a community where everyone feels empowered but also respected.\nIt’s up to all of us to make that happen.\nThis page includes important information about our rules and guidelines related to your use of SoundCloud.\nPlease take the time to carefully read through this information.\nwe take these guidelines seriously and expect you to do the same.&lt;/p&gt.\n&lt;p&gt;The examples in the below sections are for illustrative purposes and are not exhaustive.\nSoundCloud reserves the right to remove any content deemed to violate our Terms of Use at our discretion.&lt;/p&gt.\n&lt;h2 id=\"copyright\"&gt;Copyright&lt;/h2&gt.\n&lt;p&gt;We have always set out to build a diverse, collaborative community where the rights of creators are respected.&lt;/p&gt.\n&lt;p&gt;You are responsible for all activity associated with your account, including all content that you post.\nIf you post content that belongs to someone else (for example, if you are a distributor, promotional agency, manager, or radio plugger acting on behalf of an artist or label), or if you use someone else’s content in a remix or other similar work, it is your responsibility to ensure that you have the permission of all relevant rightsholders in order to post that content to SoundCloud.\nAnyone uploading another person’s content without the necessary permissions is liable to have that content removed and/or their account terminated.&lt;/p&gt.\n&lt;p&gt;When reporting content for infringement, we consider reports abusive if you are not the rightsholder or an authorized agent thereof (like the rightsholder’s attorney or manager).\nAbusive reporting may result in your civil liability for damages incurred by SoundCloud (including costs and legal fees), the person whose content you report, or any copyright owner or authorized licensee as a result of content being removed.\nAdditionally, you risk having your account frozen or, in some cases, terminated if we believe that you have abusively reported content.\nIf you do not own the copyright in the content, please do not report it for infringement.&lt;/p&gt.\n&lt;p&gt;If you are unsure whether you can upload something, read our &lt;a href=\"/pages/copyright\"&gt;copyright information pages&lt;/a&gt;.\nIf you feel that someone is infringing your copyright, &lt;a href=\"https://soundcloud.com/pages/copyright/report/form\"&gt;tell us about it&lt;/a&gt;.&lt;/p&gt.\n&lt;h2 id=\"enforcement-guidelines\"&gt;Enforcement guidelines&lt;/h2&gt.\n&lt;p&gt;SoundCloud gives people from all over the world the power to share and connect through music and audio and is the only global community where you can connect one on one with fellow fans, the biggest names in music and emerging artists.\nWhile engaging with the community can be rewarding, it can also be a source of frustration and misunderstanding if the context of the content is not considered or understood or users don’t communicate and interact in a respectful way.&lt;/p&gt.\n&lt;p&gt;As a general rule we’re unable to prescreen or proactively search for many kinds of content, but we aim to be fair in deciding what content is permitted on SoundCloud.\nWhile complaints and inquiries must be evaluated and addressed on a case-by-case basis, we aim to apply a uniform set of standards to every user.\nWhen determining whether to remove content, we ask ourselves a number of questions, such as:&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Is the behavior directed at an individual, group, or protected category of people?&lt;ul&gt.\n&lt;li&gt;Clearly targeted content will increase likelihood of removal.&lt;/li&gt;&lt;/ul&gt;&lt;/li&gt.\n&lt;li&gt;Has the report been filed by the target of the abuse or a third party?&lt;ul&gt.\n&lt;li&gt;In some instances we may not be able to take reports from third parties.&lt;/li&gt;&lt;/ul&gt;&lt;/li&gt.\n&lt;li&gt;Does the reported user have a history of violating our policies?&lt;ul&gt.\n&lt;li&gt;If a user has violated our Terms of Use in the past, this could impact the decision.&lt;/li&gt;&lt;/ul&gt;&lt;/li&gt.\n&lt;li&gt;How severe is the violation?&lt;ul&gt.\n&lt;li&gt;The severity will be reflected in the respective action (i.e.\nwarning vs.\nsuspension).&lt;/li&gt;&lt;/ul&gt;&lt;/li&gt.\n&lt;li&gt;Is the content of legitimate public interest?&lt;ul&gt.\n&lt;li&gt;The purpose of content will be considered.&lt;/li&gt;&lt;/ul&gt;&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;When you see content that upsets or shocks you, step back and consider the above in addition to the possible context and intention of the person sharing the content.\nIf you’re unsure of a user’s intentions, feel free to engage with them in a calm and level-headed manner.\nThe comments section on SoundCloud provides a unique environment for people to engage in a conversation around the content.\nAlternatively, you could message the user privately to share any concerns.&lt;/p&gt.\n&lt;p&gt;Of course, it’s always possible to block or ignore a user as a means to no longer see unwanted content on SoundCloud, and sometimes this is the best or only way to resolve these issues.&lt;/p&gt.\n&lt;p&gt;Please consider the above and review the relevant section of our Community Guidelines below before reporting content to our Trust and Safety Team.\nThis will both align your expectations with our policy and allow our team to focus on removing content that truly doesn’t have a place on SoundCloud.&lt;/p&gt.\n&lt;h2 id=\"criticism\"&gt;Criticism&lt;/h2&gt.\n&lt;p&gt;Criticism should always focus on the content, and not on the individual who created it.\nWe do not want criticism of the personal character of the creator, only the criticism of their content.\nPlease share your opinion with others, but do so in a constructive way.\nBefore posting feedback, always ask yourself whether you would appreciate receiving the same feedback.\nIf not, don’t post it.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;“This wasn't my favorite track of yours”&lt;/li&gt.\n&lt;li&gt;“I think different vocals on this track would work better”&lt;/li&gt.\n&lt;li&gt;“I’m pretty disappointed with this track tbh”&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;“You’re a piece of s**t! No one’s ever gonna listen to your garbage!”&lt;/li&gt.\n&lt;li&gt;“I hate you and your voice.\nYou should stop making music.\nYou’re so annoying and we all hate you bro”&lt;/li&gt.\n&lt;li&gt;“What the hell is this!?”&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"abuse\"&gt;Abuse&lt;/h2&gt.\n&lt;p&gt;We have zero tolerance for abusive or threatening behavior within the community and on the platform.\nWe consider abuse to be any activity where the intent or likely result is to attack or demean someone else.\nThis includes but is not limited to content aimed at sexualizing or degrading other users.\nAnyone found to be engaging in this type of activity risks the immediate, permanent termination of their account.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;“I like this track! Thanks for this!”&lt;/li&gt.\n&lt;li&gt;Block a user who you do not wish to engage with.&lt;/li&gt.\n&lt;li&gt;“You’re the GOAT!”&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;“F**k you”&lt;/li&gt.\n&lt;li&gt;“I’ll find u and hurt u where u at man u don’t deserve to live”&lt;/li&gt.\n&lt;li&gt;“You don’t know what the hell you’re talking about, idiot!”&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"harassment\"&gt;Harassment&lt;/h2&gt.\n&lt;p&gt;We define harassment as the unwanted, continued pursuit of contact with an individual who has indicated they do not wish to be in contact with another individual.\nThe difference between abuse and harassment is that harassment is typically conducted over a sustained period of time, whereas abuse may be a one-off event.\nTherefore, if an individual is sending repeated unwanted messages or comments to another user, they risk the immediate, permanent termination of their account.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Message or comment once: “Hey, you should check out my music, I think you’d like it”&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Repeatedly message or comment: “hey I think you’re beautiful talk to me!”&lt;/li&gt.\n&lt;li&gt;Engage with someone when they’ve told you to stop, or use SoundCloud to contact someone when they’ve blocked you on another platform.&lt;/li&gt.\n&lt;li&gt;Create accounts or content with the sole purpose of “exposing” the behavior of a single identifiable individual or group of individuals.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"unauthorized-recording-or-publishing-of-private-information\"&gt;Unauthorized recording or publishing of private information&lt;/h2&gt.\n&lt;p&gt;We do not allow the sharing of personal details of another person (or entity), without their permission.\nThis includes recordings of private conversations, full names, photographs, unlisted phone numbers, and home or email addresses.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Reference a person by their first name without them being identifiable.&lt;/li&gt.\n&lt;li&gt;Express thoughts without any direct references to another person.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Include personal details such as “Sarah Smith at Elmwood High School”&lt;/li&gt.\n&lt;li&gt;Use photos of other individuals without their consent.&lt;/li&gt.\n&lt;li&gt;Upload recordings of private phone calls between two individuals without consent.&lt;/li&gt.\n&lt;li&gt;Use screenshots of private conversations as profile/track/playlist artwork.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"impersonation--misleading-metadata\"&gt;Impersonation &amp;amp.\nmisleading metadata&lt;/h2&gt.\n&lt;p&gt;As a platform built with creator needs in mind, we welcome the use of stage names or professional identities on SoundCloud.\nHowever, you cannot impersonate another person or post content that is intentionally misleading.&lt;/p&gt.\n&lt;p&gt;This means that you must not create profiles or post content that is intended to make people think you are someone else.\nYou must not use someone else’s name or trademark without their permission, or pretend to be associated with someone you aren’t, even if you feel that you are helping that person by doing so.\nThis applies to everyone from the most popular creators to casual users on SoundCloud.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Use tags to indicate similarities to artists that inspire you.&lt;/li&gt.\n&lt;li&gt;Use your own name as a display name or URL where this is also the name of an existing artist and no ™ infringement is taking place.&lt;/li&gt.\n&lt;li&gt;Use your own original artwork on your profile.&lt;/li&gt.\n&lt;li&gt;Mention artists that inspire you in your profile bio (i.e.\n“X, Y and Z artist inspire me”)&lt;/li&gt.\n&lt;li&gt;Create fan accounts with the permission or endorsement of the artist in question.\nThese must be clearly distinguished from official profiles.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Upload tracks with an artist’s name in the title who is not officially associated with it.&lt;/li&gt.\n&lt;li&gt;Use another artist’s name or variation of an artist’s name as your display name, URL or Track URL.&lt;/li&gt.\n&lt;li&gt;Use an image of an artist or images associated with an artist (album covers etc.) as an avatar, banner, track or playlist image where the artist is not officially associated with the account or track.&lt;/li&gt.\n&lt;li&gt;List artist names in your bio as a means of attempting to game our search.&lt;/li&gt.\n&lt;li&gt;Create fan accounts without the permission of the artist in question.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"pornographic-content\"&gt;Pornographic Content&lt;/h2&gt.\n&lt;p&gt;We do not allow any content that is predominantly sexual in nature or that could be perceived as an aid to sexual gratification.\nThis includes, but is not limited to, images containing nudity and recordings or detailed descriptions of sexual acts, or links to pornographic sites.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Post ASMR of your dog eating treats, or you brushing your hair.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Post noises directly associated with sexual acts disguised as ASMR.&lt;/li&gt.\n&lt;li&gt;Link to any pornographic content in your profile bio.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"violence-and-threatening-behavior\"&gt;Violence and threatening behavior&lt;/h2&gt.\n&lt;p&gt;We do not allow any use of intimidation or threats of violence between our users, against the wider public or against SoundCloud employees.\nLikewise, we don’t permit any incitement to, or glorification of, violent acts either against an individual or the wider public.\nAdditionally, the use of excessive gore in regards to both imagery or language is not permitted.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Provide commentary on violence in regards to a specific event (i.e.\nsomething that happened to you in the context of a podcast episode).&lt;/li&gt.\n&lt;li&gt;Refer to violence where this serves an educational purpose.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Upload content that has the intention to intimidate an individual into fearing a physical attack against their person.&lt;/li&gt.\n&lt;li&gt;Upload content inciting violence (i.e.\ncalling on or encouraging others to complete violent acts against an individual or against the wider public).&lt;/li&gt.\n&lt;li&gt;Upload graphic images of real or dramatized violence with the intent to glorify violent acts or to shock/disgust.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"hate-speech\"&gt;Hate speech&lt;/h2&gt.\n&lt;p&gt;SoundCloud allows for the presentation of individual beliefs and opinions.\nWe do not, however, allow content that promotes or encourages hatred, discrimination or violence against others based on race, cultural identity or ethnic background, religious beliefs, disability, gender identity, or sexual orientation.\nWe will use our discretion when necessary to determine if beliefs or opinions incite hatred.&lt;/p&gt.\n&lt;p&gt;Please keep in mind that applicable laws state that Nazi and ISIS content is illegal, and will be removed without discussion, unless clearly used for educational or journalistic purposes.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Speak about a hate group in a purely educational manner, making it clear when you are quoting directly and not presenting them as your own views.&lt;/li&gt.\n&lt;li&gt;Specifically state that you do not endorse the groups/events/etc.\nthat you may be quoting.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;“I mean, these [protected group], they know what’s wrong with them”&lt;/li&gt.\n&lt;li&gt;“[protected group] are threatening us.\nWe need to get them out”&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"podcasts\"&gt;Podcasts&lt;/h2&gt.\n&lt;p&gt;We understand that SoundCloud is a popular platform to host podcasts, and we welcome those who chose to use our platform for that reason.\nWe invite the discussion and expression of our users opinions on almost all given topics.\nWith that being said, we reserve the right to decide when those discussions, expressions and opinions are aimed at harming a group of individuals, or when they cross over into hate speech or abuse.\nIn these instances, users risk deletion of certain episodes or suspension of their account.\nWe also do not allow podcasts associated with any illegal or hate groups, even when the content itself does not violate our Terms of Use.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Host a podcast about your favorite foods.&lt;/li&gt.\n&lt;li&gt;Host a historical podcast.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Dedicate your entire podcast or a section of your podcast to “issues with” or reasons you dislike a protected group.&lt;/li&gt.\n&lt;li&gt;Host a podcast to share a revisionist view of the holocaust.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"misinformationfake-news\"&gt;Misinformation/Fake News&lt;/h2&gt.\n&lt;p&gt;As a platform that promotes freedom of speech and connects millions of people, we feel we have a responsibility to take a clear stance on the issues of fake news and misinformation.\nAlthough not a new concept, the digital age has made it easier than ever to spread information almost anywhere in the world.&lt;/p&gt.\n&lt;p&gt;With that being said, we understand that in today’s day and age many people rely on the internet and social platforms as their main news source.\nTherefore, in order to maintain the trust and safety of our community, the deliberate use of false information in order to mislead users is something we do not condone.\nThis type of information can take many forms, but is often uploaded with the aim of affecting political discourse.&lt;/p&gt.\n&lt;p&gt;We encourage you to ensure the accuracy of your content, as each user is responsible for what they upload.\nAny user found to be purposely sharing information that is fabricated or misleading may be deemed in violation of our Terms of Use and subject to the immediate, permanent termination of their account.&lt;/p&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Use imaginative subjects to produce satire, comedy and entertainment content.&lt;/li&gt.\n&lt;li&gt;State the sources of information shared when presenting content as news.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Use of clickbait titles, profile names and description.&lt;/li&gt.\n&lt;li&gt;Fabricate content that deliberately presents false or misleading claims as news.&lt;/li&gt.\n&lt;li&gt;Refer to violent events as “false flags”&lt;/li&gt.\n&lt;li&gt;Post links to websites hosting ‘fake news’ articles or false information.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"spammy-behavior-and-self-promotion\"&gt;Spammy behavior and self promotion&lt;/h2&gt.\n&lt;p&gt;SoundCloud aims to help creators to connect directly with their fans and build their audience.\nWe understand that promoting your work is important, and we encourage you to seek out fans and other like-minded individuals.\nIn our experience, the most successful forms of promotion are built upon meaningful interactions between creators and their audience.&lt;/p&gt.\n&lt;p&gt;However, there is a fine line between developing these connections and over-sharing with members of the community.\nTo help encourage a two-way relationship between creators and fans, we have technical restrictions in place to limit activity that goes against this principle.\nFurther, we aim for SoundCloud to be a spam-free zone.\nTo support this effort, we have policies in place that prohibit both spammy activity and the use of related services that violate our Terms of Use.&lt;/p&gt.\n&lt;p&gt;Specifically, it is not possible to:&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Post identical or almost identical comments or messages in large volumes&lt;/li&gt.\n&lt;li&gt;Repeatedly follow large volumes of accounts in a short period of time&lt;/li&gt.\n&lt;li&gt;Repeatedly unfollow and refollow the same accounts, in order to draw attention to your own profile&lt;/li&gt.\n&lt;li&gt;Repeatedly repost or like tracks that you have reposted or liked in the past&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Reach out to fans with tailored messages for each one of them.&lt;/li&gt.\n&lt;li&gt;Find users related to your content and interact with them.&lt;/li&gt.\n&lt;li&gt;Repost tracks similar to your own to attract traffic.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;strong&gt;Don't do this:&lt;/strong&gt;&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;Copy and paste the same links and words in comments and/or private chat.&lt;/li&gt.\n&lt;li&gt;Randomly bulk follow a large amount of users.&lt;/li&gt.\n&lt;li&gt;Pay for external promotion services not affiliated with SoundCloud.&lt;/li&gt.\n&lt;li&gt;Creation, use or promotion of services that claim to boost a profile’s popularity such as followers, plays, likes, or reposts.&lt;/li&gt.\n&lt;li&gt;Creation, use or promotion of services that sell social interactions or other forms of promotion on SoundCloud.&lt;/li&gt.\n&lt;li&gt;Create multiple accounts with the intention of inflating the popularity of other profiles.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;h2 id=\"reporting-violations\"&gt;Reporting violations&lt;/h2&gt.\n&lt;p&gt;We aim to create and foster a community where our users’ behavior is in line with these guidelines and where individuals hold each other accountable for their use of the platform.\nWhen this fails, we also have various measures in place to help us keep track of certain kinds of content that violate our Terms of Use.&lt;/p&gt.\n&lt;p&gt;As a general rule we’re unable to prescreen or proactively search for many kinds of content.\nAs such, it’s possible you might come across content that you don’t wish to see.\nIn these cases, please ignore such content and block those who share it to avoid it in the future.&lt;/p&gt.\n&lt;p&gt;That said, if you encounter any content that clearly violates these guidelines or our Terms of Use or is otherwise illegal – including impersonation, abusive or threatening behavior, pornography or malicious speech – please report this.&lt;/p&gt.\n&lt;p&gt;Our Trust and Safety Team will review all reports objectively, and remove any content that violates our Terms of Use, these guidelines or applicable law.\nTo report content please do so using the appropriate Help Form from our &lt;a href=\"https://help.soundcloud.com/hc/en-us/requests/new?ticket_form_id=581048\"&gt;Help Center&lt;/a&gt;.&lt;/p&gt.\n&lt;p&gt;Please bear in mind that something you find unacceptable, may not be a violation of our Terms of Use or illegal.\nWe try to maintain a fair and balanced approach, but reporting content will not always result in that content being removed if it does not violate our guidelines, Terms of Use or applicable law.&lt;/p&gt.\n&lt;h2 id=\"termination-of-accounts\"&gt;Termination of accounts&lt;/h2&gt.\n&lt;p&gt;If we believe that your activity violates these guidelines, our Terms of Use, any other associated policies, or applicable law, we will send you a written warning to the email associated with the account.\nIf we send you more than two of these warnings, we may suspend or terminate your account in our discretion.&lt;/p&gt.\n&lt;p&gt;In certain cases, such as when we deem your account to be dedicated to the violating activity, we reserve the right to terminate your account immediately, without prior warning, in our discretion.&lt;/p&gt.\n&lt;p&gt;&lt;em&gt;Version September 2019&lt;/em&gt;&lt;/p&gt.\n&lt;/div&gt.\n<p> Your current browser isn't compatible with SoundCloud.\n<br> Please download one of our supported browsers.\nNeed help? </p> Chrome | Firefox | Safari | Internet Explorer <p>Sorry! Something went wrong</p>\n<p>Is your network connection unstable or browser outdated?</p> I need help <p> Popular searches\n</p> ", "created_at": "2018-07-17 10:11:52.279037", "updated_at": "2020-12-14 15:00:22.900067"}, {"id": 183, "name": "Privacy Policy", "url": "https://soundcloud.com/pages/privacy", "xpath": "/html/body/div[1]/div[2]/div[2]/div/div/div[1]/div/div", "text": "\nSoundCloud Privacy Policy\n<p>Welcome to SoundCloud, a service provided by SoundCloud Global Limited &amp.\nCo.\nKG and its affiliates, including SoundCloud, Inc.\nand Repost Network Inc.\n(hereinafter “SoundCloud”).\nCapitalized terms used in this Privacy Policy that are not specifically defined shall have the meanings given to the applicable capitalized terms in the SoundCloud Terms of Use.</p>\n<p>Your privacy is important to us.\nThis Privacy Policy explains how we collect, store, use, disclose and otherwise process your personal data when you use soundcloud.com and m.soundcloud.com (together, the “Website”), our mobile and desktop apps (the “Apps”) and all related sites, players, widgets, tools, data, software, APIs and other services provided by SoundCloud (the “Services”).\nThis Privacy Policy applies to any Website, Apps, or Services by SoundCloud that refers to this Privacy Policy, i.e.\nby linking to it.</p>\n<p>For employees with California residency, our privacy notice applicable to past, current, and prospective employees and similar individuals, as well as their beneficiaries and emergency contacts, can be accessed by clicking here.</p>\n<p>This Privacy Policy explains the following, amongst other things:</p>\n<ul>\n<li>Who Controls Your Data</li>\n<li>Legal Basis for Data Processing</li>\n<li>Personal Data We Collect</li>\n<li>Personal Data You Provide</li>\n<li>Personal Data We Collect Automatically</li>\n<li>Personal Data We Obtain From Third Parties</li>\n<li>How We Use Your Personal Data</li>\n<li>How We Share Your Personal Data</li>\n<li>Cookies and Similar Technology</li>\n<li>Information Security</li>\n<li>International Data Transfers</li>\n<li>Children</li>\n<li>Our Activity On Social Networks</li>\n<li>Your Choices and Controls</li>\n<li>Exercising Your EU Privacy Rights</li>\n<li>Notice To California Users</li>\n<li>Contact Information</li>\n<li>Changes to this Privacy Policy</li>\n</ul>\n<p>Information relating to our use of cookies and similar technologies is set out in our Cookie Policy, which forms part of the Privacy Policy.\nWhen we refer to the Privacy Policy, we are referring to the Privacy Policy and Cookie Policy.</p>\n<p>Please take some time to read this Privacy Policy, along with our Terms of Use, in order to ensure you understand and are comfortable with our use and disclosure of your personal data.</p>\n<p>Please note that this Privacy Policy only applies to the Website, Apps and Services (together, the “Platform”).\nWhen using the Platform, you may find links to other websites, apps and services, or tools that enable you to share information with other websites, apps and services.\nSoundCloud is not responsible for the privacy practices of these other websites, apps and services and we recommend that you review the privacy policies of each of these websites, apps or services before connecting your SoundCloud account or sharing any personal data.\n</p>\n<p>If you do not agree to any of the provisions of this Privacy Policy, you should not use the Platform.\nIf you have any questions or concerns about this Privacy Policy, you can contact us through the Help Center or at dataprotection@soundcloud.com.</p>\n<p>SoundCloud is committed to putting its users first and believes you should know what personal data we collect about you, why we collect it, and how we use and share it.\nThat’s why we’ve designed this Privacy Policy to give you simple, clear, and actionable information about our privacy and data protection practices.</p>\n<p>We believe users should also have meaningful choices over the personal data we collect, use and share as described in this Privacy Policy, your Settings and the Help Center.\nWe encourage you to take full advantage of these tools.</p>\nWho Controls Your Data\n<p>With regard to data processing within the framework of SoundCloud’s internal administration and joint procedures through centralized systems, SoundCloud Global Limited &amp.\nCo.\nKG, SoundCloud Inc.\nand Repost Network Inc.\nact as joint controllers.\nThe joint processes particularly pertain to the operation and use of joint databases, platforms and IT systems.\nWith respect to the joint processes, SoundCloud determines the purposes and means of processing.\nIn a separate agreement on joint controllership pursuant to Article 26 GDPR, SoundCloud determines how the respective tasks and responsibilities of the processing of personal data are structured and who fulfils which data protection obligations.\nIn particular, it is determined how an appropriate level of security and how your rights as a data subject can be ensured, how the information duties under data protection law can be jointly fulfilled and how potential data protection incidents can be monitored.\nThis includes reporting and notification obligations.</p>\n<p>In the event SoundCloud does not act as a joint controller, the sole controller, as given the meaning by data protection legislation, is either:</p>\n<ul>\n<li>\n<p>If you are located in the United States, SoundCloud Inc., 71 5th Avenue, 5th Floor, New York 10003, NY, USA, dataprotection@soundcloud.com,</p>\n</li>\n<li>\n<p>or if you are located outside of the United States, SoundCloud Global Limited &amp.\nCo.\nKG, Rheinsberger Str.\n76/77, 10115 Berlin, Germany, dataprotection@soundcloud.com, </p>\n</li>\n</ul>\n<p>We may share your data within our corporate group of companies that are related by common ownership or control (“SoundCloud Group”) and the data of US users may be processed by SoundCloud Global Limited &amp.\nCo.\nKG on SoundCloud Inc.’s behalf.\nThe personal data of users who have signed up for SoundCloud Direct may be processed by Repost Network Inc.\ndoing business as SoundCloud Direct on behalf of the respective Data Controller.\n</p>\n<p>SoundCloud provides statistics and insights about the performance of a particular sound recording and its underlying composition uploaded to the Platform (“Track”).\nThese statistics and insights are provided to any person (including Creators) or entity owning or controlling a Track (“Rightsholders”) and include information about how fans interact with their Tracks on the Platform to make Rightsholders better understand their fanbase (\"Rightsholder Insights\").\nRightsholder Insights are processed in joint controllership between SoundCloud Global Limited &amp.\nCo.\nKG and the respective Rightsholder, subject to the applicable agreement to be found here.\n</p>\nLegal Basis for Data Processing\n<p>The collection and processing of your data is governed by the law applicable to your respective Data Controller, as outlined above.</p>\n<p>With that being said, SoundCloud follows European law and the GDPR where applicable to ensure adequate protection of your personal data.\nData collection and processing under GDPR may be based on your consent (see Art.\n6 lit.\na) GDPR), contractual purposes (see Art.\n6 lit.\nb) GDPR) or, in exceptional cases, for legitimate purposes, which we weigh against your data protection interests (see Art.\n6 lit.\nf) GDPR).\nWe have specified the legal bases for individual data processing activities in more detail below.</p>\n<p>We may also use our user’s personal data under GDPR if:</p>\n<ul>\n<li>\n<p>Processing is necessary to fulfil a legal obligation to which the person responsible is subject (see Art.\n6 lit.\nc) GDPR);</p>\n</li>\n<li>\n<p>Processing is necessary to protect the vital interests of the data subject or another natural person (Art.\n6 lit.\nd) GDPR).\nor</p>\n</li>\n<li>\n<p>Processing is necessary for the performance of a task that is in the public interest or takes place in the exercise of official authority that has been assigned to the person responsible (see Art.\n6 lit.\ne) GDPR).</p>\n</li>\n</ul>\nPersonal Data We Collect\n<p>Any personal data we collect falls into one of three general categories:</p>\n<ul>\n<li>\n<p>Personal data you provide to us,</p>\n</li>\n<li>\n<p>Personal data we collect automatically,</p>\n</li>\n<li>\n<p>Personal data we obtain from third parties.</p>\n</li>\n</ul>\nPersonal Data You Provide\n<p>We ask for and collect the below personal data when you use the Platform.\nThis personal data is necessary for the adequate performance of the platform, to meet the requirements of the contract present between you and us and to comply with our obligations thereunder.</p>\n<p>You don’t need to register for a SoundCloud account in order to visit or use our Platform.\nHowever, certain Services require that you register for an account and, by doing so, you will need to provide us with certain personal data:</p>\n<ul>\n<li>\n<p>\n<strong>Account Information</strong> - When you register with any kind of SoundCloud account, you will need to provide your email address (except when you sign-up with Facebook, Google or Apple and don’t give your permission to share it with SoundCloud), your age, a username (which may be your real name or a pseudonym) and a password.\n</p>\n</li>\n<li>\n<p>\n<strong>Profile Information</strong> - you may choose, at your discretion, to provide additional personal data for your public profile on SoundCloud – for example:</p>\n<ul>\n<li>\n<p>your real name</p>\n</li>\n<li>\n<p>your gender</p>\n</li>\n<li>\n<p>the city and country in which you live</p>\n</li>\n<li>\n<p>a profile picture, profile header image or avatar</p>\n</li>\n<li>\n<p>any content associated with your Track uploads (all audio (including podcasts), text, pictures, graphics, comments, and other content, data or information that you upload, including your compositions, metadata, song names, composer names, creators’ names, performers’ names, group names, producers’ names, album artworks and your name, image, likeness and biographical information) (“Materials”).</p>\n</li>\n<li>\n<p>information about how you categorize yourself with respect to your Materials (for example, whether you are a musician, a label or some other category of creator)</p>\n</li>\n<li>\n<p>details of your other websites and social media profiles, including links to those pages</p>\n</li>\n<li>\n<p>any personally identifiable data from your Tracks or respective meta-data will be published on your profile page in accordance with our Terms of Use.\nThis personal data will be publicly accessible and may be viewed by anyone accessing the Website, or using our API or other Services.\nPlease be aware that a profile picture is mandatory when you request profile verification via your Settings in the “Account” tab.\n</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Subscriptions</strong> - If you purchase a Subscription, you must provide your real name, billing address, and payment verification information.\nPlease be aware that we only get payment verification information and no further details of your payment, as outlined in the respective section of this Privacy Policy.\nAny use of such personal data is for contractual purposes.</p>\n</li>\n<li>\n<p>\n<strong>SoundCloud Direct</strong> - In the event you use the services of SoundCloud Direct, you must provide your real name, payment information and personal data necessary to operate and maintain your monetization and/or distribution with SoundCloud Direct (e.g.\ncontent identification information such ISRC codes).\n</p>\n</li>\n<li>\n<p>\n<strong>Music Publishing</strong> - In the event you use the services of music publishing administration, you must provide your real name, payment information and personal data necessary to operate and maintain your music publishing administration (e.g.\npublisher, sub-publisher information as well as performance rights and or mechanical rights organization information and content identification data, such as interested party Information (IPI) numbers, ISWC numbers).</p>\n</li>\n<li>\n<p>\n<strong>Communications</strong> - When you communicate with SoundCloud by email or through the Platform, or use the Platform to communicate with other users, we collect personal data about your communication and any personal data you choose to provide based on contractual purposes.</p>\n</li>\n<li>\n<p>\n<strong>Survey Information</strong> - If you participate in any survey, you may provide certain personal data as part of your response, unless you respond anonymously.\nThe personal data you provided is only processed based on your consent.</p>\n</li>\n<li>\n<p>\n<strong>Information You Post</strong> - You may provide personal data when you upload Tracks to the Platform, when you post comments, or when you contribute to community discussions.\nThis is based on your own choice, and in accordance with our Terms of Use, we may use such data for contractual purposes.</p>\n</li>\n<li>\n<p>\n<strong>Information Provided For Tax or Financial Reasons</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Tax ID/VAT</strong> - We also collect your tax ID or VAT number if applicable.\nIf you join SoundCloud Direct as a business, this personal data is required to enable proper tax accounting purposes.\n</p>\n</li>\n<li>\n<p>\n<strong>Other Tax Payee Information and W9 Certifications (US Only)</strong> - If you are located in the U.S., we will collect certain personal data and certifications from you, which enables us to report eligible payouts to the Internal Revenue Service.</p>\n</li>\n<li>\n<p>\n<strong>PayPal Email Address</strong> - In order to be able to remit any revenue earned through your monetized tracks to your designated PayPal account, we ask you to provide us with the email address that is connected to the PayPal account in which you wish to receive your eligible payouts.</p>\n</li>\n</ul>\n</li>\n</ul>\nPersonal Data We Collect Automatically\n<p>There is certain personal data that we collect automatically as the result of your use of the Platform, subject to the choices you make in your Settings, or through the use of cookies and other web analytics services as described in our Cookie Policy.\nThis personal data generally includes:</p>\n<ul>\n<li>\n<p>\n<strong>Usage Information</strong> - We collect personal data about your interactions with the Platform, including the pages that you visit and links you click on, streaming, offline listening or downloading Tracks, uploading or recording Tracks, connecting your Facebook, Google or Apple account, sharing a Track with another user, following or unfollowing another user, posting a comment, performing a search, the time, frequency and duration of your visits to the Platform, and whether you interact with email messages, for example, if you opened, clicked on, or forwarded the email message.\nThis use of your personal data is based solely on contractual purposes should you have accepted our Terms of Use.\nIf you have not registered on SoundCloud, the use of this personal data is based on our legitimate interest.\nPlease be aware that we need such usage data as we are under contractual obligation to track use of content by our content providers.</p>\n</li>\n<li>\n<p>\n<strong>Log Data</strong> – We automatically collect log information when you use the Platform, even if you have not registered for an account or logged in.\nThat personal data includes, among other things: details about how you’ve used the Platform (including links to third party sites or services), Internet Protocol (IP) address, access times, your browser type and operating system, device information, device event information (e.g., crashes, browser type), and the page you’ve viewed or engaged with before or after using the Platform.\nThis personal data is essential for our service and is therefore either based on contractual purposes or on legitimate interest if no contract exists.\nPlease be aware that we need log data as we are under contractual obligation to track use of content by our content providers.</p>\n</li>\n<li>\n<p>\n<strong>Cookies</strong> – We use cookies and other similar technologies, such as pixels, local storage, and mobile device identifiers and may also allow our business partners to use these tracking technologies on the Platform, or engage others to track your behavior on our behalf.\nType, number and function of cookies can vary depending on your individual selection.\nFor more information on our use of these technologies, see our Cookie Policy.</p>\n</li>\n<li>\n<p>\n<strong>Location Data</strong> – When you use certain features of the Platform, we may collect personal data about your general location.\nPhysical locations collected through our Platform are associated with non-personally identifiable data including but not limited to device type, browser type, operating system.\nWe use such personal data to deliver personalized location-based services or content.\nIn some instances, you may be permitted to allow or deny such use of your device’s location, but if you choose to deny such use, we may not be able to provide you with the applicable personalized services or content.\nWe use this personal data to provide you with location-based services (such as advertising and personalized content).\nMost mobile devices allow you to control or disable the use of location services for applications in the device’s settings.\nSuch use of personal data is based on your consent, either within our Platform or within your device where you provided your consent when prompted.</p>\n</li>\n<li>\n<p>\n<strong>Device Information</strong> – We collect personal data from and about the devices you use, including how you interact with the Platform and information about the device itself, such as the hardware model, operating system, IP addresses, cookie information, device settings, mobile carrier information, mobile device and advertising identifiers, apps installed, browser type, language, battery level and time zone.\nThis information allows us to recognize and associate your activity, and provide personalized content and advertising, consistently across all of your devices.\nSuch use of personal data is based on your consent given either within our Platform or within your device.</p>\n</li>\n<li>\n<p>\n<strong>Software Development Kits</strong> (“SDK”) - We may use third parties including our business partners and service providers who use mobile SDKs to collect personal data and information related to how mobile devices interact with the Platform.\nAn SDK is computer code that app developers can include in their apps to enable ads to be shown, personal data to be collected and related services and functionality to be implemented.\nWe may use this technology, for instance, to analyze how you interact with Materials and advertisements and to enable analytics or other features through mobile devices.\nHowever, such use will be based on your consent.</p>\n</li>\n<li>\n<p>\n<strong>SoundCloud Widget</strong> - Other websites may integrate SoundCloud widgets.\nwhen you visit a website with a SoundCloud widget embedded, we may receive certain personal data, including personal data about the website you visited.\nSoundCloud and the widget may be able to recognize you in order to retrieve your library of content, and in some cases the widget may be used to show personalized content.\nWe know when you interact with a widget, and websites containing the widgets may receive this information as well.\nSuch use is subject to the privacy policy of the third party website or app that has integrated a SoundCloud widget.</p>\n</li>\n</ul>\nPersonal Data We Obtain From Third Parties\n<ul>\n<li>\n<p>\n<strong>Single-Sign Ons</strong> – If you sign up for SoundCloud through a third party application such as Facebook, Google or Apple, you authorize us to collect your authentication information, such as your username and encrypted access credentials, and other personal data available through the third party application account, including the following personal data:</p>\n<ul>\n<li>\n<p>\n<strong>Facebook Connect</strong> – If you have a Facebook profile, you can register on our website to create a user account or to register using the \"Facebook Connect\" social plugin run by the Facebook social network, which is operated by Facebook, Inc., 1 Hacker Way, Menlo Park, CA 94025, USA (\"Facebook\"), using what is known as Single Sign-On technology.\nYou can recognize the \"Facebook Connect\" social plugins on our website by the blue button with the Facebook logo and the inscription \"Register with Facebook\" or \"Connect with Facebook\" or \"Log in with Facebook\" or \"Sign in with Facebook\".\nWhen you visit a page of our website that contains a social plugin, your browser makes a direct connection to the Facebook servers.\nThe content of the plugin is transferred from Facebook directly to your browser, which then embeds it into the website.\nThrough the integrated plugin, Facebook receives the information that your browser has accessed the corresponding page of our website, even if you do not have a Facebook profile or are not currently logged in to Facebook.\nThis information (including your IP address) is transmitted by your browser directly to a Facebook server in the US and stored there.\nThese data processing operations are carried out on the basis of Facebook's legitimate interest in the displaying of personalized advertising on the basis of browsing behavior.\nBy using the \"Facebook Connect\" button on our website, you can also log in or register on our website using your Facebook user data.\nDepending on your personal data protection settings on Facebook, we will only receive general information that is publicly accessible and stored in your profile when you use Facebook’s \"Facebook Connect\" button if you give your express consent prior to the registration process on the basis of a corresponding notification on the exchange of data with Facebook.\nThis information includes your user ID, name, profile picture, age and gender.\nWe would like to point out that with your consent or in case of changes to Facebook's privacy policy and terms of use, your profile pictures, your friends' user IDs and friends list may be transferred if these have been marked as \"public\" in your Facebook privacy settings.\nApart from connecting your Facebook account with your SoundCloud account for the purposes of registration and signing in, you may provide, based on your free choice (i.e.\nwith your expressed consent) further personal data from your Facebook profile with Facebook Connect to enrich your use and enjoyment of our Platform.\nThis especially applies to your likes and/or usage, listening and viewing behavior as well as your friends within Facebook.\nIn case you decide to share this information with us, we will display relevant artists, playlists and such to you for your liking.\nWe will store and process the personal data transmitted by Facebook to create a user account with the necessary personal data, provided you have approved this on Facebook.\nConversely, based on your consent, personal data (e.g.\non your surfing or purchasing behavior) may be transferred from us to your Facebook profile.\nPlease see Facebook's privacy policies for the purpose and scope of data collection and the further processing and use of data by Facebook, as well as your rights and settings options for protecting your privacy.\nIf you do not wish Facebook to associate any data collected via our website with your Facebook profile, you should log out of Facebook before you visit our website.\nYou can also completely avoid loading the Facebook plugin with add-ons for your browser.</p>\n</li>\n<li>\n<p>\n<strong>Google</strong> – You can sign up and log in to SoundCloud using your Google account.\nWhen you sign up using Google, Google will ask your permission to share certain information from your Google account with SoundCloud.\nThis includes your Google email address, birthdate (optional), gender (optional), and avatar (optional).\nThis information is collected by Google and is provided to us under the terms of Google’s privacy policy.\nYou can regulate the information that we receive from Google using your Google activity controls.\nIf you signed up using Google by mistake, you can delete your account from the Account page within your Settings at any time, or you can contact us via the Help Center.</p>\n</li>\n<li>\n<p>\n<strong>Apple</strong> - You may also sign up and log in to SoundCloud using your Apple-ID.\nWhen you sign up using your Apple-ID, Apple will ask your permission to share certain information from your Apple account with SoundCloud.\nThis includes your Apple email address, birthdate (optional), gender (optional), and avatar (optional).\nThis information is collected by Apple and is provided to us under the terms of Apple’s privacy policy.\nYou can regulate the information that we receive from Apple using your Apple-ID settings.\nIf you signed up using Apple by mistake, you can delete your account from the Account page within your Settings at any time, or you can contact us via the Help Center.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Service Providers and Business Partners</strong> – We may also receive personal data about you from our service providers and business partners, including companies that assist with payment processing, analytics, advertising, marketing, data processing and management (e.g.\nto measure ad quality and responses to ads, and to display ads that are more likely to be relevant to you, including for SoundCloud products) account management, hosting, customer and technical support, content moderation, and other services which we use to personalize your SoundCloud experience.\nWe explain in more detail why and how we use this personal data below.</p>\n<ul>\n<li>\n<p>\n<strong>Android IDs</strong> - We collect your Google Android’s Advertising ID (“AAID”).\nYou can reset these numbers through the settings of your device’s operating system (we do not control this).\nSuch identifiers will only be used for further analysis subject to your consent.\n</p>\n</li>\n<li>\n<p>\n<strong>Apple IDs</strong> - We collect your Apple Identifier for Advertising (“IDFA”).\nYou can reset these numbers through the settings of your device’s operating system (we do not control this).\nSuch identifiers will only be used for further analysis subject to your consent.\n</p>\n</li>\n<li>\n<p>\n<strong>Cross App Tracking on Apple Devices</strong> - Starting with iOS 14.5, iPadOS 14.5, and tvOS 14.5, we will need to receive your permission through the AppTrackingTransparency framework to access and track you through your device’s advertising identifier (see above “IDFA”).\nTracking refers to the act of linking user or device data collected from our app with user or device data collected from other companies’ apps, websites, or offline properties for targeted advertising or advertising measurement purposes.\nTracking also refers to sharing user or device data with data brokers.\nThe use of such tracking is subject to your consent and therefore may only be exercised by us with such consent.\nApple allows the ID for Vendors (IDFV) to be used for analytics across apps from the same content provider (us).\nThe IDFV may not be combined with other data to track a user across apps and websites owned by other companies unless we have been granted permission to track by you.\nFor further information on how we use the SKAdNetwork for attribution tracking please refer to the documentation that Apple provides here.</p>\n</li>\n<li>\n<p>\n<strong>Payment Verification Information</strong> - We use the services of Adyen (Adyen N.V., Simon Carmiggeltstraat 6-50, 1011 DJ, Netherlands, click here for privacy policy), Recurly (Recurly, Inc., San Francisco, CA (HQ), 400 Alabama Street, Suite 202 San Francisco, CA 94110, United States, click here for privacy policy) and Apple Pay (only via in app purchase and subject to the privacy policy of Apple, Inc., and the terms and conditions of the payment provider you are using Apple Pay with) for processing your payments.\nWe will get a verification including information on the respective payment method and your name as well as other non-personally identifiable payment information (for example the expiry date of a credit card) as well as information hashed by the respective payment provider (for example a hashed credit card number).\n</p>\n</li>\n<li>\n<p>\n<strong>Payment Processing In the Apple App and Google Play Store</strong> - Payment processing services within the relevant Apps and App Stores enable SoundCloud to process payments.\nSoundCloud does not process or store credit card details, and uses only the information necessary to execute the transaction with the financial intermediaries handling the transaction.\nEven though we never have access to raw unencrypted card details of a card holder, some of these services may also enable the sending of timed messages to you, such as emails containing invoices or notifications concerning your payment.</p>\n</li>\n<li>\n<p>\n<strong>External Payment Providers</strong> - The payment provider you use for your payment is solely responsible for the payment.\nPlease refer to the terms of service and privacy policy of your payment provider for further information.</p>\n</li>\n</ul>\n</li>\n</ul>\nHow We Use Your Personal Data\n<p>We use the personal data we collect from you for a range of different business purposes according to different legal bases of processing and subject to the choices you make in your Settings.\nWe do this with the help of automated systems and decision making.\nPlease be aware that when we refer to automated decision making, we will not use any profiling that produces legal effects concerning you or, similarly, significantly affects you.\nAutomated decisions are concerned with content that may be more relevant for you than other content.\nWe use your personal data to:</p>\n<ul>\n<li>\n<p>\n<strong>Provide, Improve, and Develop the Platform</strong> - We process your personal data primarily for the adequate performance of our contract with you (e.g.\nTerms of Use).\nWe may also process your personal data in light of our legitimate interest in improving the Platform and giving our users the best experience.\nWe do this to:</p>\n<ul>\n<li>\n<p>Operate and maintain your SoundCloud account, and to provide you with access to and use of the Platform.\nYour email address and password are used to identify you when you log into the Platform.\nYour device-IDs are used to ensure that you are in control of the devices that have access to your Subscription.</p>\n</li>\n<li>\n<p>Identify you as the creator of the Tracks that you upload, the comments that you post and/or the other contributions that you make to the Platform.</p>\n</li>\n<li>\n<p>Provide creators with stats and insights about users’ listening behavior of their Tracks, (i.e.\nstreaming and downloading their Tracks or following their profiles).</p>\n</li>\n<li>\n<p>Conduct surveys and research, test features in development, and analyze the information we have to evaluate and improve products and services, develop new features, and conduct audits and troubleshooting activities.</p>\n</li>\n<li>\n<p>If purchasing a Subscription, to process your account subscription and renewals and to collect your payment with the use of payment verification information.\n</p>\n</li>\n<li>\n<p>Send you service updates and notifications about your account, unless you opt out from such notifications.</p>\n</li>\n<li>\n<p>Respond to you about any comment or enquiry you have submitted.</p>\n</li>\n<li>\n<p>Enable age restrictions.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Maintain a Safe and Secure Environment</strong> - We also process your personal data in light of our legitimate interest in improving the security of the Platform (including the security of your personal data) in order to give our users the best experience, and where it is necessary for the adequate performance of our contract with you (e.g.\nTerms of Use).\nThis includes:</p>\n<ul>\n<li>\n<p>The detection and prevention of fraud, spam, abuse, security incidents, and other suspicious activity.</p>\n</li>\n<li>\n<p>The verification and authentication of your identity to prevent unauthorized or illegal activity.</p>\n</li>\n<li>\n<p>The enhancement of the safety and security of our products and services.</p>\n</li>\n<li>\n<p>The conducting of security investigations and risk assessments.</p>\n</li>\n<li>\n<p>The prevention or action against activities that are, or may be, in breach of our Terms of Use, Community Guidelines or applicable law.</p>\n</li>\n<li>\n<p>The ability to provide you with customer and technical support.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Personalize Content, Advertising and Marketing</strong> - We process your personal data in this case based on your consent.\nYou can revisit your choices in your settings or in our cookie consent tool.\nThis includes:</p>\n<ul>\n<li>\n<p>To improve your experience on the Platform by providing personalized content, recommendations, and features.</p>\n</li>\n<li>\n<p>To customize the content and measure performance of any email, push notification, or in-app message we may send to you.</p>\n</li>\n<li>\n<p>To administer sweepstakes, contests, or other promotional activities or events sponsored or managed by SoundCloud or its partners.</p>\n</li>\n<li>\n<p>To deliver targeted marketing for SoundCloud products on and off the Platform and measure the success of those campaigns.\nWhen seeing our ads on third party websites or apps, we or third party services we engage with for this purpose may collect personal data.\nThis personal data includes the information that your browser or mobile app makes available when seeing the ad (e.g IP address, referral URL, browser details, timestamp of request).\nFor example, if a click on our ad converted to an actual purchase of a subscription.</p>\n</li>\n<li>\n<p>To help us select which ads to show you on behalf of advertisers, as ads are more effective when they are shown to people who are likely to be interested in the product or service advertised.\nThis includes personal data you choose to provide to us (e.g.\nage and gender) and make available to us when you interact with the Platform (e.g.\nby listening, liking or creating playlists), as well as device information and general location data.\nWe may also display ads based on the page you’re on or Materials you have recently viewed, searched, or listened to.\nThis allows us to show you ads that will likely be more relevant and interesting to you.</p>\n</li>\n<li>\n<p>To collect certain personal data such as cookie data and device information, if we engage with third party services such as ad-networks and exchanges that enable us to show you targeted ads.\nThat personal data is used to sync or match users to segments and serve targeted advertising, based on device activity, inferred interests, and general location information.\n</p>\n</li>\n<li>\n<p>To combine personal data that we collect about you with personal data from business partners and use it to serve more relevant advertising.</p>\n</li>\n<li>\n<p>Combine information we collect about you with information from business partners and use it to serve more relevant advertising.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Newsletters</strong> - If you register on our website to receive our newsletter, we collect your email address and your name and save this information together with the date of registration and your IP address.\nYou will then receive an email in which you must confirm your decision to subscribe to the newsletter (double opt-in).\nIf you do not confirm your newsletter subscription within 72 hours, it will automatically expire and the personal data will not be processed for sending the newsletter.\nWe will send the newsletter directly using our own system (Braze).Your personal data will not be passed on to third parties or processors.\nIn the case that you do not confirm your subscription within 72 hours, we will delete the personal data that you provided.\nAfter successful confirmation, we will save your personal data until you withdraw your consent (unsubscribe from the newsletter) and for technical reasons beyond this for a maximum of 21 days.\nThis processing is based on your consent.\nBy unsubscribing from the newsletter, you can withdraw your consent at any time with future effect.\n</p>\n</li>\n<li>\n<p>\n<strong>Market Research Studies</strong> - Based on our legitimate interest, from time to time we will ask you to participate in market research studies and surveys or to do research studies based on anonymized and/or pseudonymized data.\nThere is no obligation to participate in our studies.\nIn the case that you do participate, it will be based on the consent you provide when answering the survey.\nWe deem that the use of anonymized and/or pseudonymized data is covered by our legitimate interest as we will only use such analysis to further improve our research and Platform for the benefit of understanding your needs and enhancing your experience.\nWe will only use the data you provide when answering the market study for other reasons, such as customized product recommendations or notifications based on your consent which you provide ahead of your participation in the market study.\n</p>\n</li>\n<li>\n<p>\n<strong>Operate and Maintain SoundCloud Direct Monetization</strong> - In the event you use the services of SoundCloud Direct, we use the personal data provided by you to operate and maintain your monetization and/or distribution with SoundCloud Direct.\nThe personal data will be used to calculate the eligible revenue to be paid out to you and affect the payments into your PayPal account or any other accepted payment provider.\n</p>\n</li>\n</ul>\nHow We Share Your Personal Data\n<p>This section describes how the personal data collected or generated through your use of the Platform may be shared by you or by us.</p>\n<ul>\n<li>\n<p>\n<strong>Through Your Profile</strong> – Any personal data in your public profile (other than your email address) will be accessible by other users of the Platform, who may view your profile information, listen to and comment on any of your public Tracks, add themselves to your list of followers, and send you messages.\nArtist profile owners will be able to see in their statistics that you have listened to the Tracks they uploaded along with a ranking of who listened to their Tracks the most.\nThey will also be able to see how many times you have listened to any of their Tracks, and that you are following them.\nThis is to allow creators to track the popularity of their Tracks.\nSimilarly, if you comment on any Tracks on the Platform, your comments will be available to all users of the Platform together with your profile name and picture.\nMore information is available in the SoundCloud Fan Insights document here.</p>\n</li>\n<li>\n<p>\n<strong>Service Providers</strong> – We use a variety of service providers, some of who may be located outside of the European Economic Area (“EEA”), to provide services to us or to our users on our behalf.\nThese service providers have access to your personal data solely to perform these tasks on our behalf, and are contractually bound to implement appropriate organizational and technical security measures to protect against unauthorized disclosure of personal data, and only to process personal data in accordance with our instructions and to the extent necessary to provide their services to us.\nWe need to share your personal data in order to ensure the adequate performance of our contract with you.\nFor instance, we work closely with service providers in the area of customer service (i.e.\nhelp center, content moderation), with technical service providers (e.g.\nrunning computer centers) or music service providers (i.e.\nrights administration) and payment service providers.\nThese service providers may generally only process your personal data on our behalf under special conditions.\nWhen using such service providers, we guarantee an adequate level of data protection and will use any contractual and actual safeguards to comply with respective regulations (like the GDPR, Standard Contractual Clauses or the CCPA).</p>\n</li>\n<li>\n<p>\n<strong>Rightsholders</strong> - The Platform allows you to listen to a variety of Tracks, including licensed streaming content.\nWe share personal data with rightsholders that license Tracks to us to help them understand how the Tracks that they provide are performing, including insights about general or individual user listening trends and preferences.\nthis can possibly include your public profile details as well as basic usage data (for example interactions with Tracks).\nWe share this personal data based on our legitimate interest, as our contracts with these rightsholders state that they will be granted these insights.\nTheir interest prevails over your legitimate interest in the safekeeping of your public profile information and basic usage data.</p>\n</li>\n<li>\n<p>\n<strong>Collecting Societies</strong> - Due to legal obligations, we are obliged in many countries around the world to transmit pseudonymized or anonymized usage data to collecting societies.</p>\n</li>\n<li>\n<p>\n<strong>Advertising</strong> – We share the personal data collected about you, in hashed, aggregated, or de-identified forms with advertisers and advertising service providers and business partners in order to serve ads based on interests of respective segments and to measure the reach and effectiveness of those ads, including whether a user took an action(e.g.\npurchased a product).\nWe may also share cookie data and device identifiers with service providers for data matching purposes, in order to improve ad targeting.\nYou can find a detailed overview of our advertisers here.Please be aware that where such personal data of yours is identifiable, we will only use it with your consent.</p>\n</li>\n<li>\n<p>\n<strong>Social Media</strong> – For users outside of the EU/EEA and where permissible under applicable law we may share your email address (in hashed form, so that it does not identify you) with Facebook in order to target you with ads for SoundCloud products on Facebook and on third party websites and applications in the Meta Audience Network.\nFor users within the EU/EEA this is only permissible with your explicit consent.\nWe also allow Facebook and other social media platforms to collect personal data through cookies and similar technologies like pixels in order to serve ads for SoundCloud on those third party websites and apps and drive users to our Platform.\nIn order to measure the effectiveness of and optimize these marketing campaigns, these technologies track activity taken across devices after a user sees a SoundCloud ad, in order to determine performance metrics like sign ups, visits to the Platform, and purchases.\nAny questions regarding how these social media platform service providers process your personal data should be directed to them.</p>\n</li>\n<li>\n<p>\n<strong>Aggregated Data</strong> – We may also share aggregated and anonymized personal data (personal data about our users that we render in such a way that it no longer identifies or references an individual user) and other pseudonymized personal data for regulatory compliance, industry and market analysis, demographic profiling, marketing and advertising, and other business purposes.</p>\n</li>\n<li>\n<p>\n<strong>API Integrations</strong> – SoundCloud has an open application-programming interface (API), which enables application developers to integrate elements of the Platform into other apps.\nSome of these developers may be located outside of the EEA but will always, if user data is concerned, sign a Data Processing Addendum and accordingly (where applicable) EU-US Standard Contract Clauses.\nAny personal data you choose to make public on the Platform, including your public profile information and any public Tracks, may be accessible to these developers, subject to our API Terms of Use.\nPlease bear this in mind when deciding what information to publish on your profile.\nFor information on how to limit the information that is available through the API, please see the Your Choices and Controls section below.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Applications</strong> – If you choose to connect your SoundCloud account to other apps or social networks such as Facebook, you may be sharing certain personal data with these apps or networks.\nMaterials that you share with social media networks will appear on your timeline (or similar functions) as well as in news feeds that may be viewed by the public or by certain followers, subject to the terms and conditions of such social media networks.\nIn the case of connected apps, you will need to provide the app developer with full access to your SoundCloud account in order to upload and download Tracks, or comment on, favorite, or repost Tracks from within the app.\nThis means sharing your public information, plus access to your private Tracks.\nSoundCloud is not responsible for these other apps or networks, so please make sure you only connect your account with apps or services that you trust.\nFor information on how to control the personal data that you share, and how to disconnect your account from these apps, please see the Your Choices and Controls section below.\nIf you do not want this information shared with such social media networks or other Third Party Applications, please change your SoundCloud Settings on our Platform or in those networks.</p>\n</li>\n<li>\n<p>\n<strong>Use of Your Name and Other User Identifiers in Sharing Links</strong> - When sharing personal data from our platform on other platforms, especially social media platforms like Facebook or Instagram, we may use your pseudonymized data.\nIf a user clicks on your shared link and is lead to our platform, the user will be presented with a banner telling the user that you (in this context, your profile name will be displayed) are using SoundCloud and/or that you shared this link, and the user will then be asked if they want to follow you.\nSuch use by us is considered a legitimate interest as it enriches our user experience and the way our users connect with each other.\nAs we assume that you share links responsibly with people whom you want to interact with, we also assume that your interest in the safekeeping of your personal data is not affected, especially since we only use pseudonymized data within the link itself.\nPlease be aware that your shared link may be shared further by other parties.</p>\n</li>\n<li>\n<p>\n<strong>Compliance with Laws</strong> – We may disclose your personal data to courts, law enforcement agencies, and governmental authorities (i) to comply with our legal obligations, (ii) to comply with legal process and to respond to claims asserted against SoundCloud, (iii) to respond to verified requests relating to a criminal investigation or alleged or suspected illegal activity or any other activity that may expose us, you, or any other of our users to legal liability, (iv) to enforce and administer our Terms of Use and other agreements with users, or (v) to protect the rights, property or personal safety of SoundCloud, its employees, and members of the public.</p>\n</li>\n<li>\n<p>\n<strong>Protecting our Rights</strong> – We may disclose your personal data if we feel it is necessary in order to protect or defend our legitimate rights and interests, or those of our users, employees, directors, officers, or shareholders, and/or to ensure the safety and security of the Platform and/or the SoundCloud community.\n</p>\n</li>\n<li>\n<p>\n<strong>Change of Control</strong> – We may also share your personal data as part of a sale, merger or change in control of SoundCloud, or in preparation for any of these events.\nAny other entity that buys us or part of our business will have the right to continue to use your personal data, but only in the manner set out in this Privacy Policy.\n</p>\n</li>\n<li>\n<p>\n<strong>Targeted Communications &amp.\nAdvertising</strong> - Here you will find a list of external advertising partners with whom we cooperate and share personal data (often in aggregated or de-identified forms) for analytics, targeted communications and targeted advertising purposes, should you have consented and not turned these toggles off in your settings.\nAny such consent will be gained through our cookie consent tool or via your settings in your account.\n</p>\n</li>\n<li>\n<p>\n<strong>SoundCloud Direct</strong> - In the event you choose to grant other users access to your SoundCloud Direct account, or in the event you set up our Split Pay feature, some personal data, such as your name and email address, will be available to those users.\nAdditionally, if you use SC Planner, your SC Planner profile will be visible to other users in the “Leaderboard” section of the App, unless you elect to make your profile invisible in your settings.\n</p>\n</li>\n</ul>\nCookies and Similar Technology\n<p>As further described in our Cookie Policy we use cookies and similar technologies (e.g.\npixels, local storage, and device identifiers) to recognize you and/or your device(s) on and off the Platform, and across devices.\nTo the extent allowed by your settings or your device, we also allow third parties to use cookies as described in our Cookie Policy in order to track user behavior on and off the Platform in order to show you ads based on your interests and preferences.\nYou can control cookies through your browser and other tools as described in the Cookie Policy.</p>\n<p>Please be aware any use of cookies is subject to your consent, except for technical storage or access for transmitting communication, or as strictly necessary to provide a service which was explicitly requested by a user.\n</p>\n<p>You will find information regarding the use of cookies from specific third parties when making the choice of cookies you want to allow within our cookie consent tool.\nFurther information is provided in your account settings under “advertising”, where you may as well toggle your choices after your first decision.\n</p>\nInformation Security\n<p>SoundCloud maintains appropriate technical, administrative, and physical safeguards that are designed to prevent unauthorized access, use or disclosure of personal data we collect or store and to ensure a level of security appropriate to the risk of varying likelihood and severity for the rights and freedoms of natural persons that may be involved with our processing operations.\nWe regularly monitor our systems for possible vulnerabilities and attacks.\nHowever, it is not possible to guarantee the security of personal data transmitted over the Internet.\nYou use the Platform and provide us with personal data at your own discretion and risk.</p>\nInternational Data Transfers\n<p>SoundCloud operates globally and may share your personal data internally within the SoundCloud Group and third parties for the purposes described in this Privacy Policy.\nPersonal data collected within the EEA may, for example, be transferred to countries outside of the EEA for the purposes as described in this Privacy Policy.\nWe utilize appropriate safeguards such as Standard Contractual Clauses approved by the European Commission, or another legally approved mechanism, to ensure the lawful transfer of your personal data outside of the EEA.\nThe Standard Contractual Clauses can be accessed at any time here.\nAlternatively, you can request these documents from us using the contact details given below.</p>\nChildren\n<p>SoundCloud is not intended for use by children.\nAnyone under the age of 16 in the EEA and UK, or 13 in the United States and the rest of the world, is not permitted to use the Platform and must not attempt to register an account or submit any personal data to us.\nWe do not knowingly collect any personal data from any person who is under the age of 16 or 13, as the case may be, or allow them to register an account.\nIf it comes to our attention that we have collected personal data from a person under the age of 16 or 13, as applicable, we will delete this personal data as quickly as possible.\nIf you have reason to believe that we may have collected any such personal data, please notify us immediately at dataprotection@soundcloud.com.</p>\nOur Activity On Social Networks\n<p>To allow us to communicate with you on third party social networks and inform you about our services, we run pages on third party social networks.\nIf you visit our pages on any of these third party social media pages, we and the provider of the third party social media network are joint controllers regarding the processing operations thereby triggered, which concern personal data.\nWe are not the original provider of these pages, but only use them within the scope of the options offered to us by the respective providers.</p>\n<p>For our EU/EEA based users, we would like to point out that your personal data may also be processed outside of the EU or the EEA.\nUse of these networks may therefore involve data protection risks for you since the protection of your rights may be difficult, e.g.\nyour right to information, erasure, objection, etc.\nProcessing on social networks frequently takes place directly for advertising purposes or for the analysis of user behavior by network providers, and we have no control over this.\nIf the provider creates user profiles, cookies are often used or user behavior may be assigned directly to your own member profile on the respective social network (if you are logged in).</p>\n<p>The processing operations of personal data described are carried out on the basis of our legitimate interests and the legitimate interests of the respective provider in order to communicate with you in a timely manner or to inform you about our services.\nIf you get asked to grant your consent to the respective providers to process your personal data as a user, your consent is the legal basis for this processing.</p>\n<p>Since we have no access to these providers’ databases, we would like to point out that you would be best situated to exercise your rights (e.g.\nto information, rectification, erasure, etc.) directly with the respective provider.\nMore information on the processing of your personal data on social networks and your options for exercising your right to object or your right of revocation (opt out) is listed below for each of the social network providers we use:</p>\n<ul>\n<li>\n<p>\n<strong>Facebook</strong> - (Jointly) For Europe: Meta Platforms Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland</p>\n<ul>\n<li>\n<p>Privacy Notice (Data Policy)</p>\n</li>\n<li>\n<p>Opt-Out and Advertising Settings</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Instagram</strong> - (Jointly) For Europe: Meta Platforms Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland</p>\n<ul>\n<li>\n<p>Privacy Notice (Data Policy)</p>\n</li>\n<li>\n<p>Opt-Out and Advertising Settings</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Twitter</strong> - (Jointly) For Europe: Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07, Ireland</p>\n<ul>\n<li>\n<p>Privacy Notice</p>\n</li>\n<li>\n<p>Information About Your Data </p>\n</li>\n<li>\n<p>Opt-Out and Advertising Settings</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>LinkedIn</strong> - (Jointly) For Europe: LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland</p>\n<ul>\n<li>\n<p>Privacy Notice</p>\n</li>\n<li>\n<p>Opt-Out and Advertising Settings</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>TikTok</strong> - (Jointly) For Europe: TikTok Technology Limited, 10 Earlsfort Terrace, Dublin, D02 T380, Ireland.\nFor Great Britain: TikTok Information Technologies UK Limited, WeWork, 125 Kingsway, London, WC2B 6NH, England</p>\n<ul>\n<li>\n<p>Privacy Notice</p>\n</li>\n<li>\n<p>Opt-Out and Advertising Settings</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Snapchat</strong> - (Jointly) Snap Inc., 2772 Donald Douglas Loop North Santa Monica, CA 90405, USA.\nFor Europe: Snap Group Limited, 77 Shaftesbury Avenue, London, W1D 5DU, United Kingdom</p>\n<ul>\n<li>\n<p>Privacy Notice </p>\n</li>\n<li>\n<p>Opt-Out and Advertising Settings </p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Twitch</strong> - (Jointly) Twitch Interactive, Inc., 225 Bush Street, 6th Floor, San Francisco, CA 94104, USA</p>\n<ul>\n<li>\n<p>Privacy Notice </p>\n</li>\n<li>\n<p>Security</p>\n</li>\n</ul>\n</li>\n</ul>\nYour Choices and Controls\n<p>We do our best to give you as much choice as possible regarding the amount of personal data you provide to us, and the control you have over that personal data.</p>\n<ul>\n<li>\n<p>\n<strong>Managing SoundCloud Settings</strong> - If you register an account, you may manage the content and personal data you share when you use SoundCloud through your account Settings, including for the features explained below.\nYou are solely responsible for keeping your Settings up-to-date.</p>\n<ul>\n<li>\n<p>\n<strong>Email &amp.\nDevice Notifications</strong> – You can adjust your Settings in the “Notification” tab to disable email and device notifications (other than important service updates and essential notifications about the Platform or your account).\nAll commercial emails and newsletters also allow you to unsubscribe at any time.</p>\n</li>\n<li>\n<p>\n<strong>Analytics</strong> – To control whether we collect analytics and usage information, including through cookies and similar technologies, you can adjust your Settings in the “Privacy” tab (“Cookie Manager”).</p>\n</li>\n<li>\n<p>\n<strong>Marketing</strong> – If you do not want to receive personalized ads, offers or other marketing messages for SoundCloud products or services, you can adjust your Settings in the “Privacy” tab (choose Communications in Your “Cookie Manager”).</p>\n</li>\n<li>\n<p>\n<strong>Advertising</strong> – If you do not want SoundCloud to deliver “interest based” or personalized ads for third party products, you can adjust your Settings in the “Advertising” tab.\nPlease note, however, that even if you opt out of personalized ads, you may still see ads, but they will likely not be as relevant or useful to you.</p>\n</li>\n<li>\n<p>\n<strong>Material Sharing</strong> – It’s not possible to make your account entirely private.\nHowever, you do have the option to make all of your Tracks, playlists and other uploads private.\nThis means that no one will be able to access and listen to your Tracks without your explicit permission.\nYou can learn more about these settings here.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Apps</strong> – If you have chosen to connect your account to a third-party application, like Facebook or Google, you can disable permission for the app by adjusting your Settings in the “Account” tab.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Developers</strong> – SoundCloud has an open API, which allows third party developers to build some really cool apps as an extension of the Platform.\nIf you would prefer that your Tracks are not made available to third party app developers, you can disable API access within the sound page for each of the Tracks that you upload.\nClick on the pencil icon below the waveform player, and navigate to the “Permissions” tab and uncheck the “enable app playback” box.\nPlease note that your public profile information will still be accessible, but this does not include anything that is not publicly available on the Platform.</p>\n</li>\n<li>\n<p>\n<strong>Deleting Your SoundCloud Account</strong> – If you have an account and would like to delete it, you may do so by adjusting your Settings in the account tab.\nIf you delete your account, all personal data associated with your account (except for backup copies), including the Tracks that you have uploaded and the usage data associated with those Tracks, will be deleted and may not be recoverable.\nWe therefore advise you to copy or backup all Materials uploaded to your account before deletion.\nEven if you delete your account, it is possible that your personal data may still show up in some internet search results for a short while afterwards, if the search engine maintains a temporary cache of web pages.\nSearch engines’ caching processes are outside of SoundCloud’s control and therefore we cannot be responsible for any personal data that remains cached by search engines after that personal data has been removed from the Platform.\nPlease note that deleting any SoundCloud Apps, or any third party apps to which your account is connected, will not delete your account.\nSimilarly, if you delete a third party app that is connected to your account over our API, this will not necessarily delete all personal data about your activity on the Platform from within that third party app.\nYou will need to refer to the app provider’s terms of use and privacy policy to find out how to delete personal data about your activity on the Platform from that third party app.</p>\n</li>\n<li>\n<p>\n<strong>Messages From Other Users</strong> - If you do not want to receive messages from users you don’t follow, you can adjust your settings in the “Privacy” tab.\nIf you want to block users, you will have to do so on their respective profiles.\nAny blocked user will be shown in your settings in the “Privacy” tab.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Managing Device Settings</strong>\n</p>\n<ul>\n<li>On your mobile device, disable the “Allow Apps to Request to Track” setting in your iOS phone’s settings, or enable the setting to “Opt out of Ads Personalization” in your Android phone’s settings.\nTo opt-out of location tracking when using our Apps, you can use the settings of your device.\nYou can disable mobile analytics and bug reporting through these same settings as well.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Managing Browser Settings</strong>\n</p>\n<ul>\n<li>You may also control cookies in your browser settings.\nYou can modify your settings in most web browsers to accept or deny cookies or to request your permission each time a site attempts to set a cookie.\nYou can also manually delete previously stored cookies at any time.\nPlease note that if you choose to block cookies, doing so may impair the Platform or prevent certain elements of it from functioning.</li>\n</ul>\n</li>\n</ul>\nExercising Your EU Privacy Rights\n<p>If you are a user residing in the EU/EEA, you may exercise any of the rights described in this section through the Help Center or by contacting us at dataprotection@soundcloud.com.\nPlease note that we may ask you to verify your identity before taking further action on your request.</p>\n<ul>\n<li>\n<p>\n<strong>Data Access and Portability</strong> - You may be entitled to request copies of your personal data held by us.\nWhile a lot of the personal data you provide to us can be accessed in your account settings, you may also be entitled to request copies of personal data you have provided to us in machine-readable format.</p>\n</li>\n<li>\n<p>\n<strong>Change or Correct Data</strong> - Where you cannot update personal data yourself through an account, you have the right to ask us to correct, change, update or rectify your personal data.</p>\n</li>\n<li>\n<p>\n<strong>Data Retention and Deletion</strong> - We generally retain personal data for as long as is necessary to provide services to you under your account, i.e.\nas long as your contract is ongoing and for the sake of legal obligations, for 3 years following the end of the year in which your contract was canceled - or, for as long as is necessary to provide the Platform to you as a unregistered user.\nYou have the right to ask us to delete all or some of the personal data we hold about you.\nIf you have an account, you can also delete your account through the Settings at any time as described below.\nWe may need to retain some of your personal data even after you have closed your account if reasonably necessary to comply with our legal obligations (e.g.\nunder applicable tax or commercial law or to prevent fraud and abuse and maintain and enhance security).\nAfterwards, we delete the personal data immediately, unless we need the personal data until the expiry of the statutory period of limitation for the purpose of providing evidence for civil law claims or because of statutory storage obligations (e.g.\nfor accounting reasons).</p>\n</li>\n<li>\n<p>\n<strong>Objection to Processing</strong> - You have the right to object to processing your personal data on grounds relating to your particular situation at any time (in particular, where we don’t have to process the personal data to meet a contractual or other legal requirement, or where we are using the personal data on the basis of our legitimate interests).\nIf you object to such processing, SoundCloud will no longer process your personal data for these purposes unless we can demonstrate compelling legitimate grounds for such processing or such processing is required for the establishment, exercise or defense of legal claims or obligations.\nWhere your personal data is processed for direct marketing purposes, you have the right to object to such processing of your personal data at any time and ask SoundCloud to cease processing your data for these direct marketing purposes.\nHowever, please be aware that any objection to processing will not necessarily have an impact on the personal data processing before such objection was made, thus such processing will generally be deemed as permissible and will be subject to the usual retention and deletion periods.</p>\n</li>\n<li>\n<p>\n<strong>Restriction of Processing</strong> - You have the right to restrict the processing of your personal data where one of the following applies: your personal data is not accurate anymore.\nthe processing is unlawful and instead of erasing the personal data you request the restriction of use.\nthe personal data is no longer needed by us but required by you for the establishment, exercise or defense of legal claims.\nyou have objected to the use and the decision on the legitimate grounds for objection is pending.</p>\n</li>\n<li>\n<p>\n<strong>Withdrawing Consent</strong> - Where you provide consent to the processing of your personal data by SoundCloud, you may withdraw your consent at any time by changing your account Settings or by sending a communication to SoundCloud specifying the specific consent you are withdrawing.\nPlease note that the withdrawal of your consent does not affect the lawfulness of any processing activities based on such consent before its withdrawal.</p>\n</li>\n<li>\n<p>\n<strong>Lodging Complaints</strong> - You have the right to lodge complaints about the data processing activities carried out by SoundCloud before a competent data protection authority.\nA list of EU data protection authorities is available here.</p>\n</li>\n</ul>\nNotice To California Users\n<p>Pursuant to the California Consumer Privacy Act of 2018 (“CCPA”) and other California laws, we are providing the following additional details regarding the categories of personal data about California residents we have collected or disclosed within the preceding 12 months.</p>\nCollection, Disclosure and Sale of Personal Information\n<p>The following chart includes: (1) the categories of personal data, as listed in the CCPA, that we plan to collect and have collected and disclosed within the preceding 12 months.\nand (2) the categories of third parties to which we disclosed personal data for our operational business purposes or to which we sold personal data within the preceding 12 months.\n</p>\n<strong>Categories of Personal Data</strong>\n<strong>Disclosed to Which Categories of Third Parties for Operational Business Purposes</strong>\n<strong>Sold to Which Categories of Third Parties</strong> Identifiers, such as your name, email address, residential address, date of birth, profile picture, social security number, as well as IP addresses, device IDs, anonymous Repost user IDs, and other similar identifiers\nAffiliates.\nservice providers.\nbusiness partners.\njoint marketing partners.\ncontent partners.\nsocial networks.\ncontest sponsors.\nlegal authorities\nAdvertising partners Personal data as defined in the California customer records law, such as name, contact information, financial information, and tax identification number\nAffiliates.\nservice providers.\nbusiness partners.\njoint marketing partners.\ncontest sponsors.\nlegal authorities\nNone Characteristics about you that you choose to provide when you register an account on the Platform, which may include characteristics of protected classifications under California or federal law, such as (sex, age, gender, and race, and marital status) like any gender information\nAffiliates.\nservice providers.\nbusiness partners.\njoint marketing partners.\nsocial networks.\ncontest sponsors\nAdvertising partners Commercial information, such as revenue and/or transaction information related to your content and use of the Platform and SoundCloud Direct Monetization\nAffiliates.\nservice providers.\nbusiness partners.\njoint marketing partners.\ncontest sponsors\nNone Financial, tax, and payment information you provide when you create an account or use certain features of the Platform\nAffiliates.\nservice providers.\nbusiness partners.\nlegal authorities\nNone Internet or network activity information, such as (browsing history, search history and interactions with our online properties or ads)\nAffiliates.\nservice providers\nNone General geolocation data, such as approximate location derived from IP address\nAffiliates.\nservice providers.\ncontest sponsors\nAdvertising partners Audio, images, text, and other electronic information, such as the content you distribute through the Platform\nAffiliates.\nservice providers.\noperating systems and platforms\nNone Inferences drawn from any of the personal data listed above to create a profile or summary about, for example, an individual’s preferences and characteristics\nAffiliates.\nservice providers.\nad networks\nAdvertising partners <br>\n<ul>\n<li>\n<p>\n<strong>Sales of Personal Data</strong> - For purposes of the CCPA, the disclosure of personal data to our advertising partners to provide you with personalized ads may constitute a “sale” in some instances.\nWe do not knowingly sell the personal data of individuals under the age of 16.</p>\n</li>\n<li>\n<p>\n<strong>Sources of Personal Data</strong> - As described above, we collect this personal data from you, from affiliates (e.g., SoundCloud) via single-sign ons, and from our trusted third-party service providers and business partners.</p>\n</li>\n<li>\n<p>\n<strong>Use of Personal Data</strong> - We may use this personal data to operate, manage, and maintain our business, to provide our products and services, and to accomplish our business purposes and objectives, including, for example, to:</p>\n<ul>\n<li>\n<p>To operate and maintain the Platform and your SoundCloud account and to provide you with access to and use of the Platform;</p>\n</li>\n<li>\n<p>To identify you as the creator of the Tracks that you upload and the comments that you post;</p>\n</li>\n<li>\n<p>To provide our newsletter to subscribers;</p>\n</li>\n<li>\n<p>To market and sell our products and services;</p>\n</li>\n<li>\n<p>To provide personalized content and ads;</p>\n</li>\n<li>\n<p>To perform market research studies and development;</p>\n</li>\n<li>\n<p>To perform data and business analytics;</p>\n</li>\n<li>\n<p>To detect and prevent fraud, spam, abuse, security incidents, or other suspicious activity;</p>\n</li>\n<li>\n<p>To perform identity verification and authentication and prevent unauthorized or illegal activity;</p>\n</li>\n<li>\n<p>To process Subscription payments;</p>\n</li>\n<li>\n<p>To operate and maintain SoundCloud Direct Monetization</p>\n</li>\n<li>\n<p>To process user inquiries and requests;</p>\n</li>\n<li>\n<p>To perform security investigations and other risk assessments;</p>\n</li>\n<li>\n<p>To undertake quality assurance measures;</p>\n</li>\n<li>\n<p>To maintain our systems and infrastructure;</p>\n</li>\n<li>\n<p>To comply with law or exercise or defend legal claims;</p>\n</li>\n<li>\n<p>To prevent or take action against activities that are, or may be, in breach of our Terms of Use, Community Guidelines or applicable law;</p>\n</li>\n<li>\n<p>To perform accounting, conduct audits and other internal functions.\nand</p>\n</li>\n<li>\n<p>To otherwise operate our business and achieve our business objectives</p>\n</li>\n</ul>\n</li>\n</ul>\nCCPA Rights and Requests\n<p>If you are a California resident, you may make the following requests: </p>\n<ul>\n<li>\n<p>\n<strong>Request to Know</strong> - You may request that we disclose to you the following information covering the 12 months preceding your request:</p>\n<ul>\n<li>\n<p>The categories of personal data we’ve collected about you.\nand he categories of sources from which we collected such personal data;</p>\n</li>\n<li>\n<p>The specific pieces of personal data we collected about you;</p>\n</li>\n<li>\n<p>The business or commercial purpose for collecting or selling personal data about you;</p>\n</li>\n<li>\n<p>The categories of personal data about you that we sold and the categories of third parties to whom we sold such personal data.\nand</p>\n</li>\n<li>\n<p>The categories of personal data about you that we otherwise shared or disclosed.\nhe categories of third parties with whom we shared or to whom we disclosed such personal data;</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Request to Delete</strong> - You may request that we delete personal data we have collected from you.\nTo make a Request to Know or a Request to Delete, please use the Help Center or contact us at dataprotection@soundcloud.com or +1 833 993 2002.\nWe will verify and respond to your request consistent with applicable law, taking into account the type and sensitivity of the personal data subject to the request.\nWe may request additional personal data from you in order to verify your identity and protect against fraudulent requests, such as your email address or a picture and then use that information to match it with information we already have.\nIf you maintain a password-protected account with us, we may verify your identity through our existing authentication practices for your account and require you to re-authenticate yourself before disclosing or deleting your personal data.\nIf you make a Request to Delete, we may ask you to confirm your request before we delete your personal data.\nIf you want to make a Request to Know or Request to Delete as an authorized agent on behalf of a California resident, you may use the submission methods noted above.\nAs part of our verification process, we may request that you provide, as applicable, proof concerning your status as an authorized agent, which also may include: </p>\n<ul>\n<li>\n<p>Proof of your registration with the California Secretary of State to conduct business in California;</p>\n</li>\n<li>\n<p>Proof of a power of attorney from the resident pursuant to Probate Code sections 4121-4130.\n</p>\n</li>\n</ul>\n</li>\n<li>\n<p>If you are an authorized agent and have not provided us with a power of attorney from the resident pursuant to Probate Code sections 4121-4130, we may also require the resident to: </p>\n<ul>\n<li>\n<p>Verify the resident’s own identity directly with us.\nor </p>\n</li>\n<li>\n<p>Directly confirm with us that the resident provided you permission to make the request.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Request to Opt Out</strong> - You may request to opt-out of any future “sale” of personal data about you by clicking here, by adjusting your Settings in the “Privacy” tab or by contacting us at dataprotection@soundcloud.com or +1 833 993 2002.\nIf you want to make a Request to Opt Out as an authorized agent on behalf of a California resident, you may use the submission methods noted above.\nAs part of our verification process, we may request, as applicable:</p>\n<ul>\n<li>\n<p>Proof of your registration with the California Secretary of State to conduct business in California;</p>\n</li>\n<li>\n<p>Signed permission that the resident has authorized you to make a Request to Opt-Out on the resident’s behalf.\n“Signed” means that the permission has either been physically signed or provided electronically in accordance with the Uniform Electronic Transactions Act, Civil Code 1633.7 et seq.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Right to None-Discrimination</strong> - You also the right to be free from unlawful discriminatory treatment for exercising your rights under the CCPA.\n</p>\n</li>\n<li>\n<p>\n<strong>Your Right to Request Removal of Content</strong> - Pursuant to California Business &amp.\nProfessions Code section 22581, if you are a resident of California, under 18, and a registered user of the Platform, you may ask us to remove content or information that you have posted to the Platform by writing to dataprotection@soundcloud.com.\nPlease note that your request does not ensure complete or comprehensive removal of the content or information, as, for example, some of your content may have been reposted by another user.</p>\n</li>\n<li>\n<p>\n<strong>Other Rights</strong> - You can request certain information about our disclosure of personal data to third parties for their own direct marketing purposes during the preceding calendar year.\nThis request may be made once a year.\n</p>\n</li>\n<li>\n<p>\n<strong>Do-Not-Track Signals</strong> - We do not currently respond to browser do-not-track signals.</p>\n</li>\n</ul>\nContact Information\n<p>If you have questions or complaints about this Privacy Policy or our practices, please contact our Data Protection Officer by email at dataprotection@soundcloud.com or write to our Data Protection Officer at SoundCloud Global Limited &amp.\nCo.\nKG, Rheinsberger Str.\n76/77 10115 Berlin, Germany Attention: Data Protection Officer.</p>\nChanges to this Privacy Policy\n<p>We may update this Privacy Policy from time to time at our sole discretion.\nIf we make changes to this Privacy Policy, we will post the revised Privacy Policy on the Platform and update the “Last Amended” date below.\nPlease be sure to periodically check this page to ensure that you are aware of any changes to this Privacy Policy.\nAny material changes to this Privacy Policy will be communicated to registered users by a notification to their account and/or by posting a notice of the change on the Website.\nYour continued access to or use of the Platform after the effective date of such changes will be subject to the revised Privacy Policy.</p>\n<p>\n<strong>Last Amended:</strong> April 27th, 2022</p>\nLink to prior versions\n<p>You will find a link to prior versions of our Privacy Policy and a summary of the change(s) below.</p>\n<ul>\n<li>\n<p>December 2020</p>\n</li>\n<li>\n<p>November 2020</p>\n</li>\n<li>\n<p>December 2019</p>\n</li>\n<li>\n<p>May 2019</p>\n</li>\n<li>\n<p>May 2018</p>\n</li>\n<li>\n<p>May 2017</p>\n</li>\n<li>\n<p>March 2016</p>\n</li>\n<li>\n<p>January 2016 - Email-less sign-up and interest based advertising.</p>\n</li>\n<li>\n<p>June 2015 - Change in Analytics Services.</p>\n</li>\n<li>\n<p>August 2014 - Data available to OnSoundCloud users.</p>\n</li>\n<li>\n<p>July 2014 - Collecting gender information.</p>\n</li>\n<li>\n<p>March 2014 - Collecting month and year of birth.</p>\n</li>\n<li>\n<p>May 2013</p>\n</li>\n</ul> ", "created_at": "2018-07-17 10:11:52.321101", "updated_at": "2023-02-21 18:47:01.201415"}, {"id": 184, "name": "Terms of Service", "url": "https://soundcloud.com/terms-of-use", "xpath": "//body", "text": " SoundCloud SoundCloud <ul>\n<li> Home </li>\n<li> Feed </li>\n<li> Library </li>\n</ul> Search Sign in Create account Upload <ul>\n<li> Settings and more </li>\n</ul>\n<strong>Limited Time Offer:</strong> Get 50% off the first year of our best annual plan for artists with unlimited uploads, releases, and insights.\nRedeem Now SoundCloud Terms of Use\n<p>Welcome to SoundCloud®, a service provided by SoundCloud Global Limited &amp.\nCo.\nKG (<strong>\"SoundCloud\"</strong>, <strong>\"we\"</strong>\n<strong>\"our\"</strong>, or <strong>\"us\"</strong>).</p>\n<p>These Terms of Use govern your use of soundcloud.com and m.soundcloud.com (together, the <strong>\"Website\"</strong>), our mobile and desktop apps (our <strong>\"Apps\"</strong>) and all related players, widgets, tools, features, applications, data, software, APIs (which may also be subject to separate API Terms of Use) and other services provided by SoundCloud (the <strong>\"Services\"</strong>).</p>\n<p>These Terms of Use, together with our Community Guidelines and any other terms specifically referred to in any of those documents, all of which are incorporated by reference into these Terms of Use, constitute a legally binding contract (the <strong>\"Agreement\"</strong>), between you and SoundCloud in relation to your use of the Website, Apps and Services (together, the <strong>\"Platform\"</strong>).</p>\n<p>Please also be sure to review our Privacy Policy and Cookies Policy for more information on how we collect and use data relating to the use and performance of the Platform, as well as our responsibilities and your rights in relation to any processing of your personal data.</p>\n<p>These Terms of Use consist of the following sections:</p>\n<ul>\n<li>\n<p>Acceptance of Terms of Use\nBasically, by using SoundCloud® you accept our Terms of Use and Community Guidelines and agree to abide by them.</p>\n</li>\n<li>\n<p>Changes to Terms of Use\nThis section explains that our terms of Use may change from time to time.</p>\n</li>\n<li>\n<p>Description of the Platform\nThis provides a general description of the Platform, its features and functionality.</p>\n</li>\n<li>\n<p>Your SoundCloud account\nThis section explains your responsibilities should you choose to register for a SoundCloud® account.</p>\n</li>\n<li>\n<p>Your Use of the platform\nThis section sets out your right to use the Platform, and the conditions that apply to your use of the Platform.</p>\n</li>\n<li>\n<p>Your content\nThis section deals with ownership of your content, and includes your agreement not to upload anything that infringes on anyone else’s rights.</p>\n</li>\n<li>\n<p>Grant of license\nThis section explains how your content will be used on SoundCloud® and the permissions that you grant by uploading your content - for example, the right for other users to listen to your sounds.</p>\n</li>\n<li>\n<p>Representations and warranties\nThis section includes important promises and guarantees that you give when uploading content to SoundCloud® - in particular, your promise that everything you upload and share is owned by you and won’t infringe anyone else’s rights.</p>\n</li>\n<li>\n<p>Liability for content\nThis section explains that SoundCloud is a hosting service and that its users are solely liable for material that they upload to SoundCloud®.</p>\n</li>\n<li>\n<p>Reporting infringements\nThis section explains how to notify us of any content on SoundCloud® that you believe infringes your copyright or any other intellectual property right, or that is unlawful, abusive, defamatory or otherwise contrary to our Terms of Use or Community Guidelines.\nYou can find further information on reporting copyright infringement on our Copyright Information pages.</p>\n</li>\n<li>\n<p>Third party websites and services Through SoundCloud® you may have access to other websites and services.\nThis section explains\nthat these are separate third party services that are not under the control of SoundCloud.</p>\n</li>\n<li>\n<p>Blocking and removal of content\nThis section makes it clear that SoundCloud may block or remove content from the Platform.</p>\n</li>\n<li>\n<p>Repeat infringers\nUsers who repeatedly infringe third party rights or breach our Terms of Use or Community Guidelines risk having their SoundCloud® accounts suspended or terminated, as explained in this section.</p>\n</li>\n<li>\n<p>Disclaimer\nThis section explains that SoundCloud® cannot give any guarantees that the Platform will always be available – sometimes even a platform as awesome as ours will have a few problems.</p>\n</li>\n<li>\n<p>Limitation of liability\nThis section explains some of those things that SoundCloud will not be liable for.\nPlease make sure you read and understand this section.</p>\n</li>\n<li>\n<p>Indemnification\nIf you use the Platform in a way that results in damage to us, you will need to take responsibility for that.</p>\n</li>\n<li>\n<p>Data protection, privacy and cookies\nIt is really important to us that you understand how we use your personal information.\nAll information is collected, stored and used in accordance with our Privacy Policy, so please make sure that you read and understand that policy.\nLike most other websites, we also use cookies to help us analyze how people use SoundCloud, so that we can keep improving our service.\nOur use of cookies is explained in our Cookies Policy.</p>\n</li>\n<li>\n<p>Meetups\nThis section deals with SoundCloud® meetups and explains that these are not \"official\" SoundCloud events, so we cannot be responsible for anything that happens at meetups.</p>\n</li>\n<li>\n<p>Competitions and other promotions\nThis section deals with competitions, contests and sweepstakes on SoundCloud®.\nThese are not run by SoundCloud, and therefore we cannot be responsible for them.\nIf you want to run your own competition on SoundCloud, make sure you read and understand our Competition Terms.</p>\n</li>\n<li>\n<p>Use of SoundCloud players and widget\nThis section includes a few restrictions on how you can use our players and widgets – basically, don’t try to use our players to create a new music or audio streaming service.</p>\n</li>\n<li>\n<p>Subscriptions and gift codes\nThis section links you to information explaining how to purchase \"Pro\" and \"Next Pro\" plans and \"SoundCloud Go\" subscriptions as well as gift codes and how you can cancel your purchases in certain circumstances.</p>\n</li>\n<li>\n<p>Changes to the Platform, accounts and pricing\nFrom time to time, we may need to make some changes to SoundCloud®.\nThis section explains your rights in this situation.</p>\n</li>\n<li>\n<p>Termination\nThis section explains how you can terminate your SoundCloud® account, and the grounds on which we can terminate your use of SoundCloud®.</p>\n</li>\n<li>\n<p>Assignment to third parties\nThis section deals with SoundCloud’s right to transfer this agreement to someone else.</p>\n</li>\n<li>\n<p>Severability\nThis is a standard legal provision, which says that any term that is not valid will be removed from the agreement without affecting the validity of the rest of the agreement.</p>\n</li>\n<li>\n<p>Entire agreement\nYour use of SoundCloud® is governed by these Terms of Use, our Privacy Policy, Cookies Policy and Community Guidelines.\nAny changes need to be made in writing.</p>\n</li>\n<li>\n<p>Third party rights\nThese Terms of Use apply to the relationship between you and SoundCloud only.</p>\n</li>\n<li>\n<p>Applicable law and jurisdiction\nAll of our documents are generally governed by German law.</p>\n</li>\n<li>\n<p>Disclosures\nThis section provides information about SoundCloud, including how to contact us.</p>\n</li>\n</ul>\nAcceptance of Terms of Use\n<p>Please read these Terms of Use, Privacy Policy, Cookies Policy and Community Guidelines, very carefully.\n<strong>If you do not agree to any of the provisions set out in those documents, you should not use the Website, Apps or any of the Services.</strong> By accessing or using the Platform, registering an account, or by viewing, accessing, streaming, uploading or downloading any information or content from or to the Platform, you represent and warrant that you have read and understood the Terms of Use and Community Guidelines, will abide by them, and that you are either 18 years of age or more, or the applicable age of majority in your jurisdiction, or if you are under 18 years of age or the age of majority in your jurisdiction, you are 16 years of age or more if you reside in the European Union and UK or 13 years of age or more if you reside in the United States or anywhere else.</p>\nChanges to Terms of Use\n<p>We reserve the right to change, alter, replace or otherwise modify these Terms of Use at any time, for example to address legal or regulatory changes or changes to features or functionality made available through the Platform, at our discretion.\nThe date of last modification is stated at the end of these Terms of Use.\nIt is your responsibility to check this page from time to time for updates.</p>\n<p>When we make any material changes to these Terms of Use, we will provide you with prominent notice under the circumstances, including for example displaying a notice within the Platform and/or by sending you an email to the email address that you have provided us or a message to your SoundCloud account, and the revised Terms of Use will become effective two (2) weeks after such notification.</p>\n<p>You will have no obligation to continue using the Platform following any such notification, but if you do not terminate your account as described in the Termination section below during such two (2) week period, your continued use of the Platform after the end of that two (2) week period will constitute your acceptance of the revised Terms of Use.</p>\nDescription of the Platform\n<p>The Platform is a hosting service.\nRegistered users of the Platform may submit, upload and post audio, text, photos, pictures, graphics, comments, and other content, data or information (<strong>\"Content\"</strong>), which will be stored by SoundCloud at the direction of such registered users, and may be shared and distributed by such registered users, and other users of the Platform, using the tools and features provided as part of the Platform and accessible via the Website, Apps and elsewhere.\nThe Platform also enables registered users to interact with one another and to contribute to discussions, and enables any user of the Website, Apps or certain Services (who may or may not be registered users of the Platform) to view, listen to and share Content uploaded and made available by registered users.</p>\n<p>The Platform also includes social and interactive features that enable users to engage with and learn from the SoundCloud community in order to build a following and ensure you get the content that interests you most.\nFor example, users who upload content to SoundCloud will gain access to our creator stats feature, which provides creators with insights into how the content they upload fares among users, including which users are top listeners and downloaders of such content.</p>\n<p>Some features of our Platform are only available to registered users who subscribe to a certain Service (see Subscriptions and Gift Codes below).\nSoundCloud however remains free for users that choose not to subscribe to such Services.\nIn order to make the Platform available for free and provide you with personally relevant features, we serve tailored ads on the Platform on behalf of third party advertisers.\nTo that end, we use information that you make available to us when you interact with the Platform to inform the nature of the ads we show you and provide you with a customized experience.\nMore information on how we use data to show you personalized ads is described in our Privacy Policy.</p>\n<p>We may, from time to time, release new tools and resources on the Website, release new versions of our Apps, or introduce other services and/or features for the Platform.\nAny new services and features will be subject to these Terms of Use as well as any additional terms and conditions that we may release for those specific services or features.</p>\nYour SoundCloud account\n<p>You are not obliged to register to use the Platform.\nHowever, access to the Apps and certain Services is only available to registered users.\nAs an example, our App, SoundCloud Pulse, enables registered users, who upload and make available their Content to other users, to receive instant feedback on the performance of their tracks, communicate with their listeners, and manage their Content anytime.</p>\n<p>In order for you to engage with other SoundCloud listeners and creators, we enable you to create and personalize a public profile on SoundCloud.\nTo enable you to do that, you must provide us with the information you want to display on such profile.</p>\n<p>In order to help you to navigate and discover content on the Platform that interests you, as a registered user you will also receive auto-generated personalized recommendations of other content that might appeal to you, based on your listening habits.</p>\n<p>When you register to use the Platform, you will provide us with your email address, and will choose a username and password for your account.\nYou must ensure that the email address that you provide is, and remains, valid.\nYour email address and any other information you chose to provide about yourself will be treated in accordance with our Privacy Policy.</p>\n<p>You are solely responsible for maintaining the confidentiality and security of your username and password, and you will remain responsible for all use of your username and password, and all activity emanating from your account, whether or not such activity was authorized by you.</p>\n<p>If your username or password is lost or stolen, or if you believe that your account has been accessed by unauthorized third parties, you are advised to notify SoundCloud in writing, and should change your password at the earliest possible opportunity.</p>\n<p>We reserve the right to disallow, cancel, remove or reassign certain usernames and permalinks in appropriate circumstances, as determined by us in our sole discretion, and may, with or without prior notice, suspend or terminate your account if activities occur on that account which, in our sole discretion, would or might constitute a violation of these Terms of Use or our Community Guidelines, or an infringement or violation of the rights of any third party, or of any applicable laws or regulations.</p>\n<p>You may terminate your account at any time as described in the Termination section below.</p>\nYour use of the Platform\n<p>Subject to your strict compliance with these Terms of Use and our Community Guidelines at any and all times during your use of the Platform, SoundCloud grants you a limited, personal, non-exclusive, revocable, non-assignable and non-transferable right and license to use the Platform in order to view Content uploaded and posted to the Website, to listen to audio Content streamed from the Platform or offline and to share and download audio Content using the features of the Platform where the appropriate functionality has been enabled by the user who uploaded the relevant Content (the <strong>\"Uploader\"</strong>), and subject to the territorial availability of that feature and audio Content.</p>\n<p>In addition, if you register to use the Platform, and subject to your strict compliance with these Terms of Use and our Community Guidelines at any and all times during your use of the Platform, SoundCloud grants you a limited, personal, non-exclusive, revocable, non-assignable and non-transferable right and license to:</p>\n<p>(i) submit, upload or post Content to and keep such Content available on the Platform strictly as permitted in accordance with these Terms of Use and any other applicable terms posted on the Website from time to time;</p>\n<p>(ii) participate in the community areas and communicate with other members of the SoundCloud® community strictly in accordance with these Terms of Use and our Community Guidelines.\nand</p>\n<p>(iii) use Apps and other Services provided as part of the Platform strictly as permitted in accordance with these Terms of Use and any other terms applicable to those Apps or Services from time to time.</p>\n<p>The above licenses are conditional upon your strict compliance with these Terms of Use and our Community Guidelines at any and all times during your use of the Platform, including, without limitation, the following:</p>\n<p>(i) You must not copy, rip or capture, or attempt to copy, rip or capture, any audio Content from the Platform or any part of the Platform, other than by means of download or store for offline listening in circumstances where the relevant Uploader has elected to permit downloads or offline listening of the relevant item of Content.</p>\n<p>(ii) You must not adapt, copy, republish, make available or otherwise communicate to the public, display, perform, transfer, share, distribute or otherwise use or exploit any Content on or from the Platform at any and all times, except (i) where such Content is Your Content at any and all times during your use of the applicable Content, or (ii) as permitted under these Terms of Use, and within the parameters set by the Uploader (for example, under the terms of Creative Commons licenses selected by the Uploader).</p>\n<p>(iii) You must not use any Content (other than Your Content) in any way that is designed to create a separate content service or that replicates any part of the Platform offering.</p>\n<p>(iv) You must not employ scraping or similar techniques to aggregate, repurpose, republish or otherwise make use of any Content.</p>\n<p>(v) You must not employ any techniques or make use of any services, automated or otherwise, designed to misrepresent the popularity of Your Content on the Platform, or to misrepresent your activity on the Platform, including without limitation by the use of bots, botnets, scripts, apps, plugins, extensions or other automated means to register accounts, log in, add followers to your account, play Content, follow or unfollow other users, send messages, post comments, or otherwise to act on your behalf, particularly where such activity occurs in a multiple or repetitive fashion.\nYou must not offer or promote the availability of any such techniques or services to any other users of the Platform.</p>\n<p>(vi) You must not alter or remove, or attempt to alter or remove, any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the Platform or any Content appearing on the Platform (other than Your Content).</p>\n<p>(vii) You must not, and must not permit any third party to, copy or adapt the object code of the Website or any of the Apps or Services, or reverse engineer, reverse assemble, decompile, modify or attempt to discover any source or object code of any part of the Platform, or circumvent or attempt to circumvent or copy any copy protection mechanism or territorial restrictions or access any rights management information pertaining to Content other than Your Content.</p>\n<p>(viii) You must not use the Platform to upload, post, store, transmit, display, copy, distribute, promote, make available, continue to make available or otherwise communicate to the public:</p>\n<ul>\n<li>any Content that is abusive, libellous, defamatory, pornographic or obscene, that promotes or incites violence, terrorism, illegal acts, or hatred on the grounds of race, ethnicity, cultural identity, religious belief, disability, gender, identity or sexual orientation, or is otherwise objectionable in SoundCloud’s reasonable discretion;</li>\n<li>any information, Content or other material that violates, plagiarizes, misappropriates or infringes the rights of third parties including, without limitation, copyright, trademark rights, rights of privacy or publicity, confidential information or any other right.\nor</li>\n<li>any Content that violates, breaches or is contrary to any law, rule, regulation, court order or is otherwise is illegal or unlawful in SoundCloud’s reasonable opinion;</li>\n<li>any material of any kind that contains any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component, which or might overburden, impair or disrupt the Platform or servers or networks forming part of, or connected to, the Platform, or which does or might restrict or inhibit any other user's use and enjoyment of the Platform.\nor</li>\n<li>any unsolicited or unauthorized advertising, promotional messages, spam or any other form of solicitation.</li>\n</ul>\n<p>(ix) You must not commit or engage in, or encourage, induce, solicit or promote, any conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any law or regulation.</p>\n<p>(x) You must not rent, sell or lease access to the Platform, or any Content on the Platform, although this shall not prevent you from including links from Your Content to any legitimate online download store from where any item of Your Content may be purchased.</p>\n<p>(xi) You must not deliberately impersonate any person or entity or otherwise misrepresent your affiliation with a person or entity, for example, by registering an account in the name of another person or company, or sending messages or making comments using the name of another person.</p>\n<p>(xii) You must not stalk, exploit, threaten, abuse or otherwise harass another user, or any SoundCloud employee.</p>\n<p>(xiii) You must not use or attempt to use another person's account, password, or other information, unless you have express permission from that other person.</p>\n<p>(xiv) You must not sell or transfer, or offer to sell or transfer, any SoundCloud account to any third party without the prior written approval of SoundCloud.</p>\n<p>(xv) You must not collect or attempt to collect personal data, or any other kind of information about other users, including without limitation, through spidering or any form of scraping.</p>\n<p>(xvi) You must not violate, circumvent or attempt to violate or circumvent any data security measures employed by SoundCloud or any Uploader.\naccess or attempt to access data or materials which are not intended for your use.\nlog into, or attempt to log into, a server or account which you are not authorized to access.\nattempt to scan or test the vulnerability of SoundCloud’s servers, system or network or attempt to breach SoundCloud’s data security or authentication procedures.\nattempt to interfere with the Website or the Services by any means including, without limitation, hacking SoundCloud’s servers or systems, submitting a virus, overloading, mail-bombing or crashing.\nWithout limitation to any other rights or remedies of SoundCloud under these Terms of Use, SoundCloud reserves the right to investigate any situation that appears to involve any of the above, and may report such matters to, and co-operate with, appropriate law enforcement authorities in prosecuting any users who have participated in any such violations.</p>\n<p>You agree to comply with the above conditions at any and all times during your use of the Platform, and acknowledge and agree that SoundCloud has the right, in its sole discretion, to terminate your account or take such other action as we see fit if you breach any of the above conditions or any of the other terms of these Terms of Use.\nThis may include taking court action and/or reporting offending users to the relevant authorities.</p>\nYour content\n<p>Any and all audio, text, photos, pictures, graphics, comments, and other content, data or information that you upload, store, transmit, submit, exchange or make available to or via the Platform (hereinafter <strong>\"Your Content\"</strong>) is generated, owned and controlled solely by you, and not by SoundCloud.</p>\n<p>SoundCloud does not claim any ownership rights in Your Content, and you hereby expressly acknowledge and agree that Your Content remains your sole responsibility.</p>\n<p>Without prejudice to the conditions set forth in Your Use of the Platform you must not upload, store, distribute, send, transmit, display, perform, make available, continue to make available or otherwise communicate to the public any Content to which you do not hold the necessary rights.\nIn particular, <strong>any unauthorized use of copyright protected works within Your Content (including by way of reproduction, distribution, modification, adaptation, public display, public performance, preparation of derivative works, making available or otherwise communicating to the public via the Platform), independent of whether it is or becomes unauthorized at a later point, may constitute an infringement of third party rights and is <em>strictly prohibited</em>\n</strong>.\nAny such infringements may result in termination of your access to the Platform as described in the Repeat Infringers section below, and may also result in civil litigation or criminal prosecution by or on behalf of the relevant rightsholder.</p>\n<p>Not all unauthorized uses of copyright protected works constitute an infringement.\nUsers in the European Union can use copyright protected works under certain exceptions or limitations to copyright, namely quotation, criticism, review, use for the purpose of caricature, parody or pastiche.</p>\n<p>We may, from time to time, invite or provide you with means to provide feedback regarding the Platform, and in such circumstances, any feedback you provide will be deemed non-confidential and SoundCloud shall have the right, but not the obligation, to use such feedback on an unrestricted basis.</p>\nGrant of license\n<p>By uploading or posting Your Content to the Platform, you initiate an automated process to transcode any audio Content and direct SoundCloud to store Your Content on our servers, from where you may control and authorize the use, ways of reproduction, transmission, distribution, public display, public performance, making available (including whether users will be permitted to listen to your Content offline) and other communication to the public of Your Content on the Platform and elsewhere using the Services.\nTo the extent it is necessary in order for SoundCloud to provide you with any of the aforementioned hosting services, to undertake any of the tasks set forth in these Terms of Use, including the distribution of advertising or other promotional material on our Platform and/or to enable your use of the Platform, you hereby grant such licenses to SoundCloud on a limited, worldwide, non-exclusive, royalty-free and fully paid basis.</p>\n<p>By uploading Your Content to the Platform, you also grant a limited, worldwide, non-exclusive, royalty-free, fully paid up, license to other users of the Platform, and to operators and users of any other websites, apps and/or platforms to which Your Content has been shared or embedded using the Services (<strong>\"Linked Services\"</strong>), to use, copy, listen to offline, repost, transmit or otherwise distribute, publicly display, publicly perform, adapt, prepare derivative works of, compile, make available and otherwise communicate to the public, Your Content utilizing the features of the Platform from time to time, and within the parameters set by you using the Services.\nYou can limit and restrict the availability of certain of Your Content to other users of the Platform, and to users of Linked Services, at any time using the permissions tab in the track edit section for each sound you upload, subject to the provisions of the Disclaimer section below.\nNotwithstanding the foregoing, nothing in these Terms of Use grants any rights to any other user of the Platform with respect to any proprietary name, logo, trademark or service mark uploaded by you as part of Your Content (for example, your profile picture) (<strong>\"Marks\"</strong>), other than the right to reproduce, publicly display, make available and otherwise communicate to the public those Marks, automatically and without alteration, as part of the act of reposting sounds with which you have associated those Marks.</p>\n<p>The licenses granted in this section are granted separately with respect to each item of Your Content that you upload to the Platform.\nLicenses with respect to audio Content, and any images or text within your account, will (subject to the following paragraph of these Terms of Use) terminate automatically when you remove such Content from your account.\nLicenses with respect to comments or other contributions that you make on the Platform will be perpetual and irrevocable, and will continue notwithstanding any termination of your account.</p>\n<p>Removal of audio Content from your account will automatically result in the deletion of the relevant files from SoundCloud’s systems and servers.\nHowever, notwithstanding the foregoing, you hereby acknowledge and agree that once Your Content is distributed to a Linked Service, SoundCloud is not obligated to ensure the deletion of Your Content from any servers or systems operated by the operators of any Linked Service, or to require that any user of the Platform or any Linked Service deletes any item of Your Content.\nFurthermore, if you authorize any of Your Content to be available for offline listening, after deletion of an item of Your Content or removal from the ability for other users to listen to the applicable Content offline, the applicable Content may still be temporarily available to other users of the Platform who saved the applicable Content for offline listening on their devices, but no longer than 30 days from the time of deletion.</p>\n<p>Any Content other than Your Content is the property of the relevant Uploader, and is or may be subject to copyright, trademark rights or other intellectual property or proprietary rights.\nSuch Content may not be downloaded, reproduced, distributed, transmitted, re-uploaded, republished, displayed, sold, licensed, made available or otherwise communicated to the public or exploited for any purposes except via the features of the Platform from time to time and within the parameters set by the Uploader on the Platform or with the express written consent of the Uploader.\nWhere you repost another user’s Content, or include another user’s Content in a playlist or station or where you listen to another user’s Content offline, you acquire no ownership rights whatsoever in that Content.\nSubject to the rights expressly granted in this section, all rights in Content are reserved to the relevant Uploader.</p>\nRepresentations and warranties\n<p>You hereby represent and warrant to SoundCloud as follows:\n(i) Your Content, and each and every part thereof, is an original work by you, or you have obtained all rights, licenses, consents and permissions necessary in order to use at any and all times during any applicable use, and (if and where relevant) to authorize SoundCloud to use, Your Content pursuant to these Terms of Use, including, without limitation, the right to upload, reproduce, store, transmit, distribute, share, publicly display, publicly perform, make available (including for listening offline) and otherwise communicate to the public Your Content, and each and every part thereof, on, through or via the Platform, any and all Services and any Linked Services.</p>\n<p>(ii) Your Content and the availability thereof on the Platform does not and will not infringe or violate the rights of any third party, including, without limitation, any intellectual property rights, performers’ rights, rights of privacy or publicity, or rights in confidential information.</p>\n<p>(iii) You have obtained any and all necessary consents, permissions and/or releases from any and all persons appearing in Your Content in order to include their name, voice, performance or likeness in Your Content and to publish the same on the Platform and via any Linked Services.</p>\n<p>(iv) Your Content, including any comments that you may post on the Website, is not and will not be unlawful, abusive, libellous, defamatory, pornographic or obscene, and will not promote or incite violence, terrorism, illegal acts, or hatred on the grounds of race, ethnicity, cultural identity, religious belief, disability, gender, identity or sexual orientation.</p>\n<p>(v) Your Content does not and will not create any liability on the part of SoundCloud, its subsidiaries, affiliates, successors, and assigns, and their respective employees, agents, directors, officers and/or shareholders.\nSoundCloud reserves the right to remove Your Content, suspend or terminate your access to the Platform and/or pursue all legal remedies if we believe that any of Your Content breaches any of the foregoing representations or warranties, or otherwise infringes another person's rights or violates any law, rule or regulation.</p>\nLiability for content\n<p>You hereby acknowledge and agree that SoundCloud (i) stores content and other information at the direction, request and with the authorization of its users, (ii) acts merely as a passive conduit and/or host for the uploading, storage and distribution of such content, and (iii) plays no active role and gives no assistance in the presentation or use of the content.\nYou are solely responsible for all of Your Content that you upload, post or distribute to, on or through the Platform, and to the extent permissible by law, SoundCloud excludes all liability with respect to all content (including Your Content) and the activities of its users with respect thereto.</p>\n<p>You hereby acknowledge and agree that SoundCloud cannot and does not review the content created or uploaded by its users, and neither SoundCloud nor its subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders has any obligation, and may, but does not undertake or assume any duty to, monitor the Platform for content that is inappropriate, that does or might infringe any third party rights, or has otherwise been uploaded in breach of these Terms of Use or applicable law.</p>\n<p>SoundCloud and its subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders hereby exclude, to the fullest extent permitted by law, any and all liability which may arise from any content uploaded to the Platform by users, including, but not limited to, any claims for infringement of intellectual property rights, rights of privacy or publicity rights, any claims relating to publication of abusive, defamatory, pornographic, or obscene material, or any claims relating to the completeness, accuracy, currency or reliability of any information provided by users of the Platform.\nBy using the Platform, you irrevocably waive the right to assert any claim with respect to any of the foregoing against SoundCloud or any of its subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers or shareholders.</p>\nReporting infringements\n<p>If you discover any content on the Platform that you believe infringes your copyright, please report this to us using any of the methods outlined on our Copyright Information pages.</p>\n<p>If you would prefer to send us your own written notification, please make sure that you include the following information:</p>\n<ul>\n<li>a statement that you have identified Content on SoundCloud® that infringes your copyright or the copyright of a third party on whose behalf you are entitled to act;</li>\n<li>a description of the copyright work(s) that you claim have been infringed;</li>\n<li>a description of the Content that you claim is infringing and the SoundCloud URL(s) where such Content can be located;</li>\n<li>your full name, address and telephone number, a valid email address on which you can be contacted, and your SoundCloud® user name if you have one;</li>\n<li>a statement by you that you have a good faith belief that the disputed use of the material is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a statement by you that the information in your notice is accurate and that you are authorized to act on behalf of the owner of the exclusive right that is allegedly infringed;</li>\n</ul>\n<p>In addition, if you wish for your notice to be considered as a notice pursuant to the United States Digital Millennium Copyright Act 17 U.S.C.\n§512(c), please also include the following:</p>\n<ul>\n<li>with respect to your statement that you are authorized to act on behalf of the owner of the exclusive right that is allegedly infringed, confirmation that such statement is made under penalty of perjury.\nand</li>\n<li>your electronic or physical signature (which may be a scanned copy).</li>\n</ul>\n<p>Your notice should be sent to us by email to copyright@soundcloud.com and/or by mail to the following address:</p>\n<p>SoundCloud Global Limited &amp.\nCo.\nKG\nRheinsberger Str.\n76/77\n10115 Berlin\nGermany\nAttn: Copyright Team</p>\n<p>If you wish for your notice to be considered as a notice pursuant to the United States Digital Millennium Copyright Act 17 U.S.C.\n§512(c), your notice should be sent to SoundCloud’s designated copyright agent by email to copyrightagent@soundcloud.com and/or by mail to the following address:</p>\n<p>SoundCloud Operations, Inc.\n71 5th Avenue,\n5th Floor New York,\nNY 10003\nAttn: Copyright Agent</p>\n<p>The foregoing process applies to copyright only.\nIf you discover any Content that you believe to be in violation of your trademark rights, please report this to us by email at legal@soundcloud.com.\nIn all other cases, if you discover Content that infringes or violates any of your other rights, which you believe is defamatory, pornographic, obscene, racist or otherwise liable to cause widespread offense, or which constitutes impersonation, abuse, spam or otherwise violates these Terms of Use, our Community Guidelines or applicable law, please report this to us at legal [at] soundcloud.com.</p>\nThird party websites and services\n<p>The Platform may provide you with access to third party websites, databases, networks, servers, information, software, programs, systems, directories, applications, products or services, including without limitation, linked services (hereinafter <strong>\"External Services\"</strong>).</p>\n<p>SoundCloud does not have or maintain any control over External Services, and is not and cannot be responsible for their content, operation or use.\nBy linking or otherwise providing access to any External Services, SoundCloud does not give any representation, warranty or endorsement, express or implied, with respect to the legality, accuracy, quality or authenticity of content, information or services provided by such External Services.</p>\n<p>External Services may have their own terms of use and/or privacy policy, and may have different practices and requirements to those operated by SoundCloud with respect to the Platform.\nYou are solely responsible for reviewing any terms of use, privacy policy or other terms governing your use of these External Services, which you use at your own risk.\nYou are advised to make reasonable enquiries and investigations before entering into any transaction, financial or otherwise, and whether online or offline, with any third party related to any External Services.</p>\nExternal services\n<p>You are solely responsible for taking the precautions necessary to protect yourself from fraud when using External Services, and to protect your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content and material that may be included on or may emanate from any External Services.</p>\n<p>SoundCloud disclaims any and all responsibility or liability for any harm resulting from your use of External Services, and you hereby irrevocably waive any claim against SoundCloud with respect to the content or operation of any External Services.</p>\nBlocking and removal of content\n<p>Notwithstanding the fact that SoundCloud has no legal obligation to monitor the content on the Platform, SoundCloud reserves the right to block, remove or delete any content at any time, and to limit or restrict access to any content, for any reason and without liability, including without limitation, if we have reason to believe that such content does or might infringe the rights of any third party, has been uploaded or posted in breach of these Terms of Use, our Community Guidelines or applicable law, or is otherwise unacceptable to SoundCloud.</p>\n<p>Please also note that individual Uploaders have control over the audio content that they store in their account from time to time, and may remove any or all audio content or other content without notice.\nYou have no right of continued access to any particular item of content and SoundCloud shall have no liability in the event that you are unable to access an item of content due to its removal from the Platform, whether by SoundCloud or the relevant uploader.</p>\nRepeat infringers\n<p>SoundCloud will suspend or terminate your access to the Platform if SoundCloud determines, in its reasonable discretion, that you have repeatedly breached these Terms of Use or our Community Guidelines.</p>\n<p>If we receive a valid notification from a third party in accordance with our reporting processes or applicable law that any of Your Content infringes the copyright or other rights of such third party, or if we believe that your behavior violates our Community Guidelines, we will send you a written warning to this effect.\nAny user that receives more than two of these warnings is liable to have their access to the Platform terminated forthwith.</p>\n<p>We will also suspend or terminate your account without warning if ordered to do so by a court, and/or in other appropriate circumstances, as determined by SoundCloud at its discretion.\nPlease note we do not offer refunds to Subscription account holders whose accounts are terminated as a result of repeated infringement or any violation of these Terms of Use or our Community Guidelines.</p>\nDisclaimer\n<p>THE PLATFORM, INCLUDING, WITHOUT LIMITATION, THE WEBSITE, THE APPS AND ALL CONTENT AND SERVICES ACCESSED THROUGH OR VIA THE WEBSITE, THE APPS, THE SERVICES OR OTHERWISE, ARE PROVIDED \"AS IS\", \"AS AVAILABLE\", AND \"WITH ALL FAULTS\".</p>\n<p>WHILST SOUNDCLOUD USES REASONABLE ENDEAVORS TO CORRECT ANY ERRORS OR OMISSIONS IN THE PLATFORM AS SOON AS PRACTICABLE ONCE THEY HAVE BEEN BROUGHT TO SOUNDCLOUD’S ATTENTION, SOUNDCLOUD MAKES NO PROMISES, GUARANTEES, REPRESENTATIONS OR WARRANTIES OF ANY KIND WHATSOEVER (EXPRESS OR IMPLIED) REGARDING THE WEBSITE, THE APPS, THE SERVICES OR ANY PART OR PARTS THEREOF, ANY CONTENT, OR ANY LINKED SERVICES OR OTHER EXTERNAL SERVICES.\nSOUNDCLOUD DOES NOT WARRANT THAT YOUR USE OF THE PLATFORM WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE PLATFORM OR ANY PART OR PARTS THEREOF, THE CONTENT, OR THE SERVERS ON WHICH THE PLATFORM OPERATES ARE OR WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nSOUNDCLOUD DOES NOT WARRANT THAT ANY TRANSMISSION OF CONTENT UPLOADED TO THE PLATFORM WILL BE SECURE OR THAT ANY ELEMENTS OF THE PLATFORM DESIGNED TO PREVENT UNAUTHORIZED ACCESS, SHARING OR DOWNLOAD OF CONTENT WILL BE EFFECTIVE IN ANY AND ALL CASES, AND DOES NOT WARRANT THAT YOUR USE OF THE PLATFORM IS LAWFUL IN ANY PARTICULAR JURISDICTION.</p>\n<p>SOUNDCLOUD AND ITS SUBSIDIARIES, AFFILIATES, SUCCESSORS, AND ASSIGNS, AND THEIR RESPECTIVE EMPLOYEES, AGENTS, DIRECTORS, OFFICERS AND SHAREHOLDERS, SPECIFICALLY DISCLAIM ALL OF THE FOREGOING WARRANTIES AND ANY OTHER WARRANTIES NOT EXPRESSLY SET OUT HEREIN TO THE FULLEST EXTENT PERMITTED BY LAW, INCLUDING WITHOUT LIMITATION ANY EXPRESS OR IMPLIED WARRANTIES REGARDING NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>WHERE THE LAW OF ANY JURISDICTION LIMITS OR PROHIBITS THE DISCLAIMER OF IMPLIED OR OTHER WARRANTIES AS SET OUT ABOVE, THE ABOVE DISCLAIMERS SHALL NOT APPLY TO THE EXTENT THAT THE LAW OF SUCH JURISDICTION APPLIES TO THIS AGREEMENT.</p>\nLimitation of Liability\n<p>IN NO EVENT SHALL SOUNDCLOUD’S AGGREGATE LIABILITY TO YOU UNDER THIS AGREEMENT EXCEED THE GREATER OF 100 EURO OR THE AMOUNTS (IF ANY) PAID BY YOU TO SOUNDCLOUD DURING THE PREVIOUS TWELVE (12) MONTHS FOR THE SERVICES GIVING RISE TO THE CLAIM.</p>\n<p>SOUNDCLOUD AND ITS SUBSIDIARIES, AFFILIATES, SUCCESSORS, AND ASSIGNS, AND THEIR RESPECTIVE EMPLOYEES, AGENTS, DIRECTORS, OFFICERS AND SHAREHOLDERS, SHALL HAVE NO LIABILITY FOR:</p>\n<ol>\n<li>\n<p>ANY LOSS OR DAMAGE ARISING FROM:</p>\n<p>(A) YOUR INABILITY TO ACCESS OR USE THE PLATFORM OR ANY PART OR PARTS THEREOF, OR TO ACCESS ANY CONTENT OR ANY EXTERNAL SERVICES VIA THE PLATFORM;</p>\n<p>(B) ANY CHANGES THAT SOUNDCLOUD MAY MAKE TO THE PLATFORM OR ANY PART THEREOF, OR ANY TEMPORARY OR PERMANENT SUSPENSION OR CESSATION OF ACCESS TO THE PLATFORM OR ANY CONTENT IN OR FROM ANY OR ALL TERRITORIES;</p>\n<p>(C) ANY ACTION TAKEN AGAINST YOU BY THIRD PARTY RIGHTSHOLDERS WITH RESPECT TO ANY ALLEGED INFRINGEMENT OF SUCH THIRD PARTY’S RIGHTS RELATING TO YOUR CONTENT OR YOUR USE OF THE PLATFORM, OR ANY ACTION TAKEN AS PART OF AN INVESTIGATION BY SOUNDCLOUD OR ANY RELEVANT LAW ENFORCEMENT AUTHORITY REGARDING YOUR USE OF THE PLATFORM;</p>\n<p>(D) ANY ERRORS OR OMISSIONS IN THE PLATFORM’S TECHNICAL OPERATION, OR FROM ANY INACCURACY OR DEFECT IN ANY CONTENT OR ANY INFORMATION RELATING TO CONTENT;</p>\n<p>(E) YOUR FAILURE TO PROVIDE SOUNDCLOUD WITH ACCURATE OR COMPLETE INFORMATION, OR YOUR FAILURE TO KEEP YOUR USERNAME OR PASSWORD SUITABLY CONFIDENTIAL;</p>\n<p>(F) ANY MISCONDUCT BY OTHER USERS OR THIRD PARTIES USING THE PLATFORM, ESPECIALLY IN BREACH OF THE AGREEMENT;</p>\n</li>\n<li>\n<p>ANY LOSS OR DAMAGE TO ANY COMPUTER HARDWARE OR SOFTWARE, ANY LOSS OF DATA (INCLUDING YOUR CONTENT), OR ANY LOSS OR DAMAGE FROM ANY SECURITY BREACH.\nAND/OR</p>\n</li>\n<li>\n<p>ANY LOSS OF PROFITS, OR ANY LOSS YOU SUFFER WHICH IS NOT A FORESEEABLE CONSEQUENCE OF SOUNDCLOUD BREACHING THESE TERMS OF USE.\nLOSSES ARE FORESEEABLE WHERE THEY COULD BE CONTEMPLATED BY YOU AND SOUNDCLOUD AT THE TIME YOU AGREE TO THESE TERMS OF USE, AND THEREFORE DO NOT INCLUDE ANY INDIRECT LOSSES, SUCH AS LOSS OF OPPORTUNITY.</p>\n</li>\n</ol>\n<p>ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO YOUR USE OF THE PLATFORM MUST BE NOTIFIED TO SOUNDCLOUD AS SOON AS POSSIBLE.</p>\n<p>APPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH CASES, YOU ACKNOWLEDGE AND AGREE THAT SUCH LIMITATIONS AND EXCLUSIONS REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND SOUNDCLOUD AND ARE FUNDAMENTAL ELEMENTS OF THE BARGAIN BETWEEN YOU AND SOUNDCLOUD, AND THAT SOUNDCLOUD’S LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>\n<p>NOTHING IN THESE TERMS OF USE LIMITS OR EXCLUDES THE LIABILITY OF SOUNDCLOUD, ITS SUBSIDIARIES, SUCCESSORS, ASSIGNS, OR THEIR RESPECTIVE EMPLOYEES, AGENTS, DIRECTORS, OFFICERS AND/OR SHAREHOLDERS: (I) FOR ANY DEATH OR PERSONAL INJURY CAUSED BY ITS OR THEIR NEGLIGENCE, (II) FOR ANY FORM OF FRAUD OR DECEIT, (III) FOR ANY DAMAGES CAUSED WILFULLY OR BY GROSS NEGLIGENCE, OR (IV) FOR ANY FORM OF LIABILITY WHICH CANNOT BE LIMITED OR EXCLUDED BY LAW.</p>\nIndemnification\n<p>You hereby agree to indemnify, defend and hold harmless SoundCloud, its successors, assigns, affiliates, agents, directors, officers, employees and shareholders from and against any and all claims, obligations, damages, losses, expenses, and costs, including reasonable attorneys' fees, resulting from:</p>\n<p>(i) any violation by you of these Terms of Use or our Community Guidelines;</p>\n<p>(ii) any third party claim of infringement of copyright or other intellectual property rights or invasion of privacy arising from the hosting of Your Content on the Platform, and/or your making available thereof to other users of the Platform, and/or the actual use of Your Content by other users of the Platform or Linked Services in accordance with these Terms of Use and the parameters set by you with respect to the distribution and sharing of Your Content;</p>\n<p>(iii) any activity related to your account, be it by you or by any other person accessing your account with or without your consent unless such activity was caused by the act or default of SoundCloud.</p>\nData protection, privacy and cookies\n<p>All personal data that you provide to us in connection with your use of the Platform is collected, stored, used, disclosed and otherwise processed by SoundCloud in accordance with our Privacy Policy.\nIn addition, in common with most online services, we use cookies to help us understand how people are using the Platform, so that we can continue to improve the service we offer.\nOur use of cookies, and how to disable cookies, is explained in our Cookies Policy.</p>\nMeetups\n<p>SoundCloud has an active community of users, many of whom organize and attend face-to-face meetings at venues all over the world (<strong>\"Meetups\"</strong>).\nWhile SoundCloud is generally supportive of Meetups and may provide branded promotional materials to help organizers promote their Meetups, SoundCloud does not sponsor, oversee or in any way control such Meetups.\nYou hereby acknowledge and agree that your attendance and participation in any Meetups is entirely at your own risk and SoundCloud does not bear any responsibility or liability for the actions of any SoundCloud users or any third parties who organize, attend or are otherwise involved in any Meetups.</p>\nCompetitions and other promotions\n<p>From time to time, some SoundCloud® users may promote competitions, promotions, prize draws and other similar opportunities on the Platform (<strong>\"Third Party Competitions\"</strong>).\nSoundCloud is not the sponsor or promoter of these Third Party Competitions, and does not bear any responsibility or liability for the actions or inactions of any third parties who organize, administer or are otherwise involved in any promotion of these Third Party Competitions.\nIf you wish to participate in any of these Third Party Competitions, it is your responsibility to read the terms and conditions applicable to the relevant Third Party Competition and to ensure that you understand the rules and any eligibility requirements, and are lawfully able to participate in such Third Party Competitions in your country of residence.</p>\n<p>If you wish to run your own Third Party Competition on the Platform, you are free to do so provided you comply with our Competition Terms, which are available here.</p>\nUse of SoundCloud players and widget\n<p>The Platform includes access to customizable players (<strong>\"Players\"</strong>), and an embeddable version of the SoundCloud waveform player (<strong>\"Widget\"</strong>) for incorporation into users’ own sites, third party sites or social media profiles, whether or not a Linked Service.\nThis functionality is provided to enable Uploaders to put their Content wherever they wish, and to enable other users of the Platform to share and distribute Content within the parameters set by the Uploader.</p>\n<p>You may not, without the prior written consent of SoundCloud, use the Players or the Widget in such a way that you aggregate Content from the Platform into a separate destination that replicates substantially the offering of the Website, or comprises a content service of which Content from the Platform forms a material part.\nSimilarly, you may not, without the prior written consent of SoundCloud, use the Players or the Widget to embed Content into any website or other destination dedicated to a particular artist (except where the relevant Content is Your Content and you are the person or are authorized to represent the person to whom the site or destination is dedicated), or to a particular genre.\nYou may not use the Players or Widget in any way that suggests that SoundCloud or any artist, audio creator or other third party endorses or supports your website, or your use of the Players or Widget.\nThe foregoing shall apply whether such use is commercial or non-commercial.</p>\n<p>SoundCloud reserves the right to block your use of the Players and the Widget at any time and for any reason at its sole discretion.</p>\nSubscriptions and gift codes\n<p>Certain features of the Platform are only available to registered users who subscribe to a \"Pro\" or \"Next Pro\" plan (together, <strong>\"Pro Accounts\"</strong>) or to SoundCloud Go (Pro Accounts and SoundCloud Go are each referred to as a <strong>\"Subscription\"</strong>).</p>\n<p>The purchase of Pro Accounts and gift codes related to Pro Accounts is subject to additional terms, which you will find here.\nIn addition, the purchase of subscriptions for SoundCloud Go is subject to additional terms, which you will find here.</p>\n<p>The Pro Account Terms and the SoundCloud Go Terms include, amongst other things, terms relating to payment, the conclusion, renewal and cancellation of your Subscription, including your right of cancellation during the first 14 days of your Subscription, and certain technical usage limitations.</p>\n<p>The Pro Account Terms are applicable to Pro and Next Pro Account users and the SoundCloud Go Terms are applicable to SoundCloud Go users in addition to these general Terms of Use when they purchase a Subscription.\nSoundCloud reserves the right to limit the availability of SoundCloud Go subscriptions to specific jurisdictions as may be determined by SoundCloud in its sole discretion from time to time.</p>\nChanges to the Platform, accounts and pricing\n<p>SoundCloud reserves the right at any time and for any reason to suspend, discontinue, terminate or cease providing access to the Platform or any part thereof, temporarily or permanently, and whether in its entirety or with respect to individual territories only.\nIn the case of any temporary or permanent suspension, discontinuation, termination or cessation of access, SoundCloud shall use its reasonable endeavors to notify registered users of such decision in advance.</p>\n<p>You hereby agree that SoundCloud and its subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders shall not be liable to you or to any third party for any changes or modifications to the Website, Apps and/or any Services that SoundCloud may wish to make from time to time, or for any decision to suspend, discontinue or terminate the Website, the Services or any part or parts thereof, or your possibility to use or access the same from or within any territory or territories.</p>\n<p>SoundCloud may change the features of any type of account, may withdraw or, or introduce new features, products or types of account at any time and for any reason, and may change the prices charged for any of its Subscriptions from time to time.\nIn the event of any increase in the price or material reduction in the features of any Subscription which you have purchased, such change(s) will be communicated to you and will only take effect with respect to any subsequent renewal of your subscription.\nIn all other cases, where SoundCloud proposes to make changes to any type of Subscription you have purchased, and these changes are material and to your disadvantage, SoundCloud will notify you of the proposed changes by sending a message to your SoundCloud® account and/or an email to the then current email address that we have for your account, at least six (6) weeks in advance.\nYou will have no obligation to continue using the Platform following any such notification, but if you do not terminate your account as described in the Termination section below during such six (6) week period, your continued use of your account after the end of that six (6) week period will constitute your acceptance of the changes to your Subscription.</p>\nTermination\n<p>You may terminate this Agreement at any time by sending notice in writing to SoundCloud at Rheinsberger Str.\n76/77, 10115 Berlin, Germany confirming such termination, by removing all of Your Content from your account, or by deleting your account and thereafter by ceasing to use the Platform.\nIf you have a Subscription, and terminate this Agreement before the end of such Subscription, we are unable to offer any refund for any unexpired period of your Subscription.</p>\n<p>SoundCloud may suspend your access to the Platform and/or terminate this Agreement at any time if (i) you are deemed to be a Repeat Infringer as described above.\n(ii) you are in breach of any of the material provision of these Terms of Use or our Community Guidelines, including without limitation, the provisions of the following sections: Your Use of the Platform, Your Content, Grant of Licence , and Your Representations and Warranties.\n(iii) SoundCloud elects at its discretion to cease providing access to the Platform in the jurisdiction where you reside or from where you are attempting to access the Platform, or (iv) in other reasonable circumstances as determined by SoundCloud at its discretion.\nIf you have a Subscription and your account is suspended or terminated by SoundCloud pursuant to (i) or (ii) above, you will not be entitled to any refund for any unexpired period of your subscription.\nIf your account is terminated pursuant to (iii) or (iv), refunds may be payable at the reasonable discretion of SoundCloud.</p>\n<p>Once your account has been terminated, any and all Content residing in your account, or pertaining to activity from your account (for example, data relating to the distribution or consumption of your sounds), will be irretrievably deleted by SoundCloud, except to the extent that we are obliged or permitted to retain such content, data or information for a certain period of time in accordance with applicable laws and regulations and/or to protect our legitimate business interests.\nYou are advised to save or back up any material that you have uploaded to your account before terminating your account, as SoundCloud assumes no liability for any material that is irretrievably deleted following any termination of your account.\nSoundCloud is not able to provide you with any .csv or other similar file of data relating to activity associated with your account, whether before or after termination or cancellation.\nThis data is provided and is accessible only for viewing via your account page on the Website for as long as your account is active.</p>\n<p>If you access the Platform via any of our Apps or via any third party app connected to your account, deleting that app will not delete your account.\nIf you wish to delete your account, you will need to do so from the Account page within your Settings on the Website.\nThe provisions of these Terms of Use that are intended by their nature to survive the termination or cancellation of this Agreement will survive the termination of this Agreement, including, but not limited to, those Sections entitled Your SoundCloud Account, Your Content, Grant of License , Representations and Warranties, Liability for Content, Disclaimer, Limitation of Liability, Indemnification, Termination and Right of Cancellation, Assignment to Third Parties, Severability, Entire Agreement, and Applicable Law and Jurisdiction, respectively.</p>\nAssignment to third parties\n<p>SoundCloud may assign its rights and (where permissible by law) its obligations under this Agreement, in whole or in part, to any third party at any time without notice, including without limitation, to any person or entity acquiring all or substantially all of the assets or business of SoundCloud.\nYou may not assign this Agreement or the rights and duties hereunder, in whole or in part, to any third party without the prior written consent of SoundCloud.</p>\nSeverability\n<p>Should one or more provisions of these Terms of Use be found to be unlawful, void or unenforceable, such provision(s) shall be deemed severable and will not affect the validity and/or enforceability of the remaining provisions of the Terms of Use, which will remain in full force and effect.</p>\nEntire agreement\n<p>These Terms of Use, together with the Community Guidelines, constitute the entire agreement between you and SoundCloud with respect to your use of the Platform (other than any use of SoundCloud’s APIs which may also be subject to separate [API Terms of Use]), and supersede any prior agreement between you and SoundCloud.\nAny modifications to this Agreement must be made in writing.</p>\nThird party rights\n<p>These Terms of Use are not intended to give rights to anyone except you and SoundCloud.\nThis does not affect our right to transfer our rights or obligations to a third party as described in the Assignment to Third Parties section.</p>\nApplicable law and jurisdiction\n<p>Except where otherwise required by the mandatory law of the United States or any member state of the European Union</p>\n<p>(i) this Agreement is subject to the laws of the Federal Republic of Germany, excluding the UN Convention on Contracts for the International Sale of Goods (CISG) and excluding the principles of conflict of laws (international private law).\nand</p>\n<p>(ii) you hereby agree, and SoundCloud agrees, to submit to the exclusive jurisdiction of the courts in Berlin, Germany for resolution of any dispute, action or proceeding arising in connection with this Agreement.</p>\n<p>The foregoing provisions of this Applicable Law and Jurisdiction section do not apply to any claim in which SoundCloud seeks equitable relief of any kind.\nYou acknowledge that, in the event of a breach of this Agreement by SoundCloud or any third party, the damage or harm, if any, caused to you will not entitle you to seek injunctive or other equitable relief against SoundCloud, including with respect to Your Content, and your only remedy shall be for monetary damages, subject to the limitations of liability set forth in these Terms of Use.</p>\nDisclosures\n<p>The services hereunder are offered by SoundCloud Global Limited &amp.\nCo.\nKG, a company incorporated under the laws of Germany and with its main place of business at Rheinsberger Str.\n76/77, 10115 Berlin, Germany.\nMore information about SoundCloud is available here.\nYou may contact us by sending correspondence to the foregoing address or by emailing us at contact@soundcloud.com.\nIf you are a resident of the State of California, you may have these Terms of Use mailed to you electronically by sending a letter to the foregoing address with your electronic mail address and a request for these Terms of Use.</p>\n<p>\n<strong>Last Amended:</strong> October 13, 2022</p>\nLink to prior versions\n<p>You will find a link to prior versions of our Terms of Use below.</p>\n<ul>\n<li>June 2021</li>\n<li>December 2020</li>\n<li>May 2018</li>\n<li>March 2016</li>\n<li>January 2016</li>\n<li>March 2013</li>\n</ul> Legal <ul>\n<li> Terms Of Use </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Cookie Manager </li>\n<li> Community Guidelines </li>\n<li> Law Enforcement Guidelines </li>\n<li> Network Enforcement Act reports </li>\n<li> Report illegal content </li>\n</ul> Copyright <ul>\n<li> Learn about copyright </li>\n<li> Report Copyright Infringement </li>\n</ul> About <ul>\n<li> About SoundCloud </li>\n<li> Company Information </li>\n<li> Press Information </li>\n</ul> Next up Clear Hide queue Skip to previous Play current Skip to next Shuffle Repeat track Volume Toggle mute Use shift and the arrow up and down keys to change the volume.\nCookie ManagerSoundCloud may request cookies to be set on your device.\nWe use cookies to let us know when you visit SoundCloud, to understand how you interact with us, to enrich and personalize your user experience, to enable social media functionality and to customize your relationship with SoundCloud, including providing you with more relevant advertising.\nClick on the different category headings to find out more.\nYou can also change your cookie preferences at any time.\nNote that blocking some types of cookies may impact your experience on Soundcloud and the services we are able to offer.\n<br>Read more about our Cookie PolicyAccept All Cookies Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Communications Communications <p> These cookies allow us to show you personalized news, tips, and offers for SoundCloud products.\nIf you turn this setting off, the communications you’ll see may be less relevant </p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My Choices Drop your files here After you sign in, your upload will start.\n", "created_at": "2018-07-17 10:11:53.44446", "updated_at": "2023-02-21 18:48:12.776138"}, {"id": 16354, "name": "Cookie Policy", "url": "https://soundcloud.com/pages/cookies", "xpath": "/html/body/div[1]/div[2]/div[2]/div/div/div[1]/div/div", "text": "\nSoundCloud Cookie Policy\n<p>This Cookie Policy forms part of our Privacy Policy and should be read together with our Terms of Use.\n</p>\n<p>Capitalised terms used in this Cookie Policy, but not specifically defined in here, shall have the meanings given to the applicable capitalised terms in the SoundCloud Terms of Use and Privacy Policy.</p>\n<p>Like most companies, when you visit or interact with the Platform, we and our service providers may use cookies and other tracking technologies for storing information, including pixels (also known as a “web beacon” or “clear GIFs”), local storage, and device identifiers, to help provide, protect and improve the Platform.\nFor example, to save your preferences, personalize content, target ads based on your interests, combat fraud and abuse, and streamline the functioning of and your access to the Platform.</p>\n<p>This policy explains how and why we use these technologies and the choices you have.\nWe use “cookies” and “similar technologies” interchangeably to refer to all of these technologies.</p>\nWhat Are Cookies?\n<p>Cookies are small text files placed on your computer, phone, or other device when you visit websites and are used to record information about your activity, including the pages you view, the content you listen to, ads you click on, your settings, and other actions you take on the Platform.</p>\n<p>Cookies can be “persistent” or “session” cookies.\nPersistent cookies stay on your device for a set period of time or until you delete them, while session cookies are deleted once you close your web browser.</p>\nSimilar Technologies\n<p>We use other data collecting technologies with similar functionality as cookies, including pixels, local storage, and device identifiers.\nWhile the specific names and types of cookies we use may change from time to time as we improve and update the Platform, we have provided some basic definitions in order to help you better understand this policy.</p>\n<ul>\n<li>\n<p>\n<strong>Pixels</strong> – A pixel is a small amount of code on a web page or in an email notification that typically works in conjunction with cookies to identify our users and record user behavior.\nAs many services do, we use pixels to learn whether you’ve interacted with certain web or email content.\nThis helps us measure and improve our services and personalize your experience.</p>\n</li>\n<li>\n<p>\n<strong>Local Storage</strong> – Local storage is an industry-standard technology that allows a website or application to store information locally on your computer or mobile device.\nWe use local storage to customize what we show you based on your content consumption and other past interactions with the Platform.</p>\n</li>\n<li>\n<p>\n<strong>Device Identifiers</strong> – We also use Device Identifiers, also known as mobile device and advertising identifiers, for the same purposes articulated in this policy, for example to recognize your device when you return to the Platform or otherwise use the Platform.</p>\n</li>\n<li>\n<p>\n<strong>Software Development Kits</strong> – We may use third parties including our service providers and business partners who use mobile SDKs to collect information to recognize your device when you return to the Platform.\nWe may use this technology, for instance, to analyze how you interact with the Platform, including content and advertisements, and to enable analytics or other features through mobile devices.</p>\n</li>\n</ul>\nHow We Use Cookies\n<p>While we use cookies to deliver, measure, and improve the Platform in various ways, the cookies we use generally fall into one of the following categories:</p>\n<ul>\n<li>\n<p>\n<strong>Strictly Necessary (Operational) Cookies</strong> – These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site won’t work then.\nThese cookies do not store any personally identifiable information.\nCookies necessary to maintain the Platform secure and free of abuse are also considered strictly necessary.\nThese cookies enable and support our security features, and help us detect malicious or unauthorized activity.\nWe also use cookies to combat fraud and other activity that violates our policies or otherwise degrades our ability to provide the Platform.\nCookies also help us fight spam and phishing attacks by enabling us to identify computers or devices that are used to create large numbers of fake SoundCloud accounts.\nSuch Cookies ensure the intended functionality of our services and are therefore strictly necessary and we use these cookies based on legitimate interest.</p>\n</li>\n<li>\n<p>\n<strong>Performance Cookies</strong> - These cookies allow us to count unique visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nIf you do not allow these cookies, we will not know when you have visited our site as all information collected about your behavior on SoundCloud will be anonymous.\n</p>\n</li>\n<li>\n<p>\n<strong>Functional Cookies</strong> - These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.\nFor example, when you continue to use or come back to the Platform, we will recognize your user name and remember your settings and content preferences.\nDeletion, blocking or choosing against these types of cookies will result in limited functionality of the Platform.</p>\n</li>\n<li>\n<p>\n<strong>Targeted Cookies (Personalization/Advertising)</strong> – These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, the advertisements you’ll see will be less personalized.</p>\n</li>\n<li>\n<p>\n<strong>Communications Cookies</strong> - These cookies allow us to show personalized news, tips, and offers for SoundCloud products based on your use of our Platform.\nIf you turn this setting off, the communications you’ll see may be less relevant.</p>\n</li>\n<li>\n<p>\n<strong>Cookies Relating to the IAB Transparency and Consent Framework (TCF)</strong> - This framework provides granular only choices for our users and guarantees that any publishers and vendors registered under this framework adhere to the standards of the IAB TCF and therefore only use information you are willing to share for their advertisements.\nThe IAB TCF is used for vendors / publishers only and presents a granular set of possible choices.\nPublishers will adhere to these choices which are guaranteed by the IAB.\nPlease refer to the extensive documentation within the Consent Management Platform for further details.</p>\n</li>\n<li>\n<p>\n<strong>Additional Cookies for Registered Users</strong> - For registered users, we use additional advertising services that are as well based on cookies.\nYou will be prompted with different choices for allowing or rejecting cookies for our advertising partners.\nSome of these cookies, although named “advertising cookies” may be usable without your consent, as they are necessary for the safety of your data and our services or they are used for providing certain functions and analysis of the SoundCloud service.</p>\n</li>\n</ul>\nThird Party Cookies\n<p>We allow certain service providers to place cookies and similar technologies on the Platform for the same purposes listed above, including collecting information about your online activities over time and across different websites and devices in order to provide you with more relevant advertising.</p>\n<p>​​Third party analytics are used to track and measure usage of this site so that we can continue to produce engaging content.\nThese cookies may track things such as how long you spend on the site or pages you visit which helps us to understand how we can improve the site for you.\nFrom time to time we test new features and make subtle changes to the way that the site is delivered.\nWhen we are still testing new features these cookies may be used to ensure that you receive a consistent experience when using the site whilst ensuring we understand which optimisations our users appreciate the most.</p>\n<p>You may also encounter cookies and tracking technologies from our third-party marketing service providers.</p>\n<p>Additionally, we may work with advertising networks and programmatic exchanges to allow us to serve you ads.\nThese third-party ad networks and exchange providers may use third-party cookies, pixels, or similar technologies to collect information, including your device identifier, IP address, or identifier for advertising.\nThe information these third parties collect may be used to help us in providing you with more relevant advertising that we serve on or off the Platform, and as described above.</p>\n<p>As we sell services it's important for us to understand statistics about how many of the visitors to our site actually make a purchase and as such this is the kind of data that these cookies will track.\nThis is important to you as it means that we can accurately make business predictions that allow us to monitor our advertising and product costs to ensure the best possible price.</p>\n<p>We use adverts to offset the costs of running this site and provide funding for further development.\nThe behavioral advertising cookies used by our Platform are designed to ensure that we provide you with the most relevant adverts where possible by anonymously tracking your interests and presenting similar things that may be of interest.</p>\n<p>Several partners advertise on our behalf and affiliate tracking cookies simply allow us to see if our customers have come to the site through one of our partner sites so that we can credit them appropriately and where applicable allow our affiliate partners to provide any bonus that they may provide you for making a purchase.</p>\n<p>We also use social media buttons and/or plugins on the Platform that allow you to connect with your social network in various ways.\nThe social media networks will set cookies through our site which may be used to enhance your profile on their site or contribute to the data they hold for various purposes outlined in their respective privacy policies.</p>\n<p>Third-party cookies are covered by the third parties’ privacy policy.</p>\n<p>SoundCloud works with reputable advertising partners to show you content and advertisements for products and services that you may like.\nAdvertising partners are divided by purpose, function and websites.\nBy purpose, some Cookies can be subject to your consent or objection whereas others are based on our legitimate interest.\nWithin the Cookie Management Platform, you can navigate to the respective cookie category to see which particular cookies are first party or third party cookies.</p>\nYour Choices and Controls\n<p>SoundCloud is committed to offering you meaningful privacy choices.\nYou have a number of options to control or limit how we, our partners, and other third parties use cookies.\nHowever, note that cookies are important for many aspects of the Platform – if you disable cookies, you may not be able to enjoy all of the features of the Platform.\nTo the extent you opt out of personalized advertising using the mechanisms below, you may still receive advertisements when using the Platform, but they will not be tailored to your interests.</p>\nConsent Management Platform (\"CMP\")\n<p>We use a Consent Management Platform (“CMP”) to give you the choice on which Cookies you like to allow and which not.\nIn some countries, subject to the respective laws, it is allowed to set such Cookies by default but you may as well access your profile settings to make a choice of your liking here.</p>\n<p>The CMP allows you to consent to the setting of optional cookies by us and our third-party partners.\nAdditionally, third party cookies can be managed according to the purpose for which your data is processed or according to which third-party partners are involved.\nThe CMP also allows us to maintain records of your consent.\n</p>\n<p>Strictly Necessary Cookies and other cookies based on legitimate interest (security and abuse) are not subject to your choice regarding our CMP but are used in our legitimate interest.\nSuch interest has been reviewed against your interest of not using any of your data and leaving such cookies on your devices and it has been appropriately documented why such use of Cookies is deemed necessary for our services.\nYou can however even block these Cookies, for example within the settings of your browser, but this will ultimately disable the use of our service or the most essential parts of it.</p>\n<p>As a registered user, you will find the explanation to the relevant cookies in your account under “Privacy” and “Advertising” as well.\nHere you can view and control your respective choices.\n</p>\nSoundCloud Settings\n<p>If you have a SoundCloud account, you can adjust the following settings to reflect your choices:</p>\n<ul>\n<li>\n<p>To control whether we collect certain kinds of analytics and usage information through cookies and similar technologies, you can adjust your settings in the “Privacy” tab.\nHere you will be presented with the CMP that is explained above.</p>\n</li>\n<li>\n<p>If you do not want SoundCloud to deliver “interest based” or personalized ads for third party products, you can adjust your settings in the “Advertising” tab.</p>\n</li>\n</ul>\n<p>Users without a SoundCloud account can control whether we collect certain kinds of analytics and usage information through cookies and similar technologies in the Cookie Manager tab.</p>\n<p>Users with a SoundCloud account may adjust their settings in the Cookie Manager to be found in the “Privacy” tab, or by clicking here.</p>\nBrowser Settings\n<p>To control cookies, you can modify your settings in most web browsers to accept or deny cookies or to request your permission each time a site attempts to set a cookie.\nYou can also manually delete previously stored cookies at any time.\nPlease note that if you choose to block cookies, doing so may impair the Platform or prevent certain elements of it from functioning.\nAdditionally you may be prompted a question by your browser referring to cross-site tracking.\nThis means that you have to agree to sites and services before connecting your usage of one service or the choices you made there with your usage of another site.\nYou may opt-out of this when prompted this question or make a choice within your browser settings.</p>\nDevice Settings\n<p>On your mobile device, disable the “Allow Apps to Request to Track” setting in your iOS phone’s settings, or enable the setting to “Opt Out of Ads Personalization” in your Android phone’s settings.\nTo opt-out of location tracking when using our Apps, you can use the settings of your device.\nYou can disable mobile analytics and bug reporting through these same settings as well.\nAdditionally you may be prompted a question by your browser or our app referring to cross-app tracking.\nThis means that you have to agree to sites and services before connecting your usage of one service or the choices you made there with your usage of another site, app or service.\nYou may opt-out of this when prompted this question or make a choice within your device or app settings.</p>\nMobile Identifiers\n<p>On your mobile device, your operating system may provide you with options to opt out of interest based advertising or to otherwise reset your mobile identifier.\nThis is a unique identifier that can be used to identify a mobile device which works in a similar way to a cookie.\nFor example, you may use the \"Limit Ad Tracking\" setting (on iOS devices) or a setting to \"Opt out of Interest-Based Ads\" (on Android) which allows you to limit the use of information about your use of apps for purposes of serving ads targeted to your interests.</p>\nUpdates to This Policy\n<p>We may occasionally make changes to this Policy.\nIf they are material changes, we will provide you with prominent notice.</p>\nContact Us\n<p>If you have any questions about our use of cookies, please contact us through the Help Center or at dataprotection@soundcloud.com.</p>\n<p>\n<strong>Last amended:</strong> February 2022</p>\nLink to prior versions\n<p>You will find a link to prior versions of our Cookies Policy and a summary of the change(s) below.</p>\n<ul>\n<li>May 2018</li>\n<li>March 2018</li>\n<li>March 2016</li>\n<li>January 2016</li>\n<li>June 2015 - Updating service providers and opt-out information.</li>\n<li>July 2014 - Adding Adjust tracking app performance.</li>\n<li>March 2014 - Using HTML5 local storage for storing track IDs of sounds you have listened to in the past.</li>\n<li>December 2012</li>\n</ul> ", "created_at": "2023-05-29 12:34:39.991376", "updated_at": "2023-05-29 12:35:13.191868"}], "points": [{"id": 609, "title": "The terms are easy to read", "source": "https://groups.google.com/d/topic/tosdr/fmlKouXKUcc/discussion", "status": "SoundCloud provides an index describing what each section is about. Thus, you can easily identify which sections you care about and jump directly to these sections.", "created_at": "2018-01-16 15:26:19.778286", "updated_at": "2018-01-16 15:26:19.778286", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 975, "title": "Pseudonyms allowed", "source": "https://soundcloud.com/community-guidelines", "status": "You do not have to provide your legal name (except for paid accounts for billing purposes) and you can use the service with a pseudonym.", "created_at": "2018-01-16 15:28:12.085668", "updated_at": "2021-02-06 04:16:12.562171", "quoteText": null, "case_id": 215, "document_id": 182, "quoteStart": null, "quoteEnd": null}, {"id": 2719, "title": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "source": "https://groups.google.com/forum#!topic/tosdr/sMXuuVO3IH4", "status": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "created_at": "2018-05-17 08:38:00.134917", "updated_at": "2018-05-30 12:50:17.264937", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6636, "title": "Your personal data is given to third parties", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-15 06:15:21.175375", "updated_at": "2023-07-11 06:33:37.702321", "quoteText": null, "case_id": 188, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 6638, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-15 06:17:47.894875", "updated_at": "2021-02-06 04:16:14.410094", "quoteText": null, "case_id": 283, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 11101, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-11-08 06:07:13.39906", "updated_at": "2021-02-06 04:25:24.619675", "quoteText": null, "case_id": 147, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 7579, "title": "Prohibits the posting of pornographic content", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-11 16:40:32.966366", "updated_at": "2019-08-11 19:51:50.288644", "quoteText": null, "case_id": 315, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 7580, "title": "Prohibits the posting of pornographic content", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-11 16:41:16.133572", "updated_at": "2019-08-11 19:51:45.292806", "quoteText": null, "case_id": 315, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 6481, "title": "ignore, was a test", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-11 10:23:27.043642", "updated_at": "2019-05-12 15:51:04.589838", "quoteText": null, "case_id": 235, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 10284, "title": "Provides instructions on how to submit a copyright claim", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-19 02:51:30.468119", "updated_at": "2021-02-06 04:16:23.066687", "quoteText": null, "case_id": 138, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 629, "title": "Indemnification from claims related to your content or your account", "source": "https://soundcloud.com/terms-of-use", "status": "You agree to indemnify SoundCloud from all claims resulting from any third party for infringement of copyright or invastion of privacy related to your content or any activity related to your account. ", "created_at": "2018-01-16 15:26:29.159636", "updated_at": "2021-02-06 04:16:31.339994", "quoteText": null, "case_id": 145, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 1014, "title": "soundcloud community guidelines", "source": "https://groups.google.com/forum/#!topic/tosdr/xvN5Gu_0l3Y", "status": "soundcloud community guidelines", "created_at": "2018-01-16 15:28:19.08455", "updated_at": "2021-02-06 03:50:47.803149", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 828, "title": "The service allows you to use pseudonyms", "source": "https://soundcloud.com/pages/privacy", "status": "You don't have to register for most of the services. Little personal information is required to register, you don't have to provide your real name unless it is for a Premium Account.", "created_at": "2018-01-16 15:27:29.307426", "updated_at": "2021-02-06 04:25:30.901405", "quoteText": null, "case_id": 215, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 947, "title": "Use of cookies and third-party cookies (opt-out)", "source": "https://soundcloud.com/pages/privacy", "status": "SoundCloud uses persistant cookies. They also have a limited set of third-party cookies: Google Analytics, Quantcast and ATInternet. Detailed information about <a href=\"http://soundcloud.com/pages/privacy#choices\">how to opt-out</a> is provided.", "created_at": "2018-01-16 15:28:04.759097", "updated_at": "2021-02-06 04:25:30.869347", "quoteText": null, "case_id": 127, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 911, "title": "Collected personal data used for limited purposes", "source": "https://soundcloud.com/pages/privacy", "status": "SoundCloud collects data that you provide, but also <a href=\"http://soundcloud.com/pages/privacy#collection\">automatically</a>. Information collected about you is only used for a list of purposes which are reasonable. Your data is not shared with any third-party, except for the features you use.", "created_at": "2018-01-16 15:27:58.479054", "updated_at": "2021-02-06 04:25:31.001941", "quoteText": null, "case_id": 196, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 11100, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-11-08 06:05:27.420689", "updated_at": "2021-02-06 04:32:01.938602", "quoteText": null, "case_id": 313, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 6635, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-15 05:23:30.569758", "updated_at": "2021-02-06 04:32:06.143227", "quoteText": null, "case_id": 313, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 685, "title": "You stay in control of your copyright", "source": "https://soundcloud.com/terms-of-use", "status": "You only grant to SoundCloud the rights necessary to operate the services. You grant to the public the rights to listen and to share your tracks “within the parameters set by you” for each track. You can also publish easily your tracks under a Creative Commons license of your choice.", "created_at": "2018-01-16 15:26:50.155033", "updated_at": "2021-02-06 04:16:31.358763", "quoteText": null, "case_id": 137, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 7583, "title": "There is a date of the last update of the terms", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-11 16:51:40.167294", "updated_at": "2023-07-11 10:08:54.631312", "quoteText": null, "case_id": 331, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 7578, "title": "This service is only available to users of a certain age", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-11 16:39:53.63267", "updated_at": "2023-07-11 10:08:54.727441", "quoteText": null, "case_id": 152, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 816, "title": "SoundCloud's jurisdiction is in Germany", "source": "https://soundcloud.com/terms-of-use", "status": "See excerpt.", "created_at": "2018-01-16 15:27:27.046561", "updated_at": "2023-07-11 06:27:36.177296", "quoteText": null, "case_id": 163, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 6637, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-15 06:17:09.099347", "updated_at": "2023-07-11 06:27:35.407426", "quoteText": null, "case_id": 314, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 6640, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-15 06:23:43.866812", "updated_at": "2023-07-11 06:27:35.493604", "quoteText": null, "case_id": 286, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 11099, "title": "Usernames can be rejected for any reason", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-11-08 06:01:16.869331", "updated_at": "2023-07-11 06:27:35.575064", "quoteText": null, "case_id": 328, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 6639, "title": "Prohibits the posting of pornographic content", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-05-15 06:18:09.122489", "updated_at": "2023-07-11 06:27:35.665547", "quoteText": null, "case_id": 315, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 11102, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-11-08 06:12:04.817304", "updated_at": "2023-07-11 06:27:35.753381", "quoteText": null, "case_id": 281, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 7584, "title": "This service provides archives of their terms of service so that changes can be viewed over time", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-11 16:53:09.018146", "updated_at": "2023-07-11 06:27:36.001973", "quoteText": null, "case_id": 197, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 7582, "title": "The service does not guarantee that software errors will be corrected", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-11 16:46:59.8126", "updated_at": "2023-07-11 06:27:36.097642", "quoteText": null, "case_id": 289, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 10285, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-19 02:54:26.745359", "updated_at": "2023-07-11 06:27:36.254676", "quoteText": null, "case_id": 285, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 14108, "title": "This service can view your browser history", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-07 14:38:09.607288", "updated_at": "2023-05-06 11:13:34.382249", "quoteText": null, "case_id": 395, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33890, "title": "No need to register", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:29:58.057488", "updated_at": "2023-07-11 06:32:35.679706", "quoteText": null, "case_id": 320, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33893, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:31:46.261821", "updated_at": "2023-07-11 06:32:35.764999", "quoteText": null, "case_id": 399, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33889, "title": "The service claims to be GDPR compliant for European users", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:29:20.206625", "updated_at": "2023-07-11 06:32:35.85179", "quoteText": null, "case_id": 481, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33899, "title": "This service tracks you on other websites", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:38:41.361486", "updated_at": "2023-07-11 06:32:35.932887", "quoteText": null, "case_id": 129, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33887, "title": "Information is provided about what kind of information they collect", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:28:30.837388", "updated_at": "2023-07-11 06:32:36.017402", "quoteText": null, "case_id": 228, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33888, "title": "Information is provided about how your personal data is used", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:28:41.124486", "updated_at": "2023-07-11 06:32:36.105666", "quoteText": null, "case_id": 227, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33892, "title": "Tracking pixels are used in service-to-user communication", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:31:21.855891", "updated_at": "2023-07-11 06:32:36.187325", "quoteText": null, "case_id": 217, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33898, "title": "Your personal data may be used for marketing purposes", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:38:25.971254", "updated_at": "2023-07-11 06:32:36.274135", "quoteText": null, "case_id": 336, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33891, "title": " Pseudonyms are allowed", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:30:26.834597", "updated_at": "2023-07-11 06:32:36.364133", "quoteText": null, "case_id": 215, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33894, "title": "This service tracks which web page referred you to it", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:32:05.308151", "updated_at": "2023-07-11 06:32:36.450059", "quoteText": null, "case_id": 387, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33896, "title": "This service may collect, use, and share location data", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:33:11.788396", "updated_at": "2023-07-11 06:32:36.532544", "quoteText": null, "case_id": 373, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33895, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:32:31.644989", "updated_at": "2023-07-11 06:32:36.627367", "quoteText": null, "case_id": 323, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33897, "title": "Information is gathered about you through third parties", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:36:59.362281", "updated_at": "2023-07-11 06:32:36.712482", "quoteText": null, "case_id": 382, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33901, "title": "Your profile is combined across various products", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:40:14.598435", "updated_at": "2023-07-11 06:32:35.585175", "quoteText": null, "case_id": 326, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33900, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:39:17.582384", "updated_at": "2023-05-29 12:50:25.101018", "quoteText": null, "case_id": 220, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33903, "title": "The service claims to be CCPA compliant for California users", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:42:42.715326", "updated_at": "2023-07-11 06:32:36.79553", "quoteText": null, "case_id": 482, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33909, "title": "Your Personal data may be sold unless you opt out", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:51:47.930566", "updated_at": "2023-07-11 06:32:37.292252", "quoteText": null, "case_id": 396, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33913, "title": " You are being tracked via social media cookies/pixels", "source": "https://soundcloud.com/pages/cookies", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:54:48.007557", "updated_at": "2023-07-11 06:32:37.376312", "quoteText": null, "case_id": 307, "document_id": 16354, "quoteStart": null, "quoteEnd": null}, {"id": 33911, "title": "Third-party cookies are used for advertising", "source": "https://soundcloud.com/pages/cookies", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:53:48.350277", "updated_at": "2023-07-11 06:32:37.461165", "quoteText": null, "case_id": 128, "document_id": 16354, "quoteStart": null, "quoteEnd": null}, {"id": 33906, "title": "You maintain ownership of your content", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:45:35.575398", "updated_at": "2023-07-11 06:32:37.544219", "quoteText": null, "case_id": 183, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 33917, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-29 13:33:50.971205", "updated_at": "2023-07-11 06:32:37.625615", "quoteText": null, "case_id": 390, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 33908, "title": "You can opt out of promotional communications", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:51:05.738231", "updated_at": "2023-08-28 17:08:11.809019", "quoteText": null, "case_id": 223, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33910, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:52:42.654354", "updated_at": "2023-07-11 06:32:36.958845", "quoteText": null, "case_id": 233, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33914, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-29 13:30:35.976114", "updated_at": "2023-07-11 06:32:37.041477", "quoteText": null, "case_id": 313, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 33912, "title": "This service still tracks you even if you opted out from tracking", "source": "https://soundcloud.com/pages/cookies", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:54:21.155246", "updated_at": "2023-07-11 06:32:37.121443", "quoteText": null, "case_id": 478, "document_id": 16354, "quoteStart": null, "quoteEnd": null}, {"id": 33905, "title": "Your personal data is aggregated into statistics", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:45:17.696268", "updated_at": "2023-07-11 06:32:37.210282", "quoteText": null, "case_id": 190, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33904, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://soundcloud.com/pages/privacy", "status": "Applies outside the EU", "created_at": "2023-05-29 12:43:52.137116", "updated_at": "2023-07-11 06:32:37.711026", "quoteText": null, "case_id": 166, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 33918, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-29 13:34:54.423768", "updated_at": "2023-07-11 06:32:38.050547", "quoteText": null, "case_id": 138, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 33916, "title": "You have the right to leave this service at any time", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-29 13:32:52.725112", "updated_at": "2023-07-11 06:32:37.793764", "quoteText": null, "case_id": 170, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 33902, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://soundcloud.com/pages/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-29 12:41:52.132596", "updated_at": "2023-07-11 06:32:48.569053", "quoteText": null, "case_id": 210, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 7581, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-11 16:46:03.414664", "updated_at": "2023-07-11 06:27:35.831544", "quoteText": null, "case_id": 287, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 1021, "title": "You can terminate your account", "source": "https://soundcloud.com/terms-of-use", "status": "In order to terminate your agreement to the terms, you need to send a written notice to SoundCloud, Berlin. All your content and your activity will be “irretrievably deleted by SoundCloud, except to the extent that we are obliged or permitted to retain such content, data or information for a certain period of time in accordance with applicable laws and regulations and/or to protect our legitimate business interests”. You should back up your tracks yourself.", "created_at": "2018-01-16 15:28:19.691414", "updated_at": "2023-07-11 06:27:35.909244", "quoteText": null, "case_id": 170, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 33915, "title": "When the service wants to make a material change to its terms, you are notified 2 weeks in advance", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-29 13:31:48.973067", "updated_at": "2023-07-11 06:32:38.13475", "quoteText": null, "case_id": 124, "document_id": 184, "quoteStart": null, "quoteEnd": null}, {"id": 33907, "title": "Many third parties are involved in operating the service (Facebook, TargetSpot, Concept CPH, Pandora)", "source": "https://soundcloud.com/pages/privacy", "status": "Facebook: \"For users outside of the EU/EEA and where permissible under applicable law we may share your email address (in hashed form, so that it does not identify you) with Facebook in order to target you with ads for SoundCloud products on Facebook and on third party websites and applications in the Meta Audience Network.\"\r\nThe list of advertising partners is available at https://soundcloud.com/pages/advertising-partners", "created_at": "2023-05-29 12:47:16.938078", "updated_at": "2023-07-11 06:32:48.485706", "quoteText": null, "case_id": 208, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 696, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://soundcloud.com/pages/privacy", "status": "SoundCloud “We may disclose your personal information to any person or company that acquires all or substantially all of the assets or business of SoundCloud, or on a merger of our business, or in the event of our insolvency. ”", "created_at": "2018-01-16 15:26:54.181347", "updated_at": "2023-07-11 06:35:44.62265", "quoteText": null, "case_id": 243, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 604, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://soundcloud.com/pages/privacy", "status": "When SoundCloud decides to modify the terms of service, they notify you by email. The changes will go in application after 6 weeks, leaving a reasonable amount of time for you to consider whether you agree to the changes.", "created_at": "2018-01-16 15:26:18.27482", "updated_at": "2023-07-11 10:05:55.3794", "quoteText": null, "case_id": 122, "document_id": 183, "quoteStart": null, "quoteEnd": null}, {"id": 9967, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://soundcloud.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-08-09 21:40:07.809019", "updated_at": "2023-07-11 10:08:54.549671", "quoteText": null, "case_id": 148, "document_id": 184, "quoteStart": null, "quoteEnd": null}], "urls": ["soundcloud.com"]}}