{"error": 448, "message": "OK", "parameters": {"id": 8015, "name": "Apeaksoft ", "created_at": "2023-04-15 23:32:57.33624", "updated_at": "2023-04-22 11:50:41.987401", "wikipedia": null, "keywords": null, "related": null, "slug": "apeaksoft", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8015.png", "url": "apeaksoft.com", "documents": [{"id": 15520, "name": "Terms & Conditions", "url": "https://www.apeaksoft.com/terms-and-conditions.html", "xpath": "/html/body/div[3]", "text": " Terms &amp.\nConditions <p>Please take a few minutes to get to know our Terms and Conditions.\nThe use of our website and all orders placed on it constitutes your agreement to abide to the following Terms and Conditions and to be bound by them.</p>\n<p>We reserve the right to update or modify these Terms and Conditions at any time without prior notice.</p>\n<p>Through the Apeaksoft website, you have access to a variety of resources and content.\nThese include software, web pages, data, messages, text, images, photographs and graphics.\nThe followings are terms of a legal agreement between you and Apeaksoft Studio.\nBy accessing or using the site or the content provided on or through the site, you agree to follow and be bound by the following terms and conditions.\nIf you do not agree to these Terms of Use, you may not use the Apeaksoft website.\nWe may revise the Terms of Use and Privacy Policy at any time without notice to you.\nThe revised Terms of Use and Privacy Policy will be effective when posted.</p>\n<p>\n<strong>Use of Software</strong>: Any use of software is subject to a software license agreement that accompanies or is included with the software.\nBy downloading, installing or using software from this Site, you indicate that you have read and agreed to the terms of the agreement.\nIn the event that software provided on or through the site is not licensed for your use through License Terms specific to the software, you may use the software subject to the following:</p>\n<ul>\n<li>(a) the Software may be used solely for your personal, informational, noncommercial purposes;</li>\n<li>(b) the Software may not be modified or altered in any way;</li>\n<li>(c) the Software may not be redistributed.</li>\n</ul>\n<p>All rights, title, and interest not expressly granted are reserved.</p>\n<p>\n<strong>Use of Material</strong>: All logos, splash screens, page headers, images and graphics displayed on this site are service marks, trademarks, and/or trade dress(collectively, \"Marks\") of Apeaksoft or its third party licensors.\nExcept as expressly permitted herein, using, copying, transmitting, displaying, modifying or distributing any Marks in any form or by any means without the express written permission of Apeaksoft is prohibited and may violate the copyright, trademark, privacy and any other applicable laws or regulations.</p>\n<p>\n<strong>Indemnity</strong>: You agree to defend, indemnify and hold Apeaksoft, its affiliates and their officers, directors, agents and employees harmless from and against any and all claims, losses, damages, liabilities, costs and expenses, including attorneys' fees, arising from or related to your user content, use of the Site, or violation of any of these Terms.</p>\n<p>\n<strong>Copyright</strong>: Copyright in this website(including without limitation, text, graphics, logos, sounds and software) is owned and licensed by Apeaksoft Studio.\nAll materials contained on this site are protected by international copyright law and may not be copied, reproduced, distributed, transmitted, displayed, published adapted, or dealt with in any form or by any means or in any media without the prior written permission of Apeaksoft Studio.\nYou may not alter or remove any copyright or other notice from copies of the content.</p>\n<p>\n<strong>Trademarks</strong>: The trademarks, logos and service marks(\"Marks\") displayed on this Site are the property of Apeaksoft or other third parties.\nYou are not permitted to use the Marks without the prior written consent of Apeaksoft or such third party which may own the Marks.\nApeaksoft and the Apeaksoft logo are trademarks of Apeaksoft Studio.</p>\n", "created_at": "2023-04-15 23:32:57.396809", "updated_at": "2023-04-15 23:33:27.943247"}, {"id": 15521, "name": "End User License Agreement", "url": "https://www.apeaksoft.com/end-user-license-agreement.html", "xpath": "/html/body/div[3]", "text": " End User License Agreement <p>This EULA is a legally binding agreement between licensee end user (\"End User\") and Apeaksoft Studio, the developer of the program (\"Apeaksoft \"), governing the use of Apeaksoft products (the \"Software\").\nBy installing the Software, you agree to be bound by the terms of this agreement.</p> SOFTWARE PRODUCT LICENSE <p>The SOFTWARE PRODUCT is protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.\nThe SOFTWARE PRODUCT is licensed, not sold, to you for use only under the terms of this license.\nApeaksoft Studio reserves all rights not expressly granted to you.</p> 1.\nGRANT OF LICENSE <p>This EULA grants you the following rights with respect to the SOFTWARE</p>\n<p>PRODUCT:</p>\n<p>Once registered, you are granted a revocable, personal, non-exclusive and nontransferable license to install and activate the Software on one separated computers solely for your personal and non-commercial use(unless you have got commercial license).\nYou may not distribute or make the Software available over a network where it could be used by multiple devices at the same time, or in any way provide the Software to multiple users, unless you have first purchased at least a MULTI-USER license from Apeaksoft Studio.\nSharing this Software with other individuals, or allowing other individuals to view the contents of this Software, is in violation of this license.</p> 2.\nCOPYRIGHT <p>All title and copyrights in and to the SOFTWARE PRODUCT (including but not limited to any images, photographs, animations, video, audio, music, and text incorporated into the SOFTWARE PRODUCT), the accompanying printed materials, and any copies of the SOFTWARE PRODUCT are owned by Apeaksoft Studio.\nThe SOFTWARE PRODUCT is protected by copyright laws and international treaty provisions.\nTherefore, you must treat the SOFTWARE PRODUCT like any other copyrighted material, and may not remove or conceal any proprietary notices, labels or marks from the Software.</p> 3.\nRESTRICTIONS <p>You may not, and you may not permit others to (a) reverse engineer, decompile, decode, decrypt, disassemble, or in any way derive source code from the object code portions of the SOFTWARE PRODUCT, except and only to the extent that such activity is expressly permitted by applicable law notwithstanding this limitation.\n(b) modify, distribute, or create derivative works of the SOFTWARE PRODUCT.\n(c) copy (other than one back-up copy), distribute, publicly display, transmit, sell, rent, lease or otherwise exploit the SOFTWARE PRODUCT.</p> 4.\nDESCRIPTION OF OTHER RIGHTS AND LIMITATIONS <p>- COVER CD</p>\n<p>The reproduction and distribution of Apeaksoft Studio (evaluation copy only) in various Cover CDs published by associated magazines are allowed.\nHowever a copy of magazine with CD is required to be sent to Apeaksoft Studio.</p>\n<p>- TERM</p>\n<p>This License is effective until terminated.\nYou may terminate it at any time by destroying the SOFTWARE PRODUCT, together with all copies thereof.\nThis License will also terminate if you fail to comply with any term or condition of this Agreement.\nUpon such termination, you agree to destroy the SOFTWARE PRODUCT, together with all copies thereof.</p> LIMITED WARRANTY NO WARRANTIES <p>Apeaksoft Studio expressly disclaims any warranty for the SOFTWARE PRODUCT.\nThe SOFTWARE PRODUCT and any related documentation is provided \"as is\" without warranty of any kind, either express or implied, including, without limitation, the implied warranties or merchantability, fitness for a particular purpose, or non-infringement.\nThe entire risk arising out of use or performance of the SOFTWARE PRODUCT remains with you.</p> SEVERABILITY <p>In the event that any provision of this Agreement is declared invalid or void by statute or judicial decision, the parties agree that all other provisions not declared invalid or void shall remain in full force and effect.</p> NO LIABILITY FOR DAMAGES <p>In no event shall Apeaksoft Studio or its suppliers be liable for any damages whatsoever (including, without limitation, damages for loss of business profits, business interruption, loss of business information, or any other pecuniary loss) arising out of the use of or inability to use this Apeaksoft product, even if Apeaksoft Studio has been advised of the possibility of such damages.</p> MISCELLANEOUS <p>1.\nApeaksoft Studio does not allow you to utilize our SOFTWARE PRODUCT to do anything that violates the local law.\nIf you utilize our SOFTWARE PRODUCT to do the illegal activity, the consequent result shall be on your own responsibility.\nIf you disagree with this item, please don't install and/or use the SOFTWARE PRODUCT.</p>\n<p>2.\nThe final interpretation is left to our discretion.\nShould you have any questions concerning this EULA, or if you desire to contact Apeaksoft Studio for any reason, please write to support@apeaksoft.com.</p> OTHER TERMS <p>Apeaksoft Studio holds right to modify this agreement without notification, according to the change of related law, regulation and business strategy.\nThe modified version will be released on our site.\nIf you disagree with any terms in this agreement, please terminate to use the SOFTWARE PRODUCT.\nyour continued use is deemed to accept this agreement.</p>\n<p>Apeaksoft Studio has the power to make the final interpretation and revision of this agreement to the maximum extent permitted by law.</p>\n", "created_at": "2023-04-15 23:32:57.426181", "updated_at": "2023-04-15 23:33:44.493376"}, {"id": 15519, "name": "Privacy Policy", "url": "https://www.apeaksoft.com/privacy-policy.html", "xpath": "/html/body/div[3]", "text": " Privacy Policy <p>Apeaksoft Studio is committed to providing you with the highest level of protection for your data and privacy.\nWe only collect data when it's truly necessary, and in our customers' best interests, e.g.: to send you a product activation code via email.\nBy no means will the collected data be sold or for any other reason given to third parties.\nThe following statement give you an overview of how we ensure this protection and what kind of data is being collected for what purpose.</p> Website <p>You can visit most areas of the Apeaksoft website without disclosing any personal information.</p>\n<p>Apeaksoft only logs the domain name, IP address and browser type of our website visitors via our web server log files and analytics tools at irregular intervals.\nWe use this information to log global access to our website.</p>\n<p>For certain features we will ask that you provide Apeaksoft certain information so that it works properly.\nYou can decide at any time whether you would like to continue with an instruction prompting you to provide information.\nIn some cases, you will be unable to complete a particular step in the process if you do not want to provide the information requested.\nFor example, we will ask for personal information in the following instances:</p>\n<p>• If you place an order through our online store, we will ask you to provide information required for processing the order.\nThis may include your name, address, email address, and credit card number or bank details.<br> • If you subscribe to a newsletter.\nIf you signed up for a newsletter and no longer want to receive it, you can unsubscribe at any time by using the unsubscribe option provided in the email or by sending us an email using the contact information provided below.</p> Cookies <p>Cookies are small text files that are stored on your computer or in your browser.\nCookies are loaded on your browser when you first use a product or service.\nCookies do not include any personal information.\nWe may use cookies to identify the browser you are using so that our website displays properly.\nWe also use cookies in various places on our website in order to document your visit to the Apeaksoft website and allow for a more efficient website design.</p>\n<p>If you do not want to allow Apeaksoft or someone else to use cookies, you can disable cookie installation via your browser setting.\nWhile you also have the option of deleting cookies from your computer's hard disk at any time, if you choose to do so, you may be unable to use some of the features of our website, products and services.</p> eCommerce <p>Apeaksoft uses secure server hosted by MYCOMMERCE, Paddle and other 3rd party credit card processors that encrypt the entire customer's personal information including name, address, credit card number credit card expiration date etc.\nbefore it is sent to us.&nbsp;Encryption works to prevent any malicious use of your personal information.</p>\n<p>You can help us by also taking precautions to protect your personal data when you are on the Internet.\nChange your passwords often using a combination of letters and numbers, and make sure you use a secure web browser like Safari.</p>\n<p>• To secure your information in transmission we use Secure Sockets Layer software (SSL) where needed.\nThis software encrypts the information you submit.<br> • Of course this is also true for credit card payments.\nThe credit card information is only stored temporarily and deleted after being handed on to the respective payment provider<br> • It is important for you to take precautions against unauthorized access to your password and your computer.\nIf you share your computer with others, you should remember to always log off after each session.</p> MYCOMMERCE <p>MYCOMMERCE is an online payment processor that is the best Paypal alternative for global businesses.\nIt offers numerous payment options and currencies, including phone and fax order support in 16 countries.\nApeaksoft uses MYCOMMERCE to make it easier for you to buy products.</p> Paddle <p>Paddle is the another Merchant of Record for all our orders.\nPaddle provides all customer service inquiries and handles returns.\nPayments information (these include name, location, contact details, and billing information) provided by you will be stored and processed by Paddle.com.\nAll such information is subject to the privacy policy of Paddle.com (available here https://paddle.com/privacy ).</p> Software Installation and Activation <p>Activation, trial extension and unlocking of free software is achieved through an activation routine at program launch.\nThis process requires purchased email address and a license key.</p>\n<p>Activation of a full version software requires an active Internet connection.\nDuring the process, a connection to a licensing server is established and a validity check performed.\nInvalid licenses / license keys or keys that have been used multiple times will result in the display of a licensing error in the program that will disappear once the program has been activated successfully.\nThe validity of a product license will be automatically checked online at regular intervals.</p>\n<p>The following information is transmitted when you activate a program with a license key:</p>\n<p>• The license key<br> • A checksum<br> • The product code<br> • The version numbers</p> Third-party Analytics Tools <p>Google Analytics</p>\n<p>We use the following third-party analytics tools to better understand your interaction with our website and use of our products/services.\nOur ultimate goal is to create a more user-friendly experience for you:</p>\n<p>We use Google Analytics, a web analysis service from Google, Inc.\n(\"Google\").\nGoogle Analytics uses Cookies to make it possible to analyze your use of our website.\nInformation about your use of our website the Cookie generates is usually transferred to a Google server in the USA and saved there.\nHowever, before this happens, Google shortens and anonymizes your IP address (Google's anonymize IP process) if located within a member state of the European Union or in other contracting member states to the Agreement on the European Economic Area.\nThe entire IP address is transferred to a Google server in the USA and saved there only in exceptional cases.</p>\n<p>This anonymization ensures that your IP address cannot be traced back to you.\nGoogle will use this information to evaluate your use of the website in order to compile reports about website activities for Apeaksoft and provide additional services associated with website and Internet usage.\nGoogle can transfer this information to third parties, where appropriate, if legally mandated or if Google contracts with third parties to process such data.\nGoogle will not associate your IP address with other Google data.\nBy using our website, you expressly consent to Google's collection and storage of your data in the manner and for the purposes described above.</p>\n<p>You also have the option to prevent Google from acquiring and processing data generated by Cookies and data related to your use of our website (including your IP address) by downloading and installing a Google-provided browser plugin.</p>\n<p>More information about Google Analytics can be found here.</p> Other <p>• Protection of Apeaksoft and third parties: We will disclose accounts and personal data of customers, if we are bound by law to do so or if disclosure is necessary to enforce our General Terms and Conditions or other agreements or to protect our rights or the rights of third parties.\nThis includes data exchange with companies specializing in preventing and minimizing the risk of violation and credit card fraud.\nWe explicitly state that in this context no data will be passed on to those companies for economic use that would contradict this privacy policy.<br> • With your consent: In all other cases we will inform you if personal information is to be handed off to third parties and give you the chance to give your consent.</p>\n", "created_at": "2023-04-15 23:32:57.366949", "updated_at": "2023-04-15 23:34:22.708989"}], "points": [], "urls": ["apeaksoft.com"]}}