{"error": 448, "message": "OK", "parameters": {"id": 7250, "name": "Team Internet", "created_at": "2023-01-13 01:04:31.582439", "updated_at": "2023-01-22 17:00:18.424649", "wikipedia": null, "keywords": null, "related": null, "slug": "team-internet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7250.png", "url": "teaminternet.com,parkingcrew.com,parkingcrew.net", "documents": [{"id": 13905, "name": "Privacy Policy", "url": "https://teaminternet.com/privacy.html", "xpath": "/html/body/main", "text": " <p>\n<b>Please note:</b>\n<br> You agree to the German Privacy Policy which has been translated to English for your convenience only.\nThe German Privacy Policy is binding.</p> Privacy Policy Team Internet <p>As of December 10, 2021</p>\n<ol>\n<li> Subject Matter and Scope <p>We take the protection of your personal data very seriously.\nWith this Privacy Policy, we would like to inform you about which personal data we collect and how and for what purposes it is processed.</p>\n<p>This Privacy Policy applies to visits to our website and to various other data processing operations, for example also when you visit our social media pages, when you contact us, when we work with you as a publisher or advertiser or when you apply to work for us as an employee.</p>\n<p>We always treat your personal data in accordance with the statutory data protection regulations and this Privacy Policy.</p>\n</li>\n<li> Controller and Data Protection Officer <p>The Controller is Team Internet AG, Liebherrstraße 22, 80538 Munich, Germany, Tel.: +49 89 416146010, E-Mail: info@teaminternet.com.</p>\n<p>If you have any questions about data protection, you can contact our data protection officer Christian Schmoll (christian.schmoll@teaminternet.com).</p>\n</li>\n<li> Visiting our Website <p>Each time you visit our website, our system automatically collects data and information from the computer system of the calling computer.\nIn order for the pages to be displayed in your browser, the IP address of the terminal device you are using must be processed.\nIn addition, there is further information about the browser of your end device.</p>\n<p>Ensuring the confidentiality and integrity of the personal data processed with our IT systems is of great importance to us.\nThe data is also used to correct errors on the websites.</p>\n<p>For these purposes, the following data is logged:</p>\n<ul>\n<li>IP address of the calling computer</li>\n<li>Operating system of the calling computer</li>\n<li>Browser version of the calling computer</li>\n<li>Name of the retrieved file</li>\n<li>Date and time of the retrieval</li>\n<li>Amount of data transferred</li>\n<li>Referring URL</li>\n</ul>\n<p>This data is regularly deleted automatically after a few days.</p>\n<p>Our websites are hosted by data processors on the basis of a data processing agreement pursuant to Art.\n28 GDPR.</p>\n<p>This may involve the transfer of personal data to a third country outside the EU/EEA without an adequate level of data protection.\nWe provide appropriate safeguards for this data transfer in accordance with Art.\n46 GDPR.\nWe will be happy to provide you with proof of the appropriate safeguards (Standard Contractual Clauses) upon request.</p>\n<p>The legal basis for this data processing is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest is the operation of this website and the implementation of the protection goals of confidentiality, integrity and availability of the data.</p>\n</li>\n<li> Contacting Us <p>If you contact us to request information or documents, the information you provide will be stored for the purpose of processing the request.</p>\n<p>We need the information requested in a contact form on the website to process your enquiry, to address you correctly and to send you a reply.</p>\n<p>The legal basis for this data processing is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest is to communicate with interested parties, visitors and customers.</p>\n<p>If the contact or communication is aimed at the conclusion of a contract or takes place within the context of an existing contractual relationship, the legal basis for the processing is Art.\n6 (1) lit.\nb) GDPR.</p>\n<p>Enquiries and orders are stored in our CRM system.\nThe CRM system is regularly checked to see whether data can be deleted.\nIf data is no longer required in the context of a customer or interested party relationship or if a conflicting interest of the customer outweighs this, we will delete the data in question, provided that there are no statutory retention obligations to the contrary.</p>\n<p>The legal basis for this storage and processing is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest is the marketing of our services.</p>\n</li>\n<li> Customer (Advertiser and Publisher) and Service Provider Data <p>We process the data of our prospective customers, customers, service providers and suppliers within the framework of the provision of our contractual services.\nIn doing so, we may process inventory data (for example, name, address), contact data (for example, email address, telephone number), content data (for example, photos, videos), contract data (for example, subject matter of the contract, term), payment data and data collected in the course of providing the service and/or processed to provide the service.\nThis data is regularly stored in our CRM system (see also above under \"Contacting us\").</p>\n<p>The legal basis for this storage and processing is the fulfilment of the contract or the implementation of pre-contractual measures pursuant to Art.\n6 (1) lit.\nb) GDPR.</p>\n</li>\n<li> Account <ol>\n<li> Setting Up an Account <p>If you set up an account for the use of our services or have us set up an account for you, we as the Controller will collect and process your data to enable you to use our services.\nIn this context, we will process your data in the course of providing our services.\nWhere applicable, this includes the processing of the user's surname and first name, address(es), contact data (e.g.\ne-mail address, telephone number), contractual data (e.g.\nsubject matter of the contract, term), payment data and data collected in the course of providing our services and/or required for the provision of our services.\nYour data will be processed for as long as you use your account.\nIf you close/delete your account, the data processed via your account will be deleted (subject to any retention obligations, see below under \"Retention and Deletion\").</p>\n<p>The legal basis for this storage and processing is the performance of the contract or the implementation of pre-contractual measures in accordance with Art.\n6 (1) lit.\nb) GDPR.</p>\n<p>When setting up an account, the IP address assigned by the Internet service provider (ISP) of the data subject, the date as well as the time of registration are also stored.\nThe storage of this data takes place against the background that only in this way the misuse of our services can be prevented and, if necessary, this data makes it possible to clarify crimes that have been committed.\nIn this respect, the storage of this data is necessary for our security.\nAs a matter of principle, this data is not passed on to third parties unless there is a legal obligation to pass it on or the passing on serves the purpose of criminal prosecution.</p>\n</li>\n<li> Usage Analysis <p>In order to better understand how you use our services and to continuously improve our services, we collect and analyze usage by users.\nThe data collected in this process is used to create aggregated usage reports.</p>\n<p>The legal basis for such usage analyses is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR in improving and further developing our services.</p>\n</li>\n<li> Ticketing <p>When creating support tickets the contact data and other content you provide will be collected and processed.\nThis processing is carried out for the administration and processing of your support or contact request.</p>\n<p>The legal basis for this storage and processing is Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest here is to communicate with the users of our services and to provide them with optimal support.</p>\n<p>For the ticketing system we use an external service provider as a data processor on the basis of a data processing agreement pursuant to Art.\n28 GDPR.\nThis may involve the transfer of personal data to a third country outside the EU/EEA without an adequate level of data protection.\nWe provide appropriate safeguards for this data transfer in accordance with Art.\n46 GDPR.\nWe will be happy to provide you with proof of the appropriate safeguards (Standard Contractual Clauses) upon request.</p>\n</li>\n<li> Transactional Messages <p>For transactional messages sent by e-mail in connection with your use of our services, we use an external service provider who performs the e-mail dispatch for us and ensures the deliverability of the messages.\nThis service provider acts for us as a data processor on the basis of a data processing agreement pursuant to Art.\n28 GDPR.\nThis may involve the transfer of personal data to a third country outside the EU/EEA without an adequate level of data protection.\nWe provide appropriate safeguards for this data transfer in accordance with Art.\n46 GDPR.\nWe will be happy to provide you with proof of the appropriate safeguards (Standard Contractual Clauses) upon request.</p>\n</li>\n</ol>\n</li>\n<li> Newsletter <ol>\n<li> Registration for our E-mail Newsletter <p>On our website, you can register to receive a newsletter by e-mail.\nDuring registration, the data from the input mask, the IP address of the calling computer and the date and time of registration are transmitted to us.\nFor the processing of the data, your consent is obtained during registration and reference is made to this Privacy Policy.</p>\n<p>In order to verify that a registration for the sending of a newsletter is made by the actual owner of an e-mail address, we use the so-called “double opt-in” procedure.\nIn this process, after registration of an e-mail address, a confirmation e-mail is sent to the registered e-mail address.\nRegistration for the newsletter is only completed when a confirmation link contained in the confirmation e-mail is activated.\nThe IP address of the calling computer and the date and time of activation of the confirmation link are also transmitted to us.</p>\n<p>The registration for the newsletter can be terminated at any time by using the unsubscribe link contained in each newsletter or by contacting us at the above contact details.</p>\n<p>The legal basis for the processing of data after registration for the newsletter is your consent pursuant to Art.\n6 (1) lit.\na) GDPR.</p>\n</li>\n<li> E-mail Newsletter in the Context of an Existing Customer Relationship <p>If you set up an account for the use of our services and provide us with your e-mail address, this may subsequently be used by us to send you an e-mail newsletter if you have not objected to such use.\nIn such a case, only direct advertising for our own similar goods or services will be sent via the e-mail newsletter.\nYou can object to the use of your e-mail address at any time, without incurring any costs other than the transmission costs according to the basic rates, by using the unsubscribe link contained in each newsletter or by contacting us at the above contact details.</p>\n<p>The legal basis for sending the newsletter in the context of an existing customer relationship is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.</p>\n</li>\n<li> Newsletter Analysis <p>A statistical analysis of usage data may be carried out for our newsletters.\nFor this purpose, we may record both the openings of the e-mail and the internal clicks.\nThis information serves the purpose of measuring and optimizing the success of our newsletter campaigns by making the newsletter content more relevant to our target group.</p>\n<p>The legal basis for this analysis is your consent pursuant to Art.\n6 (1) lit.\na) GDPR or, in the case of sending the e-mail newsletter as part of an existing customer relationship, our legitimate interest in analyzing and optimizing the content of the e-mail newsletter.</p>\n</li>\n<li> Newsletter Service Provider <p>We use an external service provider as a data processor for sending and analyzing our newsletter on the basis of a data processing agreement pursuant to Art.\n28 GDPR.</p>\n<p>This may involve the transfer of personal data to a third country outside the EU/EEA without an adequate level of data protection.\nWe provide appropriate safeguards for this data transfer in accordance with Art.\n46 GDPR.\nWe will be happy to provide you with proof of the appropriate safeguards (Standard Contractual Clauses) upon request.</p>\n</li>\n<li> Cookies <p>Our website uses cookies.\nCookies are pieces of information that are transferred from our web server or third-party web servers to your browser and stored there for later retrieval.\nCookies may be small files or other types of information storage.\nInformation is stored in cookies that is related to the specific end device used.\nCookies contain a characteristic string of characters that enables the browser to be uniquely identified when the website is called up again.\nA cookie also contains information about its origin and the storage period.\nHowever, this does not mean that we gain immediate knowledge of your identity.</p>\n<p>When you visit our website, cookies are set that are absolutely necessary for the operation of the website.\nThese essential cookies may be, for example, cookies that are necessary for the display of the website with a content management system, which are used to recognize language settings, or which are used to document whether you have consented to the setting of further (non-essential) cookies or whether you have rejected them.</p>\n<p>The legal basis for the processing of personal data using essential cookies is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest is the operation of our website.</p>\n<p>We also partly use cookies that are not absolutely necessary for the provision of the website, but which, for example, provide additional functionalities or are used for marketing purposes.</p>\n<p>The legal basis for the processing of personal data using such non-essential cookies is your express consent, which we ask you to give when you visit our website before such non-essential cookies are set.</p>\n</li>\n</ol>\n</li>\n<li> Web Analytics <p>We use the web analytics service Matomo on our website and/or as part of the account in order to record how our website is used by its visitors or our services are used by their users and to optimize our website and the account or our services.</p>\n<p>The open source software tool Matomo sets a cookie on the computer or in the browser of the respective user.\nThe following data is stored:</p>\n<ul>\n<li>shortened/anonymized IP address of the user's calling system,</li>\n<li>the internet page called up,</li>\n<li>the Internet page from which the user accessed the accessed Internet page (referrer),</li>\n<li>the subpages that are accessed from the accessed Internet page,</li>\n<li>the length of time spent on the Internet page,</li>\n<li>the frequency with which the Internet page is accessed</li>\n</ul>\n<p>The software runs exclusively on the servers of our websites or our services.\nA storage of the personal data of the users takes place only there.\nThe data is not passed on to third parties.</p>\n<p>The legal basis for this data processing is our legitimate interest in accordance with Art.\n6 (1) lit.\nf) GDPR in optimizing our Internet pages or our services.</p>\n</li>\n<li> Videos <p>Videos are embedded on our website.\nThis functionality is provided via a plugin from our service provider Vimeo, LLC, in the USA on the basis of a data processing agreement pursuant to Art.\n28 GDPR.</p>\n<p>When you access a website that is provided with such a plugin from Vimeo, a connection to Vimeo is established and your IP address is transmitted to Vimeo.\nAlso, when you start a video by clicking on it, this information is transmitted to Vimeo.\nIf you are logged in to Vimeo, the transmitted information may be linked to your account with Vimeo.</p>\n<p>For more information about the scope and purpose of data processing at Vimeo and the processing and use of your data by Vimeo, as well as your settings options in this regard to protect your privacy, please refer to the privacy policy of Vimeo at https://vimeo.com/privacy.\nSupplementary information on the use of cookies by Vimeo can be found here in the Vimeo Cookie Policy at https://vimeo.com/cookie_policy.</p>\n<p>When using Vimeo, personal data is transferred to a third country outside the EU/EEA without an adequate level of data protection.\nWe ensure that appropriate safeguards are provided for the transfer in accordance with Art.\n46 GDPR.\nWe will gladly provide you with proof of the appropriate safeguards (standard contractual clauses) at any time upon request.</p>\n<p>The legal basis for this data processing in the context of embedding videos is Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest is the presentation of our offers and the optimization and economic operation of our websites.</p>\n</li>\n<li> Ticketing System, Helpdesk <p>On Our website we use Freshdesk, a tool manage and process customer inquiries.\nThe provider is Freshworks Inc, USA.\nFreshworks acts for us as a data processor on the basis of a data processing agreement pursuant to Art.\n28 GDPR.\nWhen using Freshdesk, personal data may be transferred to a third country outside the EU/EEA without an adequate level of data protection.\nIn this case, we provide appropriate safeguards for this data transfer in accordance with Art.\n46 GDPR.\nWe will be happy to provide you with proof of the appropriate safeguards (Standard Contractual Clauses) upon request.</p>\n<p>Further information on data protection https://www.freshworks.com/privacy/.</p>\n<p>The legal basis for this data processing when using Freshdesk is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest is the optimization of our interaction with visitors to our website, with interested parties and with customers.</p>\n</li>\n<li> Surveys <p>We occasionally conduct online surveys.\nTo conduct these surveys, we use the tool SurveyMonkey, which is provided by SurveyMonkey Europe UC in Ireland.\nSurveyMonkey acts for us as a data processor on the basis of a data processing agreement pursuant to Art.\n28 GDPR.\nWhen using SurveyMonkery, personal data may be transferred to a third country outside the EU/EEA without an adequate level of data protection.\nIn this case, we provide appropriate safeguards for this data transfer in accordance with Art.\n46 GDPR.\nWe will be happy to provide you with proof of the appropriate safeguards (Standard Contractual Clauses) upon request.</p>\n<p>Participation in surveys is, of course, voluntary.\nThe type of personal data collected by us in this context and, if applicable, a purpose for processing your personal data that goes beyond participation in the survey can be found in the respective form used for a survey or in the wording of the declaration of consent used there.</p>\n<p>The legal basis for data processing when participating in surveys is your consent pursuant to Art.\n6 (1) lit.\na) GDPR.\nIf a survey is conducted as part of an existing contractual relationship, the legal basis for processing is Art.\n6 (1) lit.\nb) GDPR.</p>\n</li>\n<li> Social Media Buttons <p>Social media buttons of various social media networks (e.g., Xing, LinkedIn and Instagram) are integrated on our website.</p>\n<p>If you click on one of these social media buttons, you will be redirected to our pages on the respective social media network.\nIn this case, the provider of the respective social media network receives the information that your browser has accessed the corresponding page of our website, even if you do not have a profile with the respective social media network or are not logged in there.\nThis information (including your IP address) is transmitted by your browser directly to a server of the respective provider.\nIf you click on a social media button and are either logged in to the respective social media network or then log in to the page of the respective social media network, the transmitted information can be assigned to your account with the social media network.</p>\n<p>For information on the purpose and scope of data collection and processing by the providers of the respective social media network, the provider identification, a contact option and your rights and setting options for data protection, please refer to the respective privacy policies of the providers of the social media networks.</p>\n<p>The legal basis for the integration and use of the social media buttons is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest is the marketing of our offers and our website.</p>\n</li>\n<li> Social Media Pages (“Fanpages”) <p>We maintain a publicly accessible profile on various social media networks, for example Facebook, YouTube and/or LinkedIn (“social media pages” or “fan pages”).</p>\n<p>If you visit our social media pages and are logged in to the respective social media network, the provider of the respective social media network can analyze your usage behavior and assign the information collected to your account with the social media network and enrich it there.\nEven if you are not logged in or if you do not have an account with the respective social media network, personal data may be collected by the provider of the respective social media network, for example your IP address or data collected via a cookie.</p>\n<p>The operators of the social media networks can use this data to create user profiles.\nBased on your user profile, you can then be shown interest-based advertisements both on the websites of the social media network and on other websites.</p>\n<p>If you visit one of our social media pages, we are jointly responsible with the provider of the social media network for the collection and processing of your personal data that takes place there.\nFor information on the collection and processing of your personal data that takes place there, please refer to the privacy policies of the respective social media network.\nWe do not have any further information on this.</p>\n<p>Your visit to our social media pages may involve the transfer of personal data to a third country outside the EU/EEA without an adequate level of data protection.\nWe provide appropriate safeguards for this data transfer in accordance with Art.\n46 GDPR.\nWe will be happy to provide you with proof of the appropriate safeguards (Standard Contractual Clauses) upon request.</p>\n<p>You can assert your data subject rights in accordance with Chapter III of the GDPR (right to information, correction, deletion, restriction of processing, data portability, etc.) both against us and against the provider of the respective social media network.\nIn this context, we would like to point out that we can only influence the processing of personal data and the implementation of data subject rights within the framework of our social media pages within the scope of the possibilities made available to us by the respective provider.</p>\n<p>The legal basis for our use of social media pages is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest is the presence and marketing of our products and services on the Internet.</p>\n</li>\n<li> Job Applications <p>We collect and process the personal data transmitted to us by an applicant for the purpose of carrying out the application procedure.\nThe data requested as mandatory fields are required for the application process.\nAll other information is voluntary.\nApplicant data is only made accessible to those persons and positions in our company who prepare the hiring decision or are involved in it.\nThis may involve relevant employees of affiliated companies.</p>\n<p>If we conclude an employment contract with an applicant, the data provided will be processed for the purpose of implementing the employment relationship in compliance with the statutory provisions.</p>\n<p>If an employment relationship is established, we store the applicant data for as long as it is required for the employment relationship and to the extent that legal regulations justify an obligation to store it.</p>\n<p>If no employment contract is concluded with an applicant, we store the applicant data for a maximum of six months on the basis of our legitimate interest in enabling the defense of claims or a function of preserving evidence in accordance with applicable anti-discrimination and equal treatmant laws and regulations (e.g., Allgemeines Gleichbehandlungsgesetz (AGG) in Germany).\nAfter expiry of this period, the application documents are deleted unless the applicant has expressly consented to longer storage.</p>\n<p>The legal basis for the processing of application documents is Art.\n6 (1) lit.\nb) GDPR, in Germany in conjunction with § 26 (1) BDSG (German Federal Data Protection Act).</p>\n<p>If the applicant has consented to a longer storage of his/her data, we will store the data submitted as part of the application in our talent pool for a further 2 years after the end of the application process in order to identify future positions of potential interest to the applicant and, if necessary, contact the applicant in this regard.\nAfter this period, the data will be deleted.</p>\n<p>Such consent to the storage of application data in our applicant pool can be revoked at any time for the future.</p>\n<p>The legal basis for the storage of application documents in our applicant pool is, if applicable, the applicant's consent pursuant to Art.\n6 (1) lit.\na) GDPR.</p>\n</li>\n<li> Video Conferences And Webinars <p>If you participate in a video conference, webinar or online meeting etc.\norganized by us.\n(hereinafter “video conferences”) organized by us, we process your personal data in the course of your participation.</p>\n<p>When you participate in a video conference, various categories of data are processed.\nThe scope of the data also depends on the data you provide before or during participation in a video conference.</p>\n<p>If you participate in a video conference organized by us, you usually have to provide at least a name when registering.\nHowever, you can also use a pseudonym.\nYour IP address will also be processed to enable your participation and login information and device/hardware information will be stored.\nYour email address and profile picture will also be processed, if provided.\nIf you dial in by phone, your phone number and IP address, if any, will be processed.</p>\n<p>To enable participation in the video conference, data from your terminal's microphone and any terminal video camera and, if you share your screen, information from this “screenshare” is processed.\nYou can switch off or mute the camera or microphone yourself at any time.\nYou always decide yourself whether and which parts of your screen are shared.</p>\n<p>Audio and video recordings of the video conference can be made.\nIn this case, MP4 files of all video, audio and presentation recordings are processed.\nThere will always be an indication of the recording if one is made and, if necessary, the explicit consent of the participants to the recording will always be obtained.</p>\n<p>You may have the opportunity to use the chat, question or survey functions in a video conference.\nIn this respect, the text entries you make are processed in order to display them in the video conference and, if necessary, to record them.</p>\n<p>Insofar as personal data of our employees is processed, § 26 BDSG (German Federal Data Protection Act) is the legal basis for data processing, insofar as German law is applicable to the processing of employee data.</p>\n<p>If German law is not applicable to the processing of employee data or if, in connection with participation in video conferences, the processing of personal data is not necessary for the establishment, implementation or termination of the employment relationship, but is nevertheless an elementary component of participation in a video conference, our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR is the legal basis for the data processing.\nIn these cases, our legitimate interest is in the effective implementation of video conferences.</p>\n<p>Furthermore, the legal basis for data processing when conducting video conferences is Art.\n6 (1) lit.\nb) GDPR, insofar as the meetings are conducted in the context of contractual relationships or with a view to initiating a contractual relationship (for example, in the case of video conferences with our clients in the context of the implementation of a project or participation in a webinar).</p>\n<p>Furthermore, the legal basis for data processing in the context of your participation in a video conference organized by us is our legitimate interest pursuant to Art.\n6 (1) lit.\nf) GDPR.\nOur legitimate interest in these cases is the effective implementation of video conferences.</p>\n<p>We use one or more service providers as processors for the implementation of video conferences on the basis of a data processing agreement pursuant to Art.\n28 GDPR.</p>\n<p>This may involve the transfer of personal data to a third country outside the EU/EEA without an adequate level of data protection.\nIn this case, we provide appropriate safeguards for this data transfer in accordance with Art.\n46 GDPR.\nWe will be happy to provide you with proof of the appropriate safeguards (Standard Contractual Clauses) upon request.</p>\n</li>\n<li> Age Restriction <p>This website is not intended or designed for use by children under the age of 16.\nWe do not knowingly collect personal information from or about anyone under the age of 16.</p>\n</li>\n<li> Recipients of Data <p>Within our company, those internal departments or organizational units receive your data that need them to fulfill their tasks, if necessary to perform and fulfill contracts with you, for data processing with your consent or to protect our legitimate interests.</p>\n<p>Data will only be passed on to third parties in accordance with the statutory provisions.\nWe only disclose your data to third parties if this is necessary, for example, on the basis of Art.\n6 (1) lit.\nb) GDPR for contractual purposes or to protect our legitimate interest in accordance with Art.\n6 (1) lit.\nf) GDPR in the effective performance of our business operations.</p>\n<p>Your personal data may be disclosed by us to the following categories of recipients:</p>\n<ul>\n<li>We may disclose personal data to companies that are affiliated with us (e.g., companies under whose control we are, that are controlled by us, or with which we are under common control).</li>\n<li>We may share your personal information with companies that provide services to us, such as being used in the performance of contracts, sending mail and emails, analyzing customer data, providing marketing support, investigating fraudulent activity, conducting customer surveys, and providing customer service.</li>\n<li>We may allow third party vendors to use technology to collect information about your use of our website so that they can serve advertisements for products and services tailored to your interests.\nThese advertisements may appear either on our website or on other websites.</li>\n<li>We may share your personal information if we sell all or part of our business, sell all or part of our business assets, or are otherwise involved in a merger or acquisition.</li>\n<li>We may disclose your personal information to other third parties to comply with a legal obligation.\nto protect the legal rights of our company, our employees, our agents, our customers, and our affiliates (or otherwise participate in any legal process relating to them), to protect the safety of our visitors, or to protect against fraud.\nor with your consent.</li>\n</ul>\n<p>Where we use service providers or third parties in the course of providing the Website and/or our services, we take appropriate legal precautions and technical and organizational measures to ensure the protection of your personal data.</p>\n<p>If we use content or tools from service providers or third-party providers as part of the provision of the website and/or the provision of our services and their registered office is located in a third country, data is regularly transferred to a third country.\nThird countries are countries in which the GDPR is not directly applicable law, i.e.\ncountries outside the EU or the European Economic Area (EEA).\nThe transfer of data to third countries only takes place if either an adequate level of data protection, consent or other legal permission, in particular appropriate safeguards pursuant to Art.\n46 GDPR, is available.</p>\n</li>\n<li> Your Rights <p>You have the right to free information about your stored personal data, its origin and recipient and the purpose of the data processing and a right to correction, blocking or deletion of this data.\nYou also have the right to restrict processing and to object to processing.</p>\n<p>You also have the right to have your data that we process automatically handed over to you or to a third party in a common, machine-readable format.</p>\n<p>To exercise your rights, please contact us using the contact details above.</p>\n<p>You also have the right to lodge a complaint with the competent data protection supervisory authority.</p>\n</li>\n<li> Withdrawal of Consent <p>Some data processing operations are only possible with your express consent.\nYou can withdraw your consent at any time.\nTo do so, it is sufficient to send us an informal message by e-mail using the contact details provided above.\nThe legality of the data processing carried out until the withdrawal remains unaffected by the withdrawal.</p>\n</li>\n<li> Right to Object <p>INSOFAR AS YOUR DATA IS PROCESSED TO PROTECT OUR LEGITIMATE INTERESTS, AS EXPLAINED IN THIS PRIVACY POLICY, YOU MAY OBJECT TO THIS PROCESSING WITH EFFECT FOR THE FUTURE.\nTO DO SO, PLEASE CONTACT US USING THE CONTACT DETAILS PROVIDED ABOVE.</p>\n<p>IN PRINCIPLE, YOU ONLY HAVE THIS RIGHT TO OBJECT IF THERE ARE GROUNDS ARISING FROM YOUR PARTICULAR SITUATION (ART.\n21 (1) GDPR).\nAFTER EXERCISING YOUR RIGHT TO OBJECT, YOUR PERSONAL DATA WILL NO LONGER BE PROCESSED FOR THESE PURPOSES UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING WHICH OVERRIDE YOUR INTERESTS, RIGHTS AND FREEDOMS, OR IF THE PROCESSING IS FOR THE PURPOSE OF ASSERTING, EXERCISING OR DEFENDING LEGAL CLAIMS.</p>\n<p>IF THE PROCESSING IS FOR THE PURPOSES OF DIRECT MARKETING, YOU MAY EXERCISE YOUR RIGHT TO OBJECT AT ANY TIME (ART.\n21 (2) GDPR) AND YOUR PERSONAL DATA WILL THEN NO LONGER BE PROCESSED FOR THE PURPOSES OF DIRECT MARKETING, REGARDLESS OF THE GROUNDS FOR THE OBJECTION.</p>\n</li>\n<li> Mandatory Data <p>The provision of personal data is not required by law or contract, nor are you obliged to provide personal data, however, the provision of personal information is necessary for the conclusion of a contract in that certain information is mandatory in order to conclude (and perform) a contract.</p>\n</li>\n<li> Automated Decision Making <p>We do not use automated decision-making including profiling.</p>\n</li>\n<li> Retention And Deletion <p>We adhere to the principles of data avoidance and data economy.\nWe therefore only store your personal data for as long as is necessary to achieve the purposes stated here or as stipulated by the storage periods provided for by law.</p>\n<p>If the purpose of storage no longer applies or if a storage period provided for by law expires, the personal data will be routinely blocked or deleted in accordance with the statutory provisions.</p>\n</li>\n<li> Data Security <p>We take organizational, contractual and technical security measures in accordance with the state of the art to ensure that the provisions of data protection laws are complied with and to protect the data we process against accidental or intentional manipulation, loss, destruction or against access by unauthorized persons.</p>\n<p>Our website uses SSL encryption for security reasons and to protect the transmission of confidential content, such as orders, enquiries or payment data that you send to us.</p>\n</li>\n<li> Changes to this Privacy Policy <p>We reserve the right to amend this Privacy Policy from time to time so that it always complies with the current legal requirements or in order to implement changes to our services in the Privacy Policy, e.g.\nwhen introducing new services.\nThe new Privacy Policy will then apply to your next visit.</p>\n</li>\n</ol> ", "created_at": "2023-01-13 01:04:31.642943", "updated_at": "2023-01-13 01:05:21.270319"}, {"id": 13906, "name": "AGB / GTC", "url": "https://www.parkingcrew.com/agb.php", "xpath": "//*[@id=\"content\"]", "text": "\nAllgemeine Geschäftsbedingungen für Domain Parking<br>(Sofort gültig für Neukunden ab 03.04.2013, gültig ab 17.04.2013 für Bestandskunden) <p>\n<u>(For English version scroll down.)</u>\n</p>\n<p>\n<u>Chronologie der Allgemeinen Geschäftsbedingungen für Domain Parking.</u>\n</p> 1.\nAllgemeines <p>(1) Diese Allgemeinen Geschäftsbedingungen gelten für alle Verträge, die die Team Internet AG (nachfolgend \"Team Internet\" genannt) im Bereich Domain-Parking mit ihren Kunden schließt, d.h.\nsämtliche Leistungen der Team Internet erfolgen ausschließlich aufgrund dieser Allgemeinen Geschäftsbedingungen.\nAbweichende oder ergänzende Geschäftsbedingungen des Kunden erlangen nur Geltung, wenn sie von Team Internet ausdrücklich akzeptiert werden.\nDie vorbehaltlose Vertragserfüllung stellt kein Einverständnis mit solchen Geschäftsbedingungen des Kunden dar.</p>\n<p>(2) Die Parteien sind sich dabei darüber einig, dass Team Internet in einem Geschäftsbereich tätig ist, der bisher gesetzlich nicht als eigener Vertragstypus geregelt ist (z.B.\nDomain-Parking).\nDer Ausgestaltung und Konkretisierung des Vertrages dienen deshalb diese AGBs.\nIn diesem Zusammenhang stimmen die Parteien außerdem darin überein, dass Team Internet aufgrund der Verträge, die Team Internet mit ihren eigenen Vertragspartnern - konkret Werbepartnern - geschlossen hat, verpflichtet ist, eine Vielzahl von Regelungen und Bestimmungen bzw.\nVerpflichtungen hieraus an die Kunden weiterzugeben.\nAuch der Erfüllung dieser Vorgaben entsprechen diese AGBs und konkretisieren so das Vertragsverhältnis mit dem Kunden.\n<strong>Zum Zwecke der Vertragserfüllung (Monetarisierung) kann es daher erforderlich sein, dass Team Internet die gespeicherten Daten seiner Kunden (wie z.B.\nName, Vorname, Firma, (Firmen-)Adresse, eMail/Telefon-Kontakt) an den jeweiligen Werbepartner weitergibt und/oder der Kunde selbst zur optimierten Monetarisierung seiner Domain auf Anforderung des jeweiligen Werbepartners die entsprechenden Daten abzugeben hat.</strong>\n</p>\n<p>(3) Änderungen dieser Allgemeinen Geschäftsbedingungen darf Team Internet vornehmen, soweit diese aufgrund geänderter Umstände (z.\nB.\nGesetzes- oder Rechtsprechungsänderung) erforderlich werden und für den Kunden nicht unzumutbar sind.\nSolche Änderungen teilt Team Internet dem Kunden schriftlich oder elektronisch (normalerweise in Form einer Neufassung dieser AGBs) mit, wobei der Kunde grundsätzlich auf die jeweils geänderte Passage hingewiesen und die Auswirkungen der angekündigten Änderung erläutert werden.\nSolche Änderungen werden dem Kunden außerdem regelmäßig rechtzeitig vor dem Zeitpunkt ihres Wirksamwerdens (nach Möglichkeit bereits zwei Monate zuvor) mitgeteilt.\nDer Kunde ist berechtigt, den Änderungen innerhalb von 14 Tagen nach Zugang der Änderungsmitteilung zu widersprechen.\nEin Widerspruch des Kunden gilt als Kündigung des Vertrages für den nächstmöglichen Kündigungstermin.\nWiderspricht der Kunde nicht, gelten die Änderungen als angenommen.</p>\n<p>(4) Diese AGBs sind im Internet unter http://www.parkingcrew.com frei abrufbar.</p> 2.\nPflichten der Team Internet / Leistungsänderungen <p>(1) Team Internet erbringt ihre Leistungen auf der Grundlage des derzeitigen Standes des Internets und der technischen, rechtlichen und kommerziellen Rahmenbedingungen für die Nutzung des Internets.\nsie ist nicht zur Ausweitung der Nutzungsmöglichkeiten des Kunden entsprechend der technischen Entwicklung, insbesondere bei unveränderter Entgelthöhe, verpflichtet.</p>\n<p>(2) Soweit Team Internet Dienste oder Leistungen derzeit unentgeltlich zur Verfügung stellt, hat der Kunde auf ihre Erbringung keinen Erfüllungsanspruch.\nErforderlichenfalls hat Team Internet das Recht, solche bisher vergütungsfrei zur Verfügung gestellten Dienste künftig nur noch gegen Entgelt anzubieten.</p>\n<p>(3) Team Internet ist dazu berechtigt, durch schriftliche oder elektronische (d.\nh.\nper E-Mail) Mitteilung an den Kunden mit einer Ankündigungsfrist von zwei Monaten eine Anpassung der Entgelte und Leistungsinhalte vorzunehmen, sofern diese den Kunden nicht unangemessen benachteiligen.\nVoraussetzungen und Gründe für eine solche Leistungs- oder Entgeltänderung können technische oder rechtliche Erfordernisse sein.\nim Einzelfall können auch wirtschaftliche Erfordernisse eine Anpassung begründen.\nTeam Internet weist den Kunden auf den Inhalt der Änderung und deren Auswirkungen in jedem Einzelfall hin.\nDie Änderung erfolgt in der Art und in dem Ausmaß, dass ein möglichst ausgewogener Ausgleich der beiderseitigen Interessen erfolgt.\nWill der Kunde den Vertrag nicht zu den geänderten Tarifen fortführen, ist er zur außerordentlichen, schriftlichen Kündigung mit einer Frist von 14 Tagen zum Änderungszeitpunkt berechtigt.\nAuf dieses Kündigungsrecht wird Team Internet den Kunden besonders hinweisen.\nIm Übrigen sind Rechte des Kunden hieraus ausgeschlossen.</p>\n<p>(4) Team Internet ist berechtigt, IP-Adressen erforderlichenfalls (z.\nB.\naufgrund technischer Notwendigkeit) zu ändern.\nEine Änderung von IP- oder URL-Adressen beinhaltet keine Änderung des Vertragsverhältnisses und lässt die Rechte und Pflichten aus dem Vertragsverhältnis im Übrigen unberührt.</p>\n<p>(5) Leistungszeitpunkte sind nur bei ausdrücklicher schriftlicher Zusage verbindlich.</p> 3.\nPreise und Zahlung bzw.\nGutschriften <p>(1) Gutschriften erfolgen grundsätzlich spätestens zum 20ten des Folgemonates.\nSie erfolgen stets unter dem Vorbehalt gemäß Abs.\n(2).</p>\n<p>(2) Auf Grund seiner Verträge mit Werbepartnern, welche Werbepartnern das Recht einräumen bereits ausbezahlte Erträge insbesondere auf Grund von Spam und Qualitätsmängeln zurückzufordern, erfolgen Gutschriften der Team Internet unter dem Vorbehalt, dass nicht nachträglich, insbesondere aufgrund von Spam oder Qualitätsmängeln, nochmals eine Reduzierung / Rückforderung eines Teils oder der gesamten Erträge erfolgt.\nDies erfolgt in der Regel über eine Verrechnung mit der nächsten Gutschrift.\nDas bedeutet, Team Internet ist berechtigt, einen zu viel bezahlten Betrag zurückzuverlangen oder wahlweise mit späteren Auszahlungsansprüchen des Kunden zu verrechnen.\nEine Rückforderung ist bis zu 90 Tage nach gegenüber dem Kunden erfolgter Gutschrift möglich.</p>\n<p>(3) Im Kundenmenü einsehbare Guthaben und Erträge stellen - nicht zuletzt wegen der unter 3.2 aufgeführten Problematik - eine vorläufige Ermittlung des Guthabens/Betrags dar und können von Team Internet nachträglich korrigiert werden.</p>\n<p>(4) Gegen Forderungen kann der Kunde nur mit unwidersprochenen oder rechtskräftig festgestellten Forderungen aufrechnen.\nEntsprechendes gilt für sonstige evtl.\nLeistungsverweigerungsrechte mit Ausnahme des Rechts aus § 320 BGB.\nDem Kunden steht die Geltendmachung eines Zurückbehaltungsrechts nur wegen Gegenansprüchen aus demselben Vertragsverhältnis zu.</p> 4.\nLeistungspflichten / Gewährleistung / Rechte Team Internet <p>(1) Team Internet gewährleistet im Jahresmittel eine Erreichbarkeit seiner Internet-Webserver von mindestens 97 Prozent.\nHiervon ausgenommen sind Zeiten, in denen der Webserver aufgrund von technischen oder sonstigen Problemen, die nicht im Einfluss- oder Verantwortungsbereich von Team Internet liegen (z.\nB.\nhöhere Gewalt, Verschulden Dritter, DDOS), nicht über das Internet zu erreichen ist.\nAußerdem kann eine ununterbrochene Verfügbarkeit von Daten nicht garantiert werden, soweit Zeit für technische Arbeiten (z.\nB.\nWartung) im für den Kunden zumutbaren Umfang (regelmäßig maximal 1 % der Gesamtlaufzeit) aufgewendet werden muss.\nNotwendige Betriebsunterbrechungen für vorbeugende Wartungsarbeiten werden frühestmöglich angekündigt.\nIm Übrigen besteht in der Regel eine Verfügbarkeit von 24 Stunden täglich an 7 Tagen in der Woche.</p>\n<p>(2) Team Internet wird Leistungsstörungen (z.\nB.\nihrer technischen Einrichtungen) im Rahmen der bestehenden technischen und betrieblichen Möglichkeiten unverzüglich beseitigen.\nBei für den Kunden erkennbaren Störungen ist dieser verpflichtet, Team Internet unverzüglich schriftlich solche Störungen anzuzeigen (Störungsmeldung).</p>\n<p>(3) Sofern die Erbringung der vertragsgemäßen Leistungen im Übrigen durch Umstände gestört wird, die im Verantwortungsbereich von Team Internet liegen, muss der Kunde dies bei Erkennbarkeit gegenüber Team Internet unverzüglich schriftlich rügen.\nGegebenenfalls steht dem Kunden auch das Recht zu, den Vertrag aus wichtigem Grunde außerordentlich zu kündigen.\nDie außerordentliche Kündigung setzt voraus, dass der Kunde Team Internet schriftlich eine angemessene Nachfrist von (i.d.R.\nmindestens zwei Wochen) zur Erbringung der vertragsgemäßen Leistungen gesetzt hat und diese Nachfrist erfolglos abgelaufen ist.\nAußerdem kann ein Auftrag zur Monetarisierung einzelner Domains insbesondere abgelehnt werden, falls der begründete Verdacht besteht, dass er gegen gesetzliche Bestimmungen, Rechte Dritter oder berechtigte Interessen von Team Internet (z.B.\nSpamquality) verstößt.</p>\n<p>(4) Team Internet behält sich das Recht vor jederzeit einen oder mehrere Aspekte der Landingpage insbesondere Keywords, Bilder oder Farbschemata nach eigenem Ermessen zu verändern.\nZudem können insbesondere Änderungen des Keywords und der related terms durch die Werbepartner von Team Internet erfolgen.\nDies erfolgt insbesondere über ein automatisiertes System.\nSollten - insbesondere durch Anpassung des Keywords oder Farbschematas - durch solche Änderungen Rechte Dritter verletzt werden, so haftet hierfür nicht Team Internet, da der Kunde jederzeit sicherzustellen hat, dass seine Domains keine Rechte Dritter verletzen.</p> 5.\nPflichten und Obliegenheiten des Kunden / Verantwortlichkeit <p>(1) Die Leistungspflichten des Kunden sind wie folgt: Der Kunde ist dazu verpflichtet, die Leistungen der Team Internet nicht rechtsmissbräuchlich zu nutzen.\nInsbesondere ist er zum Zwecke sachgerechter Nutzung dazu verpflichtet, </p>\n<ul>\n<li>keine Domains mit Team Internet zu monetarisieren, durch die gegen gesetzliche Bestimmungen, die Persönlichkeitsrechte, Markenrechte und/oder Schutzrechte Dritter oder gegen die guten Sitten verstoßen wird;</li>\n<li>anerkannten Grundsätzen der Datensicherheit Rechnung zu tragen und diese zu befolgen (z.\nB.\nZugangskennungen und Passwörter geheim zu halten und vor dem Gebrauch durch unberechtigte Dritte zu schützen) sowie ausreichende Schutzmaßnahmen gegen Computerviren, insbesondere deren Verbreitung, zu ergreifen;</li>\n<li>Team Internet erkennbare Mängel oder Schäden unverzüglich gemäß Ziffer 4 Abs.\n2 Satz 2 anzuzeigen (Störungsmeldung) und alle Maßnahmen zu treffen, die eine Feststellung der Mängel oder Schäden und ihre Ursachen ermöglichen bzw.\ndie Beseitigung der Störung erleichtern und beschleunigen;</li>\n<li>die Erfüllung gesetzlicher Vorschriften und behördlicher Auflagen sicherzustellen, soweit diese gegenwärtig oder zukünftig für die Teilnahme am Netz erforderlich sein sollten.</li>\n</ul>\n<p>\n</p>\n<p>(2) Der Kunde sichert zu, dass von ihm gemachte Daten bzw.\nAngaben richtig und vollständig sind.\nBei Änderungen verpflichtet er sich, Team Internet jeweils unverzüglich über Änderungen der mitgeteilten Daten zu unterrichten.\nAuf Anfrage von Team Internet verpflichtet er sich, die aktuelle Richtigkeit mitgeteilter Daten zu bestätigen.</p>\n<p>(3) Der Kunde ist allein dafür verantwortlich, dass von ihm gewählte Adressen-Bezeichnungen (Domains) nicht gegen gesetzliche Verbote, die Rechte Dritter oder die guten Sitten verstoßen.</p>\n<p>(4) Im Übrigen akzeptiert der Kunde die Richtlinien der ICANN, insbesondere bei Streitigkeiten über die Domain wegen der Verletzung von Marken-, Namens- und sonstigen Schutzrechten (Uniform-Domain-Name-Dispute-Resolution-Policy).</p>\n<p>(5) Dem Kunden obliegt die Verpflichtung, von Team Internet zum Zwecke des Zugangs zu deren Diensten erhaltene Passwörter ebenso wie sonstige Zugangskennungen und/oder persönliche Kennworte streng geheim zu halten und vor dem Zugriff Dritter zu schützen.\nAlle Erklärungen, die unter Nutzung einer solchen Zugangskennung abgegeben werden, gelten als durch den Kunden erfolgt.\nDer Kunde trägt deshalb das Risiko einer unberechtigten Verwendung von Passwörtern.\nEr hat Team Internet unverzüglich zu informieren, sobald er davon Kenntnis erlangt, dass einem unbefugten Dritten eine Zugangskennung oder ein persönliches Kennwort bekannt ist.\nAußerdem ist der Kunde verpflichtet, das Passwort sofort zu ändern, wenn er Anlass zu der Vermutung hat, dass ein Dritter davon Kenntnis erlangt haben könnte.\nIm Übrigen ist das persönliche Kennwort auch aus Sicherheitsgründen in regelmäßigen Abständen zu ändern.\nWird ein persönliches Kennwort wiederholt falsch eingegeben, ist Team Internet berechtigt, die Möglichkeit des Netzzugangs zu unterbinden.\nDies gilt auch bei begründetem Verdacht, dass Zugangsdaten eines Nutzers unberechtigt durch Dritte genutzt werden.\nTeam Internet wird den Kunden schnellstmöglich darüber informieren, wenn eine solche Zugangssperre verhängt wird.</p>\n<p>(6) Bei einem erheblichen Verstoß gegen diese Pflichten (insbesondere Verletzung Rechte Dritter, Spam oder mangelnde Qualität) ist Team Internet berechtigt, nach ihrer Wahl die Monetarisierung einer Domain ganz oder teilweise mit sofortiger Wirkung vorübergehend einzustellen.\nIm Übrigen behält sich Team Internet vor dem Hintergrund der sie selbst treffenden Haftungsfolgen das Recht vor, Domains mit beleidigenden, diskriminierenden oder in sonstiger Weise rechtlich bedenklichen Inhalten auf Kosten des Kunden vorübergehend zu sperren.\nTeam Internet wird den Kunden unverzüglich von einer solchen Maßnahme unterrichten und ihn auffordern, vermeintlich rechtswidrige Domains zu beseitigen bzw.\nderen Rechtmäßigkeit darzulegen und ggf.\nzu beweisen.\nEntsprechendes gilt, soweit die Sperrung einer Domain aufgrund behördlicher Anordnung gegenüber Team Internet erfolgt.\nTeam Internet wird die Sperrung aufheben, sobald der Verdacht der Rechtswidrigkeit entkräftet ist.</p>\n<p>(7) Bei einem erheblichen Pflichtverstoß ist Team Internet auch berechtigt, das Vertragsverhältnis entsprechend § 314 BGB fristlos zu kündigen.\nIm Übrigen behält sich Team Internet vor dem Hintergrund der sie selbst treffenden Haftungsfolgen das Recht vor, beleidigende, diskriminierende oder in sonstiger Weise rechtlich bedenkliche Domains auf Kosten des Kunden dauerhaft zu sperren.\nVor dem Ergreifen einer der genannten Maßnahmen wird Team Internet den Kunden auf dessen Verstoß gegen seine Pflichten hinweisen und ihm eine angemessene Frist zu deren Beseitigung setzen.\nSollte Team Internet eine solche Fristsetzung wegen der Schwere der Pflichtverletzung nicht zumutbar sein, darf sie die jeweilige Maßnahme mit sofortiger Wirkung durchführen und wird den Kunden unverzüglich davon unterrichten.\nEine entsprechende Mitteilung an den Kunden erfolgt auch, soweit die Sperrung einer Domain aufgrund behördlicher Anordnung gegenüber Team Internet erfolgt.</p>\n<p>(8) Falls der Kunde eine Pflichtverletzung gem.\nAbs.\n1 ff.\nzu vertreten hat, ist er zum Ersatz des Team Internet aus der Pflichtverletzung entstehenden Schadens verpflichtet.\nDer Kunde stellt Team Internet von allen Ansprüchen Dritter frei, die auf einer solchen schuldhaften Pflichtverletzung beruhen.</p>\n<p>(9) Der Kunde verpflichtet sich weder vorsätzlich noch fahrlässig selbst Folgendes zu tun oder es einem Dritten zu erlauben: </p>\n<ul>\n<li>alle oder einen Teil der Suchergebnisse bzw.\ndie gesamte oder einen Teil der Landingpage zu verändern und / oder verdecken.</li>\n<li>Suchanfragen zu bearbeiten, filtern, kürzen, durch Anhängen von Begriffen oder in sonstiger Weise zu verändern.</li>\n<li>Suchanfragen auf einer Domain automatisch zu generieren.</li>\n<li>Die Darstellung einer Landingpage oder der Suchergebnisse zu behindern oder mit Hilfe eines Frames zu lösen.</li>\n<li>Eine Landingpage in einem Popup, Popunder, ExitWindow oder ähnlichen Darstellungsweisen zu laden oder darzustellen.</li>\n<li>unmittelbar oder mittelbar: <ul>\n<li>Besuchern Anreize zu schaffen Suchen zu generieren oder auf Suchergebnisse zu klicken</li>\n<li>in betrügerischer Absicht Suchen oder Klicks zu generieren oder</li>\n<li>Suchanfragen zu modifizieren.</li>\n</ul>\n</li>\n<li>Landingpages oder Suchresultate zu \"crawlen\", \"spidern\", indizieren, \"cachen\" oder anderweitig automatisiert abzurufen</li>\n<li>Domains über Team Internet zu monetarisieren, welche Markenrechte einer dritten Partei verletzen.</li>\n</ul>\n<p>\n</p>\n<p>(10) Der Kunde verpflichtet sich, nach Kenntnisnahme einer Rechteverletzung oder Aufforderung durch Team Internet mit der betroffenen Domain nicht mehr am Domainparking der Team Internet teilzunehmen.\nDer Kunde ersetzt Team Internet alle Schäden und stellt Team Internet von allen Ansprüchen und sonstigen Beeinträchtigungen frei, die daraus entstehen können, dass vorgenannte Regelungen nicht eingehalten werden.</p> 6.\nDatenschutz <p>(1) Der Kunde wird besonders auf die gesetzlichen Regelungen zum Datenschutz hingewiesen.\nTeam Internet weist darauf hin, dass im Rahmen der Vertragsdurchführung auch personenbezogene Daten (z.B.\nName, Vorname, Firma, (Firmen-)Adresse, eMail/Telefon-Kontakt) gespeichert werden.\n<strong>Zum <u>Zwecke der Vertragserfüllung (Monetarisierung)</u> können gespeicherte Daten (Name, Vorname, Firma, (Firmen-)Adresse, eMail/Telefon-Kontakt) an Werbepartner, insbesondere an den primären Anzeigenlieferanten weitergegeben werden.\n<u>Der Kunde willigt in diese Weitergabe der Daten ein.\nEr kann dieser Einwilligung jederzeit widersprechen (eMail an: support@parkingcrew.com).</u>\n</strong> Eine anderweitige Weitergabe der Daten findet nicht statt, es sei denn, eine solche Handlung wird durch sofort vollziehbare gerichtliche oder behördliche Anordnung erzwungen.</p>\n<p>(2) Team Internet weist den Kunden darauf hin, dass der Datenschutz bei Datenübertragung in offenen Netzen, wie dem Internet, nach dem derzeitigen Stand der Technik, nicht umfassend gewährleistet werden kann, insbesondere dass es aufgrund der Struktur des Internets möglich ist, dass der Datenschutz von anderen, nicht im Verantwortungsbereich von Team Internet liegenden Personen und Institutionen missachtet wird.\naußerdem ist es möglich, dass eine Nachricht, die aufgrund ihrer Adressierung den Geltungsbereich des Bundesdatenschutzgesetzes nicht verlassen sollte, diesen trotzdem verlässt.</p>\n<p>(3) Team Internet informiert Kunden ferner vorsorglich darüber, dass unverschlüsselt über das Internet übertragene Daten nicht sicher sind und von Dritten zur Kenntnis genommen und verändert werden können.\nandere Teilnehmer im Internet sind u.\nU.\ntechnisch in der Lage, unbefugt in die Netzsicherheit einzugreifen und den Nachrichtenverkehr zu kontrollieren.\nVon einer unverschlüsselten Übertragung von personenbezogenen oder anderen geheimhaltungsbedürftigen Daten ist deshalb abzuraten.</p> 7.\nGeheimhaltung <p>Beide Vertragsparteien verpflichten sich, sämtliche ihnen im Zusammenhang mit dem Vertragsverhältnis zugänglich werdende vertraulichen Informationen, insbesondere solche, die beispielsweise als vertraulich bezeichnet werden oder nach sonstigen Umständen als Geschäfts- oder Betriebsgeheimnis zu werten sind, unbefristet geheim zu halten und - soweit dies nicht zur Erreichung des Vertragszwecks geboten ist - weder aufzuzeichnen noch weiterzugeben oder sonst zu verwerten.\nInsbesondere der Bereich der Abwicklung, technische Aspekte und alle sonstigen der Öffentlichkeit nicht zugänglichen Informationen sind vertraulich zu behandeln.\nDurch geeignete vertragliche Abreden mit Arbeitnehmern und/oder sonstigen Beauftragten wird weiter sichergestellt, dass auch diese - ebenfalls unbefristet - jede Weitergabe oder sonstige unbefugte Verwendung solcher vertraulicher Informationen unterlassen.\nDie Geheimhaltung schließt auch ein, dass verhindert wird, dass Unbefugte Zugang zu den Informationen erhalten.\nDie Geheimhaltungsverpflichtung gilt über die Beendigung des Vertragsverhältnisses hinaus fort.</p> 8.\nHaftungsbeschränkung und Schadensersatzansprüche <p>(1) Team Internet haftet unbeschränkt für Schäden, die durch Vorsatz oder grobe Fahrlässigkeit von Team Internet, ihrer gesetzlichen Vertreter oder Erfüllungsgehilfen verursacht worden sind, sowie für Schäden aus der Verletzung von Leben, Körper oder Gesundheit.\nDies gilt für vertragliche als auch außervertragliche (deliktische) Ansprüche.\nEntsprechendes gilt bei einer Haftung für eine Garantie oder eine Zusicherung, die jedoch schriftlich gegeben sein muss.\nIn Fällen, in denen lediglich einfachen Erfüllungsgehilfen von Team Internet grobes Verschulden angelastet werden kann, ist die Haftung auf solche Schäden begrenzt, mit deren Entstehung im Rahmen des Vertragsverhältnisses typischerweise gerechnet werden muss.</p>\n<p>(2) Bei einfacher Fahrlässigkeit haftet Team Internet für mittelbare Schäden, Mangelfolgeschäden oder entgangenen Gewinn nur, sofern es sich um die Verletzung vertragswesentlicher Pflichten handelt.\nDabei ist die Haftung auf den typischerweise vorhersehbaren Schaden begrenzt.\nTeam Internet haftet außerdem, wenn eine zwingende Haftung aufgrund Produkthaftungsgesetz besteht.</p>\n<p>(3) Die Haftung für Verzug und von Team Internet zu vertretende Unmöglichkeit wird ebenso auf solche Schäden begrenzt, mit deren Entstehung im Rahmen des Vertragsverhältnisses typischerweise gerechnet werden muss.\nBei lediglich leichter Fahrlässigkeit haftet Team Internet nur für unmittelbare Schäden.\nDiese Beschränkung gilt auch in Fällen der Haftung wegen Verletzung sonstiger Rechtsgüter des Kunden.</p>\n<p>(4) Im Übrigen wird die Höhe der Haftung für Vermögensschäden auf den typischerweise vorhersehbaren Schaden beschränkt.</p>\n<p>(5) Team Internet kann für die korrekte Funktion von Infrastrukturen und Übertragungswegen des Internets oder darüber übermittelte Informationen (weder für deren Vollständigkeit, Richtigkeit oder Aktualität noch dafür, dass sie frei von Rechten Dritter sind,), soweit diese nicht im Verantwortungsbereich von Team Internet liegen, keine Haftung übernehmen.\nAuch im Übrigen haftet Team Internet nicht für Nutzungsausfälle, die außerhalb ihres Verantwortungsbereichs durch Dritte verschuldet wurden.</p>\n<p>(6) Die vorstehenden Regelungen gelten auch zugunsten der Mitarbeiter und sonstigen Erfüllungsgehilfen von Team Internet.</p>\n<p>(7) Der Kunde wird außerdem darauf hingewiesen, dass Team Internet, soweit Team Internet keinen Einfluss auf die Übertragungsgeschwindigkeit im Internet sowie die darin angebotenen Inhalte bzw.\nInformationen hat, deshalb für diese auch keine Verantwortung trägt.\nInsbesondere ist Team Internet nicht verpflichtet, die Domains des Kunden auf evtl.\nRechtsverstöße zu prüfen.\nFür im Verantwortungsbereich des Kunden liegende Domains ist der Kunde selbst ausschließlich verantwortlich.\nBei Kenntnis von Rechtsverstößen ist Team Internet jedoch berechtigt, die entsprechende Domain auf Kosten des Kunden zu sperren.\nDiese Sperrberechtigung gilt auch für Fälle, in denen dem Kunden evtl.\nkein schuldhafter Pflichtverstoß angelastet werden kann.\nTeam Internet wird den Kunden von einer solchen Maßnahme schnellstmöglich unterrichten.</p>\n<p>(8) Schadensersatzansprüche gegen Team Internet aus vertraglichen Nebenpflichten verjähren in sechs Monaten, es sei denn es handelt sich um Ansprüche wegen eines Mangels in den Fällen des § 438 Abs.\n1 Nr.\n2 und des § 634 a Abs.\n1 Nr.\n2 BGB.\nin sonstigen Fällen wegen eines Mangels beträgt die Verjährungsfrist ein Jahr ab dem gesetzlichen Verjährungsbeginn.\nDies gilt nicht für Schäden, die Team Internet, ihre gesetzlichen Vertreter oder Erfüllungsgehilfen vorsätzlich herbeigeführt haben, sowie für Ansprüche wegen unerlaubter Handlung.\nEbenso gilt dies nicht für Ansprüche nach dem Produkthaftungsgesetz.</p>\n<p>(9) Team Internet hat Schadensersatzansprüche gegen den Kunden, sofern dieser gegen die ihm gemäß Ziffer 5 Absatz 1 ff.\nobliegenden Verpflichtungen verstößt und dies zu vertreten hat.\nDer Kunde ist in solchen Fällen - neben der Unterlassung des weiteren Verstoßes - zum Ersatz des Team Internet entstandenen und noch entstehenden Schadens, sowie zur Freihaltung und Freistellung von evtl.\nSchadensersatz- und Aufwendungsersatzansprüchen Dritter, die durch den Verstoß verursacht werden, verpflichtet.\nSonstige Ansprüche von Team Internet (z.\nB.\nSperrung der Domain, außerordentliche Kündigung) bleiben unberührt.</p> 9.\nKündigung <p>(1) Dem Kunden wird das Recht eingeräumt das Vertragsverhältnis jederzeit ohne Angabe von Gründen mit einer Ankündigungsfrist von 14 Tagen zu beenden.</p>\n<p>(2) Hiervon unberührt bleibt die vorzeitige außerordentliche Kündigung aus wichtigem Grund, insbesondere in den in diesen Geschäftsbedingungen vorgesehenen Fällen (z.\nB.\nZiffer 2 Abs.\n3).\nFür Team Internet liegt ein wichtiger Grund insbesondere auch vor, wenn </p>\n<ul>\n<li>bei Domains dem Kunden ein erheblicher Verstoß gegen die Uniform-Domain-Name-Dispute-Resolution-Policy (UDRP) nachgewiesen wird;</li>\n<li>wenn über das Vermögen des Kunden ein Insolvenzverfahren beantragt, eröffnet oder die Eröffnung mangels Masse abgelehnt wird;</li>\n<li>bei Domains des Kunden - insbesondere wiederholt - Probleme mit Spam-Quality, Clickfraud oder Ähnlichem zu beanstanden sind;</li>\n<li>durch Domains des Kunden Rechte Dritter verletzt werden.</li>\n</ul>\n<p>\n</p>\n<p>(3) Jede Kündigung bedarf zu ihrer Wirksamkeit der Schriftform.</p>\n<p>(4) Ausgleichsansprüche des Kunden anlässlich der Beendigung des Vertrages sind ausgeschlossen.</p> 10.\nErfüllungsort und Gerichtsstand <p>(1) Erfüllungsort ist der Sitz von Team Internet.</p>\n<p>(2) Gerichtsstand für sämtliche sich aus dem Vertragsverhältnis ergebende Streitigkeiten ist, sofern der Kunde Kaufmann, juristische Person des öffentlichen Rechts oder öffentlich-rechtlichen Sondervermögens oder im Inland ohne Gerichtsstand ist, München.\nTeam Internet kann auch am Gerichtsstand des Kunden Klage erheben.</p> 11.\nSchlussbestimmungen <p>(1) Für die von Team Internet auf der Grundlage dieser Allgemeinen Geschäftsbedingungen abgeschlossenen Verträge und für aus ihnen folgende Ansprüche - gleich welcher Art - gilt ausschließlich das Recht der Bundesrepublik Deutschland.</p>\n<p>(2) Mündliche Nebenabreden bestehen nicht.\nÄnderungen oder Ergänzungen bedürfen - soweit es sich nicht um eine Änderung dieser Allgemeinen Geschäftsbedingungen gemäß Ziff.\n1 Abs.\n3 oder Ziff.\n2 Abs.\n3 handelt - zu ihrer Wirksamkeit der Schriftform.\nDies gilt auch für eine Abänderung dieses Formerfordernisses.</p>\n<p>(3) Der Kunde kann die Rechte und Pflichten aus diesem Vertragsverhältnis nur nach vorheriger schriftlicher Zustimmung von Team Internet auf einen Dritten übertragen.</p> Download der AGBs der Team Internet AG als PDF-Dokument General Terms and Conditions for Domain Parking<br>(Immediately valid for new customers as of 2013-04-03, valid for existing customers as of 2013-04-17)\n<p>\n<u>Chronology of General Terms and Conditions for Domain Parking</u>\n</p>\n<p>Important: Please note: You agree to the German General Terms and Conditions which have been translated to English for your convenience only.\nThe German General Terms and Conditions are binding.</p> 1.\nGeneral <p>(1) These terms and conditions apply to all contracts concluded by the Team Internet AG (hereinafter \" Team Internet \") with its customers in relation to domain parking, i.e.\nall services of the Team Internet are subject to these General Terms and Conditions.\nDeviations or supplementary Terms and Conditions of the customer shall only apply if they are specifically accepted by Team Internet.\nThe unconditional contract fulfillment does not constitute consent to such Terms and Conditions of the customer.</p>\n<p>(2) The parties in mutual agreement agree that the Team Internet operates within a business, which is not yet regulated by law as a separate contract type (such as domain parking).\nThe design and specification of the contract therefore serves these Terms and Conditions.\nIn this context, the parties also agree that that the Team Internet based on the contracts that the Team Internet has concluded with its own contractor partners - specifically advertising partners -, is hereunder obliged to pass on a variety of rules and regulations or else obligations to the customer.\nThe fulfillment of these requirements also meets these General Terms and Conditions and substantiates the contractual relationship with the customer.\n<strong>For the purpose of contract fulfilment (monetisation), it may therefore be necessary for Team Internet, to disclose the stored data of its customers (such as name, first name, company, (company-) address, email / phone contact) to the relevant advertising partner and / or the customer himself for the purpose of the optimised monetisation of his domain upon request has to disclose the appropriate data to the relevant advertising partner.</strong>\n</p>\n<p>(3) The Team Internet may make amendments to these General Terms and Conditions.\nin as far as these are necessary due to changed circumstances (such as changes in laws or precedents) and are not unreasonable for the client.\nThe Team Internet shall notify the customers of such amendments in writing or electronically (usually in the form of a revision of these General Terms and Conditions), whereby the attention of the customer will in principle be drawn to the concerned amended passage and the impact of the announced amendments explained.\nSuch amendments will also be timely communicated regularly to the customer prior to the moment they become effective (preferably already two months earlier).\nThe customer is entitled to object to the amendments within 14 days of receipt of notice of the amendments.\nAn objection from the customer is deemed as a termination of the contract to be effected on the next possible termination date.\nIn the event that the customer does not object, the amendments will be deemed as accepted.</p>\n<p>(4) These General Terms and Conditions are freely available over the Internet under http://www.parkingcrew.com.</p> 2.\nDuties of Team Internet / service changes <p>(1) Team Internet provides its services on the basis of the current state of the Internet and the technical, legal and commercial framework for the use of the Internet.\nit is not obliged to expand the possibilities of use required by the customer according to the technical development, especially when subject to an unchanged level of charges.</p>\n<p>(2) In as far as Team Internet currently provides services or benefits free of charge, the customer has no claim on their provision.\nTeam internet has where expedient a right to in the future exclusively make the services that are to date provided free of charge subject to a payment.</p>\n<p>(3) Team Internet is entitled to make adaptations to the content of services and charges subject to a notification to the customer in written or electronic (i.e.\nvia e-mail) form with a notice period of two months, provided that this does not unduly put the customer at a disadvantage.\nPrerequisites and reasons for such adjustments to content of services and charges can be technical or legal requirements, in some cases economic issues may also give rise to the need for an adjustment.\nTeam Internet will in each case point out both the concerned amended content as well as the effect of the amendment to the customer.\nThe amendment will be executed in a manner and to an extent that as far as possible brings about a balanced compensation of mutual interest.\nIn the event that the customer does not desire to continue with the contract at the revised rates, he is in this case entitled to an extraordinary termination that has to be in a written form with a notice period of 14 days pursuant to the amendment date.\nTeam Internet will particularly point out this right to terminate to the customer.\nMoreover, the customer's rights are excluded from this.</p>\n<p>(4) Team Internet has where expedient the right to alter IP addresses (e.g.\ndue to technical necessity).\nAn alteration of the IP or URL addresses does not pertain to a change of status and the rights and obligations under the contract relationship shall remain unaffected.</p>\n<p>(5) Performance schedules are only binding if there are expressly consented to in writing.</p> 3.\nPrice and payment or else credit items <p>(1) Credit items are in principle executed no later than the 20th of the following month.\nThey always take place subject to the reservation under subsection (2).</p>\n<p>(2) Due to its contracts with advertising partners that give the advertising partners the right to demand back already paid out earnings in particular due to spam and quality defect, the credit items of the Team Internet are executed subject to reservation so that a further reducing / recovery of part or all of the earnings is not retroactively executed, particularly due to spam or quality defect.\nThis is usually done through a settlement with the next credit item.\nThis means Team Internet is entitled to demand back an amount paid in excess or else to opt for a settlement with later payout claims of the customer.\nA recovery claim is possible up to 90 days after the issuing of the credit item to the customer.</p>\n<p>(3) Assets and earnings that are visible in the customer menu provide - not least due to the problems listed under 3.2 - a provisional determination of the credit balance / amount and can be retroactively adjusted by the Team Internet.</p>\n<p>(4) The customer can only offset counter-claims with undisputed or legally established claims.\nThe same applies for any other rights to refuse performance with the exception of the rights pursuant to § 320 BGB (German Civil Code).\nThe customer is entitled to assert a lien only against counter-claims derived from the same contractual relationship.</p> 4.\nPerformance obligations / Warranty / Rights of the Team Internet <p>(1) Team Internet warranties an annual average availability of its Internet web server of at least 97 percent.\nExcluded thereof are times when the web server is not accessible over the Internet due to technical or other problems that are beyond the control or responsibility scope of Team Internet (e.g.\nforce majeure, third party fault, DDOS).\nIn addition, a continuous availability of data can not be guaranteed, in as far as time has to be scheduled for technical work (e.g.\nmaintenance) within a reasonable extent for the customer (regularly up to 1% of the total running time).\nNecessary operational downtime for preventive maintenance work will be announced as early as possible.\nFurthermore, there is usually a daily availability of 24 hours, 7 days a week.</p>\n<p>(2) Team Internet will immediately rectify performance problems (such as their technical facilities) within the framework of existing technical and operational possibilities.\nThe customer is obliged in the event of identifiable disorders to immediately report such faults (fault messages) to the Team Internet in writing.</p>\n<p>(3) In as far as the provision of contractual services is moreover disturbed by circumstances that are within the responsibility of the Team Internet, the customer must upon recognizing this, immediately submit an applicable complaint in writing to the Team Internet.\nWhere expedient, the customer also has the right to an extraordinary termination of the contract due to an important reason.\nAn extraordinary termination requires that the customer has in writing granted the Team Internet a reasonable grace period (usually at least two weeks) for the provision of the contractual services, and this period has elapsed.\nAlso a contract for the monetization of individual domains can in particular be rejected if there is reasonable suspicion that this violates legal provisions, third party rights or legitimate interests of the Team Internet (e.g.\nSpam Quality).</p>\n<p>(4) Team Internet reserves the right at any time to at its discretion alter one or more aspects of the landing page, in particular keywords, images or the color scheme.\nIn addition, particular changes of the keyword and related terms can be made by the advertising partners of the Team Internet.\nThis is in particular executed through an automated system.\nIn the event that - in particular through the adjustment of the keywords or color schemas - rights of third parties are violated by such alterations, the Team Internet can not be held liable, since the customer has at all times to ensure that his domains do not violate the rights of third parties.</p> 5.\nDuties and obligations of the customer / Responsibility <p>(1) The performance obligations of the customer are as follows:<br> The customer is obliged to ensure that the services of Team Internet are not unlawfully used.\nHe is in particular obliged in lieu of proper use that corresponds to the intended purpose,\n</p>\n<ul>\n<li>not to monetize any domains with the Team Internet that are in violation of legal provisions, privacy rights, trademarks and / or third party rights or offend common decency;</li>\n<li>to take account and adhere to recognized principles of data security (such as to keep access codes and passwords secret and to protect them from use by unauthorized third parties) and to take sufficient protective measures against computer viruses, especially their dissemination;</li>\n<li>to immediately report noticeable defects or damages to Team Internet, pursuant to section 4 Para 2 sentence 2 (fault report) and to take all measures that enable the determination of the defects or damages and their causes or else accelerate and facilitate the rectification of the fault;</li>\n<li>to ensure compliance with legal specifications and regulatory requirements in as far as these are currently or shall in future be required for the participation in the network.</li>\n</ul>\n<p>\n</p>\n<p>(2) The Customer warrants that the data submitted by him or else the facts are correct and complete.\nIn the event of any changes, he undertakes to immediately notify Team Internet of changes in the concerned reported data.\nOn request of the Team Internet, he agrees to confirm the current accuracy of the submitted data.</p>\n<p>(3) The customer is solely responsible for ensuring that his selected addresses names (domains) are not in violation of legal prohibitions, the rights of others or offend common decency.</p>\n<p>(4) Otherwise, the customer accepts the rules of ICANN, particularly in the event of disputes over the domain due to violation of trademarks, names and other property rights (Uniform-Domain-Name-Dispute-Resolution-Policy).</p>\n<p>(5) The customer is under the obligation to hold passwords, as well as other access codes and / or personal passwords obtained from the Team Internet for the purpose of access to its services, strictly confidential and to protect them from unauthorized access.\nAll statements that are made using such access code shall apply and shall be deemed as executed by the customer.\nThe customer therefore bears the risk of unauthorized use of passwords.\nHe has to immediately inform Team Internet once he becomes aware that an access code or a personal password is known to an unauthorized third party.\nIn addition, the customer is required to immediately change the password if he has reason to suspect that a third party could have obtained such information.\nMoreover, the personal password should for security reasons also be altered at regular intervals.\nIn the event that a personal password is repeatedly incorrectly entered, Team Internet has in this case the right to prevent the possibility of network access.\nThis also applies in the case of reasonable suspicion of unauthorized use of a user's access data by a third party.\nTeam Internet will notify the customer as soon as possible when such an access lock is implemented.</p>\n<p>(6) In the event of a significant breach of these obligations (in particular breach of third party rights, spam, or quality defects) Team Internet is entitled at its discretion to with immediate effect temporarily suspend the monetization of a domain in whole or in part.\nThe Team Internet also reserves against the background of any liability consequences for the Team Internet itself the right to temporarily block domains with offensive, discriminatory or otherwise legally objectionable content on at the customer's expense.\nTeam Internet will inform the customer immediately of such action and urge him to remove allegedly unlawful domains or else demonstrate and where expedient prove their legality.\nThe same applies in as far as the blocking of a domain by the Team Internet is pursuant to official orders.\nTeam Internet will lift the blocking as soon as the suspicion of illegality is nullified.</p>\n<p>(7) In the event of a substantial breach of obligation, Team Internet is also entitled to terminate the contract according to § 314 BGB (German Civil Code) without notice.\nMoreover the Team Internet also reserves against the background of any liability consequences for the Team Internet itself the right to permanently block domains with offensive, discriminatory or otherwise legally objectionable content on at the customer's expense.\nBefore adopting any of the aforementioned measures Team Internet will draw the attention of the customer to the breach of his obligations and set a reasonable deadline for their rectification.\nIn the event that it is deemed unacceptable for Team Internet to grant a formal notice period due to the gravity of the breach, the Team Internet may implement the concerned measure with immediate effect and will immediately inform the customer.\nAn applicable notice is also submitted to the customer in as far as the blocking of a domain by the Team Internet is pursuant to official orders.</p>\n<p>(8) In the event that the customer is in breach of an obligation pursuant to Section 1 et seq, he is in this case obliged to compensate the Team Internet for damages resulting from the failure to fulfill his obligations.\nThe customer shall indemnify Team Internet of all third party claims based on such a negligent breach of duty.</p>\n<p>(9) The customer commits himself to neither allow himself nor a third party to intentionally nor negligently do the following:\n</p>\n<ul>\n<li>to change and / or obscure all or part of the search results or else the whole or any part of the landing page.</li>\n<li>to edit, filter or shorten search queries by appending terms or altering them in any other form.</li>\n<li>to automatically generate searches on a domain.</li>\n<li>to obstruct the view of a landing page or the search results or to erase it using a frame.</li>\n<li>to load or present a landing page in a pop-up, pop-under, Exit-Window or similar representations forms.</li>\n<li>Directly or indirectly:</li>\n<ul>\n<li>provide incentives to visitors to generate searches or to click on search results</li>\n<li>to fraudulently generate searches or clicks or</li>\n<li>modify searches.</li>\n</ul>\n<li> to automatically retrieve landing pages or search results through \"crawl\", \"spider\", indexing, \"cache\" or otherwise.</li>\n<li> to monetize domains through the Team Internet that violate the trademark rights of a third party.</li>\n</ul>\n<p>\n</p>\n<p>(10) The customer commits himself after taking note of a rights violation or the request of the Team Internet to no longer participate in Internet Domain Parking with the concerned domain.\nThe customer reimburses Team Internet for all damages and indemnifies the Team Internet against all claim or other impairments that may arise from the fact that the aforementioned rules are not respected.</p> 6.\nPrivacy Policy <p>(1) The attention of the customer is particularly drawn to the legal data protection regulations.\nTeam Internet points out that within the framework of contract performance, personal data is also stored (e.g.\nname, first name, company, (company-) address, email / phone contact).\n<strong>For the <u>purpose of the contract fulfilment (monetisation)</u>, stored data (name, first name, company, (company-) address, email / phone contact) can be disclosed to advertising partners, particularly to the primary advertising suppliers.\n<u>The customer in this respect grants his consent for the disclosure of the data.\nHe may at anytime withdraw his consent (eMail to: support@parkingcrew.com).</u>\n</strong> Any further disclosure of the data does not take place unless such an act is enforced by an immediate enforceable judicial or official order.</p>\n<p>(2) Team Internet points out to the customer that the data protection in the event of data transmission in open networks like the Internet, can according to the current state of the art not be guaranteed and that it is particularly possible due to the structure of the Internet that the data protection is ignored by other persons and institutions that are not within the responsibility scope of Team Internet, it is also possible that a message that based on its addressing should not leave the jurisdiction area of the German Federal Privacy Act, leaves anyway.</p>\n<p>(3) Team Internet further precautionary informs the customer on the fact that unencrypted data transmitted over the Internet is not secure and can be taken note of and altered by third parties, other participants in the Internet are among others technically able to gain unauthorized access to the network security and thereby intervene and control the message traffic.\nA non-encrypted transmission of personal data or other classified material is therefore not recommended.</p> 7.\nSecrecy <p>Both contract parties commit themselves to indefinitely keep secret all confidential information to which they are expected to have access to in connection with the contract relationship, in particularly those that are for example designated as confidential or under other circumstances to be considered as commercially or industrially secret - and to neither record nor distribute or otherwise exploit such confidential information in as far as this does not serve the contractual purpose.\nIn particular, the area of development, technical aspects and all other non-public information are to be kept confidential.\nThrough appropriate contractual agreements with employees and / or other representatives it is further to be ensured that these also for - an unlimited time - refrain from any disclosure or other unauthorized use of such confidential information.\nThe non-disclosure also includes the prevention of unauthorized access to information.\nThe confidentiality obligation shall survive the termination of the contractual relations.</p> 8.\nLimitation of liability and damage claims <p>(1) Team Internet has unlimited liability for damage by intent or gross negligence of the Team Internet, its legal representatives or vicarious agents, as well as for damages arising from injury to life, limb or health.\nThis applies to both contractual and extra-contractual (tort) claims.\nThe same applies to liability for a warranty or covenant that however must be given in writing.\nIn cases in which gross negligence can only be attributed to vicarious agents of the Team Internet, the liability is in such cases limited to those damages that are typically expected to arise within the framework of the contract relationship.</p>\n<p>(2) In the event of negligence, the Team Internet will be liable for indirect damages, consequential defect damages or lost profits in as far as this pertains to a violation of contractual obligations.\nThe liability is thereby limited to the typically foreseeable damage.\nTeam Internet is also liable, if liability is mandatory under product liability law.</p>\n<p>(3) The liability for delay and the impossibility of performance of the Team Internet will also be limited to those damages that can typically be expected to arise within the framework of the contractual relationship.\nIn the event of ordinary negligence, Team Internet will be only liable for direct damages.\nThis restriction also applies in cases of liability for breach of other legal interests of the customer.</p>\n<p>(4) Moreover, the amount of the liability for financial loss is limited to the typically foreseeable damage.</p>\n<p>(5) Team Internet can not be held liable for the correct functioning of the infrastructure and communication of the internet or information provided over it (neither for its completeness, accuracy nor completeness nor that they are free of rights of third parties), in as far as this does not lie within the responsibility scope of the Team Internet.\nThe Team Internet is moreover not liable for use outages that are caused by third parties outside its area of responsibility.</p>\n<p>(6) The above provisions also apply to the benefit of the employees and other vicarious agents of the Team Internet.</p>\n<p>(7) It is also pointed out to the customer that Team Internet, in as far as the Team Internet has no influence on the transmission speed on the Internet as well as the content provided therein or else information therefore bears no responsibility for this.\nThe Team Internet is in particular not obliged to examine the domains of the customer for possible violations of law.\nDomains lying within the responsibility scope of the customer are the sole responsibility of the customer.\nIn the event of knowledge of rights violations, Team Internet is however entitled to terminate the concerned domain at the expense of the customer.\nThis blocking entitlement also applies to cases in which there are possibly no culpable violation claims brought up against the customer.\nTeam Internet will as soon as possible inform the customer of any such measure.</p>\n<p>(8) Damage claims against Team Internet arising from accessory contractual obligations expire in six months, unless these claims arise due to a defect in the cases of § 438 Para 1 No 2 and § 634a Para 1 No.\n2 BGB (German Civil Code), in other cases that arise due to a defect, the limitation is one year from the beginning of the legal limitation period.\nThis is not valid for damages that the team Internet, its legal representatives or vicarious agents have intentionally caused, as well as claims for torts.\nLikewise, this does not apply to claims under product liability law.</p>\n<p>(9) Team Internet is entitled to raise claims against the customer.\nin as far as represent a breach of obligations by the customer under section 5 paragraph 1 and the customer is accountable for this.\nThe customer is in such cases - in addition to the forbearance of a further violation - obliged to reimburse the Team Internet damages incurred and still to be incurred, as well as to indemnify and hold harmless the Team Internet from any damages and reimbursement of expenses claims by third parties caused by the violation.\nOther claims of the Team Internet (for example, blocking of the domain, extraordinary termination) remain unaffected.</p> 9.\nTermination <p>(1) The customer is granted the right to terminate the contract relationship at any time without cause with a termination notice period of 14 days.</p>\n<p>(2) This does not affect the validity of early extraordinary termination due to an important reason, especially in the designated cases provided for in these General Terms and Conditions (for example, section 2 paragraph 3).\nAn important reason exists for Team Internet in particular if </p>\n<ul>\n<li>domains with the customer show a substantial violation of the Uniform-Domain-Name-Dispute-Resolution Policy (UDRP);</li>\n<li>the wealth of the customer is subject to the application or initiation of insolvency proceedings, or the initiation is rejected due to lack of assets;</li>\n<li>Domains with the customer are - especially repeatedly - objectionably associated with problems relating to Spam-Quality, Click Fraud or similar;</li>\n<li>rights of third parties are violated through domains of the customer.</li>\n</ul>\n<p>\n</p>\n<p>(3) Any termination notice has to be in written form.</p>\n<p>(4) Compensation claims by the customer at the end of the contract are excluded.</p> 10.\nPlace of performance and court of jurisdiction <p>(1) Place of performance is the location in which the headquarters of the Team Internet is located.</p>\n<p>(2) The court of jurisdiction for all disputes arising from the contract relationship in as far as the customer is a merchant, legal entity under public law or public special assets entity or domestic without a court of jurisdiction is Munich.\nTeam Internet can also file a suit against the customer at his court of jurisdiction.</p> 11.\nFinal Provisions <p>(1) The law of the Federal Republic of Germany will without exception apply for the contracts concluded by the Team Internet on the basis of these General Terms and conditions and for all claims - any kind - arising thereof.</p>\n<p>(2) Verbal accessory agreements do not exist.\nAmendments or supplements must be - in as far as these do not pertain to an amendment of these General Terms and Conditions within the meaning of Section.\n1 paragraph 3 or Section.\n2 paragraph 3 - shall be required to be in written form.\nThis also applies to a modification of this form requirement.</p>\n<p>(3) The customer can only transfer the rights and obligations arising from this contract relationship to a third party subject to the prior written consent of the Team Internet.</p> Download as PDF-file\n", "created_at": "2023-01-13 01:04:31.702789", "updated_at": "2023-01-13 01:05:29.664893"}], "points": [], "urls": ["teaminternet.com", "parkingcrew.com", "parkingcrew.net"]}}