{"error": 448, "message": "OK", "parameters": {"id": 8826, "name": "Key Educational Group", "created_at": "2023-07-06 21:53:36.073642", "updated_at": "2023-07-06 22:02:30.439724", "wikipedia": null, "keywords": null, "related": null, "slug": "key-educational-group", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8826.png", "url": "keyeducation.org", "documents": [{"id": 17246, "name": "privacy policy ", "url": "https://keyeducation.org/privacy/", "xpath": "//body", "text": " Skip to content Sprache auswählenAmharischArabischArmenischBirmanischChinesisch (traditionell)FilipinoFranzösischHindiJapanischKhmerKoreanischLaoMalaysischMaltesischPaschtuPersischPortugiesischSomaliSpanischSwahiliTamilThailändischUrduVietnamesischYoruba&nbsp;&nbsp;Powered by Google Übersetzer MENU MENU <ul>\n<li>Home</li>\n<li>About</li>\n<li>Educational Model</li>\n<li>Services</li>\n<li>Contact</li>\n</ul> privacy policy Google Analytics addendum <p>This website uses Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses “cookies”, which are text files saved on your computer, to help the website analyze how you use the site.\nThe information generated by the cookie about your use of the website will be transmitted to and stored by Google on servers in the United States.\nIf this website anonymizes IP addresses, your IP address will be truncated by Google within a EU member state or other EEA state before being transmitted to the US.\nOnly in exceptional situations will your full IP address be transmitted to Google servers in the United States and truncated there.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.\nYou can also prevent Google from collecting information (including your IP address) via cookies and processing this information by downloading this browser plugin and installing it: http://tools.google.com/dlpage/gaoptout</p>\n<p>You can prevent data collection via Google Analytics by clicking here.\nAn \"Opt-out Cookie\" shall then be applied to your website which shall prevent any future collection of your data when visiting this website.</p>\n<p>Further information concerning the terms and conditions of use and data privacy can be found at the Google Analytics Terms of Service or at the Google Analytics Privacy Overview.\nPlease note that on this website, Google Analytics is supplemented by \"gat._anonymizeIp();\" to ensure anonymized collection of IP addresses (IP masking).</p>\nreCAPTCHA\n<p>We use the reCAPTCHA service provided by Google Inc.\n(Google) to protect your submissions via internet submission forms on this site.\nThis plugin checks if you are a person in order to prevent certain website functions from being (ab)used by spam bots (particularly comments).\nThis plugin query includes the sending of the IP address and possibly other data required by Google for the Google reCAPTCHA service.\nFor this purpose your input will be communicated to and used by Google.\nHowever, your IP address is previously truncated by Google within member states of the European Union or in other states which are party to the agreement on the European Economic Area and is, as such, anonymized.\nOnly in exceptional cases is a full IP address transmitted to a Google server in the United States and truncated there.\nOn behalf of the operator of this website, Google will use this information to evaluate your use of this service.\nThe IP address provided by reCaptcha from your browser shall not be merged with any other data from Google.</p>\n<p>This data collection is subject to the data protection regulations of Google (Google Inc.).\nFor more information about Google's privacy policy, please visit: https://www.google.com/intl/en/policies/privacy/</p>\n<p>By using the reCAPTCHA service, you consent to the processing of data about you by Google in the manner and for the purposes set out above.</p> Copyright © 2023 Key Educational Group&nbsp.\n| &nbsp;Web Design | Privacy Policy Scroll to Top OriginaltextDiese Übersetzung bewertenMit deinem Feedback können wir Google Übersetzer weiter verbessern ", "created_at": "2023-07-06 21:53:36.103889", "updated_at": "2023-07-06 21:53:51.045891"}], "points": [], "urls": ["keyeducation.org"]}}