{"error": 448, "message": "OK", "parameters": {"id": 8993, "name": "Lolo Company", "created_at": "2023-07-10 00:55:43.464476", "updated_at": "2023-07-10 10:02:43.699455", "wikipedia": null, "keywords": null, "related": null, "slug": "lolo-company", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8993.png", "url": "lolo.co", "documents": [{"id": 17612, "name": "Privacy Policy", "url": "https://www.lolo.co/privacy", "xpath": "//body", "text": " <ul>\n<li>Lolo Code</li>\n<li>Lolo Unify</li>\n<li>Pricing</li>\n<li>Blog</li>\n</ul>DocoConsole☰<ul>\n<li>Lolo Code</li>\n<li>Lolo Unify</li>\n<li>Pricing</li>\n<li>Contact</li>\n<li>Doco</li>\n<li>Console</li>\n</ul>Privacy<p>Last modified: 26 January 2022</p>\n<p>In this privacy policy you can read more about how Lolo Company AB, reg.no 559218-3148 (“Lolo Company”, “we”, “us” or “our”) may process your personal data when you are visiting our websites and using our platform.\nLolo Company will be a data controller of any processing of your personal data.\nWe take your privacy seriously.\nPlease take the time to read the following information to learn more about what types of information Lolo Company AB collects and how it is treated, when you register a user account at our platform in accordance with the terms of use (the “Terms​”).\nWhat personal data do we process?\nWhen you register a user account for the Lolo developer platform and services, we will collect certain personal data from you in order to register you as a user and be able to provide the services to you in accordance with the Terms.\nSuch personal data will include your name, address, telephone number, e-mail address, IP address and other required contact details, and potentially credit card information, bank account details or other relevant payment information, your behaviour on our platform and developer.lolo.company (including your method for setting up an account at the platform) (“User Data”).\nSometimes we collect or receive personal data to enable your use of third-party integrations.</p>\nData Controller\n<p>Lolo Company AB, reg.no 559218-3148, is the data controller for the processing of your User Data.\nHow we use your User Data and our legal basis We will process your User Data for account management, support, administrative and billing purposes and for the purpose of providing the services to you as set forth in the Terms.\nThe legal basis for our processing is that the processing is necessary for the performance of the obligations under the Terms.\nFurther, we may process your User Data for the purpose of direct marketing, meaning that we may send you information and offers about similar products or services which we believe may be of interest to you.\nThe legal basis for our processing is that it is necessary for our legitimate interest of maintaining good customer relations.\nYou may always object to direct marketing from us, see further information under “Your rights” below.\nIn addition to the above, we may use your User Data for the purposes of analysing and developing the platform and services, and for marketing purposes.\nThe legal ground for our processing is that the processing is necessary for our legitimate interests to improve our services and our marketing measures.\nTo the extent the aforementioned purposes can be achieved on the basis of anonymized data, we will anonymize your User Data and aggregate it with other users’ anonymized data.\nWhen your User Data has been anonymized, the User Data will no longer be considered personal data under applicable data protection laws and for the purposes of this privacy notice.</p>\nWho do we share the User Data with?\n<p>We may share your User Data with a subcontractor when needed to supply the services to you, for e.g.\npurposes of storage of personal data, analytics or troubleshooting and correction of any defects in the services.\nTransfers of your User Data outside the EEA\nWe will only transfer your User Data to a country outside the European Economic Area (EEA) where we have ensured that such transfer is legal under applicable laws, e.g.\nby (i) executing EU standard data protection clauses with the recipient of the personal data, or (ii) ensuring that the country has an adequate level of protection of personal data, as decided by the EU Commission, or (iii) for transfers to and processing in the USA, ensuring that the recipient holds self-certifying registrations under the EU-U.S.\nand the Swiss-U.S.\nPrivacy Shield Frameworks administered by the U.S.\nDepartment of Commerce's International Trade Administration.</p>\nHow long we will keep the User Data\n<p>You can delete your account and User Data at any time.\nIf Lolo Company does not delete your User Data earlier in accordance with the Terms, your account and User Data will be deleted within 90 days after termination of the Terms.\nThe aforementioned does not apply to the extent Lolo Company is required to retain your User Data (partly or in full) for a certain period under applicable mandatory law.</p>\nYour rights\n<p>You are entitled to the following rights under applicable laws:\nThe right to access: you may at any time request to access your User Data.\nUpon request, we will provide a copy of your User Data in a commonly used electronic form.\nThe right to rectification: you are entitled to obtain rectification of inaccurate User Data and to have incomplete personal data completed.\nThe right to erasure (“right to be forgotten”): under certain circumstances, you may request us to delete your User Data.\nPlease note that this right is not unconditional.\nTherefore, an attempt to invoke the right might not lead to an action from us.\nThe right to object: you are entitled to object to certain processing activities conducted by the us in relation to your User Data, such as our processing of the User Data based on our legitimate interest.\nThe right to object also applies to processing of your User Data for direct marketing purposes.\nThe right to restriction of processing: you may under certain circumstances request from us to restrict the processing of your User Data.\nPlease note that this right is not unconditional.\nTherefore, an attempt to invoke the right might not lead to an action from us.\nThe right to data portability: you are entitled to receive the User Data (or have the User Data directly transmitted to another data controller) in a structured, commonly used and machine-readable format.</p>\nCookies\n<p>We use cookies and other technologies on our platform to improve your experience with us.\nRead our cookie policy for more information.</p>\nContact information\n<p>If you have any questions about how we process your User Data, or if you want to exercise your rights in accordance with the above, please feel free to contact us at lolo@lolo.company.\nIn case of any issues in relation to your User Data or other privacy concerns, you may also lodge a complaint with the Swedish data protection supervisory authority.</p>\n<p>Interact with us via our discord server.Want to interact with the Lolo team? Join our discord server here.</p>External Links<ul>\n<li>Console</li>\n<li>Doco</li>\n<li>Discord</li>\n</ul>Product<ul>\n<li>Lolo Code</li>\n<li>Lolo Unify</li>\n<li>Pricing</li>\n</ul>Company<ul>\n<li>Contact</li>\n<li>Privacy</li>\n</ul>Resources<ul>\n<li>Blog</li>\n<li>Youtube</li>\n</ul>\n<p>\n</p> ", "created_at": "2023-07-10 00:55:43.494004", "updated_at": "2023-07-10 00:56:07.90726"}], "points": [], "urls": ["lolo.co"]}}