{"error": 448, "message": "OK", "parameters": {"id": 8548, "name": "RizzGPT", "created_at": "2023-06-27 22:40:10.691235", "updated_at": "2023-06-28 10:02:07.643122", "wikipedia": null, "keywords": null, "related": null, "slug": "rizzgpt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8548.png", "url": "rizzgpt.app", "documents": [{"id": 16599, "name": "TOS", "url": "https://www.rizzgpt.app/terms", "xpath": "//body", "text": "Terms of Service<p>Thank you for using RizzGPT</p>\n<p>Welcome to RizzGPT.\nRizzGPT is an app that lets you play mini games with AI-based characters.\nWe hope you find it fun and engaging.</p>\n<p>Updated March 13, 2023</p>\n<p>These Terms of Use apply when you use the products and services of Superdrop Labs Inc.\nor our affiliates, including our application programming interface, software, tools, developer services, data, documentation, and website (“Services”).\nThe Terms include our Service Terms, Sharing &amp.\nPublication Policy, Usage Policies, and other documentation, guidelines, or policies we may provide in writing.\nBy using our Services, you agree to these Terms.\nOur Privacy Policy explains how we collect and use personal information.</p>\n1.\nRegistration and Access\n<p>You must be at least 13 years old to use the Services.\nIf you are under 18, you must have your parent or legal guardian’s permission to use the Services.\nIf you use the Services on behalf of another person or entity, you must have the authority to accept the Terms on their behalf.\nYou must provide accurate and complete information to register for an account.\nYou may not make your access credentials or account available to others outside your organization, and you are responsible for all activities that occur using your credentials.</p>\n2.\nUsage Requirements\n<p>(a) Use of Services.\nYou may access, and we grant you a non-exclusive right to use, the Services in accordance with these Terms.\nYou will comply with these Terms and all applicable laws when using the Services.\nWe and our affiliates own all rights, title, and interest in and to the Services.</p>\n<p>(b) Feedback.\nWe appreciate feedback, comments, ideas, proposals and suggestions for improvements.\nIf you provide any of these things, we may use it without restriction or compensation to you.</p>\n<p>(c) Restrictions.\nYou may not (i) use the Services in a way that infringes, misappropriates or violates any person’s rights.\n(ii) reverse assemble, reverse compile, decompile, translate or otherwise attempt to discover the source code or underlying components of models, algorithms, and systems of the Services (except to the extent such restrictions are contrary to applicable law).\n(iii) use any method to extract data from the Services, including web scraping, web harvesting, or web data extraction methods, other than as permitted through the API.\n(v) represent that output from the Services was human-generated when it is not.\nYou may use Services only in geographies currently supported by RizzGPT.</p>\n<p>(d) Third Party Services.\nAny third party software, services, or other products you use in connection with the Services are subject to their own terms, and we are not responsible for third party products.</p>\n3.\nContent\n<p>(a) Your Content.\nYou may provide input to the Services (“Input”), and receive output generated and returned by the Services based on the Input (“Output”).\nInput and Output are collectively “Content.” As between the parties and to the extent permitted by applicable law, you own all Input, and subject to your compliance with these Terms, RizzGPT hereby assigns to you all its right, title and interest in and to Output.\nRizzGPT may use Content as necessary to provide and maintain the Services, comply with applicable law, and enforce our policies.\nYou are responsible for Content, including for ensuring that it does not violate any applicable law or these Terms.</p>\n<p>(b) Similarity of Content.\nDue to the nature of machine learning, Output may not be unique across users and the Services may generate the same or similar output for RizzGPT or a third party.\nFor example, you may provide input to a model such as “What color is the sky?” and receive output such as “The sky is blue.” Other users may also ask similar questions and receive the same response.\nResponses that are requested by and generated for other users are not considered your Content.</p>\n<p>(c) Use of Content to Improve Services.\nWe do not use Content that you provide to or receive from our API (“API Content”) to develop and improve our Services.\nAPI Content is only used to provide and maintain our API Services.\nWe may use Content from Services other than our API (“Non-API Content”) to help develop and improve our Services.\nYou can read more here about how Non-API Content may be used to improve model performance.\nIf you do not want your Non-API Content used to improve Services, you can opt out by filling out this form.\nPlease note that in some cases this may limit the ability of our Services to better address your specific use case.</p>\n<p>(d) Copyright Complaints.\nIf you believe that your intellectual property rights have been infringed, please send notice to the address below or fill out this form.\nWe may delete or disable content alleged to be infringing and may terminate accounts of repeat infringers.</p>\n<p>Superdrop Labs Inc.\n36 E 20th St\nFloor 8\nNew York City\nNY, 10003\nWritten claims concerning copyright infringement must include the following information:</p>\n<p>A physical or electronic signature of the person authorized to act on behalf of the owner of the copyright interest.\nA description of the copyrighted work that you claim has been infringed upon.\nA description of where the material that you claim is infringing is located on the site.\nYour address, telephone number, and e-mail address.\nA statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand\nA statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</p>\n4.\nFees and Payments\n<p>(a) Fees and Billing.\nYou will pay all fees charged to your account (“Fees”) according to the prices and terms on the applicable pricing page, or as otherwise agreed between us in writing.\nWe have the right to correct pricing errors or mistakes even if we have already issued an invoice or received payment.\nYou will provide complete and accurate billing information including a valid and authorized payment method.\nWe will charge your payment method on an agreed-upon periodic basis, but may reasonably change the date on which the charge is posted.\nYou authorize RizzGPT and its affiliates, and our third-party payment processor(s), to charge your payment method for the Fees.\nIf your payment cannot be completed, we will provide you written notice and may suspend access to the Services until payment is received.\nFees are payable in U.S.\ndollars and are due upon invoice issuance.\nPayments are nonrefundable except as provided in this Agreement.</p>\n<p>(b) Taxes.\nUnless otherwise stated, Fees do not include federal, state, local, and foreign taxes, duties, and other similar assessments (“Taxes”).\nYou are responsible for all Taxes associated with your purchase, excluding Taxes based on our net income, and we may invoice you for such Taxes.\nYou agree to timely pay such Taxes and provide us with documentation showing the payment, or additional evidence that we may reasonably require.\nRizzGPT uses the name and address in your account registration as the place of supply for tax purposes, so you must keep this information accurate and up-to-date.</p>\n<p>(c) Price Changes.\nWe may change our prices by posting notice to your account and/or to our website.\nPrice increases will be effective 14 days after they are posted, except for increases made for legal reasons or increases made to Beta Services (as defined in our Service Terms), which will be effective immediately.\nAny price changes will apply to the Fees charged to your account immediately after the effective date of the changes.</p>\n<p>(d) Disputes and Late Payments.\nIf you want to dispute any Fees or Taxes, please contact support@rizzgpt.app within thirty (30) days of the date of the disputed invoice.\nUndisputed amounts past due may be subject to a finance charge of 1.5% of the unpaid balance per month.\nIf any amount of your Fees are past due, we may suspend your access to the Services after we provide you written notice of late payment.</p>\n<p>(e) Free Tier.\nYou may not create more than one account to benefit from credits provided in the free tier of the Services.\nIf we believe you are not using the free tier in good faith, we may charge you standard fees or stop providing access to the Services.</p>\n5.\nConfidentiality, Security and Data Protection\n<p>(a) Confidentiality.\nYou may be given access to Confidential Information of RizzGPT, its affiliates and other third parties.\nYou may use Confidential Information only as needed to use the Services as permitted under these Terms.\nYou may not disclose Confidential Information to any third party, and you will protect Confidential Information in the same manner that you protect your own confidential information of a similar nature, using at least reasonable care.\nConfidential Information means nonpublic information that RizzGPT or its affiliates or third parties designate as confidential or should reasonably be considered confidential under the circumstances, including software, specifications, and other nonpublic business information.\nConfidential Information does not include information that: (i) is or becomes generally available to the public through no fault of yours.\n(ii) you already possess without any confidentiality obligations when you received it under these Terms.\n(iii) is rightfully disclosed to you by a third party without any confidentiality obligations.\nor (iv) you independently developed without using Confidential Information.\nYou may disclose Confidential Information when required by law or the valid order of a court or other governmental authority if you give reasonable prior written notice to RizzGPT and use reasonable efforts to limit the scope of disclosure, including assisting us with challenging the disclosure requirement, in each case where possible.</p>\n<p>(b) Security.\nYou must implement reasonable and appropriate measures designed to help secure your access to and use of the Services.\nIf you discover any vulnerabilities or breaches related to your use of the Services, you must promptly contact RizzGPT and provide details of the vulnerability or breach.</p>\n<p>(c) Processing of Personal Data.\nIf your use of the Services involves processing of personal data, you must provide legally adequate privacy notices and obtain necessary consents for the processing of such data, and you represent to us that you are processing such data in accordance with applicable law.\nIf you are governed by the GDPR or CCPA and will be using RizzGPT for the processing of “personal data” as defined in the GDPR or “Personal Information,” please fill out this form to request to execute our Data Processing Addendum.</p>\n6.\nTerm and Termination\n<p>(a) Termination.\nThese Terms take effect when you first use the Services and remain in effect until terminated.\nYou may terminate these Terms at any time for any reason by discontinuing the use of the Services and Content.\nWe may terminate these Terms for any reason by providing you at least 30 days’ advance notice.\nWe may terminate these Terms immediately upon notice to you if you materially breach Sections 2 (Usage Requirements), 5 (Confidentiality, Security and Data Protection), 8 (Dispute Resolution) or 9 (General Terms), if there are changes in relationships with third party technology providers outside of our control, or to comply with law or government requests.</p>\n<p>(b) Effect on Termination.\nUpon termination, you will stop using the Services and you will promptly return or, if instructed by us, destroy any Confidential Information.\nThe sections of these Terms which by their nature should survive termination or expiration should survive, including but not limited to Sections 3 and 5–8.</p>\n7.\nIndemnification.\nDisclaimer of Warranties.\nLimitations on Liability\n<p>(a) Indemnity.\nYou will defend, indemnify, and hold harmless us, our affiliates, and our personnel, from and against any claims, losses, and expenses (including attorneys’ fees) arising from or relating to your use of the Services, including your Content, products or services you develop or offer in connection with the Services, and your breach of these Terms or violation of applicable law.</p>\n<p>(b) Disclaimer.\nTHE SERVICES ARE PROVIDED “AS IS.” EXCEPT TO THE EXTENT PROHIBITED BY LAW, WE AND OUR AFFILIATES AND LICENSORS MAKE NO WARRANTIES (EXPRESS, IMPLIED, STATUTORY OR OTHERWISE) WITH RESPECT TO THE SERVICES, AND DISCLAIM ALL WARRANTIES INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, SATISFACTORY QUALITY, NON-INFRINGEMENT, AND QUIET ENJOYMENT, AND ANY WARRANTIES ARISING OUT OF ANY COURSE OF DEALING OR TRADE USAGE.\nWE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED, ACCURATE OR ERROR FREE, OR THAT ANY CONTENT WILL BE SECURE OR NOT LOST OR ALTERED.</p>\n<p>(c) Limitations of Liability.\nNEITHER WE NOR ANY OF OUR AFFILIATES OR LICENSORS WILL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, OR DATA OR OTHER LOSSES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nOUR AGGREGATE LIABILITY UNDER THESE TERMS SHALL NOT EXCEED THE GREATER OF THE AMOUNT YOU PAID FOR THE SERVICE THAT GAVE RISE TO THE CLAIM DURING THE 12 MONTHS BEFORE THE LIABILITY AROSE OR ONE HUNDRED DOLLARS ($100).\nTHE LIMITATIONS IN THIS SECTION APPLY ONLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</p>\n8.\nDispute Resolution\n<p>YOU AGREE TO THE FOLLOWING MANDATORY ARBITRATION AND CLASS ACTION WAIVER PROVISIONS:</p>\n<p>(a) MANDATORY ARBITRATION.\nYou and RizzGPT agree to resolve any claims relating to these Terms or our Services through final and binding arbitration, except that you have the right to opt out of these arbitration terms, and future changes to these arbitration terms, by filling out this form within 30 days of agreeing to these arbitration terms or the relevant changes.</p>\n<p>(b) Informal Dispute Resolution.\nWe would like to understand and try to address your concerns prior to formal legal action.\nBefore filing a claim against RizzGPT, you agree to try to resolve the dispute informally by sending us notice at support@RizzGPT.com of your name, a description of the dispute, and the relief you seek.\nIf we are unable to resolve a dispute within 60 days, you may bring a formal proceeding.\nAny statute of limitations will be tolled during the 60-day resolution process.</p>\n<p>(c) Arbitration Forum.\nEither party may commence binding arbitration through ADR Services, an alternative dispute resolution provider.\nThe parties will pay equal shares of the arbitration fees.\nIf the arbitrator finds that you cannot afford to pay the arbitration fees and cannot obtain a waiver, RizzGPT will pay them for you.\nRizzGPT will not seek its attorneys’ fees and costs in arbitration unless the arbitrator determines that your claim is frivolous.</p>\n<p>(d) Arbitration Procedures.\nThe arbitration will be conducted by telephone, based on written submissions, video conference, or in person in New York, NY or at another mutually agreed location.\nThe arbitration will be conducted by a sole arbitrator by ADR Services under its then-prevailing rules.\nAll issues are for the arbitrator to decide, including but not limited to issues relating to the scope, enforceability, and arbitrability of this Section.\nThe amount of any settlement offer will not be disclosed to the arbitrator by either party until after the arbitrator determines the final award, if any.</p>\n<p>(e).\nExceptions.\nThis arbitration clause does not require arbitration of the following claims: (i) individual claims brought in small claims court.\nand (ii) injunctive or other equitable relief to stop unauthorized use or abuse of the Services or intellectual property infringement.</p>\n<p>(f) NO CLASS ACTIONS.\nDisputes must be brought on an individual basis only, and may not be brought as a plaintiff or class member in any purported class, consolidated, or representative proceeding.\nClass arbitrations, class actions, private attorney general actions, and consolidation with other arbitrations are not allowed.\nIf for any reason a dispute proceeds in court rather than through arbitration, each party knowingly and irrevocably waives any right to trial by jury in any action, proceeding, or counterclaim.\nThis does not prevent either party from participating in a class-wide settlement of claims.</p>\n<p>(g) Severability.\nIf any part of this Section 8 is found to be illegal or unenforceable, the remainder will remain in effect, except that if a finding of partial illegality or unenforceability would allow class or representative arbitration, this Section 8 will be unenforceable in its entirety.\nNothing in this Section will be deemed to waive or otherwise limit the right to seek public injunctive relief or any other non-waivable right, pending a ruling on the substance of such claim from the arbitrator.</p>\n9.\nGeneral Terms\n<p>(a) Relationship of the Parties.\nThese Terms do not create a partnership, joint venture or agency relationship between you and RizzGPT or any of RizzGPT’s affiliates.\nRizzGPT and you are independent contractors and neither party will have the power to bind the other or to incur obligations on the other’s behalf without the other party’s prior written consent.</p>\n<p>(b) Use of Brands.\nYou may not use RizzGPT’s or any of its affiliates’ names, logos, or trademarks, without our prior written consent.</p>\n<p>(c) U.S.\nFederal Agency Entities.\nThe Services were developed solely at private expense and are commercial computer software and related documentation within the meaning of the applicable U.S.\nFederal Acquisition Regulation and agency supplements thereto.</p>\n<p>(d) Assignment and Delegation.\nYou may not assign or delegate any rights or obligations under these Terms, including in connection with a change of control.\nAny purported assignment and delegation shall be null and void.\nWe may assign these Terms in connection with a merger, acquisition or sale of all or substantially all of our assets, or to any affiliate or as part of a corporate reorganization.</p>\n<p>(e) Modifications.\nWe may amend these Terms from time to time by posting a revised version on the website, or if an update materially adversely affects your rights or obligations under these Terms we will provide notice to you either by emailing the email associated with your account or providing an in-product notification.\nChanges will become effective no sooner than 30 days after we notify you.\nAll other changes will be effective immediately.\nYour continued use of the Services after any change means you agree to such change.</p>\n<p>(f) Notices.\nAll notices will be in writing.\nWe may notify you using the registration information you provided or the email address associated with your use of the Services.\nService will be deemed given on the date of receipt if delivered by email or on the date sent via courier if delivered by post.\nRizzGPT accepts service of process at this address: RizzGPT, Superdrop Labs Inc., 36 E 20th St, Floor 8, NYC, NY 10003 Attn: support@RizzGPT.com.</p>\n<p>(g) Waiver and Severability.\nIf you do not comply with these Terms, and RizzGPT does not take action right away, this does not mean RizzGPT is giving up any of our rights.\nExcept as provided in Section 8, if any part of these Terms is determined to be invalid or unenforceable by a court of competent jurisdiction, that term will be enforced to the maximum extent permissible and it will not affect the enforceability of any other terms.</p>\n<p>(h) Export Controls.\nThe Services may not be used in or for the benefit of, exported, or re-exported (a) into any U.S.\nembargoed countries (collectively, the “Embargoed Countries”) or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals, any other restricted party lists (existing now or in the future) identified by the Office of Foreign Asset Control, or the U.S.\nDepartment of Commerce Denied Persons List or Entity List, or any other restricted party lists.\nYou represent and warrant that you are not located in any Embargoed Countries and not on any such restricted party lists.\nYou must comply with all applicable laws related to Embargoed Countries or Restricted Party Lists, including any requirements or obligations to know your end users directly.</p>\n<p>(i) Equitable Remedies.\nYou acknowledge that if you violate or breach these Terms, it may cause irreparable harm to RizzGPT and its affiliates, and RizzGPT shall have the right to seek injunctive relief against you in addition to any other legal remedies.</p>\n<p>(j) Entire Agreement.\nThese Terms and any policies incorporated in these Terms contain the entire agreement between you and RizzGPT regarding the use of the Services and, other than any Service specific terms of use or any applicable enterprise agreements, supersedes any prior or contemporaneous agreements, communications, or understandings between you and RizzGPT on that subject.</p>\n<p>(k) Jurisdiction, Venue and Choice of Law.\nThese Terms will be governed by the laws of the State of New York, excluding New York’s conflicts of law rules or principles.\nExcept as provided in the “Dispute Resolution” section, all claims arising out of or relating to these Terms will be brought exclusively in the federal or state courts of New York City, NY USA.</p>\n<p>\n</p>", "created_at": "2023-06-27 22:40:10.725134", "updated_at": "2023-06-27 22:40:34.578163"}, {"id": 16600, "name": "Privacy Policy", "url": "https://www.rizzgpt.app/privacy", "xpath": "//body", "text": "Privacy Policy<p>Updated March 13, 2023</p>\n<p>Welcome to RizzGPT.\nRizzGPT is an app that lets you play mini games with AI-based characters.\nWe hope you find it fun and engaging.</p>\n<p>RizzGPT is developed and maintained by Superdrop Labs Inc.</p>\n<p>We at Superdrop Labs Inc.\n(together with our affiliates, \"RizzGPT\", “we”, “our” or “us”) respect your privacy and are strongly committed to keeping secure any information we obtain from you or about you.\nThis Privacy Policy describes our practices with respect to Personal Information we collect from or about you when you access RizzGPT and its affiliates’ websites (collectively, the “Site”), or use RizzGPT and its affiliates’ products and services, including application programming interfaces, associated software, tools, developer services, data and documentation (collectively, the “Services”).</p>\n1.\nPersonal information we collect\n<p>We collect information that alone or in combination with other information in our possession could be used to identify you (“Personal Information”) as follows:</p>\n<p>Personal Information You Provide: We may collect Personal Information if you create an account to use our Services or communicate with us as follows.</p>\n<p>Communication Information: If you communicate with us, we may collect your name, contact information, and the contents of any messages you send (“Communication Information”).</p>\n<p>Personal Information We Collect Through Our Social Media Pages: We have pages on social media sites like Instagram, Facebook, Medium, Twitter, YouTube and LinkedIn (“Social Media Pages”).\nWhen you interact with our Social Media Pages, we will collect Personal Information that you elect to provide to us, such as your contact details (“Social Information”).\nIn addition, the companies that host our Social Media Pages may provide us with aggregate information and analytics regarding the use of our Social Media Pages.</p>\n<p>Personal Information We Receive Automatically From Your Use of the Services: When you visit, use, and interact with the Services, we may receive certain information about your visit, use, or interactions (“Technical Information”), including the following:</p>\n<p>Log Data: Information that your browser automatically sends whenever you visit the Site (“log data”).\nLog data includes your Internet Protocol address, browser type and settings, the date and time of your request, and how you interacted with the Site.</p>\n<p>Usage Data: We may automatically collect information about your use of the Services, such as the types of content that you view or engage with, the features you use and the actions you take, as well as your time zone, country, the dates and times of access, user agent and version, type of computer or mobile device, computer connection, IP address, and the like.</p>\n<p>Device Information: Includes name of the device, operating system, and browser you are using.\nInformation collected may depend on the type of device you use and its settings.</p>\n<p>Cookies: We use cookies to operate and administer our Site and Services, and improve your experience on it.\nA “cookie” is a piece of information sent to your browser by a website you visit.\nYou can set your browser to accept all cookies, to reject all cookies, or to notify you whenever a cookie is offered so that you can decide each time whether to accept it.\nHowever, refusing a cookie may in some cases preclude you from using, or negatively affect the display or function of, a website or certain areas or features of a website.\nFor more details on cookies please visit All About Cookies.</p>\n<p>Analytics: We may use a variety of online analytics products that use cookies to help us analyze how users use the Site and Services and enhance your experience when you use the Site and Services.</p>\n<p>Online Tracking and Do Not Track Signals: We and our third party service providers may use cookies or other tracking technologies to collect information about your browsing activities over time and across different websites following your use of the Site.\nOur Site currently does not respond to “Do Not Track” (“DNT”) signals and operates as described in this Privacy Policy whether or not a DNT signal is received.</p>\n2.\nHow we use personal information\n<p>We may use Personal Information for the following purposes:</p>\n<p>To provide, administer, maintain, improve and/or analyze the Services.\nTo conduct research, which may remain internal or may be shared with third parties, published or made generally available.\nTo communicate with you.\nTo develop new programs and services.\nTo prevent fraud, criminal activity, or misuses of our Services, and to ensure the security of our IT systems, architecture, and networks.\nand\nTo comply with legal obligations and legal process and to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or other third parties.\nAggregated Information.\nWe may aggregate Personal Information and use the aggregated information to analyze the effectiveness of our Services, to improve and add features to our Services, to conduct research (which may remain internal or may be shared with third parties, published or made generally available) and for other similar purposes.\nIn addition, from time to time, we may analyze the general behavior and characteristics of users of our Services and share aggregated information like general user statistics with third parties, publish such aggregated information or make such aggregated information generally available.\nWe may collect aggregated information through the Services, through cookies, and through other means described in this Privacy Policy.</p>\n3.\nSharing and disclosure of personal information\n<p>In certain circumstances we may share your Personal Information with third parties without further notice to you, unless required by the law, including without limitation in the situations below:</p>\n<p>Vendors and Service Providers: To assist us in meeting business operations needs and to perform certain services and functions, we may share Personal Information with vendors and service providers, including providers of hosting services, cloud services, and other information technology services providers, event management services, email communication software and email newsletter services, advertising and marketing services, and web analytics services.\nPursuant to our instructions, these parties will access, process, or store Personal Information in the course of performing their duties to us.</p>\n<p>Business Transfers: If we are involved in strategic transactions, reorganization, bankruptcy, receivership, or transition of service to another provider (collectively a “Transaction”), your Personal Information and other information may be shared in the diligence process with counterparties and others assisting with the Transaction and transferred to a successor or affiliate as part of that Transaction along with other assets.\nLegal Requirements: If required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation, including to meet national security or law enforcement requirements, (ii) protect and defend our rights or property, (iii) prevent fraud, (iv) act in urgent circumstances to protect the personal safety of users of the Services, or the public, or (v) protect against legal liability.\nAffiliates: We may share Personal Information with our affiliates, meaning an entity that controls, is controlled by, or is under common control with RizzGPT.\nOur affiliates may use the Personal Information we share in a manner consistent with this Privacy Policy.\nOther Users: certain actions you take may be visible to other users of the Service.</p>\n4.\nHow to contact us.\nupdating your information\n<p>Please contact us at support@rizzgpt.app if you need to change or correct your Personal Information, or if you have any questions or concerns not already addressed in this Privacy Policy.</p>\n5.\nCalifornia privacy rights\n<p>The following disclosures are intended to provide additional information about (1) the categories of Personal Information we collect (as defined above), (2) the source of the Personal Information, (3) how we use each category of Personal Information, and (4) how we disclose Personal Information.\nThese disclosures do not limit our ability to use or disclose information as described above.</p>\n<p>Category of Personal Information\tSources of Personal Information\tUse of Personal Information\tDisclosure of Personal Information\nSocial Information\tWe may collect Social Information from you when you interact with our Social Media Pages.\nWe may use Social Information to perform analytics and to communicate with you.\nWe may disclose Social Information to our affiliates.\nCommunication Information\tWe collect Communication Information directly from you.\nWe use Communication Information for providing our Services and responding to you.\nWe disclose Communication Information to our affiliates and communication services providers.\nTechnical Information\tWe collect Technical Information from you.\nWe use Technical Information for analytics and in some cases, for moderation and prevention of fraud and malicious activity by users of our Services.\nWe disclose Technical Information to our affiliates and analytics provider(s).\nTo the extent provided for by law and subject to applicable exceptions, California residents have the following privacy rights in relation to the Personal Information we collect:</p>\n<p>The right to know what Personal Information we have collected and how we have used and disclosed that Personal Information;</p>\n<p>The right to request deletion of your Personal Information.\nand</p>\n<p>The right to be free from discrimination relating to the exercise of any of your privacy rights.</p>\n<p>We do not and will not sell your Personal Information.</p>\n<p>Exercising Your Rights: California residents can exercise the above privacy rights by emailing us at: support@rizzgpt.app.</p>\n<p>Verification: in order to protect your Personal Information from unauthorized access or deletion, we may require you to verify your credentials before you can submit a request to know or delete Personal Information.\nIf you do not have an account with us, or if we suspect fraudulent or malicious activity, we may ask you to provide additional Personal Information and proof of residency for verification.\nIf we cannot verify your identity, we will not provide or delete your Personal Information.</p>\n<p>Authorized Agents: you may submit a request to know or a request to delete your Personal Information through an authorized agent.\nIf you do so, the agent must present signed written permission to act on your behalf and you may also be required to independently verify your identity and submit proof of your residency with us.</p>\n6.\nChildren\n<p>Our Service is not directed to children who are under the age of 13.\nRizzGPT does not knowingly collect Personal Information from children under the age of 13.\nIf you have reason to believe that a child under the age of 13 has provided Personal Information to RizzGPT through the Service please email us at support@rizzgpt.app and we will endeavor to delete that information from our databases.</p>\n7.\nLinks to other websites\n<p>The Service may contain links to other websites not operated or controlled by RizzGPT, including social media services (“Third Party Sites”).\nThe information that you share with Third Party Sites will be governed by the specific privacy policies and terms of service of the Third Party Sites and not by this Privacy Policy.\nBy providing these links we do not imply that we endorse or have reviewed these sites.\nPlease contact the Third Party Sites directly for information on their privacy practices and policies.</p>\n8.\nSecurity\n<p>You use the Service at your own risk.\nWe implement commercially reasonable technical, administrative, and organizational measures to protect Personal Information both online and offline from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nHowever, no Internet or e-mail transmission is ever fully secure or error free.\nIn particular, e-mail sent to or from us may not be secure.\nTherefore, you should take special care in deciding what information you send to us via the Service or e-mail.\nIn addition, we are not responsible for circumvention of any privacy settings or security measures contained on the Service, or third party websites.</p>\n9.\nInternational users\n<p>By using our Service, you understand and acknowledge that your Personal Information will be transferred from your location to our facilities and servers in the United States.</p>\n10.\nYour choices\n<p>If you choose not to provide Personal Information that is needed to use some features of our Service, you may be unable to use those features.</p>\n11.\nChanges to the privacy policy\n<p>We may change this Privacy Policy at any time.\nWhen we do we will post an updated version on this page, unless another type of notice is required by applicable law.\nBy continuing to use our Service or providing us with Personal Information after we have posted an updated Privacy Policy, or notified you by other means, you consent to the revised Privacy Policy.</p>\n<p>\n</p>", "created_at": "2023-06-27 22:40:10.757213", "updated_at": "2023-06-27 22:40:45.198536"}], "points": [], "urls": ["rizzgpt.app"]}}