{"error": 448, "message": "OK", "parameters": {"id": 2981, "name": "OVPN", "created_at": "2021-04-05 21:57:08.598844", "updated_at": "2023-04-22 11:48:53.120207", "wikipedia": null, "keywords": null, "related": null, "slug": "ovpn", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2981.png", "url": "ovpn.com", "documents": [{"id": 4707, "name": "Privacy Policy", "url": "https://www.ovpn.com/en/privacypolicy", "xpath": "/html/body/div[2]/div", "text": " Privacy Policy General <p>OVPN is a service provided and developed by OVPN Integritet AB (556999-4469).\nOVPN Integritet AB is registered in Sweden and will henceforth be referred to as \"We\", \"Us\", \"Our\" and \"OVPN\".</p>\n<p> OVPN is the privacy friendly VPN provider.\nAs such, our entire infrastructure is built with privacy &amp.\nsecurity as the core principles.\nOVPN does not log any activity when connected to our VPN service.\nTherefore, we do not know who is connected to our service, what they are doing or when they are doing it.\nNothing can be connected to an account: </p>\n<ul>\n<li>no logging of traffic</li>\n<li>no logging of timestamps</li>\n<li>no logging of DNS requests</li>\n<li>no logging of IP addresses</li>\n<li>no logging of MAC addresses</li>\n<li>no logging of individual user bandwidth volumes</li>\n</ul>\n<p>We own every single server used to run our service.\nAll VPN servers run without any hard drives - instead we use tmpfs storage in RAM.\nWriting permissions for the OpenVPN processes have been removed, as well as syslogs.\nOur VPN servers do not support physical console access, keyboard access nor usb access.</p> Court orders <p>OVPN can not provide any activity information or logs about users if a court order was issued asking us to provide that information.\nAs previously mentioned, no information about what our users do when connected is stored.</p>\n<p>The only information we would be able to provide would be account information detailed further below as well as the method of payment.\nHowever, it requires that the court order is for a specific person and that the authorities want to verify if that person has a user account with us.\nWe have not provided any information about our users to any government entities.</p> Website <p>Our website runs on a physical machine that we own and is located in our Stockholm datacenter.\nWe use the following third-party services:</p>\n<p>\n<strong>Matomo (previously named Piwik)</strong>: Matomo is included so we can measure how users interact with the website and to find areas of improvement.\nAll IP addresses are anonymized.\n</p>\n<p>\n<strong>Intercom</strong>: Intercom is a support system which we use to offer support to our users.\nUser account information is shared to Intercom in order to handle support requests satisfactory.\n</p>\n<p>\n<strong>Mailgun &amp.\nPostmark</strong>: Mailgun &amp.\nPostmark are used to send emails.\n</p>\n<p>\n<strong>Braintree</strong>: We use Braintree which is PCI DSS certified as our credit card solution provider.\nNo payment information is stored with us.\n</p>\n<p>\n<strong>Swish Merchant</strong>: For people in Sweden we offer Swish as a payment method.\n</p>\n<p>\n<strong>CoinPayments</strong>: CoinPayments is used for crypto payments.\n</p>\n<p>We also use reporting tools from Google to measure ad efficiency.\nThese reporting tools are only loaded for visitors who came through one of these channels.</p> Cookies <p>The following cookies may be saved on users devices when visiting OVPN.com.</p>\n<ul>\n<li>Matomo saves cookies containing session &amp.\nprofile data</li>\n<li>Intercom saves cookies containing session &amp.\nprofile data</li>\n<li>OVPN saves a cookie containing session, language, potential ad channel</li>\n<li>OVPN saves a cookie in case users wish to be signed in automatically</li>\n</ul> User information <p>During account registration, users must supply a desired username and a password.\nWhile we recommend our users to provide an email address, it is entirely optional.\nThe email address is used for events such as account recovery in case of a forgotten password, to send upcoming billing notifications, receipts after payments as well as an optional newsletter about our service.</p>\n<p>We store the following data for each account:</p>\n<code>{ \"username\": \"example\", \"password\": \"7crGpGcIF8K9QvpMhi5xrXIna1uG6lZ6\", \"email\": \"example@example.com\", \"created_at\": \"2018-01-01 00:00:00\", \"updated_at\": \"2018-04-01 00:00:00\", \"newsletter\": 0, \"has_authenticated\": 1, \"has_connected\": 1, \"has_ipv6\": 1, \"compression\": 1, \"streaming\": 0, \"language\": \"sv\", \"currency\": \"SEK\", \"country\": \"se\", \"devices\": 0, \"campaign\": null, \"subscription\": \"2019-04-01 00:00:00\", \"ipv4\": null, \"multihop\": null, \"client_version\": \"1.2.5.2213\", \"extension_version\": null\n}</code>\n<p>Below is an explanation of each field.</p>\n<p>\n<strong>username</strong>: the username that was specified during account registration.\n</p>\n<p>\n<strong>password</strong>: the password that was specified during account registration is stored hashed.\n</p>\n<p>\n<strong>email</strong>: the email address that was specified during account registration.\n</p>\n<p>\n<strong>created_at</strong>: timestamp rounded to the nearest hour of when the account was created.\n</p>\n<p>\n<strong>updated_at</strong>: timestamp of when the account information was last updated (for example, when making a new payment).\n</p>\n<p>\n<strong>newsletter</strong>: 0 or 1.\nIf user is subscribed to our newsletter.\n</p>\n<p>\n<strong>has_authenticated</strong>: 0 or 1.\nDetermines whether the user has ever successfully signed into our desktop client.\nThis does not state when the user launched or installed the desktop client, only if the user ever has installed the desktop client.\nUsed for internal statistics as well as allowing us to reach out to newly created accounts and ask them if they need any help.\n</p>\n<p>\n<strong>has_connected</strong>: 0 or 1.\nDetermines whether the user has ever successfully connected to our VPN servers.\nThis does not state when or how the user connected.\nonly if the user ever has connected.\nUsed for internal statistics as well as to reach out to new users who may be having problems connecting.\n</p>\n<p>\n<strong>has_ipv6</strong>: 0 or 1.\nUsers can decide themselves whether they want to be assigned an IPv6 address during the VPN connections.\n</p>\n<p>\n<strong>compression</strong>: 0 or 1.\nUsers can decide themselves whether they want to enable compression OpenVPN.\n</p>\n<p>\n<strong>streaming</strong>: 0 or 1.\nUsers can decide themselves whether they want to enable our circumvention measures to ensure streaming services work properly.\n</p>\n<p>\n<strong>language</strong>: the language that our website, newsletters, receipts and support should be communicated in.\n</p>\n<p>\n<strong>currency</strong>: the preferred currency set on our website.\n</p>\n<p>\n<strong>country</strong>: country of origin of the user when first signed up.\nThe IP address is not stored — Only the country of origin the IP address belongs to.\nCountry is stored so we can follow accounting laws (ie, which VAT we need to charge).\n</p>\n<p>\n<strong>devices</strong>: the number of connected devices the user currently has.\nThis is stored as a value of 0-4, where it is increased by 1 when a user connects, and decreased by 1 when a user disconnects.\nThis is in no way connected to a specific device, and we never store any other identifiable information about the device or user, such as MAC address or IP address.\n</p>\n<p>\n<strong>campaign</strong>: if the user is referred via one of our ad channels.\nUsed for internal statistics.\n</p>\n<p>\n<strong>subscription</strong>: expiration date of the subscription.\n</p>\n<p>\n<strong>ipv4</strong>: expiration date of the Public IPv4 add-on.\n</p>\n<p>\n<strong>multihop</strong>: expiration date of the Multihop add-on.\n</p>\n<p>\n<strong>client_version</strong>: the version of the OVPN client the user is using.\n</p>\n<p>\n<strong>extension_version</strong>: the version of the OVPN browser extension the user is using.\n</p> Confidentiality <p>OVPN can not share information regarding where, how and when users use OVPN since that information does not exist.\nFurthermore, we do not require an e-mail addresses when signing up.</p>\n<p>If a user wishes to delete any information we have about them, that user can&nbsp;contact us.\nIf the user has an active subscription, any remaining subscription time will also be removed.</p>\n<p>Users have the right to request, at any time, that their personal is either corrected or deleted.\nUsers also have the right to request a copy of their personal data.\nIf a user wishes to change, delete or receive a copy of their personal data, please contact our support.\nRequests may take up to a month to handle as this process is handled manually.</p>\n<p>Do note that we are not able to provide users with payment data as that is not stored by us.</p> ", "created_at": "2021-04-05 21:57:08.899446", "updated_at": "2022-12-13 18:29:33.941757"}, {"id": 13245, "name": "Terms of Service", "url": "https://www.ovpn.com/en/tos", "xpath": "/html/body/div[2]/div", "text": " Terms of Service General <p>OVPN is a service provided and developed by OVPN Integritet AB (556999-4469).\nOVPN Integritet AB is registered in Sweden and will henceforth be referred to as \"We\", \"Us\", \"Our\" and \"OVPN\".</p>\n<p>These terms apply between the user and OVPN.\nThe purpose of these terms is to clarify the terms and obligations that users have when using OVPN as well as the obligations OVPN has to its users.</p> Logs <p>OVPN does not log any activity of its users.\nPlease see the privacy policy for an expanded statement.</p> Uptime <p>OVPN aims to keep server uptime as high as possible and therefore has an uptime guarantee of 99.5%.\nActive paying users get two minutes for every one minute of downtime that exceeds 0.5% downtime per calendar month.</p> Subscriptions <p>Subscriptions are personal and may not be used by multiple people.\nAccounts may be terminated in case they're shared.\n</p>\n<p>Subscriptions are always paid in advance and are started as soon as OVPN receives the payment.\nSubscriptions renew automatically if the purchase was carried out using a credit card or Paypal.\nUsers can, at any point, disable automatic renewal on the user settings page.</p>\n<p>If within the European Union, all prices stated include the VAT of the country the user is visiting from.\nIf outside the EU, no VAT is charged.\nVisit this page for more information.</p> Refunds <p>OVPN has a 10-day money-back guarantee for first-time purchases.\nIn accordance with Swedish law under which OVPN operates, we reserve the right to refuse refunds of renewal purchases.</p>\n<p>The user must contact OVPN within 10 days of making the first payment by email or live chat for the money-back guarantee to be valid.\nNo refunds are performed for cash or crypto payments due to money laundering guidelines.</p> Illegal activities <p>Users may not use OVPN to commit crimes.\nIn the case of a crime being committed, OVPN retains full rights to suspend the account in question without a refund.</p> Responsibility <p>OVPN is not to be held responsible for any damages or loss of income caused by using our services.</p> Changes <p>No notification to users is required if only small changes in the agreement is altered.\nOVPN will contact all users by email if dramatic changes are made.</p> Disputes <p>All disputes that can not be resolved individually between OVPN and the involved parties will be resolved in Swedish court.</p> ", "created_at": "2022-12-13 18:28:16.784064", "updated_at": "2023-04-02 07:39:29.218624"}], "points": [{"id": 25383, "title": "An anonymous payment method is offered", "source": "https://www.ovpn.com/en/privacypolicy", "status": "Generated through the annotate view", "created_at": "2021-10-09 11:25:24.152896", "updated_at": "2023-07-11 06:22:24.328355", "quoteText": null, "case_id": 405, "document_id": 4707, "quoteStart": null, "quoteEnd": null}, {"id": 25382, "title": "Only necessary logs are kept by the service to ensure quality", "source": "https://www.ovpn.com/en/privacypolicy", "status": "Generated through the annotate view", "created_at": "2021-10-09 11:24:04.880708", "updated_at": "2023-07-11 06:22:24.903814", "quoteText": null, "case_id": 176, "document_id": 4707, "quoteStart": null, "quoteEnd": null}, {"id": 30543, "title": "Accessibility to this service is guaranteed at 99% or more", "source": "https://www.ovpn.com/en/tos", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:39:58.4886", "updated_at": "2023-07-11 06:28:26.9357", "quoteText": null, "case_id": 158, "document_id": 13245, "quoteStart": null, "quoteEnd": null}, {"id": 30545, "title": "This service has a no refund policy with some exceptions", "source": "https://www.ovpn.com/en/tos", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:40:49.069487", "updated_at": "2023-07-11 06:28:27.015953", "quoteText": null, "case_id": 398, "document_id": 13245, "quoteStart": null, "quoteEnd": null}, {"id": 30544, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.ovpn.com/en/tos", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:40:19.308218", "updated_at": "2023-07-11 06:28:27.09333", "quoteText": null, "case_id": 384, "document_id": 13245, "quoteStart": null, "quoteEnd": null}, {"id": 30547, "title": "The court of law governing the terms is in Sweden", "source": "https://www.ovpn.com/en/tos", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:41:35.055182", "updated_at": "2023-07-11 06:28:27.169643", "quoteText": null, "case_id": 163, "document_id": 13245, "quoteStart": null, "quoteEnd": null}, {"id": 30546, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.ovpn.com/en/tos", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:41:17.077123", "updated_at": "2023-07-11 06:28:27.255029", "quoteText": null, "case_id": 329, "document_id": 13245, "quoteStart": null, "quoteEnd": null}, {"id": 30550, "title": "You can access most of the pages on the service's website without revealing any personal information", "source": "https://www.ovpn.com/en/privacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:43:32.627444", "updated_at": "2023-07-11 06:28:27.339553", "quoteText": null, "case_id": 298, "document_id": 4707, "quoteStart": null, "quoteEnd": null}, {"id": 30548, "title": "This Service does not keep any VPN logs.", "source": "https://www.ovpn.com/en/privacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:42:03.630738", "updated_at": "2023-07-11 06:28:27.425682", "quoteText": null, "case_id": 501, "document_id": 4707, "quoteStart": null, "quoteEnd": null}, {"id": 30551, "title": "Third-party cookies are used for advertising", "source": "https://www.ovpn.com/en/privacypolicy", "status": "These tools may not be cookies though", "created_at": "2023-04-02 07:43:50.40324", "updated_at": "2023-07-11 06:28:27.602306", "quoteText": null, "case_id": 128, "document_id": 4707, "quoteStart": null, "quoteEnd": null}, {"id": 30554, "title": " A list of all cookies set by the website is provided", "source": "https://www.ovpn.com/en/privacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:45:34.974811", "updated_at": "2023-07-11 06:28:27.694354", "quoteText": null, "case_id": 306, "document_id": 4707, "quoteStart": null, "quoteEnd": null}, {"id": 30553, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.ovpn.com/en/privacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:45:06.187446", "updated_at": "2023-07-11 06:28:27.783521", "quoteText": null, "case_id": 195, "document_id": 4707, "quoteStart": null, "quoteEnd": null}, {"id": 30549, "title": "Your personal data is not shared with third parties", "source": "https://www.ovpn.com/en/privacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:42:41.015011", "updated_at": "2023-07-11 06:28:27.862981", "quoteText": null, "case_id": 311, "document_id": 4707, "quoteStart": null, "quoteEnd": null}, {"id": 30552, "title": " Pseudonyms are allowed", "source": "https://www.ovpn.com/en/privacypolicy", "status": "Generated through the annotate view", "created_at": "2023-04-02 07:44:44.942458", "updated_at": "2023-07-11 06:28:27.947442", "quoteText": null, "case_id": 215, "document_id": 4707, "quoteStart": null, "quoteEnd": null}], "urls": ["ovpn.com"]}}