{"error": 448, "message": "OK", "parameters": {"id": 9064, "name": "Gates Foundation", "created_at": "2023-07-11 05:07:20.190176", "updated_at": "2023-07-11 10:02:12.501664", "wikipedia": null, "keywords": null, "related": null, "slug": "gates-foundation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9064.png", "url": "gatesfoundation.org", "documents": [{"id": 17746, "name": "PRIVACY & COOKIES NOTICE", "url": "https://www.gatesfoundation.org/privacy-and-cookies-notice", "xpath": "/html/body/div[1]/main/div[2]", "text": " BILL &amp.\nMELINDA GATES FOUNDATION PRIVACY &amp.\nCOOKIES NOTICE <p>Last updated March 3, 2023&nbsp;Update history</p>\n<p>The Bill &amp.\nMelinda Gates Foundation and our affiliates (“Foundation,” “we,” or “us”) are committed to the lawful, fair, and transparent collection and use of personal data.\nThis notice is intended to help you understand how we collect and use your personal data, as well as how we share, store, and protect that data.\nIf at any time you have questions about this notice, please let us know by contacting us at the information listed below in the section titled, “How to contact us.”</p>\n<p>We may update this notice and any supplemental privacy notices to reflect changes in our practices and applicable law.\nWe will post a notice of any material updates on our sites.</p>\n<p>Translations of the Privacy &amp.\nCookies Notice are also available:</p>\n<p>To view the Privacy &amp.\nCookies Notice in Chinese, click&nbsp;here.<br>\nTo view the Privacy &amp.\nCookies Notice in French, click&nbsp;here.<br>\nTo view the Privacy &amp.\nCookies Notice in German, click&nbsp;here.<br>\nTo view the Privacy &amp.\nCookies Notice in Hindi, click&nbsp;here.</p>\n<p>&nbsp;</p> When this notice appliesWhen this notice appliesSections<ul>\n<li>When this notice applies</li>\n<li>What data we collect about you</li>\n<li>How we use your data</li>\n<li>When we share your data</li>\n<li>How we store and protect your data</li>\n<li>How you can access and control your data</li>\n<li>How to contact us</li>\n<li>Supplemental privacy notice for event participants</li>\n<li>Supplemental privacy notice for job applicants</li>\n<li>Supplemental notice for reporters of improper conduct</li>\n<li>Cookies &amp.\nsimilar technologies</li>\n</ul>\n<ul>\n<li>When this notice applies</li>\n<li>What data we collect about you</li>\n<li>How we use your data</li>\n<li>When we share your data</li>\n<li>How we store and protect your data</li>\n<li>How you can access and control your data</li>\n<li>How to contact us</li>\n<li>Supplemental privacy notice for event participants</li>\n<li>Supplemental privacy notice for job applicants</li>\n<li>Supplemental notice for reporters of improper conduct</li>\n<li>Cookies &amp.\nsimilar technologies</li>\n</ul> When this notice applies <strong>When this notice applies</strong>\n<p>\n<strong>Our sites</strong>\n<br>\nThis notice applies to personal data we collect, including through this website, other Foundation registration or other website, mobile applications, online portals, electronic forms, surveys, interactive exhibits, and any other channel or mobile feature that we operate (collectively, “our sites”).\nIn these instances, the Foundation is the controller responsible for your personal data.</p>\n<p>\n<strong>Supplemental privacy notices</strong>\n<br>\nThis notice may be supplemented by a supplemental privacy notice applicable to a particular interaction with us, which may be either embedded in this notice or made available to you separately.\nWe will tell you when a supplemental privacy notice applies.</p>\n<p>\n<strong>Links to third-party sites</strong>\n<br>\nThis notice does not apply to any third-party sites that may link to, or be accessible from, our sites.\nWe are not responsible for any of the content, features, functionality, or privacy practices of other linked sites or services.\nThe data collection and use practices of any linked third-party site will be governed by that third party’s applicable privacy notice, statement, or policy, and its terms of use.\nWe encourage you to read them.</p> What data we collect about you What data we collect about you\n<p>\n<strong>Data you provide about yourself<br>\n</strong>We collect your personal data when you voluntarily provide it to us.\nFor example, you may give us: your email address, country of residence, and areas of interest if you choose to receive newsletters, updates, or other information from us.\nyour contact information, and any other personal data you choose to include, if you email, text, or instant message us, or contact us through our sites.\nand any personal data contained in, or included with, any proposal documents, feedback, comments, photos, videos, or other information you submit via online portals, forms, surveys, or interactive portions of our sites.</p>\n<p>It is always your choice whether to provide this personal data.\nHowever, some personal data must be provided to participate in certain programs, activities, or events (such as to sign up for a newsletter, apply for a job, or register to participate in one of our events), so the decision not to provide information might limit or eliminate such functions of our sites or your ability to participate in such programs, activities, or events.\nPlease do not disclose more personal data than is requested.</p>\n<p>\n<strong>Personal data you provide about others<br>\n</strong>Do not provide personal data about others unless you are authorized or required to do so by contract or applicable law.\nYou may provide personal data on behalf of another person if you have provided them with a copy of this notice and any applicable supplemental privacy notice, and obtained their explicit consent.\nWe may ask you to provide evidence of that notice and consent.</p>\n<p>\n<strong>Data we receive from third parties and other sources<br>\n</strong>We may receive personal data about you from other sources, including your company/organization, professional references, publicly-available sources, third-party analytics providers, and other third parties.\nFor example, we may receive your personal data if: someone at your company/organization designates you as a contact person for that company/organization or includes information about you in proposal documents.\nanother visitor includes it in any feedback, comments, photos, videos, or other information submitted via online portals, electronic forms, surveys, or interactive portions of our sites.\nor one of our employees or service providers provides or a third party acting on apparent authority provides it to us when registering you to access our facilities or our sites, apply for a job, or participate in one of our events.</p>\n<p>\n<strong>Payment Processors </strong>\n<br>\nIf you make a donation or any purchase via the sites, the transaction may be handled by our service providers or third parties responsible for processing your transaction (“Payment Processors”).\nPlease be aware that Payment Processors have their own privacy policies and those terms will apply to you regarding how that Payment Processor handles your personal data.\nDepending on your donation or purchase, it may be made via the sites or you may be re-directed to a third-party site for payment.\nIf your donation or purchase is made via the sites, in order for the Payment Processor to process your transaction, we may require payment, credit card, or other credit-related information.\nIf you are re-directed to a third-party site for your donation or purchase, please be sure to review any linked policies provided during payment processing as they will apply to you.</p>\n<p>\n<strong>Interest-based advertising<br>\n</strong>We may use third-party service providers to serve our advertisements across the Internet.\nThese companies may use tracking technologies to collect information about your visits to our sites and other websites and your interaction with our advertising and other communications.\nSome advertisements may be personalized, meaning that they are intended to be relevant to you based on information collected about your visits to our sites and elsewhere over time.\nOther companies may also use such technology to advertise on our sites.</p>\n<p>You have the choice to tell us not to collect and use this information, and in some jurisdictions, we will only engage in interest-based advertising if you opt-in.\nIf you would like more information about this practice and to know your choices concerning interest-based advertisements, visit:<br>\nhttp://www.networkadvertising.org/choices/<br>\nwww.aboutads.info/choices<br>\nIn Canada, please visit:&nbsp;http://youradchoices.ca/choices/<br>\nIn the EU, please visit:&nbsp;http://www.youronlinechoices.eu/</p>\n<p>\n<strong>Data we collect automatically, including cookies, pixels, and similar technologies<br>\n</strong>We may collect some personal data automatically.\nFor example, when you visit our sites, we may collect your Internet Protocol (“IP”) address, Internet service provider (“ISP”) information, and browser type and language.\nWe also may use cookies, pixels, and similar technologies to collect data about your interaction with our sites, including, for example, referring webpage, pages visited on our sites, and crash data.\nIn addition, we may link the information we collect automatically or the information from any cookie or pixel with the information you provide in other contexts on our sites (newsletters, etc.) to personalize, connect and streamline your experience when visiting our sites.\nFor example, this may include connecting your use of our site from your desktop, mobile, or other device.\nPlease see&nbsp;Cookies &amp.\nSimilar Technologies&nbsp;for more information, including how to manage cookies, pixels, and similar technologies.</p>\n<p>\n<strong>Special categories of data<br>\n</strong>We will not intentionally collect any “special categories of data” under the EU General Data Protection Regulation (GDPR), the UK General Data Protection Regulation (“UK GDPR”), or the Protection of Personal Information Act (“POPIA”) without your explicit consent for one or more specified purposes or as otherwise permitted or required by applicable law.\nSpecial categories of data include personal data (a) revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership.\nor (b) concerning health or data concerning a natural person’s sex life or sexual orientation.</p>\n<p>\n<strong>Minors<br>\n</strong>Our sites are not intended for minors (individuals under the age of 13, or equivalent minimum age depending on jurisdiction), and we do not knowingly collect personal data from minors.\nIf you become aware of any personal data we have collected from a minor, please contact us.\nIf we learn that we have collected personal data from a minor, we will take steps to delete the data without notice as soon as possible.</p> How we use your data How we use your data\n<p>\n<strong>Purposes<br>\n</strong>We may use your personal data to: send you information that you have expressly chosen to receive&nbsp;[<em>with your consent</em>].\nreview and respond to proposal documents, feedback, comments, photos, videos, or other information you submit via online portals, electronic forms, surveys, or interactive portions of our sites&nbsp;[<em>for our legitimate interests and/or to perform a contract with you</em>].\nadminister and inform our program strategies and charitable activities&nbsp;[<em>for our legitimate interests</em>].\nadminister, safeguard, and improve our sites, systems, facilities, events, and other business operations&nbsp;[<em>for our legitimate interest</em>s].\nprotect our rights and the safety of others&nbsp;[<em>for our legitimate interests</em>].\ncontribute to our archive of information in the public interest&nbsp;[<em>for our legitimate interests</em>].\nand/or comply with applicable law, court order, subpoena, or legal process served on us&nbsp;[<em>to comply with legal obligations</em>].</p>\n<p>\n<strong>Additional purposes<br>\n</strong>Additional purposes for using your personal data may be described in a supplemental privacy notice.</p>\n<p>\n<strong>Legal bases under the GDPR, UK GDPR, or POPIA<br>\n</strong>If you are in the European Economic Area (EEA), the United Kingdom (UK) or South Africa, we will collect and use your personal data only if we have one or more legal bases for doing so under the GDPR, UK GDPR, or POPIA.\nThe legal bases depend on your interaction with us and our sites.\nThis means we collect and use your personal data only where: you have given your consent for one or more specific purposes.\nit is necessary to perform a contract we are about to enter into or have entered into with you.\nit is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.\nit is necessary to protect the vital interests of you or another natural person.\nor it is necessary to comply with a legal obligation.\nWe will indicate the legal basis or bases on which we are relying for each purpose.\nWhere we are relying on consent as the legal basis, we will notify you and seek additional consent before using your personal data for a new purpose that is inconsistent with the original purpose for which we collected it.</p> When we share your data When we share your data\n<p>\n<strong>Employees, agents, affiliates, service providers, and partners<br>\n</strong>We may share your personal data with our employees, agents, and affiliates who have a business need to know, our services providers (including contingent workers, consultants, contractors, vendors, and out-sourced service providers) to process it for us based on our instructions and for no other purpose, and with partners that are collaborating with us to fund projects or host events.\nWe do not share your personal data with any third party (including our service providers) for marketing purposes unless you have provided consent for us to do so.\nIf you believe personal data you provided to us is being misused by a third party, please&nbsp;contact us right away.</p>\n<p>\n<strong>Other visitors to our sites<br>\n</strong>If you submit feedback, comments, photos, videos, or other information to interactive portions of our sites, such submission may be made publicly available to anyone who visits those areas of our sites.\nOther visitors may access, re-post, or use such submission.\nEven if you remove or delete your submission, copies may remain in cached or archived areas of our sites or retained by other visitors.\nPlease use your discretion when submitting personal data in these contexts.</p>\n<p>\n<strong>Law enforcement<br>\n</strong>We may share your personal data with law enforcement, other government agencies or authorities, or third parties as required by applicable law, court order, subpoena, or legal process served on us.</p> How we store and protect your data How we store and protect your data\n<p>\n<strong>Storage and transfers<br>\n</strong>Your personal data may be stored in your region or in any other country where we or our service providers have facilities.\nWe may also allow employees and service providers located around the world to access personal data as provided in this notice.\nIf your personal data is subject to GDPR, UK GDPR, or POPIA, we will ensure your legal rights and protections travel with any such “transfer” of your personal data as required by applicable law.\nWe do this by signing “standard contractual clauses” approved by the European Commission that give personal data the same protection it has in the European Union, and/or otherwise requiring that our service providers protect personal data in accordance with applicable law.\nWe will also comply with similar applicable laws regarding the storage and transfer of personal data in other jurisdictions where your personal data may be collected or provided.</p>\n<p>\n<strong>Storage period<br>\n</strong>We will store your personal data until it is no longer needed to fulfill the purpose(s) for which it was collected or as otherwise required or permitted by law.\nAfter such time, we will either delete or anonymize your personal data or, if this is not possible, we will securely store your personal data and isolate it from any further use until deletion is possible.\nWe may dispose of any data in our discretion without notice, subject to applicable law.\nPlease&nbsp;contact us&nbsp;if you would like more details regarding our retention periods for different categories of personal data.</p>\n<p>\n<strong>Protection<br>\n</strong>As the transmission of data via the internet is not completely secure, we cannot guarantee the security of your information transmitted to our sites and any such transmission is at your own risk.\nHowever, we maintain appropriate technical and organizational measures, including performing regular self-assessments, to prevent unauthorized disclosure of, or access to, personal data.\nWe limit access to personal data and require that employees authorized to access personal data maintain the confidentiality of that data.\nWe hold our service providers to at least the same data privacy and security standards to which we hold ourselves.\nOur standard information security requirements for service providers are available&nbsp;here.</p> How you can access and control your data How you can access and control your data.\nyour rights\n<p>To the extent provided by applicable laws, you may have the right to obtain confirmation that we hold personal data about you.\nto access, correct, or delete your personal data.\nto withdraw any consent you previously provided to us.\nto object to or restrict our processing of your personal data in any other context.\nto deactivate, block, anonymize, or delete personal data as appropriate.\nor to request and receive a copy of the personal data you have provided us and to transmit this data to a third party.\nTo exercise any of these rights that you are not able to do directly, please contact us.\nYou may also have the right to lodge a complaint with the applicable data protection authority.\nIf you reside in South Africa, you have the right to submit a complaint to the Information Regulator here: </p>\n<p>Address: JD House, 27 Stiemens Street, Braamfontein, Johannesburg, 2001<br>\nEmail: complaints.IR@justice.gov.za</p>\n<p>Newsletters, auto-generated emails, and updates from us often include links to access, correct, or delete your personal data and to manage any subscriptions directly.\nIf you do not wish to receive promotional communications from us, you can opt-out by following the instructions contained in the messages you receive.\nEven if you opt-out of receiving these promotional communications, we reserve the right to send you certain communications relating to our sites, including administrative messages.\nWe do not offer you the opportunity to opt-out of receiving those communications.\nFor more information about interest-based advertising, including how you can manage advertising, please see above “Interest-based advertising.”</p> How to contact us How to contact us\n<p>Please use our&nbsp;Data Privacy Portal&nbsp;for questions, concerns and requests.</p>\n<p>If you prefer to contact us by mail:</p>\n<p>Mail:  Bill &amp.\nMelinda Gates Foundation<br>\nAttn: Legal - Privacy Notice Inquiry (Time Sensitive) <br>\nP.O.\nBox 23350 <br>\nSeattle, WA 98102 <br>\nU.S.A </p>\n<p>\n<strong>If you reside in South Africa:</strong>\n</p>\n<p>Mail:&nbsp.\nBill &amp.\nMelinda Gates Foundation<br>\nAttn: Information Officer <br>\n44 Melrose Arch Boulevard<br>\nOffice 501G<br>\nMelrose Arch<br>\nMelrose North<br>\nJohannesburg, SA 2196</p> Supplemental privacy notice for event participants BILL &amp.\nMELINDA GATES FOUNDATION SUPPLEMENTAL PRIVACY NOTICE FOR EVENT PARTICIPANTS\n<p>This notice supplements our&nbsp;Privacy &amp.\nCookies Notice&nbsp;and describes how we&nbsp;collect,&nbsp;use, and&nbsp;share&nbsp;additional personal data when you participate in a foundation event (whether as an attendee, guest, or speaker), and how to&nbsp;access and control&nbsp;this additional data.\nPlease&nbsp;let us know&nbsp;if you have any questions about this supplemental notice.</p>\nWhat additional data we collect about event participants\n<p>\n<strong>Event registration<br>\n</strong>When you register to participate in a Foundation event, we will ask you to provide your name, company/organization, professional title, email address, phone number, emergency contact name and phone number, and any dietary or disability-based accommodation needs.\nIn addition, if you participate as a presenter, panelist, or facilitator at the event, we may collect your photograph and presentation materials.\nWe may also collect feedback and evaluations about you as a presenter, panelist, or facilitator.\nWe may also collect other optional information.\nWe will indicate on the event registration materials which data is required.\nPlease&nbsp;contact us&nbsp;if you have any questions about why certain data is required.</p>\n<p>\n<strong>Mobile application<br>\n</strong>For some large events, you may have the option to download a mobile application (each, a “mobile app”) for participant communication and information sharing.\nWhen you download a mobile app, the app store may require the device identifier associated with your device, but neither we nor our mobile app provider will collect any personal data through the mobile app.</p>\n<p>\n<strong>Travel/hotel bookings, ground transportation, and expense reimbursement<br>\n</strong>For some events and participants, we may offer to book your travel/hotel, arrange ground transportation, or reimburse certain out-of-pocket expenses.\nIf so, we may ask you to provide your full name, gender, date of birth, home airport, airline and seat preference, frequent flyer number, global entry number, special meal needs, hotel preference, and any other travel-related information.\nIf booking international travel, we may ask you to provide your passport number, passport expiration date, and passport country of issuance.\nIf arranging ground transportation, we may ask you to provide your flight arrival/departure information and mobile phone number.\nIf reimbursing expenses, we may ask you to provide your bank account number and other personal data required to transfer funds to you.</p>\n<p>\n<strong>Event photography and audio video recordings<br>\n</strong>We frequently take photos and record audio and/or video in public areas of our events.\nIf so, we may make and store photographs containing your likeness and recordings of your voice and likeness.\nWe may associate your image and the sound of your voice with your name if you are identified during the recording or identify yourself by name.</p>\n<p>\n</p>\nHow we use this additional data\n<p>\n<strong>Event registration<br>\n</strong>We may use this information to register you to attend the event&nbsp;[<em>with your consent</em>].\nsend emails to you (and your assistant if one is indicated) to confirm your registration and provide you with updates regarding the event&nbsp;[<em>with your consent</em>].\nprint your physical badge at the event&nbsp;[<em>for our legitimate interests</em>].\ntrack and administer dietary and physical accommodation requests&nbsp;[<em>with your consent</em>].\nreview and potentially share your photo, materials, and other information you have authorized us to share with other event participants&nbsp;[<em>with your consent and for our legitimate interests</em>].\nsend you reports, materials, and updates&nbsp;[<em>with your consent</em>].\ncontact you about future events&nbsp;[<em>with your consent</em>].\nreview and respond to feedback, comments, photos, videos, or other information you submit via registration forms or post-event surveys&nbsp;[<em>for our legitimate interests</em>].\nadminister, safeguard, and improve our event operations&nbsp;[<em>for our legitimate interests</em>].</p>\n<p>\n<strong>Travel/hotel bookings, ground transportation, and expense reimbursement<br>\n</strong>We may use this information to assist you with travel/hotel bookings, arrange ground transportation, and reimburse certain out-of-pocket expenses&nbsp;[<em>with your consent</em>].</p>\n<p>\n<strong>Event photography and audio or video recordings<br>\n</strong>We may use, edit, copy, exhibit, publish, or distribute photos and audio or video recording for any charitable purpose relating to the event itself or foundation events in general&nbsp;[<em>for our legitimate interests</em>].</p>\n<p>\n</p>\nWhen we share this additional data\n<p>\n<strong>Event service providers and partners<br>\n</strong>Unless otherwise stated on a registration site, we use Cvent, Inc.\nto manage our online registration and the mobile app.\nWe may share your personal data with Cvent, Inc., other event service providers, and event partners as needed to provide you with information and services associated with the event.</p>\n<p>\n<strong>Travel/hotel bookings and ground transportation service providers<br>\n</strong>Unless otherwise stated on a registration site, we use Carlson Wagonlit Travel (“CWT”) and Corporate Travel Management Inc.\n(“CMT”) to manage travel/hotel bookings.\nIf you ask us to book your travel/hotel, we may share your personal data with CWT or CMT and/or other travel service providers to arrange travel/hotel accommodations.</p>\n<p>As a part of booking your travel/hotel, we or our service providers may share your personal data with airlines, hotels, and ground transportation companies for that purpose.\nWhen we do, neither we nor our service providers will have direct control over that personal data, and the airline, hotel, or ground transportation company may use your personal data in accordance with its privacy policies.</p>\n<p>\n<strong>Expense reimbursement service provider<br>\n</strong>Unless otherwise stated on a registration site, we use SAP Concur to manage expense reimbursement.\nIf you request expense reimbursement, we may share your personal data with SAP Concur (or alternative service provider) to process your request.</p>\n<p>\n</p>\nHow long we keep this additional data\n<p>We store personal data of all event participants in accordance with the Privacy &amp.\nCookies Notice.\nIf you participate in one of our events, we will retain your registration, travel or other event information for as long as necessary to produce the event, book or travel, reimburse expenses and/or otherwise achieve our charitable goals.&nbsp;&nbsp;</p>\nHow you can access and control this additional data\n<p>You may update your event registration information anytime by going directly to your registration account.\nIf you wish to access or correct other personal data, or object to our data processing, please&nbsp;contact us.\nPlease note that neither changes to, or deletion of, such personal data will alter personal data already relied upon or no longer in our control.</p>\n<p>\n</p>\nHow to contact us <p>Mail:&nbsp.\nBill &amp.\nMelinda Gates Foundation<br> Attn: Global Events<br> P.O.\nBox 23350<br> Seattle, WA 98102</p>\n<p>Email:&nbsp.\neventsregistration@gatesfoundation.org</p>\n<p>For Gates Ag One:</p>\n<p>Mail:&nbsp.\nBill &amp.\nMelinda Gates Foundation<br> Attn: Events<br> P.O.\nBox 23350<br> Seattle, WA 98102</p>\n<p>Email:&nbsp.\ngatesagoneevents@gatesfoundation.org</p>\n<p>For Gates MRI:</p>\n<p>Mail:&nbsp.\nBill &amp.\nMelinda Gates Foundation<br> Attn: Events<br> P.O.\nBox 23350<br> Seattle, WA 98102</p>\n<p>Email:&nbsp.\nevents@gatesmri.org</p> Supplemental privacy notice for job applicants BILL &amp.\nMELINDA GATES FOUNDATION SUPPLEMENTAL PRIVACY NOTICE FOR JOB APPLICANTS&nbsp.\n<p>This notice supplements our&nbsp;Privacy &amp.\nCookies Notice&nbsp;and describes how we&nbsp;collect,&nbsp;use,&nbsp;share, and&nbsp;retain&nbsp;additional personal data when you participate in our job application process, and how you can&nbsp;access and control&nbsp;this additional data.\nPlease&nbsp;let us know&nbsp;if you have any questions about this supplemental notice.</p>\n<p>\n</p>\nWhat additional data we collect about job applicants\n<p>\n<strong>Data you provide about yourself<br>\n</strong>When you participate in our job application process, we will ask you to provide personal data such as: your name, email address, mailing address, and telephone number.\nyour resume/CV, work experience, educational history, and skills.\nlinks to any relevant websites or your LinkedIn profile.\nwhether you are legally authorized to work in the country in which the position you have applied for is located.\nwhether you will require sponsorship to obtain legal authorization to work in a particular country.\nwhether you are 18 years or older.\nand whether you are currently working for a grantee of ours.\nIn addition, we will ask you to voluntarily provide information regarding your gender, veteran status, ethnicity, and disability status.\nThis information, or your decision not to provide this information, will not impact your application in any way.</p>\n<p>Before uploading a resume, please remove any sensitive personal data such as government-issued ID numbers, financial information, photos, dates of birth, etc.\nWe do not require or wish to receive sensitive personal data in a resume.</p>\n<p>\n<strong>Data we receive from other sources<br>\n</strong>We may receive personal data about you from other sources, your references, prior employers, a person or company/organization authorized by you to submit an application on your behalf, and/or publicly-available sources.</p>\n<p>\n<strong>Data we collect from consumer reports or consumer investigative reports<br>\n</strong>If we think you might be a good fit for a position, we may ask you to authorize us to obtain a consumer report or investigative consumer&nbsp;report.\nA consumer report is a report on credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used as a factor in establishing an applicant’s eligibility for employment.\nAn investigative consumer report is similar, but the information is obtained through personal interviews with neighbors, friends, associates, or acquaintances.\nBoth kinds of reports may include information from court, administrative, or criminal records if and to the extent permitted by applicable law.\nIf you choose not to provide this authorization upon request, we will not be able to offer you employment.</p>\nHow we use this additional data\n<p>\n<strong>General<br>\n</strong>In addition to the uses specified under the&nbsp;Privacy &amp.\nCookies Notice,&nbsp;we may use personal data we collect in this context to: identify and contact applicants&nbsp;[<em>for our legitimate interests</em>].\nevaluate applicants and make hiring decisions&nbsp;[<em>for our legitimate interests</em>].\nmatch applicants to other career opportunities within the Foundation&nbsp;[<em>for our legitimate interests</em>].\nprepare applicants for employment if a job has been offered and accepted&nbsp;[<em>for our legitimate interests and/or to perform a contract with you</em>].\nkeep records related to our hiring practices&nbsp;[<em>for our legitimate interests and/or to comply with legal obligations</em>].\ncomply with applicable employment-related laws such as checking names against anti-terrorism lists, complying with immigration restrictions, or assisting the government in an investigation&nbsp;[<em>to comply with legal obligations</em>].\nIf you are hired as a Foundation employee, this information may be used for additional employment and business purposes subject to any internal privacy policies and notices.&nbsp;[<em>for our legitimate interests and/or to perform a contract with you</em>].</p>\n<p>\n<strong>Special category/sensitive personal data and criminal offense data<br>\n</strong>We believe our employees should reflect the rich diversity of the global populations we aim to serve, and we support this diversity through all our employment practices.\nAccordingly, we ask applicants to provide information regarding their gender, veteran status, and ethnicity.\nIf you choose to provide this information, we will keep it separate from your application and use it solely for the purpose of monitoring, informing, and reporting on our diversity efforts&nbsp.\n<em>[for our legitimate interests, and for the purposes of complying with our obligations under employment law to monitor the equality of our employment practices]</em>.\nWe process criminal offence data in the context of a consumer report, or consumer investigative report <em>[for our legitimate interests, and for the purposes of complying with our obligations to provide a safe workplace for our employees and guests]</em>.</p>\nWhen we share this additional data\n<p>We may share your personal data with service providers (including Workday, Inc., recruiters, and other third parties) that assist us with recruiting, application, and employment processes and our affiliates and other third parties with whom you might work if you are offered and accept the job.</p>\nHow long we keep this additional data\n<p>We store personal data of all applicants in accordance with the Privacy &amp.\nCookies Notice.\nIf you accept a job with us, we may retain your application and any other information we relied on during the application process as part of your employee file.\nPlease note that we have the right to delete accounts and application information at any time, so you may want to retain copies of any information, including resumes/CVs, you provide to us during the application process.</p>\n<p>\n</p>\nHow you can access and control this additional data\n<p>You may update your contact information anytime by going directly to your account.\nIf you wish to access or correct other personal data, or object to our data processing, please&nbsp;contact us.\nPlease note that neither changes to, or deletion of, such personal data will alter personal data already relied upon or no longer in our control.</p>\nHow to contact us <p>Mail:&nbsp.\nBill &amp.\nMelinda Gates Foundation<br> Attn: Human Resources<br> P.O.\nBox 23350<br> Seattle, WA 98102</p>\n<p>Email:&nbsp.\nHR@gatesfoundation.org</p>\n<p>For Gates Ag One:</p>\n<p>Mail:&nbsp.\nGates Ag One<br> Attn: Human Resources<br> 7733 Forsyth Blvd., Suite 1100,<br> Clayton, Missouri 63105</p>\n<p>Email:&nbsp.\nhr@gatesagone.org</p>\n<p>For Gates MRI:</p>\n<p>Mail:&nbsp.\nGates MRI<br> Attn: HR<br> One Kendall Square<br> Building 600, Suite 6-301<br> Cambridge, MA 02139</p>\n<p>Email:&nbsp.\nHR@gatesmri.org</p> Supplemental notice for reporters of improper conduct BILL &amp.\nMELINDA GATES FOUNDATION SUPPLEMENTAL PRIVACY NOTICE FOR REPORTERS OF IMPROPER CONDUCT&nbsp.\n<p>This notice supplements our Privacy &amp.\nCookies Notice&nbsp;and describes how we collect, use, share, and retain additional personal data when you report possible illegal, unethical, or improper conduct using EthicsPoint™.</p>\nNote regarding limitations on using EthicsPoint™ to submit a report\n<p>In some countries, regulations limit how a service may be used to report concerns.\nFor example, local laws may:</p>\n<ul>\n<li>Limit the topic of concern to certain areas of compliance such as anti-bribery, auditing and accounting, banking, and financial matters;</li>\n<li>Prohibit anonymous reports.\nor</li>\n<li>Disallow reports concerning Foundation personnel except employees in key or management functions</li>\n</ul>\n<p>Accordingly, the Foundation may be limited in its ability to respond to a report submitted through EthicsPoint™&nbsp;depending on the country of your location or where the reported conduct took place.</p>\nWhat additional data we collect about reporters of improper conduct\n<p>\n<strong>Data you provide about yourself<br>\n</strong>When reporting improper conduct, unless you choose to report anonymously, we may ask you to provide personal data about yourself, such as your name and contact information (e.g., phone number and/or email address).\nWe will ask you to provide a description of the conduct reported.</p>\n<p>The information you submit will be treated as confidential, except where required otherwise by applicable law, but in all cases, will be handled with sensitivity.\nWe encourage you to identify yourself (in lieu of reporting anonymously) so that we can follow up with you about any questions we may have and so we may best address the issues raised.</p>\n<p>\n<strong>Data you provide about others<br>\n</strong>When reporting improper conduct, we may ask you to provide the name and contact information of the persons in your report.\nWe will ask you to provide a description of the conduct reported, which also may include other personal data about the persons in your report.</p>\n<p>As the information you report may result in decisions adverse to others, we ask that you carefully consider the information that you provide in advance and report only what you believe to be true.\nThe Foundation does not retaliate for the good-faith reporting of ethical or compliance issues even if such report may later be determined to be factually incorrect.\nKnowingly providing false or misleading information, however, will not be tolerated.</p>\nHow we use this additional data\n<p>In addition to the uses specified under the Privacy &amp.\nCookies Notice, we may use personal data that we collect in this context to: contact you (unless you have asked to remain anonymous) [<em>for our legitimate interests</em>].\nconduct an investigation [<em>for our legitimate interests and/or to comply with legal obligations</em>].\nensure Foundation grantees and vendors meet their contractual and legal obligations [<em>for our legitimate interests and/or to comply with legal obligations</em>].\nkeep records related to our business practices [<em>for our legitimate interests and/or to comply with legal obligations</em>].\nand comply with applicable laws [<em>to comply with legal obligations</em>].</p>\nWhen we share this additional data\n<p>\n<strong>General<br>\n</strong>We may share your personal data with Foundation employees, representatives, agents, external legal counsel, and contractors who have a need to know the information in order to conduct an investigation or respond to claims relating to the reported conduct.\nWe also may share your personal data with law enforcement if required by applicable law.</p>\n<p>\n<strong>Subject of the report<br>\n</strong>We will promptly notify any person who is the subject of a report, except where notice needs to be delayed to help ensure the integrity of the investigation or the preservation of relevant information.\nWith some exceptions, the subject of the report may access information concerning the report, but not the identity of the reporter, and may in certain cases request correction of personal data that is inaccurate or incomplete in accordance with applicable law.</p>\nHow long we keep this additional data\n<p>The information you provide will be kept as long as necessary to conduct an investigation, maintain records of that investigation and any actions taken, or, if applicable, as long as necessary to fulfill our legal requirements.</p>\nHow you can access and control this additional data\n<p>EthicsPoint™&nbsp;users are given a report key to access and follow up their report on a self-service basis at any time.\nAs noted above, subject to certain exceptions, others may request and obtain access to personal data about them contained in the report.</p>\n<p>If you wish to correct, amend or delete your personal data please contact us.\nPlease note that neither changes to, or deletion of, such personal data will alter personal data already relied upon or no longer in our control.</p>\nHow to contact us <p>Mail:&nbsp.\nBill &amp.\nMelinda Gates Foundation<br> Attn: Legal<br> P.O.\nBox 23350<br> Seattle, WA 98102</p>\n<p>Email:&nbsp.\nLegal@gatesfoundation.org</p>\n<p>For Gates Ag One:</p>\n<p>Mail:&nbsp.\nGates Ag One<br> Attn: Legal<br> 7733 Forsyth Blvd., Suite 1100,<br> Clayton, Missouri 63105</p>\n<p>Email:&nbsp.\nlegal@gatesagone.org</p>\n<p>For Gates MRI:</p>\n<p>Mail:&nbsp.\nGates MRI<br> Attn: Legal<br> One Kendall Square<br> Building 600, Suite 6-301<br> Cambridge, MA 02139</p>\n<p>Email:&nbsp.\nLegal@gatesmri.org</p> Cookies &amp.\nsimilar technologies BILL &amp.\nMELINDA GATES FOUNDATION COOKIES &amp.\nSIMILAR TECHNOLOGIES\n<p>This notice describes the different types of cookies and similar technologies we may use in connection with our sites.\nUnless you have adjusted your browser setting so that it will refuse cookies, cookies may be issued when you visit our sites.</p>\n<p>We use strictly necessary cookies to make our site work.\nWe and our partners also use additional cookies and similar technologies to collect information when you interact with our site to improve your experience including, to provide you with tailored content, personalized experience, and analyze site usage.</p>\n<p>If the site has a “Manage Cookies” button, you can view, change and manage your cookie settings at any time.\nBy clicking “Accept All,” you consent to the placement of these additional cookies and similar technologies.</p>\n<p>If the site does not have a \"Manage Cookies\" button, your continued use of the site represents your consent to the relevant cookies and similar technologies being placed on your computer or device.</p>\n<p>For more information, please see “Managing cookies and similar technologies” section below.</p>\nCookies and similar technologies we use\n<p>\n<strong>Cookies<br>\n</strong>Our sites may use cookies, which are small text files stored on your computer or device when you access a website.\nMore information about cookies is available at&nbsp;www.aboutcookies.org.\nWe may use cookies to: (1) allow you to use the sites without having to re-enter your user name and password.\n(2) understand how you engage with the sites and to enhance or personalize your experience, including across devices.\n(3) monitor the site usage.\n(4) manage the sites.\nand (5) improve the sites and our services, including providing you with interest-based ads.\nFor more information on our advertising, see above: “Interest-based advertising.\"</p>\n<p>We may also use web beacons on our sites, in our emails, and in our advertisements on other websites.\nWeb beacons are tiny graphic images that are used to collect information about your visit to our sites, such as the pages you view and the features you use, as well as information about whether you open and/or act upon one of our emails or advertisements.\nWe may also collect the URL of the website you visited immediately before coming to our sites.\nWeb beacons help us analyze our site visitors' behavior and measure the effectiveness of our sites and our advertising.\nWe may work with service providers that help us track, collect and analyze this information.</p>\n<p>\n<strong>Click-through URLs<br>\n</strong>If you “opt in” to receive newsletters, updates, or other information from us, our emails may use a “click-through URL” linked to content on our sites.\nWhen you click one of these URLs, they pass through a separate web server before arriving at the destination page on our sites.\nWe use this click-through data to help us understand how recipients respond to, or interact with, our emails.</p>\n<p>\n</p>\nThird-party cookies and similar technologies\n<p>\n<strong>Third-party analytics services<br>\n</strong>We use third-party analytics services, including Google Analytics and others, to collect information about your use of our sites and enable us to improve our sites.\nYou can learn about Google’s practices by going to&nbsp;www.google.com/policies/privacy/partners.\nGoogle Analytics and other third-party analytics services use cookies and similar technologies to collect information about use of our sites and to report website trends to us, without identifying individuals to us.\nWe use this information to see the overall patterns of usage on our sites, help us record any difficulties you have with our sites, and tell us whether our communication efforts are effective.\nWe may also link the information provided by third party analytics services with the information we collect, or you provide in other contexts on our site (newsletters, etc.), to personalize, connect and streamline your experience when visiting our sites.</p>\n<p>\n<strong>Social media and video sites<br>\n</strong>If you choose to share our digital content with friends through social networks, such as Facebook and Twitter, or to watch a video posted to a third-party media site (such as YouTube), you may be sent cookies from these third-party websites.\nWe do not control the setting of these cookies, so please check the third-party websites for more information about their cookies and how to manage them.</p>\n<p>\n</p>\nManaging cookies and similar technologies\n<p>\n<strong>Cookies<br>\n</strong>You do not need to have cookies enabled to browse our sites unless you want us to remember you and your preferences when you return.\nIf you prefer not to allow cookies, most cookies can be managed or blocked through your browser.\nHowever, if your browser is set to reject cookies or you manually delete cookies, you may have some trouble accessing and using some of the pages and features that are currently on our sites, or that we may put on our sites in the future.\nNote that browser-management tools for cookies are outside of our control and we cannot guarantee their effectiveness.\nMore information about managing cookies is available at the following links:</p>\n<ul>\n<li>Adobe Flash</li>\n<li>Android Browser</li>\n<li>Google Chrome</li>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Safari (Desktop)</li>\n<li>Safari (Mobile)</li>\n</ul>\n<p>\n<strong>Click-through URLs<br>\n</strong>If you prefer not to be tracked in this way, please do not click text or graphic links in emails you receive from us.</p>\n<p>\n<strong>Third-party analytics services<br>\n</strong>You can opt out of data collection or use by Google and other third-party analytics services we may use on some of our sites at the following links:</p>\n<ul>\n<li>Adjust:&nbsp;www.adjust.com/opt-out</li>\n<li>AppsFlyer:&nbsp;www.appsflyer.com/optout</li>\n<li>Clicktale:&nbsp;www.clicktale.net/disable.html</li>\n<li>Google Analytics:&nbsp;tools.google.com/dlpage/gaoptout&nbsp;(requires you to install a browser add-on)</li>\n<li>Kissmetrics:&nbsp;kissmetrics.io/privacy</li>\n<li>Mixpanel:&nbsp;mixpanel.com/optout</li>\n<li>WebTrends:&nbsp;ondemand.webtrends.com/support/optout.asp</li>\n</ul>\n<p>\n<strong>Do-not-track requests<br>\n</strong>There is no standard for how online service should respond to “Do Not Track” signals or other mechanisms that may allow you to opt out of the collection of information across networks of websites and online services.\nTherefore, we do not honor “Do Not Track” signals.\nAs standards develop, we will revisit this issue and update this notice if our practices change.\nMore information about Do Not Track is available at&nbsp;www.allaboutdnt.org.</p>\n<p>&nbsp;</p> ", "created_at": "2023-07-11 05:07:20.22575", "updated_at": "2023-07-11 05:07:56.245287"}, {"id": 17747, "name": "Terms of Use", "url": "https://www.gatesfoundation.org/Terms-of-Use", "xpath": "/html/body/div[1]/main/div[2]", "text": " Bill &amp.\nMelinda Gates Foundation Terms of Use <p>Last updated: March 03, 2022</p>\n<p>These Terms of Use (“<strong>Terms</strong>”) are an agreement between you and the Bill &amp.\nMelinda Gates Foundation, a charitable trust existing under the laws of the State of Washington, U.S.A.\nand our affiliates and subsidiaries (together, “<strong>Foundation</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” or “<strong>our</strong>”) that governs your use of this website, any other Foundation registration, website, mobile application, online portal, electronic form, survey, interactive exhibit, and any other channel or mobile feature that is managed or operated by the Foundation (collectively, “<strong>Sites</strong>”).\nThe words “<strong>user</strong>,” “<strong>you</strong>,” and “<strong>your</strong>” refer to entities or individuals that access or use the Sites.\nThese Terms do not alter in any way the terms or conditions of any other agreement you may have with us.\n</p>\n<p>Translations of the Terms are also available:<br>\nTo view the Terms in Chinese, click here.<br>\nTo view the Terms in French, click here.<br>\nTo view the Terms in German, click here.<br>\nTo view the Terms in Hindi, click here.</p>\n<p>BY ACCESSING OR USING THE SITES, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THESE TERMS AS AMENDED FROM TIME TO TIME, INCLUDING THE DISCLAIMER OF WARRANTIES AND LIMITATIONS OF LIABILITY.\nDO NOT USE THE SITES IF YOU DO NOT AGREE TO THESE TERMS OR IF YOUR JURISDICTION WILL NOT HONOR THEM.</p> EligibilityEligibilitySections<ul>\n<li>Eligibility</li>\n<li>Additional Terms</li>\n<li>Restricted Use</li>\n<li>Ownership and Intellectual Property</li>\n<li>Account Registration</li>\n<li>User Contributions</li>\n<li>User Feedback and Submissions</li>\n<li>Online Community Sites Guidelines</li>\n<li>DMCA Copyright Notice and Takedown Policy</li>\n<li>Linked Sites</li>\n<li>Privacy Policy</li>\n<li>No Commissions</li>\n<li>Disclaimer of Warranties</li>\n<li>Disclaimer of Certain Damages</li>\n<li>Limitation of Liability and Exclusive Remedies</li>\n<li>Important Notice Regarding Limitations</li>\n<li>Independent Remedies</li>\n<li>Indemnification</li>\n<li>Governing Law and Exclusive Jurisdiction.\nDispute Resolution</li>\n<li>Changes to Terms</li>\n<li>Termination</li>\n<li>Notice to California Residents</li>\n<li>International Use</li>\n<li>Force Majeure</li>\n<li>General Terms</li>\n<li>Notices</li>\n</ul>\n<ul>\n<li>Eligibility</li>\n<li>Additional Terms</li>\n<li>Restricted Use</li>\n<li>Ownership and Intellectual Property</li>\n<li>Account Registration</li>\n<li>User Contributions</li>\n<li>User Feedback and Submissions</li>\n<li>Online Community Sites Guidelines</li>\n<li>DMCA Copyright Notice and Takedown Policy</li>\n<li>Linked Sites</li>\n<li>Privacy Policy</li>\n<li>No Commissions</li>\n<li>Disclaimer of Warranties</li>\n<li>Disclaimer of Certain Damages</li>\n<li>Limitation of Liability and Exclusive Remedies</li>\n<li>Important Notice Regarding Limitations</li>\n<li>Independent Remedies</li>\n<li>Indemnification</li>\n<li>Governing Law and Exclusive Jurisdiction.\nDispute Resolution</li>\n<li>Changes to Terms</li>\n<li>Termination</li>\n<li>Notice to California Residents</li>\n<li>International Use</li>\n<li>Force Majeure</li>\n<li>General Terms</li>\n<li>Notices</li>\n</ul> Eligibility 1.\nEligibility <p>The Sites are only available to users who can form legally binding contracts under applicable law.\nBy accessing or using the Sites, you represent and warrant that (a) you are at least 18 years of age, or over the age of majority in the state or country where you are a resident or citizen, and (b) if you are using the Sites on behalf of an entity, you are authorized to accept these Terms on that entity’s behalf.\n</p> Additional Terms 2.\nAdditional Terms <p>Any new or additional features, tools, sites, portals, or content that are added to the Sites will also be subject to these Terms unless expressly stated otherwise.\nCertain features of the Sites (“<strong>Additional Sites</strong>”) may be subject to additional terms (“<strong>Additional Terms</strong>”) presented within the Additional Sites.\nYou must agree to any applicable Additional Terms before using those Additional Sites.\nUnless otherwise specified in any Additional Terms, the Additional Terms supplement and are incorporated into these Terms.\nIf you do not agree to the Additional Terms, you may not use the Additional Sites.\nIf any of the Additional Terms are inconsistent with these Terms, the Additional Terms will govern solely with respect to those Additional Sites.</p> Restricted Use 3.\nRestricted Use <p>(a)\tGeneral Use Restrictions.\nThe Sites may contain (without limitation) information, materials, data, text, software, music, sound, photographs, graphics, video, messages, instructional documents and any other materials (collectively, the “<strong>Content</strong>”).\nThe Content is the sole and exclusive property of the Foundation or its licensors.\nSubject to your compliance with these Terms, we grant to you a limited, non-exclusive, non-transferable, non-sublicensable license to access and use the Content and the Sites solely for your own noncommercial and internal purposes.\nExcept as set forth in this Section, you may not download, copy, duplicate, sell, print, rent, lease, issue, distribute, transmit, broadcast, modify, perform, display, transfer, upload, post, create derivative works of, exploit, sublicense or otherwise assign to any third party the Sites or Content.\n</p>\n<p>In addition, notwithstanding anything to the contrary herein, with respect to the Sites, Content, and User Contributions (as defined below), you are not permitted to:</p>\n<ul>\n<li>remove any proprietary notices, or attempt to disable, bypass, modify, defeat, or otherwise circumvent any digital rights management, authentication, or security system used as part of the Sites, Content, or User Contributions or any host, network, system, or account related thereto;</li>\n<li>interfere with or disrupt the proper functioning of the Sites, Content, User Contributions, or of any Foundation networks or systems, including those used by the Foundation or Foundation Third Parties to host or provide the Sites.\n</li>\n<li>infringe, misappropriate, or violate the intellectual property, proprietary, or privacy rights of any third party.\n</li>\n<li>use the Sites, Content, or User Contributions for any purpose or in any manner that is unlawful or violates any applicable local, state, national, or international law.\n</li>\n<li>provide or upload any content, data or information to the Sites that contains viruses or malicious code or is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another’s privacy or right of publicity, hateful, or racially, ethnically or otherwise objectionable;</li>\n<li>provide or upload through the Sites or User Contributions information, including personal data, of others that you are not authorized to provide.\n</li>\n<li>use the Sites, Content, or User Contributions to develop applications, websites, or any other functionalities that leverage the Sites, Content, or User Contributions;</li>\n<li>provide the Sites, Content or User Contributions to the public, or otherwise make available any links, hypertext (Universal Resource Locator (URL) address) or otherwise grant access (other than a “bookmark” from a web browser) to the Sites, or any part thereof.\n</li>\n<li>link or shortcut to our Sites from your website, blog or similar application.\n</li>\n<li>use the Sites, Content, or User Contributions in a way that suggests you are a representative of the Foundation or for any lobbying or political activities.\nor</li>\n<li>cause damage to the Foundation’s business, reputation, employees, members, facilities, or to any other person or legal entity.\n</li>\n</ul>\n<p>Any scraping, automated access, or other unauthorized access to, and storage of, Sites or Content may, in our sole discretion, result in immediate suspension or termination of your access to the Sites, Content, your Credentials or your Account (as defined below).\nUse of the Sites or Content for any purpose other than what is described in this Section is prohibited.</p>\n<p>We reserve the right to monitor and exercise all other rights of ours, and to modify or remove any Content or User Contribution (as defined below) at any time, but do not undertake any duty to do so.\nAny opinions, advice, statements, assistance, services, offers, or information expressed or made available by third parties, including users, are those of the respective author(s) or distributor(s) and not of the Foundation.</p>\n<p>(b)\tCharitable or Governmental Use.\nWe may provide Content that, if so designated (“<strong>Designated Content</strong>”), may be downloaded and used by you for additional purposes pursuant to this Section.\nYOU MAY REVIEW, DOWNLOAD, COPY, DISTRIBUTE AND USE DESIGNATED CONTENT SOLELY FOR THE PURPOSE OF FURTHERING YOUR CHARITABLE OR GOVERNMENTAL PURPOSE AND IN THE ORDINARY COURSE OF ANY ATTENDANT OPERATIONS.\nYOU MAY NOT SELL OR EXPLOIT DESIGNATED CONTENT OR OTHERWISE DISTRIBUTE IT FOR A FEE.\nYOU WILL NOT USE OR DISCLOSE DESIGNATED CONTENT TO ANY THIRD PARTIES EXCEPT AS EXPRESSLY PERMITTED BY THESE TERMS.</p> Ownership and Intellectual Property 4.\nOwnership and Intellectual Property <p>The Sites and Content are protected by copyright, trademark, patent, and other intellectual property and proprietary right laws.\nAll title, ownership rights, and intellectual property rights in and to the Content and Sites are owned by the Foundation or our licensors.\nAll rights not expressly granted to you are reserved.\nThe Sites and Content may contain certain licensed materials, and our licensors may protect their rights in the event of any violation of these Terms.\nAll trademarks, service marks, logos, trade names, and any other proprietary designations of the Foundation used herein are trademarks or registered trademarks of the Foundation, our affiliates, or suppliers.\nYou may not use any of our trademarks, logos, or trade dress without our express written consent.\nIf You receive such consent, you must use all assets in accordance with our Brand Guidelines.</p> Account Registration 5.\nAccount Registration <p>Access to and use of some areas of our Sites may require you to create a profile or register for a user account (“<strong>Account</strong>”).\nFor example, when you respond to a request for proposal you may need to create an Account through our proposal submission portal.\nIf you register for an Account, you will create an Account username and password (“<strong>Credentials</strong>”).\nYou must provide us with accurate, complete, and current information during Account registration and at all other times and update all information provided to us so that it remains accurate.\nYou agree to keep your Credentials confidential and not provide them to or allow any third party to use your Credentials or Account.\nYou are solely responsible for all use of your Account and your Credentials, whether it occurs with or without your knowledge.\nYou agree that all uses of the identifier established for you during a registration or similar process will be attributed to and legally bind you and may be relied upon by us and any Foundation Third Party as being a use made by you, even if someone else used your identifier.\n“<strong>Foundation Third Party</strong>” means any third-party partner or service provider with whom we work to provide the Sites, Content, and any related services, or to pursue our mission including, but not limited to, their respective affiliates, officers, employees, partners, representatives, and agents.\nYou agree to notify us immediately at legal@gatesfoundation.org if you suspect any unauthorized use of your Account or Credentials or any other breach of security.\nYou may not sell or otherwise transfer your Account.\nWe have the right to cancel or suspend your Account for any reason or for no reason at any time, as determined in our sole discretion.\n</p> User Contributions 6.\nUser Contributions <p>You may provide photographs, images, information, comments, data, text, or other materials, opinions or tips, all of which may be published or displayed (hereinafter, “posted”) in public areas of the Sites or transmitted to other users of the Sites or third parties, including, for example, third party websites and services like social media services that are integrated into or linked to the Sites (collectively, “<strong>User Contributions</strong>”).\nYour User Contributions are posted on the Site and transmitted to others at your own risk.\nWe cannot control the actions of other users of the Sites or third parties with whom you may choose to share your User Contributions.\nSuch third parties may have their own policies and terms that apply to your User Contributions, and we are not responsible for any third party’s policies or terms.\nWe cannot and do not guarantee that unauthorized persons will not view your User Contributions.\n</p>\n<p>You acknowledge, represent, and agree that all User Contributions that you post are provided voluntarily and that if you provide a User Contribution to any area of the Sites that is available to others, the Foundation and Foundation Third Parties do not control and are not responsible for the use of your User Contribution by others.\nIf you post your User Contributions on one of our online community Sites, such User Contributions are subject to the guidelines set out in Section 8 (Online Community Sites Guidelines).\nIf you elect to submit, provide, or make available your User Contribution to the Foundation, Foundation Third Parties, or the Sites, you: </p>\n<p>\n</p>\n<p>(a)\tgrant to us a worldwide, royalty-free, transferrable, sublicensable, non-exclusive, perpetual, irrevocable license under all of your intellectual property rights to make, use, copy, modify, adapt, create derivative works of, publicly perform or display, import, broadcast, transmit, distribute, license, publish, translate, offer to sell and sell, rent, lease or lend copies of your User Contribution (and derivative works thereof) in any form or medium (whether now known or later developed), without credit or compensation to you, and in the Foundation or any Foundation Third Party’s sole discretion, to publish your name and other information about you in connection with your User Contribution.\n</p>\n<p>(b)\tacknowledge and agree that, subject to applicable law, we may keep User Contributions indefinitely and disclose them for any purpose, including but not limited to: (i) comply with legal process.\n(ii) enforce these Terms.\n(iii) respond to claims that any User Contribution violates the rights of third parties.\nor (iv) without undertaking a duty to do so, protect the rights, property, or personal safety of the Foundation, its users, and the public;</p>\n<p>(c)\tacknowledge and agree that you receive no licenses to the Sites or Content except as expressly provided in these Terms.\nWe are under no obligation to allow you to post your User Contributions on the Sites and may, in our sole discretion, use automated or other means to edit, block, refuse to post, or remove any User Contribution (including your User Contribution) at any time.\nand </p>\n<p>(d)\trepresent and warrant that you have the rights necessary to grant the rights in this Section and that your User Contributions do not infringe the rights of the Foundation or any third party or violate these Terms or any applicable law.\n</p>\n<p>If we suspect violations of the foregoing, we may institute legal action and cooperate with law enforcement authorities in bringing legal proceedings against violators.\nYou are solely responsible for your User Contribution and any other User Contribution you provide to us or make available through the Sites.\nYou are responsible for backing up your User Contribution and information that you upload to the Sites.\nTo the extent applicable, you unconditionally and irrevocably waive (and to the extent that a waiver is not permissible under applicable law undertake not to assert) with respect to the User Contributions, all moral rights to which you may now or at any future time be entitled under applicable law.</p>\n<p>THE FOUNDATION TAKES NO RESPONSIBILITY AND ASSUMES NO LIABILITY FOR ANY USER CONTRIBUTION, INCLUDING LOSS OR DAMAGE RESULTING FROM YOUR RELIANCE ON INFORMATION OR OTHER MATERIALS CONTAINED IN USER CONTRIBUTIONS.\nUNDER NO CIRCUMSTANCES ARE YOU ENTITLED TO PAYMENT FOR YOUR USER CONTRIBUTIONS.\nALL USER CONTRIBUTIONS ARE NON-CONFIDENTIAL AND NON-PROPRIETARY.</p> User Feedback and Submissions 7.\nUser Feedback and Submissions <p>(a)\tGeneral.\nYou may provide to the Foundation or a Foundation Third Party feedback, ideas, remarks, data, reports, surveys, or other suggestions regarding the Sites, Content, or any service of the Foundation (“<strong>Feedback</strong>”).\nSeparately, for the purposes including, responding to a request for proposal, seeking funding for a grant, proposing or otherwise providing information regarding actual or potential research, or for the general furtherance of our mission, you may submit to the Foundation or a Foundation Third Party proposals, documents, communications, and associated materials (“<strong>Submissions</strong>”).\nYou acknowledge, confirm, and agree that: (i) your Feedback or Submissions do not infringe or violate the rights of others or contain confidential or proprietary information of you or any third party.\n(ii) we are not under any obligations of confidentiality with respect to the Feedback or Submissions.\n(iii) we may freely use, reproduce, distribute, and otherwise exploit the Feedback or any Submission for any purpose.\nand (iv) you are not entitled to any compensation or funding of any kind from us for your Feedback or any Submission.\nYou hereby grant to the Foundation a worldwide, royalty-free, transferrable, sublicensable, non-exclusive, perpetual, irrevocable license under all of your intellectual property rights to make, use, copy, modify, adapt, create derivative works of, publicly perform or display, import, broadcast, transmit, distribute, license, publish, translate, offer to sell and sell, rent, lease or lend copies of your Feedback or any Submission (and derivative works thereof) in any form or medium (whether now known or later developed), without credit or compensation to you, and in the Foundation or any Foundation Third Party’s sole discretion, to publish your name and other information about you in connection with your Feedback or Submissions.\nThe foregoing license is in addition to any licenses (if any) that you may be required to provide under any separate agreement between us and you (including grants or other agreements).\n</p>\n<p>(b)\tCommunications Regarding Submissions.\nAs related to any Submission, you may receive information, comments, feedback, recommendations, and/or other inquiries from the Foundation or a Foundation Third Party (collectively, “<strong>Submission Comments</strong>”).\nSubmission Comments are expressly subject to the disclaimers and limitations of liability in Sections 13-16.\nFOR THE AVOIDANCE OF DOUBT, SUBMISSION COMMENTS ARE SOLELY AND EXCLUSIVELY INTENDED TO FACILITATE CLEAR COMMUNICATION AND ASSIST THE FOUNDATION OR ANY FOUNDATION THIRD PARTY IN EVALUATING A SUBMISSION.\nSUBMISSION COMMENTS ARE NOT INTENDED IN ANY WAY TO PROVIDE DIRECTLY OR INDIRECTLY ADVICE, COUNSEL, OR GUIDANCE ON THE DESIGN AND/OR CONTENT OF A SUBMISSION AND THE FOUNDATION AND ANY FOUNDATION THIRD PARTY TAKE NO RESPONSIBILITY FOR THE DESIGN, LEGAL OR REGULATORY COMPLIANCE, AND/OR CONTENT OF ANY SUBMISSION.\nYOU ARE COMPLETELY AND EXCLUSIVELY RESPONSIBLE FOR ALL ASPECTS OF ANY SUBMISSION AND ALL RELATED ACTIVITIES.\n</p>\n<p>(c)\tGlobal Access.\nThe concept of global access to intellectual property rights plays an important role in achieving the Foundation’s goals.\nBefore providing any Submission, the Foundation requires that you review and seriously consider our Global Access Requirements, which can be found here: https://www.gatesfoundation.org/How-We-Work/General-Information/Global-Access-Statement.</p> Online Community Sites Guidelines 8.\nOnline Community Sites Guidelines <p>When you visit, join, or interact with any of our online community Sites, we expect that you will treat others with respect.\nThese Sites are intended to provide space for meaningful, inclusive, and safe dialogue, and these Sites must not be used in a manner inconsistent with that purpose.\nIn accordance with these Terms, you are solely responsible for your conduct and all of your User Contributions and for your compliance with the requirements of Section 3 (Restricted Use) above.\nWithout limiting any of our rights or remedies under these Terms, we reserve the right to terminate your access to our Sites if you fail to interact with other users in a respectful or appropriate manner (for example, if you threaten, bully, or harass others, or if you intentionally spread false information).\nIf you would like to report another user’s conduct, please contact us at legal@gatesfoundation.org.</p> DMCA Copyright Notice and Takedown Policy 9.\nDMCA Copyright Notice and Takedown Policy <p>If you are a copyright owner and you believe your work has been copied and used improperly on the Sites, please contact our copyright compliance officer as outlined below.\nPursuant to 17 U.S.C.\n§ 512(c), to be effective, the notification to us must include the following information: (a) physical or electronic signature of a person authorized to act on behalf of the copyright owner.\n(b) description of the work you claim has been infringed and the description and location of the alleged infringement the Sites.\n(c) your contact information including address, telephone number and email address.\n(d) a written statement that you have a good faith belief the accused usage is infringing.\nand (e) a statement by you under penalty of perjury that the information in the notice is accurate and that you are duly authorized to act on behalf of the copyright owner.</p>\n<p>Contact our copyright agent at: <br>\nBill &amp.\nMelinda Gates Foundation<br>\nAttn: Copyright Manager, Legal<br>\nP.O.\nBox 23350<br>\nSeattle, WA 98102</p>\n<p>Please note that under Section 512(f) of the Digital Millennium Copyright Act, any person who knowingly materially misrepresents that material is infringing may be subject to liability.\nIf you are unsure whether material on the Sites is infringing, we suggest that you contact an attorney prior to sending notice.\nYou may have similar rights under other local laws.\nPlease also direct all such concerns to the address above.</p> Linked Sites 10.\nLinked Sites <p>The Sites may contain links to other websites and Sites that we think may interest you (collectively, “<strong>Linked Sites</strong>”).\nLinked Sites are not under the control of the Foundation and the Foundation is not responsible for Linked Sites, or for any information or materials on, or any form of transmission received from, any Linked Service.\nThe inclusion of a link does not imply endorsement by the Foundation of the Linked Sites or any association with the operators of the Linked Sites.\nThe Foundation does not investigate, verify or monitor the Linked Sites.\nThe Foundation provides links to Linked Sites for your convenience only.\nLinked Sites may have their own policies and terms and we are not responsible for any Linked Site’s policies or terms.\nYou access Linked Sites at your own risk.\n</p> Privacy Policy 11.\nPrivacy Policy <p>Please refer to our Privacy &amp.\nCookies Notice (found at https://www.gatesfoundation.org/privacy-and-cookies-notice) which describes our practices and policies related to the collection, use, and storage of personal data collected through the sites.\nYou acknowledge and agree that you are solely responsible for the accuracy and content of your personal information.\n</p> No Commissions 12.\nNo Commissions <p>We do not deal with persons desiring to be paid for services, support, or other activities unless we intentionally enter an express contract to do so.\nThis means, for example, that we do not pay commissions or other sums to anyone who helps arrange a grant, fulfill of a job, or anything else unless we have expressly contracted to do so in writing prior to any such arrangement.\nWe may also use, delete, or ignore any information you provide without paying you anything and without undertaking any duties to you or anyone else.\nIf you do not agree to this restriction, then do not submit any information.</p> Disclaimer of Warranties 13.\nDisclaimer of Warranties <p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SITES, CONTENT, SUBMISSION COMMENTS, AND USER CONTRIBUTIONS ARE PROVIDED “AS IS,” “WITH ALL FAULTS” AND “AS AVAILABLE” AND THE ENTIRE RISK OF USE AND PERFORMANCE REMAINS WITH YOU.\n<strong>THE FOUNDATION DOES NOT WARRANT THAT THE SITES, CONTENT, SUBMISSION COMMENTS, OR USER CONTRIBUTIONS CONTAIN ACCURATE INFORMATION OR WILL BE FREE FROM BUGS, DEFECTS OR ERRORS, OR ACCESSIBLE WITHOUT INTERRUPTION.</strong> THE FOUNDATION, FOUNDATION THIRD PARTIES, AND THEIR SELLERS AND SUPPLIERS DO NOT MAKE ANY REPRESENTATIONS, WARRANTIES, OR CONDITIONS, EXPRESS, IMPLIED, OR STATUTORY AND HEREBY DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT.\nYOU MAY HAVE ADDITIONAL RIGHTS UNDER YOUR LOCAL LAWS THAT THESE TERMS CANNOT CHANGE.\nIN PARTICULAR, TO THE EXTENT LOCAL LEGISLATION IMPLIES STATUTORY TERMS WHICH CANNOT BE EXCLUDED, THOSE TERMS ARE DEEMED INCORPORATED INTO THIS DOCUMENT BUT THE FOUNDATION AND ANY FOUNDATION THIRD PARTY’S LIABILITY FOR A BREACH OF THOSE STATUTORY IMPLIED TERMS IS LIMITED IN ACCORDANCE WITH SECTIONS 14 (DISCLAIMER OF CERTAIN DAMAGES) AND 15 (LIMITATION OF LIABILITY AND EXCLUSIVE REMEDIES) TO THE EXTENT PERMISSIBLE UNDER THAT LEGISLATION.</p> Disclaimer of Certain Damages 14.\nDisclaimer of Certain Damages <p>IN NO EVENT WILL THE FOUNDATION OR FOUNDATION THIRD PARTIES BE LIABLE FOR ANY CONSEQUENTIAL.\nSPECIAL.\nINCIDENTAL.\nINDIRECT.\nPUNITIVE DAMAGES.\nFOR LOSS OF PROFITS, BUSINESS, GOODWILL, ANTICIPATED SAVINGS, OR USE.\nLOSS OR CORRUPTION OF DATA, CONFIDENTIAL INFORMATION, OR OTHER INFORMATION.\nBUSINESS INTERRUPTION.\nPERSONAL INJURY.\nPROPERTY DAMAGE.\nLOSS OF PRIVACY.\nFAILURE TO MEET ANY DUTY OF GOOD FAITH OR REASONABLE CARE.\nNEGLIGENCE.\nAND ANY OTHER PECUNIARY OR OTHER LOSS WHATSOEVER, ARISING OUT OF, BASED ON, RESULTING FROM OR IN ANY WAY RELATED TO THE SITES, THE CONTENT, SUBMISSION COMMENTS, OR THESE TERMS, EVEN IF THE FOUNDATION OR FOUNDATION THIRD PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p> Limitation of Liability and Exclusive Remedies 15.\nLimitation of Liability and Exclusive Remedies <p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND TO THE EXTENT THEY ARE NOT EXCLUDED OR DISCLAIMED UNDER SECTIONS 13 (DISCLAIMER OF WARRANTIES) OR 14 (DISCLAIMER OF CERTAIN DAMAGES) THE FOUNDATION AND FOUNDATION THIRD PARTIES’ MAXIMUM, AGGREGATE LIABILITY TO YOU, AND YOUR EXCLUSIVE REMEDY UNDER THESE TERMS FOR ANY AND ALL DAMAGES, INJURIES, AND LOSSES ARISING FROM ANY AND ALL CLAIMS AND CAUSES OF ACTION ARISING OUT OF, BASED ON, RESULTING FROM, OR IN ANY WAY RELATED TO THE SITES, THE CONTENT, USER CONTRIBUTIONS, SUBMISSION COMMENTS, OR THESE TERMS WILL BE AT OUR OPTION: (A) SUBSTITUTION, CORRECTION OR REPLACEMENT OF ALL OR PART OF THE CONTENT, SITES, OR SUBMISSION COMMENTS CAUSING YOUR DAMAGE (IF ANY).\nOR (B) THE AMOUNT OF YOUR DAMAGES THAT ARE NOT EXCLUDED AND WHICH YOU ACTUALLY INCUR IN REASONABLE RELIANCE, WHICH AMOUNT WILL BE THE LESSER OF THE AMOUNT YOU ACTUALLY PAID US FOR THE ITEM OR SERVICE CAUSING THE DAMAGE (IF ANY) OR THE AMOUNT OF SAID DAMAGES SO INCURRED.\nTHE EXISTENCE OF MULTIPLE CLAIMS OR SUITS UNDER THESE TERMS OR RELATED TO THE CONTENT, SITES, USER CONTRIBUTIONS, OR SUBMISSION COMMENTS WILL NOT ENLARGE OR EXTEND THE LIMITATION OF MONEY DAMAGES.</p> Important Notice Regarding Limitations 16.\nImportant Notice Regarding Limitations <p>SOME JURISDICTIONS DO NOT ALLOW EXCLUSIONS AND LIMITATIONS OF CERTAIN DAMAGES SUCH AS THE LIMITATION OF LOSS OR LIABILITY FROM INTENTIONAL ACTS (INCLUDING FRAUD, FRAUDULENT MISREPRESENTATION, AND FAILURE TO DISCLOSE DEFECTS), PRODUCT LIABILITY, OR FOR DEATH OR PERSONAL INJURY.\nNOTHING IN THESE TERMS WILL BE INTERPRETED AS EXCLUDING LIABILITY THAT CANNOT BE EXCLUDED UNDER APPLICABLE LAW.\nIF YOU LIVE OR ARE OTHERWISE SUBJECT TO THE LAWS IN ONE OF THOSE JURISDICTIONS ANY STATUTORY ENTITLEMENT AVAILABLE TO YOU WILL BE DEEMED LIMITED TO THE EXTENT (IF AT ALL) PERMISSIBLE UNDER THAT LAW AND, IF LIMITATION IS NOT PERMITTED, THE EXCLUSIONS IN THIS SECTION MAY NOT APPLY TO YOU.\n</p> Independent Remedies 17.\nIndependent Remedies <p>The exclusion of damages under Section 14 (Disclaimer of Certain Damages) is independent of your exclusive remedy in Section 15 (Limitation of Liability and Exclusive Remedies) and it survives even if the exclusive remedy fails of its essential purpose or otherwise is deemed unenforceable.\nEach of the limitations of liability in Sections 14 and 15 apply without regard to whether loss, liability, or damage arise from (a) breach of contract, (b) breach of warranty, (c) fault or tort, including negligence and misrepresentation, (d) strict liability, or (e) any other cause of action, to the extent the exclusions and limitations are not prohibited by applicable law.</p> Indemnification 18.\nIndemnification <p>To the maximum extent allowed by applicable law, you agree to defend, indemnify, and hold harmless the Foundation, Foundation Third Parties, its officers, employees, agents, partners, suppliers, affiliates, and licensors (“<strong>Indemnified Parties</strong>”), from and against all claims, suits, proceedings, losses, liabilities, and expenses, including attorneys’ fees and costs, whether in tort, contract or otherwise (“<strong>Claims</strong>”), relating to, arising from, or allegedly arising from (a) your use of the Sites, the Content, and/or any products or services provided by the Foundation or Foundation Third Parties.\n(b) activities occurring under your Account.\n(c) any violation of these Terms.\n(d) User Contributions, Feedback, or Submissions.\nand (e) your violation of any other party’s rights or applicable law.\nYou agree to cooperate fully in the defense of any of the foregoing.\nWe reserve the right, at our own expense, to control exclusively the defense of any matter otherwise subject to indemnification by you and you will not settle any matter without our prior written consent in a non-electronic record.\nYour obligation to defend, indemnify, and hold harmless shall be limited to the extent that you are afforded sovereign immunity under applicable national federal, state or local laws.\nIn such cases where your obligation to indemnify may be limited due to the requirements of national federal, state or local laws, you shall be responsible for the ordinary negligent acts and omissions of your agents and employees causing harm to persons not a party to these Terms.</p> Governing Law and Exclusive Jurisdiction.\nDispute Resolution 19.\nGoverning Law and Exclusive Jurisdiction.\nDispute Resolution <p>These Terms and your use of the Sites are governed by the laws of the State of Washington, U.S.A., without regard to its choice of law provisions, except where you are required by published governmental law, ordinance, regulation, directive, order, or the like to contract for application of the law of your local jurisdiction (a “<strong>Mandate</strong>”).\nYou hereby consent to exclusive jurisdiction of a state or federal court of general jurisdiction sitting in King County, Washington, U.S.A., except to the extent you are prohibited from doing so by a Mandate.\nThe United Nations Convention on Contracts for the International Sale of Goods will not apply to these Terms.\nFor any dispute or claim you may have arising out of or relating to the Sites, Content, User Contributions, or these Terms, you and the Foundation will each give the other the opportunity to resolve it by sending the other a written description of the dispute or claim, along with contact information, relevant documents, supporting information, and the proposed resolution before pursuing a claim in accordance with this Section.\nNotice to the Foundation will be sent to as specified in Section 26 (Notices).\nThe Foundation will notify you in writing at the email or mailing address that you provide to us in your notice to us or in your Account information.\nYou and the Foundation each agree to negotiate disputes and claims in good faith.\nIf the parties are unable to resolve the dispute or claim within 60 days after either the Foundation receives your notice or we mail notice to you, you and the Foundation agree that each may pursue the dispute or claim.\nNOTWITHSTANDING ANY PROVISION TO THE CONTRARY, IF FOR ANY REASON, ANY CLAIM OR CAUSE OF ACTION, OR ANY PROCEEDING OR OTHER LITIGATION OF ANY TYPE BROUGHT BY A PARTY AGAINST THE OTHER PARTY, BASED UPON, ARISING OUT OF, OR RELATED TO THE SITES, CONTENT, USER CONTRIBUTIONS OR THESE TERMS, WHETHER WITH RESPECT TO CONTRACT CLAIMS, TORT CLAIMS, OR OTHERWISE, PROCEEDS IN FEDERAL OR STATE COURT, THE PARTIES HEREBY WAIVE THEIR RESPECTIVE RIGHTS TO A TRIAL BY JURY.\nTHIS WAIVER APPLIES TO ANY ADDITIONAL TERMS, SUBSEQUENT AMENDMENTS, RENEWALS, SUPPLEMENTS, OR MODIFICATIONS TO THESE TERMS.\n</p> Changes to Terms 20.\nChanges to Terms <p>The Foundation reserves the right to change these Terms at any time upon notice to you which may be provided any legally permissible means including by (a) updating these Terms and posting them on the Sites.\nor (b) emailing the address you provided in your Account.\nYou agree to periodically review these Terms for changes and you can review the most current Terms at any time at https://www.gatesfoundation.org/terms-of-use.\nUpdated Terms are binding on you as of the effective date indicated in our notice.\nYour continued use of the Sites after the effective date indicates your acceptance of the updated Terms, even if you have not reviewed them.\nIf, at any time, you do not agree to the Terms, do not use the Sites.\n</p> Termination 21.\nTermination <p>We may deny or suspend access or terminate your use of the Sites in our sole and absolute discretion at any time and without prior notice.\nWe may suspend or terminate the Sites and terminate these Terms, in our sole and absolute discretion at any time and without prior notice and take whatever action we deem necessary to preserve the integrity of the Sites and Content.\nTermination will not limit any of the Foundation’s rights or remedies.\nSections 4 (Ownership and Intellectual Property), 6 (User Contributions), 7 (User Feedback and Submissions), 9 (DMCA Copyright Notice and Takedown Policy), 10 (Linked Sites), 11 (Privacy Policy), 13 (Disclaimer of Warranties), 14 (Disclaimer of Certain Damages), 15 (Limitation of Liability and Exclusive Remedies), 16 (Important Notice Regarding Limitations), 17 (Independent Remedies), 18 (Indemnification), 19 (Governing Law and Exclusive Jurisdiction.\nDispute Resolution), 21 (Termination), 22 (Notice to California Residents), 23 (Force Majeure), 24 (General Terms), and 25 (Notices) will survive termination.\nThe foregoing does not impair the enforceability of additional agreements you enter into with us, such as an agreement for a grant.</p> Notice to California Residents 22.\nNotice to California Residents <p>BY USING THE SITES, YOU WAIVE YOUR RIGHTS WITH RESPECT TO CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS, “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE AND THAT, IF KNOWN BY HIM OR HER, WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY.”</p> International Use 23.\nInternational Use <p>Please be aware that we are headquartered in the United States and that the Sites and Content are governed by United States law.\nIf you are using the Sites or accessing the Content from outside of the United States, your information may be transferred to, stored, and processed in the United States or another location where our servers may be located.\nThe Foundation makes no representation that the Sites or Content are appropriate or available for use in locations outside of the United States, and access to the Sites or Content from territories where the Sites or Content is illegal is prohibited.\nThose who choose to access the Sites and Content from locations outside of the United States do so on their own initiative and are responsible for compliance with applicable local laws.\nYou may not use or export the Sites or Content in violation of United States export laws and regulations.\nIf you use the Sites or access the Content outside of the United States you, (a) consent to the transfer, storage, and processing of your information to and in the United States.\n(b) will not access or use the Sites or Content if you are on the United States Treasury Department’s “Specially Designated Nationals and Blocked Persons List,” or are located in a country embargoed by the United States.\nand (c) agree to comply with all local laws, rules, and regulations including all laws, rules, and regulations in effect in the country in which you reside and the country from which you access the Sites or Content.\nThe Sites and Content are not intended for distribution to, or use by, any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation, or that would subject the Foundation or its affiliates to any registration requirement within such jurisdiction or country.</p> Force Majeure 24.\nForce Majeure <p>We are not liable or responsible to you and will not be in default or breach for any failure or delay in our performance when a failure or delay is caused by or results from acts or circumstances beyond our reasonable control, including acts of God, flood, fire, earthquake, explosion, governmental actions, war, invasion or hostilities (whether war is declared or not), terrorist threats or acts, riot or other civil unrest, national emergency, revolution, insurrection, epidemic, lockouts, strikes or other labor disputes (whether or not relating to our workforce), or restraints or delays affecting carriers or inability or delay in obtaining supplies of adequate or suitable materials, materials or telecommunication breakdown or power outage.</p> General Terms 25.\nGeneral Terms <p>These Terms and any: (a) notices, terms, or other items incorporated herein.\n(b) additional terms and conditions contained on the Sites, as a part of your participation in a particular activity, or related to any Content.\nand (c) any additional consents or agreement provided by you on or in connection with the Sites or any Content, service or other activity, constitutes the entire agreement between you and the Foundation regarding the Sites or the subject matter hereof.\nIf any provision of these Terms is held by a court of competent jurisdiction to be illegal, invalid, or unenforceable, the remaining provisions will remain in full force and effect.\nYou and the Foundation intend that the provisions of these Terms be enforced to the fullest extent permitted by applicable law.\nAccordingly, you and the Foundation agree that if any provision of these Terms is deemed unenforceable, where possible, it will be modified to the extent necessary to make it enforceable, which may include its deletion.\nSection titles are for convenience only and have no legal or contractual significance.\nAny list of examples following “including” or “e.g.,” is illustrative and not exhaustive, unless qualified by terms like “only” or “solely.” The Foundation may assign these Terms, in whole or in part, at any time with or without notice to you.\nYou may not assign these Terms or assign, transfer, or sublicense any rights or delegate any duties hereunder.\nThe Foundation’s failure to act with respect to a breach by you or others does not waive its right to act with respect to subsequent or similar breaches.\nA waiver will only be binding on the Foundation if it is in a written document signed by the Foundation.\nBoth you and the Foundation warrant to each other that, in entering these Terms, neither the Foundation nor you have relied on, or will have any right or remedy based upon, any statement, representation, warranty, or assurance other than those expressly stated in these Terms.\nThe preceding sentence will not limit or exclude any liability that cannot be limited or excluded under applicable law.\nNo one other than you and the Foundation, or the Foundation’s successors and permitted assigns, will have any right to enforce any of these Terms.\nThese Terms supersede all prior or contemporaneous representations, understandings, agreements, or communications between you and us, whether written or verbal, regarding the subject matter of these Terms.</p> Notices 26.\nNotices <p>The Foundation may give you all notices (including legal process) that the Foundation is required to give by any lawful method, including by posting notice on the Sites or by sending it to any email or mailing address that you provide to the Foundation.\nYou agree to provide current and accurate contact information to the Foundation and to check for notices posted on the Sites.\nYou agree to send the Foundation any notice (except for notices described in Section 9 (DMCA Copyright Notice and Takedown Policy) by mailing it to:</p>\n<p>\n<strong>Bill &amp.\nMelinda Gates Foundation</strong>\n<br>\nAttn: Legal<br>\nP.O.\nBox 23350 <br>\nSeattle, WA 98102</p>\n<p>\n<strong>Bill &amp.\nMelinda Gates Agricultural Innovations</strong>\n<br>\nAttn: Legal<br>\n7733 Forsyth Blvd., Suite 1100<br>\nClayton, Missouri 63105</p>\n<p>\n<strong>Bill &amp.\nMelinda Gates Medical Research Institute</strong>\n<br>\nAttn: Legal<br>\nP.O.\nBox 23350<br>\nSeattle, WA 98102</p>\n<p>For privacy questions please see our Data Privacy Portal.</p> ", "created_at": "2023-07-11 05:08:12.057476", "updated_at": "2023-07-11 05:08:20.136939"}], "points": [], "urls": ["gatesfoundation.org"]}}