{"error": 448, "message": "OK", "parameters": {"id": 8260, "name": "Confirmic", "created_at": "2023-05-12 02:13:12.227969", "updated_at": "2023-05-12 10:01:55.812222", "wikipedia": null, "keywords": null, "related": null, "slug": "confirmic", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8260.png", "url": "confirmic.com", "documents": [{"id": 16028, "name": "Privacy Policy", "url": "https://confirmic.com/privacy", "xpath": "//body", "text": "<ul>\n<li>Sign in</li>\n</ul>Add to your site<i>\n</i>Sign inPrivacy Policy<p>Your privacy is important to us.\nIt is Confirmic Ltd.'s policy to respect your privacy and comply with any applicable law and regulation regarding any personal information we may collect about you, including across our website, https://confirmic.com, and other sites we own and operate.\n</p>\n<p>Personal information is any information about you which can be used to identify you.\nThis includes information about you as a person (such as name, address, and date of birth), your devices, payment details, and even information about how you use a website or online service.\n</p>\n<p>In the event our site contains links to third-party sites and services, please be aware that those sites and services have their own privacy policies.\nAfter following a link to any third-party content, you should read their posted privacy policy information about how they collect and use personal information.\nThis Privacy Policy does not apply to any of your activities after you leave our site.\n</p>\n<p>This policy is effective as of 31 March 2021.\n</p>\n<p>Last updated: 31 March 2021 </p>Information We Collect<p>Information we collect falls into one of two categories: 'voluntarily provided' information and 'automatically collected' information.\n</p>\n<p>'Voluntarily provided' information refers to any information you knowingly and actively provide us when using or participating in any of our services and promotions.\n</p>\n<p>'Automatically collected' information refers to any information automatically sent by your devices in the course of accessing our products and services.\n</p>Log Data<p>When you visit our website, our servers may automatically log the standard data provided by your web browser.\nIt may include your device’s Internet Protocol (IP) address, your browser type and version, the pages you visit, the time and date of your visit, the time spent on each page, and other details about your visit.\n</p>\n<p>Additionally, if you encounter certain errors while using the site, we may automatically collect data about the error and the circumstances surrounding its occurrence.\nThis data may include technical details about your device, what you were trying to do when the error happened, and other technical information relating to the problem.\nYou may or may not receive notice of such errors, even in the moment they occur, that they have occurred, or what the nature of the error is.\n</p>\n<p>Please be aware that while this information may not be personally identifying by itself, it may be possible to combine it with other data to personally identify individual persons.\n</p>Device Data<p>When you visit our website or interact with our services, we may automatically collect data about your device, such as: </p>\n<ul>\n<li>Device Type</li>\n<li>Operating System</li>\n<li>Unique device identifiers</li>\n<li>Device settings</li>\n<li>Geo-location data</li>\n</ul>\n<p>Data we collect can depend on the individual settings of your device and software.\nWe recommend checking the policies of your device manufacturer or software provider to learn what information they make available to us.\n</p>Personal Information<p>We may ask for personal information — for example, when you subscribe to our newsletter or when you contact us — which may include one or more of the following: </p>\n<ul>\n<li>Name</li>\n<li>Email</li>\n<li>Social media profiles</li>\n<li>Phone/mobile number</li>\n<li>Home/mailing address</li>\n</ul>Transaction Data<p>Transaction data refers to data that accumulates over the normal course of operation on our platform.\nThis may include transaction records, stored files, user profiles, analytics data and other metrics, as well as other types of information, created or generated, as users interact with our services.\n</p>Legitimate Reasons for Processing Your Personal Information<p>We only collect and use your personal information when we have a legitimate reason for doing so.\nIn which instance we only collect personal information that is reasonably necessary to provide our services to you.\n</p>Collection and Use of Information<p>We may collect personal information from you when you do any of the following on our website: </p>\n<ul>\n<li>Register for an account</li>\n<li>Purchase a subscription</li>\n<li>Sign up to receive updates from us via email or social media channels</li>\n<li>Use a mobile device or web browser to access our content</li>\n<li>Contact us via email, social media, or on any similar technologies</li>\n<li>When you mention us on social media</li>\n</ul>\n<p>We may collect, hold, use and disclose information for the following purposes, and personal information will not be further processed in a manner that is incompatible with these purposes: </p>\n<ul>\n<li>to provide you with our platform's core features and services</li>\n<li>to enable you to customize or personalise your experience of our website</li>\n<li>to deliver products and/or services to you</li>\n<li>to contact and communicate with you</li>\n<li>for analytics, market research, and business development, including to operate and improve our website, associated applications, and associated social media platforms</li>\n<li>for advertising and marketing, including to send you promotional information about our products and services and information about third parties that we consider may be of interest to you</li>\n<li>to consider your employment application</li>\n<li>to enable you to access and use our website, associated applications, and associated social media platforms</li>\n<li>for internal record keeping and administrative purposes</li>\n<li>to comply with our legal obligations and resolve any disputes that we may have</li>\n<li>for security and fraud prevention, and to ensure that our sites and apps are safe, secure, and used in line with our terms of use</li>\n<li>for technical assessment, including to operate and improve our app, associated applications, and associated social media platforms</li>\n</ul>\n<p>We may combine voluntarily provided and automatically collected personal information with general information or research data we receive from other trusted sources.\nFor example, If you provide us with your location, we may combine this with general information about currency and language to provide you with an enhanced experience of our site and service.\n</p>Security of Your Personal Information<p>When we collect and process personal information, and while we retain this information, we will protect it within commercially acceptable means to prevent loss and theft, as well as unauthorised access, disclosure, copying, use or modification.\n</p>\n<p>Although we will do our best to protect the personal information you provide to us, we advise that no method of electronic transmission or storage is 100% secure and no one can guarantee absolute data security.\n</p>\n<p>You are responsible for selecting any password and its overall security strength, ensuring the security of your own information within the bounds of our services.\nFor example, ensuring any passwords associated with accessing your personal information and accounts are secure and confidential.\n</p>How Long We Keep Your Personal Information<p>We keep your personal information only for as long as we need to.\nThis time period may depend on what we are using your information for, in accordance with this privacy policy.\nFor example, if you have provided us with personal information as part of creating an account with us, we may retain this information for the duration your account exists on our system.\nIf your personal information is no longer required for this purpose, we will delete it or make it anonymous by removing all details that identify you.\n</p>\n<p>However, if necessary, we may retain your personal information for our compliance with a legal, accounting, or reporting obligation or for archiving purposes in the public interest, scientific, or historical research purposes or statistical purposes.\n</p>Children’s Privacy<p>We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal information about children under 13.\n</p>Disclosure of Personal Information to Third Parties<p>We may disclose personal information to: </p>\n<ul>\n<li>a parent, subsidiary or affiliate of our company</li>\n<li>third-party service providers for the purpose of enabling them to provide their services including (without limitation) IT service providers, data storage, hosting and server providers, ad networks, analytics, error loggers, debt collectors, maintenance or problem-solving providers, marketing or advertising providers, professional advisors, and payment systems operators</li>\n<li>our employees, contractors, and/or related entities</li>\n<li>our existing or potential agents or business partners</li>\n<li>credit reporting agencies, courts, tribunals, and regulatory authorities, in the event you fail to pay for goods or services we have provided to you</li>\n<li>courts, tribunals, regulatory authorities, and law enforcement officers, as required by law, in connection with any actual or prospective legal proceedings, or in order to establish, exercise, or defend our legal rights</li>\n<li>third parties, including agents or sub-contractors who assist us in providing information, products, services, or direct marketing to you</li>\n<li>third parties to collect and process data</li>\n<li>an entity that buys, or to which we transfer all or substantially all of our assets and business</li>\n</ul>\n<p>Third parties we currently use include: </p>\n<ul>\n<li>Google Analytics</li>\n<li>Mailerlite</li>\n<li>Stripe</li>\n</ul>International Transfers of Personal Information<p>The personal information we collect is stored and/or processed in United Kingdom, and United States, or where we or our partners, affiliates, and third-party providers maintain facilities.\n</p>\n<p>The countries to which we store, process, or transfer your personal information may not have the same data protection laws as the country in which you initially provided the information.\nIf we transfer your personal information to third parties in other countries: (i) we will perform those transfers in accordance with the requirements of applicable law.\nand (ii) we will protect the transferred personal information in accordance with this privacy policy.\n</p>Your Rights and Controlling Your Personal Information<p>\n<strong>Your choice:</strong> By providing personal information to us, you understand we will collect, hold, use, and disclose your personal information in accordance with this privacy policy.\nYou do not have to provide personal information to us, however, if you do not, it may affect your use of our website or the products and/or services offered on or through it.\n</p>\n<p>\n<strong>Information from third parties:</strong> If we receive personal information about you from a third party, we will protect it as set out in this privacy policy.\nIf you are a third party providing personal information about somebody else, you represent and warrant that you have such person’s consent to provide the personal information to us.\n</p>\n<p>\n<strong>Marketing permission:</strong> If you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time by contacting us using the details below.\n</p>\n<p>\n<strong>Access:</strong> You may request details of the personal information that we hold about you.\n</p>\n<p>\n<strong>Correction:</strong> If you believe that any information we hold about you is inaccurate, out of date, incomplete, irrelevant, or misleading, please contact us using the details provided in this privacy policy.\nWe will take reasonable steps to correct any information found to be inaccurate, incomplete, misleading, or out of date.\n</p>\n<p>\n<strong>Non-discrimination:</strong> We will not discriminate against you for exercising any of your rights over your personal information.\nUnless your personal information is required to provide you with a particular service or offer (for example processing transaction data), we will not deny you goods or services and/or charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties, or provide you with a different level or quality of goods or services.\n</p>\n<p>\n<strong>Downloading of Personal Information:</strong> We provide a means for you to download the personal information you have shared through our site.\nPlease contact us for more information.\n</p>\n<p>\n<strong>Notification of data breaches:</strong> We will comply with laws applicable to us in respect of any data breach.\n</p>\n<p>\n<strong>Complaints:</strong> If you believe that we have breached a relevant data protection law and wish to make a complaint, please contact us using the details below and provide us with full details of the alleged breach.\nWe will promptly investigate your complaint and respond to you, in writing, setting out the outcome of our investigation and the steps we will take to deal with your complaint.\nYou also have the right to contact a regulatory body or data protection authority in relation to your complaint.\n</p>\n<p>\n<strong>Unsubscribe:</strong> To unsubscribe from our email database or opt-out of communications (including marketing communications), please contact us using the details provided in this privacy policy, or opt-out using the opt-out facilities provided in the communication.\nWe may need to request specific information from you to help us confirm your identity.\n</p>Use of Cookies<p>We use 'cookies' to collect information about you and your activity across our site.\nA cookie is a small piece of data that our website stores on your computer, and accesses each time you visit, so we can understand how you use our site.\nThis helps us serve you content based on preferences you have specified.\n</p>\n<p>Please refer to our Cookie Policy for more information.\n</p>Business Transfers<p>If we or our assets are acquired, or in the unlikely event that we go out of business or enter bankruptcy, we would include data, including your personal information, among the assets transferred to any parties who acquire us.\nYou acknowledge that such transfers may occur, and that any parties who acquire us may, to the extent permitted by applicable law, continue to use your personal information according to this policy, which they will be required to assume as it is the basis for any ownership or use rights we have over such information.\n</p>Limits of Our Policy<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and policies of those sites, and cannot accept responsibility or liability for their respective privacy practices.\n</p>Changes to This Policy<p>At our discretion, we may change our privacy policy to reflect updates to our business processes, current acceptable practices, or legislative or regulatory changes.\nIf we decide to change this privacy policy, we will post the changes here at the same link by which you are accessing this privacy policy.\n</p>\n<p>If the changes are significant, or if required by applicable law, we will contact you (based on your selected preferences for communications from us) and all our registered users with the new details and links to the updated or changed policy.\n</p>\n<p>If required by law, we will get your permission or give you the opportunity to opt in to or opt out of, as applicable, any new uses of your personal information.\n</p>Additional Disclosures for Australian Privacy Act Compliance (AU)International Transfers of Personal Information<p>Where the disclosure of your personal information is solely subject to Australian privacy laws, you acknowledge that some third parties may not be regulated by the Privacy Act and the Australian Privacy Principles in the Privacy Act.\nYou acknowledge that if any such third party engages in any act or practice that contravenes the Australian Privacy Principles, it would not be accountable under the Privacy Act, and you will not be able to seek redress under the Privacy Act.\n</p>Additional Disclosures for General Data Protection Regulation (GDPR) Compliance (EU)Data Controller / Data Processor<p>The GDPR distinguishes between organisations that process personal information for their own purposes (known as “data controllers”) and organizations that process personal information on behalf of other organizations (known as “data processors”).\nWe, Confirmic Ltd., located at the address provided in our Contact Us section, are a Data Controller with respect to the personal information you provide to us.\n</p>Legal Bases for Processing Your Personal Information<p>We will only collect and use your personal information when we have a legal right to do so.\nIn which case, we will collect and use your personal information lawfully, fairly and in a transparent manner.\nIf we seek your consent to process your personal information, and you are under 16 years of age, we will seek your parent or legal guardian’s consent to process your personal information for that specific purpose.\n</p>\n<p>Our lawful bases depend on the services you use and how you use them.\nThis means we only collect and use your information on the following grounds: </p>Consent From You<p>Where you give us consent to collect and use your personal information for a specific purpose.\nYou may withdraw your consent at any time using the facilities we provide.\nhowever this will not affect any use of your information that has already taken place.\nYou may consent to providing your email address for the purpose of receiving marketing emails from us.\nWhile you may unsubscribe at any time, we cannot recall any email we have already sent.\nIf you have any further enquiries about how to withdraw your consent, please feel free to enquire using the details provided in the Contact Us section of this privacy policy.\n</p>Performance of a Contract or Transaction<p>Where you have entered into a contract or transaction with us, or in order to take preparatory steps prior to our entering into a contract or transaction with you.\nFor example, if you purchase a product, service, or subscription from us, we may need to use your personal and payment information in order to process and deliver your order.\n</p>Our Legitimate Interests<p>Where we assess it is necessary for our legitimate interests, such as for us to provide, operate, improve and communicate our services.\nWe consider our legitimate interests to include research and development, understanding our audience, marketing and promoting our services, measures taken to operate our services efficiently, marketing analysis, and measures taken to protect our legal rights and interests.\n</p>Compliance with Law<p>In some cases, we may have a legal obligation to use or keep your personal information.\nSuch cases may include (but are not limited to) court orders, criminal investigations, government requests, and regulatory obligations.\nIf you have any further enquiries about how we retain personal information in order to comply with the law, please feel free to enquire using the details provided in the Contact Us section of this privacy policy.\n</p>International Transfers Outside of the European Economic Area (EEA)<p>We will ensure that any transfer of personal information from countries in the European Economic Area (EEA) to countries outside the EEA will be protected by appropriate safeguards, for example by using standard data protection clauses approved by the European Commission, or the use of binding corporate rules or other legally accepted means.\n</p>Your Rights and Controlling Your Personal Information<p>\n<strong>Restrict:</strong> You have the right to request that we restrict the processing of your personal information if (i) you are concerned about the accuracy of your personal information.\n(ii) you believe your personal information has been unlawfully processed.\n(iii) you need us to maintain the personal information solely for the purpose of a legal claim.\nor (iv) we are in the process of considering your objection in relation to processing on the basis of legitimate interests.\n</p>\n<p>\n<strong>Objecting to processing:</strong> You have the right to object to processing of your personal information that is based on our legitimate interests or public interest.\nIf this is done, we must provide compelling legitimate grounds for the processing which overrides your interests, rights, and freedoms, in order to proceed with the processing of your personal information.\n</p>\n<p>\n<strong>Data portability:</strong> You may have the right to request a copy of the personal information we hold about you.\nWhere possible, we will provide this information in CSV format or other easily readable machine format.\nYou may also have the right to request that we transfer this personal information to a third party.\n</p>\n<p>\n<strong>Deletion:</strong> You may have a right to request that we delete the personal information we hold about you at any time, and we will take reasonable steps to delete your personal information from our current records.\nIf you ask us to delete your personal information, we will let you know how the deletion affects your use of our website or products and services.\nThere may be exceptions to this right for specific legal reasons which, if applicable, we will set out for you in response to your request.\nIf you terminate or delete your account, we will delete your personal information within 30 days of the deletion of your account.\nPlease be aware that search engines and similar third parties may still retain copies of your personal information that has been made public at least once, like certain profile information and public comments, even after you have deleted the information from our services or deactivated your account.\n</p>Additional Disclosures for California Compliance (US)<p>Under California Civil Code Section 1798.83, if you live in California and your business relationship with us is mainly for personal, family, or household purposes, you may ask us about the information we release to other organizations for their marketing purposes.\n</p>\n<p>To make such a request, please contact us using the details provided in this privacy policy with “Request for California privacy information” in the subject line.\nYou may make this type of request once every calendar year.\nWe will email you a list of categories of personal information we revealed to other organisations for their marketing purposes in the last calendar year along with their names and addresses.\nNot all personal information shared in this way is covered by Section 1798.83 of the California Civil Code.\n</p>Do Not Track<p>Some browsers have a “Do Not Track” feature that lets you tell websites that you do not want to have your online activities tracked.\nAt this time we do not respond to browser “Do Not Track” signals.\n</p>\n<p>We adhere to the standards outlined in this privacy policy ensuring we collect and process personal information lawfully, fairly, transparently and with legitimate, legal reasons for doing so.\n</p>Cookies and Pixels<p>At all times you may decline cookies from our site if your browser permits.\nMost browsers allow you to activate settings on your browser to refuse the setting of all or some cookies.\nAccordingly, your ability to limit cookies is based only on your browser’s capabilities.\nPlease refer to the Cookies section of this privacy policy for more information.\n</p>CCPA-permitted financial incentives<p>In accordance with your right to non-discrimination, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels for the goods or services we provide.\n</p>\n<p>Any CCPA-permitted financial incentive we offer will reasonably relate to the value of your personal information and we will provide written terms that describe clearly the nature of such an offer.\nParticipation in a financial incentive program requires your prior opt-in consent, which you may revoke at any time.\n</p>California Notice of Collection<p>In the past 12 months, we have collected the following categories of personal information enumerated in the California Consumer Privacy Act: </p>\n<ul>\n<li>Customer records such as billing and shipping address, and credit or debit card data.</li>\n<li>Commercial information such as products or services history and purchases.</li>\n<li>Internet activity, such as your interactions with our service.</li>\n<li>Geolocation data.</li>\n</ul>\n<p>For more information on information we collect, including the sources we receive information from, review the “Information We Collect” section.\nWe collect and use these categories of personal information for the business purposes described in the “Collection and Use of Information” section, including to provide and manage our Service.\n</p>Right to Know and Delete<p>If you are a California resident, you have rights to delete your personal information we collected and know certain information about our data practices in the preceding 12 months.\nIn particular, you have the right to request the following from us: </p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information was collected;</li>\n<li>The categories of personal information about you we disclosed for a business purpose or sold;</li>\n<li>The categories of third parties to whom the personal information was disclosed for a business purpose or sold;</li>\n<li>The business or commercial purpose for collecting or selling the personal information.\nand</li>\n<li>The specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>To exercise any of these rights, please contact us using the details provided in this privacy policy.\n</p>Shine the Light<p>If you are a California resident, in addition to the rights discussed above, you have the right to request information from us regarding the manner in which we share certain personal information as defined by California’s “Shine the Light” with third parties and affiliates for their own direct marketing purposes.\n</p>\n<p>To receive this information, send us a request using the contact details provided in this privacy policy.\nRequests must include “California Privacy Rights Request” in the first line of the description and include your name, street address, city, state, and ZIP code.\n</p>Contact Us<p>For any questions or concerns regarding your privacy, you may contact us using the following details: </p>\n<p>Stef Lewandowski<br>https://www.confirmic.com/contact </p>\n<p>Privacy with design</p>About<ul>\n<li>Product</li>\n<li>Blog</li>\n<li>Docs</li>\n</ul>Legal<ul>\n<li>Cookies</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Acceptable use</li>\n</ul>Company<ul>\n<li>About</li>\n<li>Contact</li>\n</ul>\n<p>© Confirmic 2021, All Rights Reserved</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n</p>", "created_at": "2023-05-12 02:13:12.259769", "updated_at": "2023-05-12 02:14:11.328539"}, {"id": 16030, "name": "Cookie policy", "url": "https://confirmic.com/cookies", "xpath": "//body", "text": null, "created_at": "2023-05-12 02:13:12.320056", "updated_at": "2023-05-19 18:25:05.653903"}, {"id": 16029, "name": "Acceptable Use Policy", "url": "https://confirmic.com/acceptable_use", "xpath": "//body", "text": null, "created_at": "2023-05-12 02:13:12.290514", "updated_at": "2023-05-19 18:25:21.351071"}, {"id": 16031, "name": "Terms & Conditions", "url": "https://confirmic.com/terms", "xpath": "//body", "text": "<ul>\n<li>Sign in</li>\n</ul>Add to your site<i>\n</i>Sign inTerms &amp.\nConditions<p>Here are our Terms of Service so you'll know your rights and obligations as well as ours</p>\n<p>Unless you have entered into a separate SAAS agreement with us, these Terms of Service (together with the documents referred to in it) tell you the terms on which you may make use of the services which are made available to you via our software platform at https://confirmic.com and our API/SDKs (together, the “Platform”) (the “Services”), as well as all information and data made available to you in connection with the Services (“Service Data”).</p>\n<p>If you have entered into a separate SAAS agreement with us for your and your employees, contractors and agents use of the Services, then that agreement will apply instead of these Terms of Service.</p>\n<p>Please read these Terms of Service carefully before you start to use the Services.\nWe recommend that you print a copy of this for future reference.</p>\n<p>By using the Services, you are confirming that you accept these Terms of Service and that you agree to comply with them.\nIf you do not agree to these Terms of Service, you must not use the Services.</p>\n<p>\n<em>Other applicable terms</em>\n<br> These Terms of Service refer to the following additional terms, which also apply to your use of the Services.</p>\n<p>Our Privacy Policy, which sets out the terms on which we process any personal data we collect from you, or that you provide to us.</p>\n<p>\n<strong>1.\nIntroduction</strong>\n<br> Confirmic Limited (“Confirmic”, “us”, “our” or “we”) is the provider of the Services and operator of the Platform.\nWe are registered in England and Wales under company number 11400246 and have our registered office at Confirmic Limited of 86-90 Paul Street, 3rd Floor, London, United Kingdom, EC2A 4NE.\nOur VAT number is 308887855.</p>\n<p>\n<strong>2.\nChanges to these terms</strong>\n<br> We may revise these Terms of Service at any time by amending this page.\nWhere appropriate (for example, where the changes limit your rights or increase your obligations), we will also give you notice of the changes by sending you an email – where possible, a reasonable time in advance.\nThe process for changes to fees and payment plans is set out separately in clause 8.</p>\n<p>Please check this page from time to time and give careful consideration to any emails we send you, as the changes to the Terms of Service will be binding on you.</p>\n<p>\n<strong>3.\nUser account</strong>\n<br> If you register for an account on the Platform (including via third party authentication), you are responsible for any use of our Services with your account details, and for protecting your account details from unauthorised use.\nYou are also responsible for the security of any computer from which you sign in to your account.</p>\n<p>In the case of a company, you hereby warrant that you have authority to bind the company (as the contracting party) to these Terms of Service.\nIn the case of an individual, you hereby warrant that you are 18 years of age or older or, where you are not, that you have the consent of your parent or guardian to use the Services in accordance with these Terms of Service.</p>\n<p>\n<strong>4.\nRights we grant you</strong>\n<br> We grant you a non-exclusive, non-transferable, revocable right to install and make use of the Services and to make use of the documentation available at https://docs.confirmic.com/ (“Documentation”) and Service Data, solely for your internal business operations and in accordance with these Terms of Service.</p>\n<p>This licence shall remain in effect until and unless these Terms of Service are terminated by you or us (see clause 10 for information about termination).\nYou promise and agree that you will only make use of the Services, Documentation and Service Data within the scope of this licence and limits, terms and conditions set out in these Terms of Service, and that you will not redistribute or transfer the Services, Documentation or Service Data, or any part of them.</p>\n<p>You acknowledge that all intellectual property rights in the Services, the Documentation, the Service Data and the Platform anywhere in the world belong to us or our licensors (even after installation onto a computer owned by you or integration into your system), and that you have no rights in or to the Services, Documentation, Service Data or the Platform other than the right to use each of them in accordance with the terms of these Terms of Service.</p>\n<p>In the event that you breach the terms of the licence granted to you herein and such breach results in the creation of derivative works of the Services, the Documentation, and/or the Service Data (“Improvements”), you hereby assign with full title guarantee all such Improvements to us.\nSuch assignment does not preclude us from taking any legal or other action against you for contravention of these terms and conditions, including for infringement of our intellectual property rights.</p>\n<p>\n<strong>5.\nServices</strong>\n<br> From time to time, we may introduce new services, features or functionality to the Services.\nThese Terms of Service will apply to such new services, features or functionality, unless they come with separate or additional terms, in which case you will be required to agree to such separate or additional terms before being permitted to use the new services, features or functionality.</p>\n<p>We undertake that the Services will be performed substantially in accordance with the Documentation and with reasonable skill and care.\nThis undertaking shall not apply to the extent of any non-conformance which is caused by your use of the Services contrary to our instructions or these Terms of Service, or any alternation or modification made to the Services or the software used in the provision of the Services by a third party who is not authorised by us.\nYou understand and agree that we have no obligation to modify software to support your use of the Services.</p>\n<p>We do not warrant that:<br> • the Services will be able to find all data privacy vulnerabilities on your website, nor be able to restrict all forms of non-consensual access to your customers’ data.\nYou are responsible for the installation, integration and implementation of our Services on your website(s).\nor<br> • a patch will not break the functionality of your code or will not result in the introduction of new data privacy vulnerabilities.\nWe take care when authoring patches and test all patches before making them available to you as part of the Services.\nhowever, you acknowledge that it is your responsibility to assess the impact of a patch before using it.</p>\n<p>You further acknowledge that the suggestions made by us in relation to fixes (whether for updates, patches or monitoring services) are provided for general information only, and have not been made with your particular requirements in mind.\nIt is therefore not intended to amount to advice on which you should solely rely.</p>\n<p>\n<strong>6.\nAccessing the Services</strong>\n<br> You acknowledge that the extent of your use of the Services will depend on your subscription plan, and you further agree to only use the Services within the limits of such subscription plan.\nThe default subscription plan is the ‘Free Plan’.\nDetails about the Services available under each subscription plan can be found here: /pricing/.\nIf, at any time whilst using the Services, you exceed the limit of your subscription plan, we will charge you, and you will pay, the relevant fees which apply to such excess use as set out above.\nWe will use our reasonable endeavours to notify you when the limit is close to being exceeded.\nhowever, we accept no liability for failure to do this.\nYou are solely responsible for monitoring your use of the Services within the permitted limits.</p>\n<p>Whilst we will make reasonable efforts to ensure the Services are operational 24 hours a day, 7 days a week, we do not guarantee that the Services will always be available or be uninterrupted.\nIn particular, but without limitation:</p>\n<p>\n<em>Maintenance Services:</em> The Services will not be available to you when we carry out maintenance services.\nWe will endeavour to carry out these services outside of normal business hours and to give you at least three hours’ notice in writing (via email where possible).\nhowever you acknowledge that this may not be possible in cases of urgency.</p>\n<p>\n<em>Communication networks:</em> The Services may be subject to limitations, delays and other problems inherent in the use of communication networks and facilities.</p>\n<p>We will not be liable to you if the Services are unavailable at any time, or for any period due to an event or cause outside of our control.</p>\n<p>We reserve the right to suspend your access to or use of the Services without notice in the event you breach these Terms of Service or if we reasonably suspect that you have breached these Terms of Service.</p>\n<p>\n<strong>7.\nUsing the Services</strong>\n<br> You must not use the Services for any commercial use (other than for internal use within your business), and you must not redistribute or transfer the Services, Documentation or Service Data to any third party or make any part of the Services, Documentation or Service Data available to be accessed, in whole or in part, by any third party.</p>\n<p>The licence granted to you to install and make use of the Services, the Documentation, and Service Data, does not permit you to do, and you shall not do nor permit any third party to do, any of the following:<br> • Embed our Services, Documentation, or Service Data into any product of yours or any third party;<br> • Make available through automated or manual means any part of the Services, the Documentation, or the Service Data, by way of crawling, scraping, spidering or otherwise;<br> • Copy or access all or any part of the Services, the Documentation, or the Service Data other than via the interface(s) provided to you by us;<br> • Use web-crawlers, bots, or scripts to copy or access any part of the Services, the Documentation or the Service Data.\nor<br> • Circumvent or attempt to override any security features we have installed around the Services, the Documentation, or the Service Data</p>\n<p>You may not use the Services:<br> (a) in any way that breaches any applicable local, national or international law or regulation;<br> (b) in any way that is unlawful or fraudulent, or has any unlawful or fraudulent purpose or effect;<br> (c) for the purpose of harming or attempting to harm minors in any way;<br> (d) to send, knowingly receive, upload, download, use or re-use any material which does not comply with our content standards (see below);<br> (e) to transmit, or procure the sending of, any unsolicited or unauthorised advertising or promotional material or any other form of similar solicitation (spam).\nand/or<br> (f) to knowingly transmit any data, send or upload any material that contains viruses, Trojan horses, worms, time-bombs, keystroke loggers, spyware, adware or any other harmful programs or similar computer code designed to adversely affect the operation of any computer software or hardware.</p>\n<p>You also agree not to:<br> (a) except as may be otherwise permitted in the Terms of Service or allowed by any applicable law which is incapable of exclusion by agreement between the parties:<br>(i) duplicate, copy, create derivative works from, frame, mirror, republish, download, display, transmit or distribute all or any portion of the software used in the provision of the Services, or the Documentation or any Service Data in any form by any means;<br> (ii) reverse compile, disassemble, reverse engineer or otherwise reduce to human-perceivable form all or any part of the software used in the provision of the Services.<br> (b) access without authority, interfere with, manipulate, damage or disrupt all or any part of the Services or any equipment or network owned or used by any third party, or assist any third party in doing such acts;<br> (c) use the Services, the Documentation and/or the Service Data to provide services to third parties, and in particular, not to use the Services, the Documentation and/or the Service Data in respect of any project that is not owned or used by you;<br> (d) licence, sell, transfer, assign, distribute, display, disclose or otherwise commercial exploit the Services, Documentation and/or the Service Data, or otherwise make the Services, Documentation and/or the Service Data available to any third party.</p>\n<p>If you wish to make use of the Services, the Documentation and/or the Service Data for the purposes prohibited in paragraphs (c) and/or (d) above, please email us at general@confirmic.com so that we can discuss a different licence with you.</p>\n<p>The following content standards apply to any and all material which you provide to Confirmic or otherwise give Confirmic access to (“Materials”).\nThe standards apply to each part of any Materials as well as to its whole.</p>\n<p>Materials must:<br> (a) be accurate (where they state facts);<br> (b) be genuinely held (where they state opinions).\nand/or<br> (c) comply with applicable law in the UK and in any country from which they are posted.</p>\n<p>Materials must not:<br> (a) contain any material which is defamatory of any person, obscene, offensive, hateful or inflammatory;<br> (b) promote sexually explicit material, violence or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age;<br> (c) infringe any copyright, database right or trade mark of any other person;<br> (d) be likely to deceive any person;<br> (e) be made in breach of any legal duty owed to a third party, such as a contractual duty or a duty of confidence;<br> (f) be threatening, abuse or invade another’s privacy, or cause annoyance, inconvenience or needless anxiety;<br> (g) be likely to harass, upset, embarrass, alarm or annoy any other person;<br> (h) be used to impersonate any person, or to misrepresent your identity or affiliation with any person;<br> (i) give the impression that they emanate from us, if this is not the case.\nand/or<br> (j) advocate, promote or assist any unlawful act or illegal activity such as (by way of example only) copyright infringement or computer misuse.</p>\n<p>If you disclose security vulnerabilities to us, you must do so by emailing us at security@confirmic.com and not by posting to the confirmic.com website.</p>\n<p>\n<strong>8.\nPurchases</strong>\n<br> If you choose a paid-subscription plan, you agree to pay us fees in accordance with the relevant pricing plan.\nDetails of those fees are set out on our Pricing Page at /pricing/ (which do not include VAT).</p>\n<p>Depending on the pricing plan chosen by you, our third party payment processor will (and you hereby authorise it to) bill your payment card for the applicable fee in advance on or shortly after the date you subscribe for a paid plan and each month or anniversary thereafter, until terminated by you or us.\nThe fees are non-refundable, except as expressly stated otherwise in these Terms of Service.</p>\n<p>If you move to a higher tier of a paid plan, the change will take effect immediately and we will charge you for the additional fees associated with the new paid plan on a pro-rata basis.\nIf you move to a lower tier of a paid plan, the change will take effect in the next billing cycle.\nYou acknowledge that you will not receive a refund for the then-current billing cycle if you move to a lower tier of a paid plan, or to a non-payment subscription plan.</p>\n<p>We reserve the right not to provide you with the Services until the relevant fee has been received in full and cleared funds.</p>\n<p>We also reserve the right to change our fees or payment plans at any time.\nIf you do not agree to such change, you must ask us to delete your account via email to support@confirmic.com and stop using the Services within 30 days of the date the new fee or payment plan becomes effective, at which point these Terms of Service will be deemed to have been terminated by you.\nWe will only charge you in respect of the period before termination and based on the old fee or payment plan.\nIf you do agree to such change (which will be deemed from your continued use of the Services after the date the new fee or payment plan becomes effective), your next bill will include the new fees on a pro rata basis.</p>\n<p>\n<strong>9.\nProject Data and Rights you give us</strong>\n<br> We claim no intellectual property rights in and to your applications, project or any material in which you use the Service.</p>\n<p>However, to enable your use of the Services, we do need to inspect elements of your website code structure.\nThis information includes, but is not limited to, information relating to which third-party providers you use, which cookies and other tracking technologies are used, which policies have been created via your usage of the Confirmic Account, and records of consent from your customers (collectively, “Account Information”).\nFor these purposes, we require, and you hereby grant us, a worldwide, non-exclusive, royalty free licence to store, use, reproduce, display and transmit the Account Information, and any other materials transmitted via the Service to the extent necessary to enable your use of the Services, including monitoring services.\nThis licence shall remain in effect until and unless these Terms of Service are terminated by you or us.</p>\n<p>\n<strong>10.\nLimitation of Liability</strong>\n<br> You agree to the following limitations on our liability to you:<br> • <em>Exclusion of certain losses</em>: We shall not be liable to you for any loss of profits, business, anticipated savings, goodwill or business opportunity, business interruption, loss or corruption of data or information, or for any special, indirect or consequential loss or damage, howsoever arising under these Terms of Service.\nand<br> • <em>Cap on liability:</em> Our maximum aggregate liability to you in contract, tort (including negligence or breach of statutory duty), misrepresentation, restitution or otherwise, arising in connection with the performance or contemplated performance of these Terms of Service shall be limited to the aggregate amount of Fees paid by you to Confirmic during the three-month period immediately preceding the event that gave rise to your claim for damages.\nFurther, due to the nature of the Services, we do not take responsibility for any damage caused by errors or omissions in any content or omissions in any information, instructions or scripts provided by you to us in connection with the Services, or any action taken by us (or not taken by us) at your direction.<br> Nothing in these Terms of Service shall exclude either party’s liability for death or personal injury caused by negligence, fraud or fraudulent misrepresentation or any other liability that cannot be excluded or limited by law.</p>\n<p>All warranties, conditions, representations or other terms implied by statute or common law in relation to the Services, Documentation, the Service Data and the Platform provided by us are excluded to the fullest extent permitted by law.</p>\n<p>\n<strong>12.\nIndemnity</strong>\n<br> You shall defend, indemnify and hold harmless Confirmic against claims, actions, proceedings, losses, damages, expenses and costs (including without limitation court costs and reasonable legal fees) arising out of or in connection with your use of the Services, Documentation, Service Data or Platform in breach of these Terms of Service or other agreements referred to in these Terms of Service.</p>\n<p>\n<strong>13.\nTermination</strong>\n<br> You may terminate these Terms of Service with us at any time, for any reason, by asking us to delete your account via email to support@confirmic.com (as applicable) and ceasing all use of the Services, Documentation and Service Data.</p>\n<p>We may terminate these Terms of Service with you immediately, without notice, in the event you commit a material or persistent breach of these Terms of Service, the Services are discontinued, we lose the right to provide you with the Services, or where the provision of the Services becomes unlawful.</p>\n<p>Upon termination:<br> • all rights granted to you under these Terms of Service, including the licence in clause 4, shall cease;<br> you must cease all activities authorised by these Terms of Service, including use of the Services, Documentation and Service Data;<br> • all fees payable to us under these Terms of Service shall become due and shall be billed immediately, despite any other provision.\nand<br> • you must immediately uninstall, delete or remove from all computer equipment in your possession or control, and destroy or return to us all copies of, any software used in the provision of the Services.</p>\n<p>\n<strong>14.\nOther important terms</strong>\n<br> Assignment and other dealings: You may not assign, transfer, sub-licence or deal in any other manner with any or all of your rights under these Terms of Service, without our prior written consent.</p>\n<p>\n<em>Waiver:</em> A waiver of any right or remedy under these Terms of Service or by law is only effective if given in writing and shall not be deemed a waiver of any subsequent breach or default.\nA failure or delay by a party to exercise any right or remedy provided under these Terms of Service or by law shall not constitute a waiver of that or any other right or remedy, nor shall it prevent or restrict any further exercise of that or any other right or remedy.</p>\n<p>\n<em>Severance:</em> If any provision or part-provision of these Terms of Service is or becomes invalid, illegal or unenforceable, it shall be deemed modified to the minimum extent necessary to make it valid, legal and enforceable.\nIf such modification is not possible, the relevant provision or part-provision shall be deemed deleted.\nAny such modification to or deletion of a provision or part-provision shall not affect the validity and enforceability of the rest of these Terms of Service.</p>\n<p>\n<em>Relationship:</em> Nothing in these Terms of Service is intended to, or shall be deemed to, establish any partnership or joint venture between any of the parties or constitute any party the agent of another party.</p>\n<p>\n<em>Third Party Rights:</em> No one other than a party to these Terms of Service, their successors and permitted assignees, shall have any right to enforce any of its terms.</p>\n<p>\n<em>Entire Agreement:</em> these Terms of Service, and all documents referred to in them, constitute the entire agreement between the parties and supersedes and extinguishes all previous agreements, promises, assurances, warranties, representations and understandings between them, whether written or oral, relating to its subject matter.</p>\n<p>\n<em>Jurisdiction/ Governing Law:</em> These Terms of Service, its subject matter and its formation (and any non-contractual disputes or claims) are governed by English law.\nWe both agree to the exclusive jurisdiction of the courts of England and Wales.</p>\n<p>\n<strong>15.\nContact us</strong>\n<br> To contact us, or if you are experiencing problems with the Services, please email support@confirmic.com</p>\n<p>Privacy with design</p>About<ul>\n<li>Product</li>\n<li>Blog</li>\n<li>Docs</li>\n</ul>Legal<ul>\n<li>Cookies</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Acceptable use</li>\n</ul>Company<ul>\n<li>About</li>\n<li>Contact</li>\n</ul>\n<p>© Confirmic 2021, All Rights Reserved</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n</p>", "created_at": "2023-05-12 02:13:12.350242", "updated_at": "2023-05-19 18:23:51.558644"}], "points": [], "urls": ["confirmic.com"]}}