{"error": 448, "message": "OK", "parameters": {"id": 8591, "name": "googeradio.com", "created_at": "2023-06-28 20:52:11.780839", "updated_at": "2023-06-28 22:02:18.985463", "wikipedia": null, "keywords": null, "related": null, "slug": "googeradio-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8591.png", "url": "googeradio.com", "documents": [{"id": 16719, "name": "privacy policy", "url": "https://googeradio.com/PrivacyPolicy/privacy_policy.html", "xpath": "//body", "text": "\n<br>\n<p>\nPrivacy Policy of https://googeradio.com At googeradio, we collect and manage user data according to the following Privacy Policy.\nData Collected We collect information you provide directly to us.\nFor example, we collect information when you create an account, subscribe, participate in any interactive features of our services, fill out a form, request customer support or otherwise communicate with us.\nThe types of information we may collect include your name, email address, postal address, credit card information and other contact or identifying information you choose to provide.\nWe collect anonymous data from every visitor of the Website to monitor traffic and fix bugs.\nFor example, we collect information like web requests, the data sent in response to such requests, the Internet Protocol address, the browser type, the browser language, and a timestamp for the request.\nWe also use various technologies to collect information, and this may include sending cookies to your computer.\nCookies are small data files stored on your hard drive or in your device memory that helps us to improve our services and your experience, see which areas and features of our services are popular and count visits.\nWe may also collect information using web beacons (also known as \"tracking pixels\").\nWeb beacons are electronic images that may be used in our services or emails and to track count visits or understand usage and campaign effectiveness.\nUse of the Data We only use your personal information to provide you the googeradio services or to communicate with you about the Website or the services.\nOur Privacy Policy was created with the help of the Privacy Policy Template and the Terms and Conditions Template.\nWe employ industry standard techniques to protect against unauthorized access of data about you that we store, including personal information.\nWe do not share personal information you have provided to us without your consent, unless: Doing so is appropriate to carry out your own request We believe it's needed to enforce our legal agreements or that is legally required We believe it's needed to detect, prevent or address fraud, security or technical issues Sharing of Data We don't share your personal information with third parties.\nAggregated, anonymized data is periodically transmitted to external services to help us improve the Website and service.\nWe may allow third parties to provide analytics services.\nThese third parties may use cookies, web beacons and other technologies to collect information about your use of the services and other websites, including your IP address, web browser, pages viewed, time spent on pages, links clicked and conversion information.\nWe also use social buttons provided by services like Twitter, Google+, LinkedIn and Facebook.\nYour use of these third party services is entirely optional.\nWe are not responsible for the privacy policies and/or practices of these third party services, and you are responsible for reading and understanding those third party services' privacy policies.\nCookies We may use cookies on our site to remember your preferences.\nFor more general information on cookies, please read \"What Are Cookies\".\nOpt-Out, Communication Preferences You may modify your communication preferences and/or opt-out from specific communications at any time.\nPlease specify and adjust your preferences.\nSecurity We take reasonable steps to protect personally identifiable information from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nBut, you should keep in mind that no Internet transmission is ever completely secure or error-free.\nIn particular, email sent to or from the Sites may not be secure.\nAbout Children The Website is not intended for children under the age of 13.\nWe do not knowingly collect personally identifiable information via the Website from visitors in this age group.\nChanges to the Privacy Policy We may amend this Privacy Policy from time to time.\nUse of information we collect now is subject to the Privacy Policy in effect at the time such information is used.\nIf we make major changes in the way we collect or use information, we will notify you by posting an announcement on the Website or sending you an email.\n</p>\n<br> close this window <br>\n<br> ★ <br> ", "created_at": "2023-06-28 20:52:11.811147", "updated_at": "2023-06-28 20:52:30.755707"}], "points": [], "urls": ["googeradio.com"]}}