{"error": 448, "message": "OK", "parameters": {"id": 7478, "name": "tilda.cc", "created_at": "2023-03-12 07:05:20.226519", "updated_at": "2023-03-29 19:26:43.977365", "wikipedia": null, "keywords": null, "related": null, "slug": "tilda-cc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7478.png", "url": "tilda.cc", "documents": [{"id": 14378, "name": "Privacy Policy", "url": "https://tilda.cc/privacy", "xpath": "//body", "text": "Tilda Publishing<ul>\n<li>Pricing </li>\n<li>#madeontilda </li>\n<li>Blog </li>\n<li> MORE </li>\n</ul>Tilda Publishing Privacy Policy Thank you for choosing Tilda!<br>\n<br>The Privacy Policy explains what personal user data is collected and stored on the platform, as well as under what conditions it can be used or shared with third parties.\nIf you wish to use Tilda's services, you must read and accept the terms of the Privacy Policy and Terms of Service Agreement.<br>\n<br>If you have any legal questions, email us at legal@tilda.cc<br>For general and technical questions: team@tilda.cc1.\nPrivacy Policy This Privacy Policy (hereinafter — “Privacy Policy”) determines the Administration's responsibilities towards non-disclosure and protection of the confidentiality of personal data provided by the User on the Administration's request when register on the Platform (hereinafter — the “Platform”).<br>\n<br>Privacy Policy refers to all information that the Platform can collect about a User while they are using the service (the “Service”).\nBy registering on this Platform, the User consents to all terms of this Privacy Policy.<br>\n<br>This Privacy Policy may be amended by the Administration without prior notification.\nThe current Privacy Policy is at all times available at https://tilda.cc/privacy.2.\nUser's Personal Data 2.1.\nKey terms<br>\n<br>Upon registration, the User provides the Administration with personal data including name, surname, and e-mail address.\nWhen registering and /or using the Service the Platform may automatically or with the participation of a User collect additional personal information, including IP-address, browser version, country, language, UTM parameters, partner's tags, address of a page's referrer, and other technical data, which can be used for identification of the User without taking additional measures.<br>\n<br>The User may be required to provide access to accounts of third-party service providers including, inter alia, public file storage, instant messages service, social networks and other in order to use different Services.\nIn this case, the Administration may receive additional personal data from the third-party provider including, inter alia, sex, location, userpic, etc.\nAll information accessed through the third-party service provider shall be processed and stored in accordance with the Terms of Service Agreement and Privacy Policy.<br>\n<br>2.2.\nPayment Policy<br>\n<br>The Platform tariff payment shall be made via one of the available payment systems such as Stripe.com, PayPal, CloudPayments.\nThese payment systems collect and retain financial information in accordance with the Terms of Service Agreement and Privacy Policy.<br>\n<br>The Administration does not store full card details.\nIt does not act as a Payment Controller, and only receives notifications about successful payments.<br>\n<br>It is understood, however, that when receiving payment for the Tariff, the Administration may collect additional information including, inter alia, transaction number, transaction time, type and expiration date of the card used for payments as well as the last four digits of the card number, the cardholder's name, country, and city where the card has been charged.<br>\n<br>2.3.\nPersonal Data requested by third party services<br>\n<br>The User may be required to provide access to accounts of third-party service providers including, inter alia, public file storage, instant messaging service, social networks, and other in order to use different Services.\nIn this case the Administration may receive additional personal data from the third-party provider including, inter alia, gender, location, userpic, etc.\nAll information accessed through the third-party service provider shall be processed and stored in accordance with the Terms of Service Agreement and Privacy Policy.<br>\n<br>2.4.\nActivity Data Tracking <br>\n<br>For the purposes of security and fraud prevention, when the User is logged into their Account the following activities are logged: date and time of signing in, date and time when the project was created, date and time when the project was deleted.\ndate and time the password and e-mail were changed, date and time the project and webpage were transferred to another account.<br>\n<br>2.5.\nPersonal Data required during domains registration<br>\n<br>The User has the option of registering a domain name in their personal account on the Platform.\nThis service is provided by the domain name registrar LLC Domains Registrar REG.RU.\nAll personal data required for domain registration shall be processed and stored in accordance with the Terms of Service Agreement and Privacy Policy.\nThe Platform does not process these requested data.\nit solely provides the user interface for transferring personal data to the domain registrar.3.\nThe Personal Data Collection Procedure The main ways of receiving personal information from Users are as follows:<br>\n<br>a) the User provides personal information directly (e.g., when registering on the Platform or using a payment system).<br>b) Personal Data is collected automatically when the User runs or uses the Platform, for example with the help of cookie files (for more details see the Cookie Policy).<br>c) the User can provide Personal Data on their own accord when they log in and use third-party services that have been knowingly integrated into the Platform.4.\nPersonal Data Use The Administration may use Personal Data provided to it by the User to:<br>\n<br>a) Create an Account and Personal account in order to use the Platform.<br>b) Provide client service and technical support.<br>c) Send notices by e-mail, such as confirmation of registration, a reminder or a notice about a forthcoming or completed payment, activation of the trial period and notice of its termination, complaints about the Website created within the Account, notices about significant changes in client service.\nThese messages are mandatory from a technical point of view and cannot be cancelled for an active account.<br>d) Email-related educational materials regarding use of the Platform and monthly newsletters containing news connected with the Platform's functions.\nTo opt out from receiving these messages, the User must follow the unsubscribe instruction which is contained in every message they receive.<br>e) Provide tailored service.\nFor example, location and language detected by the browser are used to set the language of the Platform's interface.<br>f) Send promotional materials and advertising.\nDepending on how the User engages with the Platform, they may be sent individual marketing messages about products and services.\nAlso, the information about User interaction with the Platform allows it to recalibrate advertising campaigns, for example, avoid showing social ads to the Platform's users.<br>g) Integrate third-party services that provide additional functionalities to the User's website that have been added knowingly with the User’s consent.<br>h) Sending notifications of payments made on the User's website.<br>i) Improve the functioning of the Platform and provide better services.\nStatistics and analysis of the use of the Platform's functions allow us to determine the priorities for further development.\nAs a result, anonymous generalized information is used for these purposes.5.\nTransfer of Personal Data to Third Parties The User may be required to provide Personal Data when using third-party services, for example, when making a transaction or integrating third-party services that give additional features to the User's website.\nThe User provides this information voluntarily and on their own accord.\nAll personal data required by third-party services shall be processed and stored in accordance with the Terms of Service Agreement and Privacy Policy.<br>\n<br>The Administration can share personal data with service providers that perform services on the Administration's behalf.\nFor example, the Administration can engage third parties to help it provide customer support, manage to advertise, send notifications, and newsletters on the Administration's behalf.\nThese third parties are prohibited from using the Users' personal data for promotional purposes.<br>\n<br>The Administration can disclose personal data to the extent required by laws or to protect rights and interests if such disclosure is reasonably required in order to comply with laws or to prevent fraud.\nIn particular, the Administration can disclose the User's data if it is lawfully requested by the state authorities or if it receives a justified claim addressed to the User regarding violation of the third parties' rights and/or the Terms of Service Agreement.<br>\n<br>The Administration can share the User's personal data with third parties to provide the User with targeted advertising, and also to measure and control its effectiveness.\nFor example, the Administration can use encrypted e-mails to adjust advertising in social networks to avoid showing these ads to current Platform users.6.\nStorage of Data The processing and storage of User's personal data will be carried out on the legal grounds during the time that the account exists.\nIn the event that the account is deleted, some data may be stored insofar as it is necessary for fulfilling legal obligations, settling disputes, preventing fraud, and protecting the interests of the Administration.<br>\n<br>The Administration takes all necessary technical and organizational precautions to protect User's personal data against unauthorized or accidental access, deletion or alteration, blocking, copying, disclosure, or other unauthorized actions of third parties.<br>\n<br>In case of loss or disclosure of User's personal data, the Administration notifies the User about the fact of their personal data loss or disclosure.7.\nPersonal Data Collected by Users on Their Websites 7.1.\nGeneral provisions<br>\n<br>The Administration does not process personal data collected by the User on websites, and only provides the computing capacity that could be used for data collection.\nThe Administration acts not as a \"Controller\" but as a \"Processor\" in the meaning of the European Union General Data Protection Regulation.<br>\n<br>Data collected on the User's website is kept in their personal account for 30 days.\nThis function is included by default and is aimed at improving user experience.\nThe User is free to switch off this function at any time, change the amount of time their data is retained, change or delete data either in part or in full, and also to export data.<br>\n<br>In the event the User uses an online payment system, the Administration may receive partial data about a successful payment in order to facilitate cooperation between the website and payment system.<br>\n<br>The function of logging and retaining partial information about a successful payment is included by default.\nThis function can be set by the User in their personal account.\nThe User may change the length of time their data is kept or turn off this function.<br>\n<br>7.2.\nResponsibility of the User <br>\n<br>Should the User process third party data, the User is solely liable for taking appropriate measures for the protection of personal data, according to the General Data Protection Regulation (GDPR) and other laws and regulations, including obtaining appropriate permits and posting the necessary documentation and information to their website.<br>\n<br>The Administration does not have the right to provide legal assistance to Users, although it recommends that the Users who process personal data add the Terms of Service Agreement to their website, as well as the confidentiality agreement and add links to these documents and a special field in the data collection form that will show that the User has read and agreed to these rules.\nRead more about this in the Help section of the Platform: help.tilda.ws/gdpr-compliance<br>\n<br>The website created by the User uses cookie files by default.\nIn case if the User has no plans to use this function or to work with personal data, they must disable the use of cookies in the website settings.8.\nCookie Policy Cookies are small text files sent by the server to the User's device.\nCookies perform many functions, for example, they allow to save the settings made by the user, allow the user to move between pages after signing in, and, on the whole, make working on a website easier.<br>\n<br>Here is how we use cookie files:<br>а) Identification — cookie files allow website providers to recognize your advice and your Account so they do not have to request your login details and password every time you go to another page.<br>b) Analytics — cookie files allow us to obtain information about the viewing how many times this or that page was viewed.<br>\n<br>The user has the right to set the browser to refuse cookies but this will substantially limit their ability to use the Platform.9.\nManaging Personal Data The User can review, change or delete Personal data that was provided by the User or that was collected from the User's website, in their personal account or by sending a relevant query to legal@tilda.cc.\nThe User may use the same e-mail address should the User request their online Account to be deleted.<br>\n<br>For technical reasons, the information may not be deleted straight away, but with a delay.\nPlease note that we may retain some of the information to the extent that is necessary for fulfilling legal obligations, resolving disputes, preventing fraud, and protecting the legitimate interests of the Administration.10.\nUser's Obligations In relation to the User to the Administration, the User provides their personal data and keeps it up to date.<br>\n<br>The User shall independently manage relationships with their Users in relation to the data collected on the User's website.11.\nAdministration Obligations The Administration undertakes to:<br>\n<br>a) Use the information provided exclusively for the purposes set out in Clause 4 of this Privacy Policy.<br>b) Keep personal information confidential.\nnot to disclose the User's personal information without prior written permission obtained from the User.\nnot to sell, exchange, publish or disclose it by any other means, except for the means indicated in Clause 5 of this Privacy Policy.<br>c) Take measures to protect the confidentiality of User's personal information according to standard procedures.<br>d) Block the User's personal information immediately after receiving a request from the User or their legal representative or a relevant authority for the protection of the User's personal data while it is being checked in case invalid data or unauthorized activities are detected.<br>\n<br>The Administration may share the User's personal data with the authorities in the relevant jurisdiction solely on the grounds and in accordance with the legislation of the Russian Federation.12.\nLiabilities of the Parties In case of failure to perform its obligations, the Administration accepts liability for any losses, which amount is limited to the cost of the Tariff, incurred by the User as a result of the unauthorized use of their personal data, in accordance with the legislation of the Russian Federation, except for the cases when personal data:<br>\n<br>a) was disclosed to the competent authorities in the relevant jurisdiction;<br>b) was disclosed by the third party after it was shared by the Administration with the User's consent;<br>c) became public before it was lost or disclosed;<br>d) was received from a third party before it was provided to the Administration;<br>e) was disclosed with the User's consent;<br>f) was disclosed as a result of a force majeure event;<br>g) was disclosed as a result of a justified claim addressed to the User regarding the violation of the third parties' rights and/or the Terms of Service Agreement.13.\nContacts If you have any questions, comments, or complaints about this Privacy Policy, please contact us at legal@tilda.cc.\nWe will respond within a reasonable amount of time.\nThe website you've been dreaming of is just one click away Create a website for freeHome Page<br>Pricing<br>All the Features <br>Templates<br>Website Examples<br>Blog<br>Platform Overview<br>Media Kit<br>Terms of Service <br>Privacy Policy Landing Page Coursebook<br>How to Make a Website<br>Complete Guide to Zero Block<br>How to Improve Website Navigation<br>How to Improve Your SEO on Tilda<br>Common Web Design Mistakes<br>Web Animation Tutorials<br>10 Rules of Storytelling<br>How to Choose a Font<br>Video Tutorials Help Center<br> FAQ<br>Video Tutorials<br>Code Export and API<br>Abuse Free Icons for Business<br> Campaign URL Builder<br>Color Library<br>Hire a Designer<br>Tilda Sans Typeface<br>Broken Link Checker MORE Website Builder<br>Create a Landing Page<br>Creating an Online Store<br>Create a Company Blog<br>Create Online Courses<br>SEO on Tilda<br> Email Campaign Builder<br>Online Form Builder<br>Zero Block.\nWeb Design Editor<br> Step-by-Step Animation<br> Tilda CRM<br> Membership<br>Adaptive Image Loading EDUCATION PLATFORM SOLUTIONS SUPPORT Español<br> Français Deutsch<br> Português Українська 日本語 中国 Русский © Tilda Publishing.\nThis website is made on Tilda as well.\nEmail us at team@tilda.cc Español<br> Français Deutsch<br> Português Українська 日本語 中国 Русский © Tilda Publishing.\nThis website is made on Tilda as well.\nEmail us at team@tilda.cc Like most websites, tilda.cc uses cookies to ensure that we give you the best experience.Got itClose PlatformHome PagePricingAll the FeaturesTemplatesWebsite ExamplesBlogSolutionsWebsite BuilderCreate a Landing PageCreating an Online StoreCreate a Company BlogCreate Online CoursesSEO on TildaEmail Campaign BuilderOnline Form BuilderZero Block.\nWeb Design EditorStep-by-Step AnimationTilda CRMMembershipAdaptive Image LoadingPlatform OverviewMedia KitTerms of ServicePrivacy PolicyENРусскийEnglishEspañolPortuguêsFrançaisDeutschУкраїнська日本語中国SupportHelp CenterFAQVideo TutorialsCode Export and APIAbuseEducationLanding Page CoursebookHow to Make a WebsiteComplete Guide to Zero BlockHow to Improve Website NavigationHow to Improve Your SEO on TildaCommon Web Design MistakesWeb Animation Tutorials10 Rules of StorytellingHow to Choose a FontVideo TutorialsMoreFree Icons for BusinessCampaign URL BuilderColor LibraryHire a DesignerTilda Sans TypefaceBroken Link CheckerENРусскийEnglishEspañolPortuguêsFrançaisDeutschУкраїнська日本語中国Made on Tilda", "created_at": "2023-03-12 07:05:20.259186", "updated_at": "2023-03-12 07:05:50.507906"}, {"id": 14379, "name": "Terms of Service", "url": "https://tilda.cc/terms/", "xpath": "//body", "text": "Tilda Publishing<ul>\n<li>Pricing </li>\n<li>#madeontilda </li>\n<li>Blog </li>\n<li> MORE </li>\n</ul>Tilda Publishing Terms of Service Agreement Thank you for using Tilda! Our mission is to create clear and accessible tools so that anyone can create their own projects online.<br>\n<br>To use Tilda's services, you need to read the Terms of Service Agreement and accept its terms.\nIt describes all the rights and obligations of the Platform and the User.\nThe document consists of the following sections:<br>Agreement;<br>Terms and Definitions;<br>Scope;<br>General Provisions;<br>Terms of Use;<br>Intellectual Property;<br>Export;<br>Services;<br>Unauthorized Actions;<br>Blocking and Removal;<br>Tariffs;<br>Rights of Administration;<br>Personal Data;<br>Liability;<br>Term of the Agreement;<br>Dispute Settlement;<br>Force Majeure;<br>Final Provisions.<br>\n<br>It is also necessary to read the Privacy Policy.\nThis document explains what personal user data is collected and stored on the Platform, for what purposes it can be used, and in what cases it can be shared with third parties.<br>\n<br>If you have any legal questions, email us at legal@tilda.cc<br>For general and technical questions: team@tilda.ccThis User Agreement (hereinafter referred to as “Agreement”) is an offer from the Administration of the Tilda Publishing Platform (hereinafter – the “Administration”) and is addressed to any legally capable person (hereinafter – the “User”) under the terms and conditions set forth below.<br>\n<br>The Agreement is a binding and enforceable contract with Administration, represented by:<br>\n<ol>\n<li>Tilda Publishing Ltd.\nRepublic of Ireland (Registration number 671800), if the User's location is a country in the European Union or the United States of America;</li>\n<li>Individual entrepreneur Nikita Valentinovich Obukhov (OGRNIP 309732819400022), the sole and exclusive rightsholder of the Platform, if the User's location is the Russian Federation;</li>\n<li>Tilda Publishing Bel Ltd.\nthe Republic of Belarus (UNP 291748628), if the User's location is the Republic of Belarus;</li>\n<li>Tilda Publishing Kaz LLC.\nRepublic of Kazakhstan (BIN 220540034413), if the User's location is the Republic of Kazakhstan;</li>\n<li>Tilda Platform Cloud Services Co.\nLLC, United Arab Emirates (reg.\nnumber 868196), if the User's location is any other country than the countries listed above.</li>\n</ol>\n<br>The User should carefully read all the terms of the Agreement before using the Platform and its services.<br>\n<br>\n<br>Applicable Law<br>\n<br>The law applicable to this Agreement is the law of the Russian Federation.<br>\n<br>If the User's location is not the Russian Federation, the relations arising when such User makes payments under Section 9 of this Agreement shall be governed by the laws of the Republic of Ireland, without regard to conflict of laws rules.<br>\n<br>Registration via a designated form on https://tilda.cc/registration/ is considered as the User’s final and unqualified acceptance of the Agreement.Terms and Definitions \"Platform\" means the software package owned by the Administration and accessible at https://tilda.cc/.<br>\"Account\" means the User‘s account on the Platform.<br>\"Personal account\" means the Platform interface allowing the User to use the services provided by the Platform as well as create Websites and Emails.<br>\"Website\" means a website created by the User using the Platform.<br>\"Email\" means an email generated by the User for an email campaign using the Platform.<br>\"Library\" means the database containing Blocks and Templates.\nIt constitutes a part of the Platform owned by the Administration.<br>\"Block\" means a ready-made element designed and programmed by the Administration for the purposes of creating a Website or Email.<br>\"Template\" means a ready-made combination of Blocks designed and programmed by the Administration for the purposes of creating a Website or Email.<br>\"Content\" means information, documents, and other items posted by the User on the Website or sent via Email.<br>\"Tariff\" means the total of rights and services provided to the User.\n1.\nScope 1.1.\nThe Administration grants a non-exclusive license to use the Platform and elements of the Library and provides related services by itself, as well as through affiliated and/or subsidiary companies.<br>1.2.\nThe User shall use the Platform and elements of the Library in accordance with the terms and conditions of the Agreement and the selected Tariff, and pay the fees unless otherwise provided by the Tariff.\n2.\nGeneral Provisions 2.1.\nTo be able to use the Platform, the User shall register on https://tilda.cc/registration/.<br>2.2.\nUpon registration the User shall receive a unique Account and get access to the Personal account.<br>2.3.\nAll actions performed in the Personal account shall be considered as actions performed by the User themselves.<br>2.4.\nThe User shall be solely liable for:<br>a) keeping their login and password secure;<br>b) the consequences related to the loss of login or password and/or their disclosure to third parties.<br>2.5.\nThe Administration advises the User against sharing their Account data with any third parties.\nIn case of sharing the Account data, the User shall make third parties aware of this Agreement and undertake full responsibility for their actions.<br>2.6.\nThe Platform is not intended for and may not be used by individuals under the age of 16.\nBy using the Platform, the User confirms that he/she has reached the age of 16.\nMoreover, where the User is under the age of 18, he/she represents that he/she has obtained the consent of a parent or legal guardian to the terms of the Agreement.\n3.\nTerms of Use 3.1.\nThe User has the right to use the Platform in accordance with the Agreement and current legislation of the Russian Federation.<br>3.2.\nThe Administration is under no obligation to provide consulting services and technical support to the User.<br>3.3.\nThe Platform is integrated with different services including analytical services, payment services, distribution services, image stocks.\nThe Platform only provides the possibility to access such services.\nAll issues related to the use of any such service shall be regulated by its legal documents and settled independently by the service owner and the User.<br>3.4.\nThe Platform and services are provided on an “as is” basis.<br>3.5.\nThe User accepts all risks connected with the use of the Platform and the services.<br>3.6.\nThe Administration does not provide the User with any explicit or implicit guarantee with respect to the Platform and the services, nor does it guarantee (included, but not limited to) fitness for purpose, security, safety, accuracy, completeness, performance, system integration, uninterrupted functioning, absence of errors, failure recovery, virus-free functioning, or legitimate use in any territory outside of the Russian Federation.<br>3.7.\nThe Administration shall not be liable for:<br>a) unavailability of the Platform for reasons beyond the Administration’s control;<br>b) any actions and/or omissions on behalf of service providers or suppliers of services, networks, software, or equipment;<br>c) distortion, modification, or loss of the Content;<br>d) User’s login and password security;<br>e) unauthorized use and/or unlawful use of the User’s login and password by third parties;<br>f) damage to any of the User’s devices, data carriers, and/or software resulting from the use of the Platform and/or the services;<br>g) the consequences of transferring Websites from one Account to another.\n4.\nIntellectual Property 4.1.\nThe Administration is the sole holder of rights to the Platform and its elements (code, design, databases, know-how, the Library, Blocks, Templates).<br>4.2.\nA non-exclusive license is limited by the \"right to use\", and none of the provisions of the Agreement provide the User an exclusive right to the Platform, Libraries, Blocks, or Templates.<br>4.3.\nA non-exclusive license is granted for the term of this Agreement without the right to sublicense and is valid worldwide.<br>\n<br>The Platform and the Library<br>﻿4.4.\nBy using the Platform the User has the right to:<br>a) create Websites, including the use of Blocks and Templates;<br>b) create Emails, including the use of Blocks and Templates;<br>c) adjust and update Websites;<br>d) integrate a domain name and different services into the Website;<br>4.5.\nThe User has the right to use elements of the Library (Blocks and Templates) to create the Website and Emails only using the tools provided by the Platform.<br>\n<br>Websites and Emails<br>4.6.\nRights to program codes of Websites and Emails, as well as the layout, are owned by the Administration.<br>4.7.\nThe User is entitled to adjust and update the Website and Emails only by using the tools provided by the Platform.<br>4.8.\nThe User must keep the \"Made on Tilda\" identifier owned by the Administration on the Websites and in Emails unless otherwise provided by the Tariff.<br>\n<br>Content<br>4.9.\nWhen creating the Website, the User has to adjust images, icons, and texts in Blocks and Templates.\nThe default items are provided exclusively for demonstration purposes.\nUsing these items as the Content on the Website is only possible upon agreement between the User and the copyright holder.<br>4.10.\nBy uploading the Content to the Platform, the User grants the Administration the right to store and process such Content for the purposes of fulfilling obligations under the Agreement, so that the Administration could ensure that the Platform functions properly on an interrupted basis, etc.<br>4.11.\nThe User guarantees that the Content does not violate any intellectual property rights of third parties or any equivalent means of identification, or rights to information qualified as commercially sensitive and that such Content does not discredit honor, damage business reputation and dignity of third parties, or violate national and international law.\nThe User is solely responsible for the Content uploaded to the Platform.<br>\n<br>Image and Font Library<br>4.12.\nWhen using the images from the \"Image Library\" section in the Personal account, the User, in addition to the terms of this Agreement, must also be guided by the terms of the Usage Agreement for the Image Library.<br>4.13.\nWhen using fonts from the built-in collection, the User, in addition to the terms of this Agreement, shall also be guided by the terms of the Agreement on the Terms of Use of Fonts.\n5.\nExport 5.1.\nThe User is entitled to copy the Website software code only under the following conditions:<br>5.1.1.\nthe copying option is provided by the selected Tariff;<br>5.1.2.\ncopying is made using the export function of the Website program code;<br>5.1.3.\nthe Personal account contains the domain name where the Website will be published.<br>The User is not entitled to:<br>5.2.1.\nduplicate and/or distribute the exported software code of the Website;<br>5.2.2.\nuse the exported software code of the Website to create and/or change the Website beyond the Platform;<br>5.2.3.\nmake changes to the Website software code beyond the Platform with the exception of using custom code to add specific parts of the website: Header to the top of the page and footer to the bottom of the page, subject to integration with the existing Website via API.<br>5.2.4.\npublish the exported software code of the Website under domain names different than those specified in the Personal account of the User.<br>5.3.\nThe User has the right to back up the software code of Emails in order to use it for the mailing services.<br>5.4.\nThe User is not entitled to export or use elements of the Library (Blocks and Templates) separately from the Website or Email.\n6.\nServices<br> 6.1.\nThe Administration shall provide the User with the following services:<br>a) providing a sub-domain of the third level in the _____.tilda.ws format;<br>b) providing space on the server for publishing the Website.<br>6.2.\nThe Platform shall automatically generate the domain address.\nThe User has the right to change the domain address in the Personal account.<br>6.3.\nThe Administration does not provide any guarantee that the sub-domain address shall be reserved for the User and has the right to withdraw it unilaterally.<br>6.4.\nThe Administration does not guarantee the functionality and integrity of the server on which the space for the Website is provided.\nThe User assumes the risk of loss related to Website failures and the loss of Content.<br>6.5.\nThe Administration shall have the right to refuse the User the service of providing space on the server to host the Website in the event that the Website creates a high load on the server and/or interferes with the stable operation of the Platform and/or creates any kind of threats to the Platform, including those that may have an adverse impact of any kind on the Platform and/or the Administration.\n7.\nUnauthorized Actions The User has no right to:<br>7.1.\nUse the Platform, Libraries, Blocks, and Templates in a manner not provided directly by the Agreement.<br>7.2.\nModify, adjust, transfer or create derivative products based on the Website and Library elements, or integrate the Website and Library elements in other copyright products;<br>7.3.\nAttempt avoiding technical limits set by the Platform.<br>7.4.\nDecompile, disassemble, decipher, or perform any other actions involving the source code of the Platform.<br>7.5.\nExport the Website in violation of the provisions of the Agreement.<br>7.6.\nRemove the \"Made on Tilda\" identifier from the Website, unless otherwise provided by the selected Tariff.<br>7.7.\nCarry out any actions aimed at concealing the \"Made on Tilda\" identifier, including using the CSS-Code.<br>7.8.\nUse the Platform and the Website to publish, distribute, store, transfer the Content in any form that:<br>a) is unlawful, harmful, threatening, defamatory, inciting to violence against any person or group of persons, or to inhuman treatment of animals.\ncalls for committing illegal actions, including an explanation of the procedure of the use of explosives and other weapons.\nviolates the generally accepted ethical and moral standards.\npromotes hatred and/or discrimination, or contains negative and critical statements regarding religion, politics, as well as political and public figures, electoral associations (political parties, organizations, movements, etc.) and other individuals, race, ethnicity, gender, personal features, abilities, sexual orientation and appearance of third parties, contains insults addressed to specific individuals or organizations;<br>b) can be seen as promoting certain political and religious beliefs, violence, drug use, alcohol, and smoking;<br>c) may be perceived as propaganda of political views, the main purpose of which is to distribute ideas and information aimed at forming particular attitudes, perceptions, the attractiveness of such ideas, opinions about the superiority of such political views or such political direction over others, and at the same time it is not aimed exclusively at informing the population about an organization, union, their structure, functions, activities, program, etc.;<br>d) contains public appeals to mass disorder, participation in mass events violating the established order, carrying out terrorist activities or publicly justifying terrorism, other extremist materials, false socially significant information distributed under the guise of reliable messages, which puts the public order and (or) public safety under threat of mass disruption;<br>e) violates the rights of minors;<br>f) violates the rights of third parties to their intellectual property and equivalent means of individualization, or the right to information qualified as the commercial secret.\ndiscredits honor or damages business reputation and dignity of third parties, or violates national and international law;<br>g) contains information that may not be disclosed;<br>h) contains malicious software (viruses, worms, Trojans, or any other computer codes, files, or programs) designed to interrupt, destroy or limit the functionality of any computer or telecommunications equipment (or parts thereof), in order to obtain unauthorized access, or to gain access to commercial software products, by providing serial numbers of logins, passwords, programs for their generation and other means to gain unauthorized access to the paid content, as well as for publishing links to the information above;<br>i) is qualified as spam, i.e.\nmailing without consent of the recipient of any messages, whether commercial or not, in a form of (including, but not limited to): advertising products whose turnover is prohibited or restricted in accordance with the legislation of the Russian Federation.\nmessages containing social and/or religious or mystical content with a call for further distribution of such messages (\"chain emails\").\nlists of other people’s email addresses.\n\"pyramid schemes\", multilevel marketing (MLM).\nreferral links.\nonline earnings systems and online businesses;<br>j) violates the laws of the Russian Federation, national law, and/or norms of international law;<br>k) may be used for illegal collection, storage, and processing of personal data of any third parties;<br>l) contains advertisements and/or offers of spa salons providing erotic services or any other services of a kind.<br>7.9.\nUse the Platform and (or) the Website to:<br>a) disrupt the functioning of the Platform, including publishing elements that impede the exchange of information in real-time, opening additional browser windows, substituting functional elements of the interface, etc.;<br>b) place links to resources if their content violates current Russian legislation and international laws;<br>c) disseminate false information regarding their involvement in the activities of the Administration and/or its partners;<br>d) contribute to any activities aimed at avoiding restrictions and bans imposed by the Agreement, or at violating current legislation;<br>е) create or publish sites of microfinance organizations or sites of any legal entities carrying out activities in the field of issuing credits and/or loans of any kind, entering into cash advance agreements, providing services equivalent to pawnshop activities, except for the credit institutions (banks) and pawnshops having all necessary licenses and/or other authorization documents.\nAny such documents must be published by the User on the Website and remain accessible to the public;<br>f) create pages used exclusively to redirect to third parties websites;<br>g) use the account as a transfer account in order to bypass limitations set for the tariffs, including, but not limited to, for the purposes of making a profit or deleting the \"Made on Tilda\" identifier and/or exporting the project to such transfer account;<br>h) place links to websites with gambling, information about gambling, about methods and techniques of gambling.\npromoting gambling, cash games, or lotteries that are accessed online on the Internet.\nproviding the possibility to download programs for electronic computers that allow participating in a game of chance or lottery.<br>7.10.\nChange the domain name and/or copy and/or transfer to another account a website, the content and/or part of the content of which violates the provisions of the applicable law and/or the Agreement, and in relation to which a restriction and/or blocking is imposed, including for the purpose of bypassing the restriction and/or blocking of such website.<br>7.11.\nPublish a website that has been banned on the territory of any state on the Platform.\n8.\nBlocking and Removal 8.1.\nThe Administration has the right to immediately block the Website and/or the User’s Account in case of:<br>a) detected violation of the provisions of this Agreement by the User;<br>b) violation of current legislation by the User;<br>c) receiving claims from the third parties claiming violation of their rights by the User;<br>d) receipt of a relevant request from the state authorities.<br>8.2.\nBlocking means the impossibility of Internet users to have access to the content of the Website.<br>8.3.\nThe User undertakes to take all measures to remedy the violation.<br>8.4.\nIf the Website is blocked on the basis of a claim from a third party indicating a breach of its rights by the User, the latter is entitled to continue using the Website only upon condition that the Administration is notified in writing by the claimant that the dispute has been settled and there are no pending claims for an alleged breach of the third party's rights.<br>8.5.\nIn case of blocking due to receipt of a request from a state agency, including Federal Service for Supervision of Communications, Information Technology, and Mass Media (Roskomnadzor), the User’s access to the Website shall be blocked.\nIn this case, the Website shall not be unblocked until the Administration receives official notification from the competent state authority, including Roskomnadzor, stating that there are no pending claims or charges against the User whose account has been blocked, or with respect to any projects created or published by the User.<br>8.6.\nThe Administration has the right to deny access to the User and to block the Website if the latter contains hidden advertising of goods and/or services that are prohibited by the laws of the Russian Federation, national law, and/or norms of international law.<br>8.7.\nIn case of failure to remedy the violation or the repeated blocking of the Website, the Administration has the unilateral right to delete the Account including all connected Websites, Content, and data.\n9.\nTariffs 9.1.\nThe selection of Tariffs is available on https://tilda.cc/pricing/.<br>9.2.\nTariffs may be changed unilaterally by the Administration.\nIn that case, the cost of the prepaid period shall not be changed.<br>9.3.\nOnce registered, the User has the right to run the free version of the Platform.\nThe Administration may provide the User the possibility to use the fee-based Tariff features during a trial period.<br>9.4.\nIn order to switch to a fee-based Tariff on a regular basis, the User shall pay for the services by means provided by the Platform.\nIt is possible to switch between fee-based Tariffs subject to the condition that the fee of the new Tariff is paid in full.<br>9.5.\nTariff payment is made on a 100% advance payment basis.<br>9.6.\nThe payment date is a date when funds are credited to the account of the Administration.<br>9.7.\nWhere the funds are returned upon request of the payment organization, the payment shall not be considered as completed.<br>9.8.\nThe fee shall consist of the license fee (95%) and the service fee (5%), with:<br>a) for Users operating or located in the Russian Federation, the license fee is not subject to VAT on the basis of Article 149 (2.26) of the Tax Code of Russia.<br>b) for Users located in the EU countries and not having a permanent representative office in Russia, the total amount of the fee is not subject to VAT on the basis of Article 148 (1.1.4) of the Tax Code of Russia.\nIf the User referred to in this sub-clause assumes a possible obligation to withhold VAT from payments made by them, the Administration recommends that the User consults with a tax advisor or accountant to independently account for VAT in the User's VAT declaration under the reverse-charge procedure at the prevailing VAT rate in the User's jurisdiction.<br>9.9.\nThe Administration does not issue invoices to persons who are not payers of value-added tax and taxpayers exempt from the duties associated with the calculation and payment of tax.<br>9.10.\nFailure to use the services does not release the User from their payment obligations.<br>9.11.\nUpon expiration of the Tariff period, it shall be automatically extended for the same period.\nThe Administration shall proceed with the automatic withdrawal of the corresponding amount from the User payment card based on the current Tariff.<br>9.12.\nThe User has the right to cancel the auto-payment function or to notify the Administration of their intention not to extend the fee-based Tariff no later than three (3) days prior to expiration thereof.<br>9.13.\nWhen switching from a fee-based Tariff to a free Tariff, the User must adjust the Personal account in accordance with the terms of the free Tariff.<br>9.14.\nWhen making the first payment for the Tariff, the User shall allow the Administration and its partners to store information about their payment card, and agrees that the Administration is authorized to charge the payment card for the following purposes:<br>a) implementation of the auto-payment function;<br>b) writing-off other charges in connection with the Agreement;<br>c) payment of the User’s debts under the Agreement.\n10.\nRights of Administration 10.1.\nAdjusting, updating, and upgrading the Platform without the User’s consent or their prior notification.<br>10.2.\nSetting up any restrictions on the use of the Platform.<br>10.3.\nDeleting the User’s Account if at the time of its deletion such Account is:<br>a) based on the free Tariff.<br>b) not used by User,<br>where either of the above lasts for six or more calendar months.<br>10.4.\nSending messages, notifications, requests, advertisements, and information to the User by itself, as well as through affiliated and/or subsidiary companies.<br>10.5.\nSending information on webinars, videos, and other information about the Platform to the User.<br>10.6.\nPublishing the \"Made on Tilda\" identifier on the Website.<br>10.7.\nAccessing the User’s Personal account to monitor the functioning of the Platform<br>10.8.\nCarrying out maintenance works that may result in a temporary suspension of the Platform’s functioning.<br>10.9.\nRestoring the User’s access to the Account in case of its hacking, loss, or change of login/password, if all of the following conditions have been fulfilled:<br>a) the Account uses a fee-based Tariff;<br>b) the User has complied with all necessary conditions specified in the instruction for the access recovery (its copy can be provided at the User’s request).<br>10.10.\nReturning the Website/pages of the Website transferred to another account under the control of the original User where:<br>a) the Account uses a fee-based Tariff;<br>b) the Administration qualifies the actions of the User being in possession of the Website/pages of the Website as committed in bad faith.\n11.\nPersonal Data 11.1.\nThe Administration shall process the personal data of the User for the purposes of execution of the Agreement in accordance with the requirements established by the Federal Law \"On Personal Data\" of 27.07.2006 No.\n152-FZ (hereinafter — the Federal Law On Personal Data) and the General Data Protection Regulation (GDPR) (EU) 2016/679.<br>11.2.\nThe procedure of processing and protecting personal data is established by the Privacy Policy available at https://tilda.cc/privacy/.<br>11.3.\nNo personal data collected by the User on the Websites shall be collected by the Administration, and the latter shall only provide computing capacity that can be used by the User for personal data collection.<br>11.4.\nIn case the User performs processing of third parties' personal data, they shall be solely responsible for compliance with the appropriate measures for the protection of personal data in accordance with the requirements of the Federal Law On Personal Data, the General Data Protection Regulation (GDPR) (EU) 2016/679, and other laws and regulations, including in terms of obtaining appropriate permits, publishing necessary documents and information on the Website.\n12.\nLiability 12.1.\nThe Administration shall not be liable for direct or indirect loss of profits of the User.<br>12.2.\nResponsibility of the Administration under the Agreement shall not exceed the amount of the relevant Tariff paid by the User.<br>12.3.\nIn case the Administration receives claims, demands, and/or claims of violation of third parties' rights related to the violation of guarantees provided by the User, the latter shall assume liability for their settlement and compensate the Administration against damages.\n13.\nTerms of the Agreement 13.1.\nThe Agreement comes into force as of its acceptance and is valid until the User’s Account is deleted.<br>13.2.\nThe Account can be deleted:<br>a) upon User’s request,<br>b) on the grounds specified in Section 8 hereof.<br>13.3.\nWhere the Account using a fee-based Tariff is deleted, the part of its cost representing the license fee shall not be refundable.\nThe User has the right to request a refund for the services which have been paid for but are not used.<br>13.4.\nUpon deleting the Account, the User is not entitled in any way to use the Website, Blocks, and Templates.\nThe Exported Website shall be deleted.\n14.\nDispute Settlement 14.1.\nAll disputes or controversies arising between the parties in connection with this Agreement shall be settled through negotiations.<br>14.2.\nIf no agreement is reached by the parties, the dispute shall be settled through the pre-court settlement procedure.\nResponse to the claim must follow within 30 days.<br>14.3.\nShould the parties fail to reach an agreement, the dispute shall be settled by the court at the Administration’s location.<br>14.4.\nDisputes related to payments under Section 9 of the Agreement made by Users whose location is not the Russian Federation shall be submitted for consideration and resolution to the competent court located in Dublin, Republic of Ireland.\n15.\nForce Majeure 15.1.\nThe parties to this Agreement shall be exempt from liability for failure to perform or improper performance of obligations, if this is caused by force majeure, except for the User's obligations to pay for non-exclusive license and/or services provided by the Administration, its affiliates and/or subsidiaries, at the moment of force majeure.<br>15.2.\nForce majeure means extraordinary and unavoidable circumstances under the given conditions, which prevent the parties to the Agreement from performing their obligations.<br>Such circumstances include, among others: natural phenomena (earthquakes, floods, etc.), mass diseases (epidemics, pandemics, etc.), armed conflicts (military operations of any kind, military actions, war (declared or undeclared), preparations for war, revolution, insurrection, civil unrest, blockade, seizure of power, mobilization, terrorist acts, etc.), labor conflicts (strike, lockout, etc.), actions of authorities, including foreign authorities (restrictive measures of state authorities, including the prohibition of trade transactions with certain countries due to international sanctions, prohibition of any currency transactions, including the prohibition of currency transfers.\nacts of state or local authorities, etc.).<br>15.3.\nDuring the period of force majeure, the parties have no mutual claims, except as specified in clause 15.1 of this Agreement, and each party assumes the risk of consequences of force majeure.<br>15.4.\nThe Administration, its affiliates, and/or subsidiaries may suspend its obligations under this Agreement for the period of force majeure.<br>15.5.\nThe User has no right to demand compensation and/or indemnification of damage caused to it as a result of the inability to perform obligations due to the force majeure.\n16.\nFinal Provisions 16.1.\nThe Agreement may be amended or updated by the Administration at any time without notifying the User.\nThe new version of the Agreement shall enter into force from the moment it is published on the Platform.<br>16.2.\nThe continued use of the Platform after making amendments and/or additions to the Agreement shall be qualified as the User’s acceptance of such amendments and/or additions.<br>16.3.\nThe Agreement shall be regulated and interpreted in accordance with the laws of the Russian Federation.\nIssues not regulated by the Agreement shall be settled in accordance with Russian laws.<br>16.4.\nIf any of the provisions of the Agreement becomes null and void in accordance with Russian laws, the remaining provisions will remain in force, and the Agreement will be performed by the Parties in full without taking into account such provision.<br>16.5.\nThis Agreement is made in Russian and its English version may be provided to the User for information.\nIn case of discrepancies between the Russian version of the Agreement and its version in any other language, the Russian version of the Agreement shall prevail.\nContacts Legal team: legal@tilda.cc<br>General and technical questions: team@tilda.cc<br>Mailing address Ireland: Regus Pembroke House, 28 - 32 Pembroke Street Upper, Dublin 2, Ireland, D02 NT28<br>Mailing address Russia: Tsvetnoy Blvd., 21, building1, P.O.\nBox 44, Moscow, Russia, 127051<br>Mailing address Belarus: Lenina str., 71, Off 307, Brest region, Belarus, 225404<br>Mailing address Kazakhstan: Mailina str., 79/2, Almaty, Kazakhstan, 050054<br>Mailing address UAE: P.O.\nBox number: 450767, Dubai Select language English version Russian version The website you've been dreaming of is just one click away Create a website for freeHome Page<br>Pricing<br>All the Features <br>Templates<br>Website Examples<br>Blog<br>Platform Overview<br>Media Kit<br>Terms of Service <br>Privacy Policy Landing Page Coursebook<br>How to Make a Website<br>Complete Guide to Zero Block<br>How to Improve Website Navigation<br>How to Improve Your SEO on Tilda<br>Common Web Design Mistakes<br>Web Animation Tutorials<br>10 Rules of Storytelling<br>How to Choose a Font<br>Video Tutorials Help Center<br> FAQ<br>Video Tutorials<br>Code Export and API<br>Abuse Free Icons for Business<br> Campaign URL Builder<br>Color Library<br>Hire a Designer<br>Tilda Sans Typeface<br>Broken Link Checker MORE Website Builder<br>Create a Landing Page<br>Creating an Online Store<br>Create a Company Blog<br>Create Online Courses<br>SEO on Tilda<br> Email Campaign Builder<br>Online Form Builder<br>Zero Block.\nWeb Design Editor<br> Step-by-Step Animation<br> Tilda CRM<br> Membership<br>Adaptive Image Loading EDUCATION PLATFORM SOLUTIONS SUPPORT Español<br> Français Deutsch<br> Português Українська 日本語 中国 Русский © Tilda Publishing.\nThis website is made on Tilda as well.\nEmail us at team@tilda.cc Español<br> Français Deutsch<br> Português Українська 日本語 中国 Русский © Tilda Publishing.\nThis website is made on Tilda as well.\nEmail us at team@tilda.cc Like most websites, tilda.cc uses cookies to ensure that we give you the best experience.Got itClose PlatformHome PagePricingAll the FeaturesTemplatesWebsite ExamplesBlogSolutionsWebsite BuilderCreate a Landing PageCreating an Online StoreCreate a Company BlogCreate Online CoursesSEO on TildaEmail Campaign BuilderOnline Form BuilderZero Block.\nWeb Design EditorStep-by-Step AnimationTilda CRMMembershipAdaptive Image LoadingPlatform OverviewMedia KitTerms of ServicePrivacy PolicyENРусскийEnglishEspañolPortuguêsFrançaisDeutschУкраїнська日本語中国SupportHelp CenterFAQVideo TutorialsCode Export and APIAbuseEducationLanding Page CoursebookHow to Make a WebsiteComplete Guide to Zero BlockHow to Improve Website NavigationHow to Improve Your SEO on TildaCommon Web Design MistakesWeb Animation Tutorials10 Rules of StorytellingHow to Choose a FontVideo TutorialsMoreFree Icons for BusinessCampaign URL BuilderColor LibraryHire a DesignerTilda Sans TypefaceBroken Link CheckerENРусскийEnglishEspañolPortuguêsFrançaisDeutschУкраїнська日本語中国Made on Tilda", "created_at": "2023-03-12 07:05:52.964425", "updated_at": "2023-03-12 07:06:00.781079"}], "points": [], "urls": ["tilda.cc"]}}