{"error": 448, "message": "OK", "parameters": {"id": 9738, "name": "No Copyright Sounds", "created_at": "2023-10-09 03:08:46.017525", "updated_at": "2023-10-09 10:02:28.828306", "wikipedia": "https://en.wikipedia.org/wiki/NoCopyrightSounds", "keywords": null, "related": null, "slug": "no-copyright-sounds", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9738.png", "url": "ncs.io,ncsmusic.com,nocopyrightsounds.co.uk", "documents": [{"id": 19385, "name": "Terms and Condition", "url": "https://ncs.io/usage-policy/terms", "xpath": "//body", "text": " <ul>\n<li>\n<p>Log In</p>\n</li>\n<li>\n<p>Music Library</p>\n</li>\n<li>\n<p>Artists</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Usage Policy</p>\n</li>\n<li>\n<p>About</p>\n</li>\n<li>\n<p>Contact</p>\n</li>\n<li>\n<p>Spotify</p>\n</li>\n<li>\n<p>Instagram</p>\n</li>\n<li>\n<p>YouTube</p>\n</li>\n</ul> Web Design Log In <i>\n</i>\n<i>\n</i> Log in with Facebook <i>\n</i> Log in with Google <i>\n</i> Log in with Spotify Email Password Forgot Password? &nbsp;&nbsp;&nbsp.\nSign Up Forgot Password <i>\n</i>\n<p>Enter your email address below.\nIf an account exists, we will email you password reset instructions.</p> Email Address Reset Password <i>\n</i>\n<p>Please enter and confirm your new password below.\nPasswords need to be at least 6 characters long.</p> New Password Confirm New Password Sign Up <i>\n</i>\n<i>\n</i> Sign up with Facebook <i>\n</i> Sign up with Google <i>\n</i> Sign up with Spotify <p>By signing up, you agree to the terms &amp.\nconditions and privacy policy of this website.</p>\n<p>Already a member? Please log in.</p>\n<p>\n<strong>Terms and Conditions for Use of NCS Music</strong>\n</p>\n<ol>\n<li>\n<strong> Introduction</strong>\n</li>\n</ol>\n<p>This page tells you the terms on which you may use certain sound recordings (“Recordings”) and musical compositions (“Compositions”, which together with the Recordings may be referred to as “NCS Music”).</p>\n<p>By using the NCS Music, you accept the terms and agree to obey them.\nIf you don't accept them, please don't use the NCS Music.</p>\n<ol>\n<li>\n<strong> Who We Are</strong>\n</li>\n</ol>\n<p>NCS.io is operated by NoCopyrightSounds, a UK Limited company registered in England under company number 09090596.</p>\n<p>Some important details about us:</p>\n<p>Our registered office is at: 303 The Pill Box 115 Coventry Road, London, England, E2 6GH</p>\n<p>Our trading office is at: 42-44 De Beauvoir Crescent, London N1 5SB</p>\n<p>Our VAT number is: 241796979</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Use of the NCS Music</strong>\n</li>\n</ol>\n<p>You have permission for temporary use of the NCS Music, but in certain circumstance we can withdraw or change our service at any time without telling you and without being legally responsible to you (such circumstance include but are not limited to, revocation or cessation of any rights in or to any NCS Music by any third party rightsholder.\nyour failure to abide by our Usage Policy).</p>\n<p>You are non-exclusively entitled to use and synchronise the NCS Music or parts thereof in timed relation with your User Generated Content, as an Independent Creator.\nProvided always that you follow our acceptable usage policy.</p>\n<p>&nbsp;</p>\n<p>“Platform(s)” means online sites primarily intented to host User Generated Content, including without limitation Youtube, Twitch, [Facebook], [Instagram], [Snapchat], [Tik Tok]</p>\n<p>&nbsp;</p>\n<p>“Independent Creator” means an individual or small group of individuals (including without limitation, Vloggers, Gamers, fitness professionals, make up artists, influencers, product reviewers) whose primary activity is creation of user generated content primarily for the creation of your own channel or personal brand and in respect of which you are not receiving any direct and identifiable commercial gain as a result of the usage of the NCS Music (save for ad revenue from the relevant Platforms.\nA corporation or organization whose primary activities extend beyond this, will not be considered an Independent Creator.</p>\n<p>&nbsp;</p>\n<p>We hereby reserve all other rights not expressly granted herein and by way of example but without limitation you shall not have the right to:</p>\n<p>&nbsp;&nbsp;&nbsp.\n(a)&nbsp.\nmanufacture or exploit the NCS Music separately from the User Generated Content;</p>\n<p>&nbsp;&nbsp;&nbsp.\n(b)&nbsp.\nmake any changes, edits or alterations to the NCS Music, save for timing purposes but not so as to alter the fundamental character.\nor</p>\n<p>&nbsp;&nbsp;&nbsp.\n(c)&nbsp.\nexploit the User Generated Content embodying the NCS Music in conjunction with the endorsement of any product or in any media outside of the Platforms.</p>\n<p>&nbsp;</p>\n<p>Only use the NCS Music as allowed by law and these terms.\nIf you don't, we may suspend your usage, or stop it completely.</p>\n<p>We follow our privacy policy in handling information about you.\nYou can read our policy at https://ncs.io/privacy.</p>\n<ol>\n<li>\n<strong> Our Legal Responsibility to You</strong>\n</li>\n</ol>\n<p>As far as legally possible, we exclude legal responsibility for the following:</p>\n<p>Any loss to you arising from use of the NCS Music;</p>\n<p>Loss of income, profit, business, data, contracts, goodwill or savings.</p>\n<p>We also exclude, as far as legally possible, all terms and warranties or promises implied by law or by statutes.</p>\n<p>We don't exclude legal responsibility for death or personal injury owing to our negligence, or legal responsibility for fraud or fraudulent misrepresentation, or for anything else where exclusion is not allowed by the law.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Links to Our Site</strong>\n</li>\n</ol>\n<p>You are allowed to make a legal link to our website's homepage and to the applicable NCS Music on any applicable music digital service providers (DSPs) including but not limited to Spotify and Apple Music from your website if the content on your site meets the standards of our acceptable use policy https://ncs.io/usagepolicy.&nbsp.\nWe do infact hope and expect that you will do so.</p>\n<ol>\n<li>\n<strong> Variation</strong>\n</li>\n</ol>\n<p>We change these terms from time to time and you must check them for changes because they are binding on you.</p>\n<ol>\n<li>\n<strong> Trade Mark</strong>\n</li>\n</ol>\n<p>NCS, NoCopyrightSounds and No Copyright Sounds are our [UK Registered] trademark.</p>\n<p>\n<strong>9.Applicable Law</strong>\n</p>\n<p>9.1 The Parties will use their best efforts to negotiate in good faith and settle any dispute that may arise out of or relate to this Agreement or any breach of it.</p>\n<p>9.2 If any such dispute cannot be settled amicably through ordinary negotiations between the Parties, or either or both is or are unwilling to engage in this process, either Party may propose to the other in writing that structured negotiations be entered into with the assistance of a fully accredited mediator before resorting to litigation.</p>\n<p>9.3 If the Parties are unable to agree upon a mediator, or if the mediator agreed upon is unable or unwilling to act and an alternative mediator cannot be agreed, any party may within 14 days of the date of knowledge of either event apply to LawBite to appoint a mediator under the LawBite Mediation Procedure.</p>\n<p>9.4 Within 14 days of the appointment of the mediator (either by mutual agreement of the Parties or by LawBite in accordance with their mediation procedure), the Parties will meet with the mediator to agree the procedure to be adopted for the mediation, unless otherwise agreed between the parties and the mediator.</p>\n<p>9.5 All negotiations connected with the relevant dispute(s) will be conducted in confidence and without prejudice to the rights of the Parties in any further proceedings.</p>\n<p>9.6 If the Parties agree on a resolution of the dispute at mediation, the agreement shall be reduced to writing and, once signed by the duly authorised representatives of both Parties, shall be final and binding on them.</p>\n<p>9.7 If the Parties fail to resolve the dispute(s) within 60 days (or such longer term as may be agreed between the Parties) of the mediator being appointed, or if either Party withdraws from the mediation procedure, then either Party may exercise any right to seek a remedy through arbitration by an arbitrator to be appointed by us London Court of International Arbitration (LCIA) under the Rules of the LCIA Arbitration Scheme.</p>\n<p>9.8 Any dispute shall not affect the Parties' ongoing obligations under the Agreement.</p>\n<p>9.9 The English courts have the only right to hear claims related to the NCS Music, and all disputes are governed by English law.</p>\n<ol>\n<li>\n<strong> Contact Us</strong>\n</li>\n</ol>\n<p>Please email us at hello@ncs.io to contact us about any issues.</p>\n<p>&nbsp;</p>\n<i>\n</i> Newsletter <p>Keep up to date with all new releases</p> First Name Email Address Subscribe × This website uses cookies This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nRead more Save &amp.\nClose Accept all Decline all Show details Hide details ", "created_at": "2023-10-09 03:08:46.049512", "updated_at": "2023-10-09 03:10:11.350323"}, {"id": 19386, "name": "Privacy Policy", "url": "https://ncs.io/privacy", "xpath": "//body", "text": " <ul>\n<li>\n<p>Log In</p>\n</li>\n<li>\n<p>Music Library</p>\n</li>\n<li>\n<p>Artists</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Usage Policy</p>\n</li>\n<li>\n<p>About</p>\n</li>\n<li>\n<p>Contact</p>\n</li>\n<li>\n<p>Spotify</p>\n</li>\n<li>\n<p>Instagram</p>\n</li>\n<li>\n<p>YouTube</p>\n</li>\n</ul> Web Design Log In <i>\n</i>\n<i>\n</i> Log in with Facebook <i>\n</i> Log in with Google <i>\n</i> Log in with Spotify Email Password Forgot Password? &nbsp;&nbsp;&nbsp.\nSign Up Forgot Password <i>\n</i>\n<p>Enter your email address below.\nIf an account exists, we will email you password reset instructions.</p> Email Address Reset Password <i>\n</i>\n<p>Please enter and confirm your new password below.\nPasswords need to be at least 6 characters long.</p> New Password Confirm New Password Sign Up <i>\n</i>\n<i>\n</i> Sign up with Facebook <i>\n</i> Sign up with Google <i>\n</i> Sign up with Spotify <p>By signing up, you agree to the terms &amp.\nconditions and privacy policy of this website.</p>\n<p>Already a member? Please log in.</p> Privacy Policy\n<ol>\n<li>\n<p>This Privacy Policy sets out how we will treat the personal information which you provide to us while using the website located at https://www.ncsmusic.com, https://www.ncs.io or https://www.nocopyrightsounds.co.uk/ (“<strong>Site</strong>”) and/or the services provided from the Site (“<strong>Services</strong>”).\nYou are deemed to accept the terms of this Privacy Policy on your first use of the Site.\nWe may change this Privacy Policy from time to time and such changes shall be effective from the date and time the revised Privacy Policy is posted on the Site.\nThe Site, together with all content on the Site, is owned or controlled by NoCopyrightSounds Ltd, registered in England with company number 06344313, and having its registered address at 303 The Pillbox, 115 Coventry Road, London E2 6GH.\nWe are registered as a Data Controller with the UK’s Information Commissioner’s Office (“<strong>ICO</strong>”).</p>\n</li>\n<li>\n<p>To provide or offer to you our Services, it is sometimes necessary for us to collect and process certain personal information (“<strong>Data</strong>”), including some or all of the following: name, address, date of birth, gender, email addresses and/or phone numbers, IP addresses, web-browser details, operating system details, your activities on the Site, your personal preferences relating to the Services and/or other relevant information.\nThe Data will be stored together with any additional information you may provide to us, and will be used to provide you with, and to improve, the Services.\nAlso from time to time we and/or our trusted partners may contact you with offers that may interest you and/or to inform you of other products and services.\nAll Data is processed by us in accordance with applicable data protection legislation and we will keep your personal information only for as long as is necessary.</p>\n</li>\n<li>\n<p>The Data is stored on our servers or those of third-party storage service providers.\nWe may, from time to time, expand or reduce our business which may involve the transfer of certain divisions or assets of our company to other parties, and Data, where relevant, may be transferred to such third parties.\nAdditionally, from time to time we may transfer Data to locations outside the European Economic Area, some of which may have different data protection laws to the UK or the EU, or no data protection laws.\nIn all such cases, we transmit such information only to entities that comply with this policy and applicable law.</p>\n</li>\n<li>\n<p>We may use ‘cookies’ while you access the Site to avoid the need to re-enter details on different occasions.\nCookies are also used to collect general usage and volume statistical information.\nWe may use local “shared objects”, also known as “Flash” cookies.\nExamples of other reasons include:</p>\n<ul>\n<li>\n<p>enabling us to recognise your device so that you don't have to give the same information to us several times;</p>\n</li>\n<li>\n<p>recognising that you may already have given a username and/or password.\nand/or,</p>\n</li>\n<li>\n<p>measuring how you are using the Site, to make the Site easier to use and to ensure sufficient capacity for quick delivery.</p>\n</li>\n</ul>\n<p>A “cookie” is a small amount of data sent from the server and stored on your computer's hard drive.\nMost web browsers are automatically set up to accept cookies, but you can set your browser to refuse cookies or ask your browser to show you where a cookie has been set up.\nThese settings will typically be found in the 'options' or 'preferences' menu of your browser.\nPlease note that we do not recommend turning cookies off when using the Site as this may prevent you from using certain aspects of the Site.</p>\n</li>\n<li>\n<p>Please note you have the right to request access to and rectification or erasure of Data or to object to or request the restriction of processing of your Data.\nInformation about concerns or complaints may be made to the Information Commissioners Office in the UK via https://ico.org.uk/concerns.\nIf you have any questions or if you do not want us to retain or use your personal information, you may withdraw your consent (i.e.\n“opt out”), by contacting us at hello@nocopyrightsounds.co.uk.</p>\n</li>\n</ol>\n<i>\n</i> Newsletter <p>Keep up to date with all new releases</p> First Name Email Address Subscribe × This website uses cookies This website uses cookies to improve user experience.\nBy using our website you consent to all cookies in accordance with our Cookie Policy.\nRead more Save &amp.\nClose Accept all Decline all Show details Hide details ", "created_at": "2023-10-09 03:08:46.081717", "updated_at": "2023-10-09 03:09:23.980868"}], "points": [], "urls": ["ncs.io", "ncsmusic.com", "nocopyrightsounds.co.uk"]}}