{"error": 448, "message": "OK", "parameters": {"id": 9593, "name": "Compass Education", "created_at": "2023-09-08 00:08:08.789685", "updated_at": "2023-09-08 10:02:40.487297", "wikipedia": null, "keywords": null, "related": null, "slug": "compass-education", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9593.png", "url": "compass.education", "documents": [{"id": 19050, "name": "Payment Terms", "url": "https://policies.compass.education/payment-terms", "xpath": "/html/body/div[1]/div/div[2]/div[3]/div/div[1]/section[2]/div[2]/div", "text": "General<p>Payments made through Compass products and services are processed by CompassPay Pty Limited (AU - Australia) or Compass Education Holdings (EU - Ireland) \"CompassPay\" depending on your location.&nbsp;</p>\n<p>Some cards carry more than one payment system function.\nThese can be identified because they have either a Visa or Mastercard logo on the front of the card and an eftpos logo on the back of the card.\nA merchant can choose which payment system processes the transaction from those cards as both functions point to the same card account.\nIf your card only has the eftpos logo then it has not yet been enabled by your bank for transactions from your card.</p>\n<p>If you are under the age of eighteen (18), you may use payment functionality with Compass only with the consent and involvement of your parent or guardian.\nPlease ensure that you review this document with your parent or guardian so that you both understand your rights and obligations.</p>Making payments and purchases<p>1.\nWhen making payments through Compass you agree to provide a valid funding instrument.</p>\n<p>2.\nPay attention to the details of the transaction, as the total price may include taxes (including GST, HST and/or VAT), fees and/or shipping costs.\nIf you require any additional information on included costs, please contact us, or your data owner (school or organisation), prior to making payment.</p>\n<p>3.\nAdditional terms may also be included at the time of purchase, this may include additional refund procedures and timeframes.</p>\n<p>4.\nIf you purchase a subscription to a feature or register for reoccurring payments, we will usually bill your funding instrument immediately, and then again at the specified billing dates.\nInstalment, reoccurring or subscription billing dates are provided as an indication only and your funding instrument may be charged before or after the date provided.</p>\n<p>5.\nIt is your responsibility to ensure that the funding instrument is available.\nWe will not be held responsible for any interest or overdraw charges or other fees that may result in exceeding your credit limit or entering overdraft.</p>\n<p>6.\nYou acknowledge that many products or services provided within Compass are sold by sub-merchants, not CompassPay Pty Limited or Compass Education Holdings Limited.\nDepending on the product or service purchased through our platform the method of receipt may vary.\nWhere possible we will issue you with a valid tax invoice, however, in some circumstances, the sub-merchant may provide this to you outside of our platform.\nWe make no warranties of any kind, express or implied, with respect to the products or sold, by our sub-merchants, on or through Compass.</p>Methods of payment<p>7.\nFor your convenience, we may offer various forms of payment for transactions in Compass.\nPayment options may vary between sub-merchants based on their subscription and or the module selected.\nThese may include credit cards, cash, cheque, direct debit phone and voucher options.</p>\n<p>8.\nWe do restrict some forms of payments, including but not limited to payments made by American Express or internationally issued credit cards.\nIn some circumstances we may permit payments using these methods, however, surcharges may apply.&nbsp;</p>\n<p>9.\nWhen you provide us with details of a funding instrument, you confirm that you are permitted to use that instrument.\nWhen you fund a transaction, you authorise us (and/or our designated payment processors) to charge the full amount to the funding instrument, that you designate for the transaction.\nYou also authorise us to collect and store details of the funding instrument, along with other related transaction information.\nDetails are stored in alignment with our PCI DSS requirements and in alignment with our privacy policy.</p>\n<p>10.\nIf you fund a payment by direct debit card and your load transaction results in an overdraft or other fees from your bank, you alone are responsible for that fee.</p>\n<p>11.\nCompass is not a bank, accordingly, if you deposit any funds into your Compass Wallet they do not earn interest and are not insured by federal bank protections or guarantees.</p>Ongoing assessment and management<p>12.\nWe may revoke your access to and/or ability to make payments at any time at our sole discretion.</p>\n<p>13.\nAbandoned Property.\nIf you leave a balance unused, in your account, it will be forfeited after your account is closed or deactivated.</p>\n<p>14.\nBy using Compass for payments, you acknowledge and understand that we may make inquiries that we consider necessary, into your identity or creditworthiness.</p>\n<p>15.\nWe may cancel any transaction if we believe the transaction violates our terms or us or if we believe doing so may prevent financial loss.</p>\n<p>16.\nSome application modules within our website offerings include 'minimum amounts'.\nThese minimum amounts vary from client to client, based on annual transaction amounts, merchant rates, level of associated risk, card type, service/product type, client minimums and numerous other factors.\nAccordingly, some functionality and credit card payments may be declined as a result of this.\nIn most circumstances, you will instead be presented with a printable confirmation/payment page.\nAdditionally, we may use the process of online payment for products and/or services as a method or for further verification of your identity, as such registration and/or purchasing of a service may be restricted in certain circumstances.</p>\n<p>17.\nWe may contact you by phone, email or post if we are unable to process your payment or require additional information.</p>\n<p>18.\nIn making a payment through Compass, you agree to honour the payment and accept liability for any chargeback fees, merchant fees, gateway fees, lost revenue, and interest (owed or calculated) and/or reasonable administrative charges, should your payment be denied, your credit limit exceeded, your card cancelled or a payment/transaction stop issued.</p>\n<p>19.\nPayments are conducted online as follows:</p>\n<p>a.\nFully automated with an immediate response</p>\n<p>b.\nAll transactions are encrypted</p>\n<p>c.\nProcessed by an either an authorised third party processor (PCI-DSS compliant) or a registered major Australian or European bank/s (based on your portal location)</p>\n<p>d.\nAll transactions are processed in compliance with PCI-DSS standards and obligations</p>\n<p>20.\nIn some circumstances, we may permit payment by credit cards other than VISA or MASTERCARD.\nIn these circumstances, additional fees may apply.</p>\n<p>21.\nIn the event that a payment is disputed or chargeback submitted for the payment, you permit us to provide details of the transaction (including any personal details) to our banking partners as required.</p>\n<p>22.\nIn order to prevent financial loss to you or us, we may delay or contact your funding instrument issuer, law enforcement, merchant user or relevant third party and share details of any payments you are associated with.</p>\n<p>23.\nWe provide various tools, within Compass, to assist you in contacting relevant merchant clients.\nIn the event that you are unable to contact the service provider, following a payment, please contact us directly.</p>\n<p>24.\nIf you enter into a transaction with a third party and have a dispute over the goods or service you purchased, we have no liability for the goods or services underlying the transaction unless required by law.</p>\n<p>25.\nYou may lookup details of a previous payment at the CompassPay website, www.CompassPay.com</p>\n<p>26.\nIf you believe an unauthorised or problematic transaction has taken place under your account, or against your funding instrument, you agree to notify us immediately, so that we may take action to prevent financial loss.\nUnless you submit the claim to us within 30 days after the charge, you will have waived, to the fullest extent permitted by law, all claims against us arising out of or otherwise related to the transaction.</p>\n<p>27.\nWe may intervene in disputes concerning payments that may arise between you and one of our clients, but we have no obligation to do so.</p>\n<p>28.\nIt is your responsibility to remit any taxes that apply to your transactions.\nYou agree to indemnify and hold us harmless from and against any claim arising out of your failure to do so.</p>\n<p>29.\nBy using Compass services, you agree that we may communicate with you electronically any information regarding your purchases or account.\nWe may also provide notices to you by posting them within Compass.</p>\n<p>30.\nWe may update these terms at any time without notice as we deem necessary to the full extent permitted by law.\nThe payment terms in plate at the time you make a transaction will govern that transaction.</p>Surcharging<p>31.\nAustralia users - The Reserve Bank of Australia (RBA) published standard number 3 of 2016 regarding surcharging.\nThis standard clearly defines what sub-merchants can recover through the application of a card payment surcharge.&nbsp;</p>\n<p>32.&nbsp.\nThe Compass platform, by default, does not offer the ability to charge different amounts for different payment methods.\nAs such, schools or organisations that do not charge different amounts for different payment methods are not impacted.&nbsp;</p>\n<p>33.\nAustralia users - In the event that a sub-merchant is adding a credit card surcharge, this surcharge cannot exceed the cost of using the payment instrument.\nThis amount is detailed in our monthly sub-merchant reports.\nIn some cases, in alignment with RBA rules, additional processing charges may also be added to this amount.\nOur sub-merchants are provided with updated monthly summary statements, which have been externally reviewed, to ensure compliance with RBA obligations.&nbsp;</p>\n<p>34.\nAustralia users - If you believe one of our sub-merchants is charging a surcharge fee above their incurred cost, please contact our team at credit@compass.education</p>\n<p>35.\nAustralia users - In some circumstances, we may offer a surcharge option for American Express or international card payments.\nIn these circumstances, the surcharge will not exceed the additional cost of processing using that payment instrument.&nbsp;</p>\n<p>36.\nSub-merchants are charged a combination of transaction and percentage charges which are not surcharges.\nThese are product and/or service charges, which may include merchant fees, for the provision of our goods and services.&nbsp;</p>Compass Balance<p>37.\nAny unused funds in your Compass Balance will expire 36 months after the date of fund transfer.</p>\n<p>38.\nIf you leave a balance unused, in your account, it will be forfeited after your account is closed or deactivated.</p>\n<p>39.\nTo transfer your Compass Balance to a nominated account a $2.50 transfer fee will apply and will be debited from your transfer.\nTo request a transfer please email credit@compass.education</p>\n<p>40.\nCompassIdentity cards may be used for some purchases at select providers.\nIdentity cards are subject to the CompassIdentity terms of use.</p>Refund Policy (Australia &amp.\nCanada)<p>As we act as a payment service provider, we recommend that you contact the provider for any refund or reimbursements in the first instance.&nbsp;</p>\n<p>Details of the merchant are available through your portal.&nbsp;</p>\n<p>Alternatively, in most circumstances you can identify the merchant from your credit card statement using the soft descriptor (eg.\nCOM* Example Primary School).</p>\n<p>In the event that you are unable to negotiate a refund with the merchant directly, you can contact us to investigate the payment.\nWe may request evidence of your correspondence with the merchant.</p>\n<p>In circumstances that a payment relates to the purchase of goods, we require evidence that the goods were returned in appropriate condition and within reasonable time frames.\nIn the event the returned goods have been damaged by you or in return transit, the cost of repairs may be deducted from the refund.\nAny returns should be sent by tracked and insured post.</p>\n<p>In the event that a payment relates to services, a refund will be assess based on usage of the services or costs incurred.\nParticular reference will be given to any service specific agreements that may be in place.</p>\n<p>In contacting us for a refund, please provide the following information.</p>\n<p>Date of purchase, Reason for refund (non-delivery, goods not as described, etc), Amount of purchase, Method of purchase (last four digits of card), Summary of events and justification, Amount of refund requested, Name of Merchant (Sub-Merchant).</p>\n<p>Note: Online purchases are protected by statutory obligations depending on the location of your purchase and the entity you have transacted.&nbsp;</p>Refund Policy (Europe)<p>In order to request a refund, please contact us in writing at support@compass.education in the first instance within 30 days of payment.</p>\n<p>When contacting us for a refund, please provide the following information.</p>\n<p>- Date of purchase</p>\n<p>- Reason for refund (non-delivery, goods not as described, etc)</p>\n<p>- Amount of purchase</p>\n<p>- Method of purchase (last four digits of card)</p>\n<p>- Summary of events and justification</p>\n<p>- Amount of refund requested</p>\n<p>- Name of School</p>\n<p>In circumstances that a payment relates to the purchase of goods, we require evidence that the goods were returned in appropriate condition and within reasonable time frames.&nbsp;</p>\n<p>In the event the returned goods have been damaged by you or in return transit, the cost of repairs may be deducted from the refund.\nAny returns should be sent by tracked and insured post.</p>\n<p>In the event that the payment relates to services, a refund will be assessed based on usage of the services or costs incurred.\nParticular reference will be given to any service-specific agreements that may be in place.</p>\n<p>Compass will liaise with the school on your behalf to organise a reversal of payment on your school account after the refund has been completed on the Compass system.</p>\n<p>Contact information</p>\n<p>For more information on the management of privacy and data, please contact our privacy officer by phone, post or email.</p>\n<p>Australia - Postal contact information</p>\n<p>CompassPay Pty Limited&nbsp.\nAU&nbsp.\n/&nbsp.\nCompass Education Holdings Limited (EU)</p>\n<p>PO BOX 366</p>\n<p>BALWYN NORTH, VIC 3104</p>\n<p>Email contact information</p>\n<p>CompassPay Pty Limited AU&nbsp.\n/&nbsp.\nCompass Education Holdings Limited (EU)</p>\n<p>CompassPay Team</p>\n<p>credit@compass.education</p>\n<p>Phone contact information</p>\n<p>CompassPay Pty Limited</p>\n<p>CompassPay Team</p>\n<p>+61 (3) 9005 5217&nbsp;</p>\n<p>Hours: Monday – Friday (9.00am – 5.00pm) AEST</p>\n<p>Additional information on PCI DSS requirements is available from the following organisations.</p>\n<p>PCI Security Standards Council</p>\n<p>http://www.pcisecuritystandards.org</p>\n<p>PCI Security Standards Council, LLC</p>\n<p>401 Edgewater Place</p>\n<p>Suite 600</p>\n<p>Wakefield, MA USA 01880</p>", "created_at": "2023-09-08 00:09:44.537673", "updated_at": "2023-09-08 00:09:52.811082"}, {"id": 19051, "name": "Transitions Policy", "url": "https://policies.compass.education/transitions-policy", "xpath": "/html/body/div[1]/div/div[2]/div[3]/div/div[1]/section[2]/div[2]/div", "text": "<p>Where a student moves from one school (the sending school) to another (the receiving school) and (1) the schools are within the same jurisdiction (ie.\nboth the sending school and the receiving school are public state schools within the same state) OR (2) the parent provide online consent to the data transfer, we may facilitate a basic data transfer between the portals.</p>\n<p>In the event that a transfer occurs or a student exits their existing school, we may send a clarification/consent email to the parent or guardian of the student.\nIn this email we may.\nconfirm the location we have is correct, request the information of their destination or advise of a transfer.&nbsp;</p>\n<p>In addition to school/parent approved transfers, we also undertake a validation process to ensure details and students are correctly transferred to schools.&nbsp;</p>\n<p>You agree that you are the legal parent or guardian of the child listed in your Compass Transitions email and that the destination selection you have made on the 'Student Transitions | Select Destination' page is true and accurate.</p>\n<p>You further approve the transfer of your child's basic school record to their new nominated school.\nYou understand that this transfer may contain an incomplete snapshot of your child’s record and include details from their academic reports, third-party tests, student photographs, attendance and student profile (including Chronicle).</p>\n<p>Serious incidents, concerns, intolerances, learning concerns and/or medical details may not be included and as such should be reported to the school directly by you.\nIn the event that your school is located in another jurisdiction to that of your original school, you agree and permit the transfer of your data to an entity which may be outside of state or territory boundaries.\nFor more information on our transfer process please contact support@compass.education</p>", "created_at": "2023-09-08 00:10:12.774602", "updated_at": "2023-09-08 00:11:07.189529"}, {"id": 19046, "name": "Terms Of Service", "url": "https://sites.google.com/compass.education/policies/terms-of-use", "xpath": "/html/body/div[1]/div/div[2]/div[3]/div/div[1]/section[2]/div[2]/div", "text": "<p>Thanks for using Compass! We're glad to welcome you, but before you use our Services (defined below) it is important to understand that there are some rules you need to agree to before you use our Services.</p>\n<p>For customers based in Australia, the United States and other countries, in these Terms of Use “We” “Us” “Compass” refers to Compass Education Pty Ltd, a company registered in Australia, having its registered office at Level 2, 36-38 Burwood Road, Victoria, Australia 3122.</p>\n<p>For customers based in the EU, Ireland and the United Kingdom in these Terms of Use “We” “Us” “Compass” refers to Compass Education Holdings Limited a company registered in Ireland with company number 587419, having its registered office at Office 29, Clifton House, Fitzwilliam Street, Lower Dublin 2, Ireland and/or Compass International Ltd, a company registered in England and Wales with company number 12235247, having its registered office at Griffin House, 135 High Street, Crawley, RH10 1DQ.</p>\n<p>When We use the word \"Services\" we mean the \"compass.education\" domain, all the other websites, products, services, provision of software, the Compass Platform and applications made available by Compass (for example, the Compass School Manager Android app available via the Android Marketplace, and the Compass School Manager App for iPhone and iPad on the Apple App Store).</p>\n<p>These Terms of Use (the \"Terms\") are a binding contract between you and Compass.</p>\n<p>By using the Services, you confirm that you accept these Terms and that you agree to comply with them.\nThese Terms will remain in effect while you use the Services.</p>\n<p>If you do not agree to these Terms, you must not use the Services.</p>\n<p>We recommend that you print a copy of these Terms for future reference.</p>\n<p>If you have any questions, comments, or concerns regarding these Terms or the Services, please contact us at legal@compass.education</p>\n<p>&nbsp;</p>\n<p>THERE ARE OTHER TERMS THAT MAY APPLY TO YOU</p>\n<p>These Terms refer to the following additional terms (“Additional Terms”), which also apply to your use of the Services:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nPrivacy Policy;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nCookie Policy;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nAcceptable Usage Policy;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nApple Application Terms.</p>\n<p>There may also be additional terms which relate to a specific service or product we provide to you.</p>\n<p>&nbsp;</p>\n<p>WE MAY MAKE CHANGES TO THESE TERMS</p>\n<p>Our Services are constantly changing, to keep up with the dynamic needs of our clients and end users - so, these Terms might need to change, too.\nWhere possible We will look to provide you with appropriate notice of any change to these Terms or any of our Additional Terms, including any newly introduced terms.</p>\n<p>Every time you wish to use the Services, please check these Terms to ensure you understand the Terms that apply at that time.</p>\n<p>If you don't like the new Terms, you are free to reject them - unfortunately, that means you won't be able to use the Services anymore.\nIf you use the Services in any way after a change to the Terms is effective, then please remember that means you agree to all of the Terms.</p>\n<p>Except for changes by Us as described here, no other amendment or modification of these Terms will be effective unless in writing and signed by both you and Us.</p>\n<p>&nbsp;</p>\n<p>WE MAY MAKE CHANGES TO OUR WEBSITES OR APPLICATIONS</p>\n<p>Compass is a dynamic learning tool, so the Services will change over time.\nWe may change, suspend, update&nbsp.\nor discontinue any part of the Services, or we may introduce new features or impose limits on certain features or restrict access to parts or all of the Services.\nWe'll try to give you reasonable notice when we make a material change to the Services that would adversely affect you, but this isn't always practical.\nSimilarly, we reserve the right to remove any content from the Services at any time, for any reason (including, but not limited to, if someone alleges you contributed content in violation of these Terms), or without any reason, and without notice.</p>\n<p>Use of the websites, Compass Platform and applications are provided to you free of charge and under our agreement with the school who provided you with access, the school pays all relevant fees.\n&nbsp.\nYou therefore acknowledge that the websites, Compass Platform and applications&nbsp.\nmay be withdrawn at any time if our agreement with the school terminates for any reason.</p>\n<p>&nbsp;</p>\n<p>WE MAY SUSPEND OR WITHDRAW OUR WEBSITE AND/OR APPLICATIONS</p>\n<p>We do not guarantee that our websites, applications and the Compass Platform, or any content contained on them, will always be available or be uninterrupted.\nWe may suspend or withdraw or restrict the availability of all or any part of our Services for business and operational reasons.\nWe will try to give you reasonable notice of any suspension or withdrawal.</p>\n<p>You are also responsible for ensuring that all persons who access our websites through your internet connection are aware of these Terms and Additional Terms, and that they comply with them.</p>\n<p>&nbsp;</p>\n<p>LOGIN AND ACCESS</p>\n<p>In using the Services, including logging into any of our websites, applications and the Compass Platform you agree to take all reasonable measures to protect your credentials and identity.\nYou will keep your account details private and not disclose any account details to any individual not authorised to receive them and will use your best efforts to protect the security of your account and portal.&nbsp.\nAccess to the Compass Platform is only permitted for the listed user of a registered account.\nUnauthorised, impersonated or shared access to the Services is strictly prohibited.\nThe use of accounts, to which you are not the account holder, cannot be used under any circumstances.\nFor integration enquiries, you should contact our team - support@compass.education.\nLogging into our system as another person or using an account of which you are not the listed account holder is strictly prohibited.\nAccess to the websites, applications and the Compass Platform for the purpose of market research, third-party integration (including automated or manual processes) is not permitted.\nUnder no circumstances are vendors, integrators, partners, competitors or other third party service providers permitted to log in to the Compass Platform, except for the sole purpose of accessing a parent account and performing standard functions in a personal capacity.</p>\n<p>Any identified use of generic, shared or service accounts (to which you are not a listed party) to our platform may result in criminal, administrative or civil action being taken against you and/or the person who shared their credentials.\nWe operate security mechanisms to identify attempts at screen scraping, bot use and script automation.</p>\n<p>We have the right to disable any user identification code or password, whether chosen by you or allocated by us, at any time, if in our reasonable opinion you have failed to comply with any of the provisions of these Terms.</p>\n<p>If you know or suspect that anyone other than you knows your user identification code or password, you must promptly notify us at support@compass.education</p>\n<p>All logins to our websites, applications and the Compass Platform including IP addresses, browser types and in some cases geographical information are recorded and such information is stored in accordance with our Privacy Policy.</p>\n<p>Please note that you will be given access to create your login and account from the school with whom we contract to provide the websites, applications and Compass Platform.\nThe school controls who may access the Compass Platform and you account details will therefore be logged and may be monitored by the school to ensure integrity of log in details on the Compass Platform.&nbsp;</p>\n<br>\n<p>Guidance on setting a strong password</p>\n<p>Your password should ideally contain 12 characters or more and should not be one word found in a dictionary (English or foreign).</p>\n<p>Your password should not be:</p>\n<ul>\n<li>\n<p>The name of a family member, pet, friend, co-worker, fantasy character, etc.</p>\n</li>\n<li>\n<p>The name of the school</p>\n</li>\n<li>\n<p>Birthdays or other personal information, such as addresses or phone numbers</p>\n</li>\n<li>\n<p>Word or number patterns like aaabbb, qwerty, zyxwvuts, 123321, etc.</p>\n</li>\n<li>\n<p>Any of the above preceded or followed by a digit (e.g., secret1, 1secret)</p>\n</li>\n</ul>\n<br>\n<p>Strong passwords have the following characteristics:</p>\n<ul>\n<li>\n<p>Contain both upper and lower case characters (e.g., a-z, A-Z)</p>\n</li>\n<li>\n<p>Are at least 12 alphanumeric characters long (ideally more) and are a passphrase (OhmyIstubbedmyt0e) or are generated by password suggestion tools (e.g.\nGoogle Chrome)</p>\n</li>\n<li>\n<p>Are not used for more than one account</p>\n</li>\n<li>\n<p>Are not stored using the \"Remember Password\" feature of individual applications (though use of approved password managers is acceptable)</p>\n</li>\n<li>\n<p>Should not be written down and stored anywhere in your office, unless secured.&nbsp;</p>\n</li>\n<li>\n<p>Should not be stored in a file on any computer system or mobile device without password protection or encryption.\nIt is permissible to write down a list of passwords, but this must be stored securely, such as in a locked cabinet, safe box or password manager tool.</p>\n</li>\n</ul>\n<br>\n<p>PRIVACY</p>\n<p>Compass is committed to ensuring the privacy of its clients, their clients and our end users.\nWe will only use your personal information as set out in our Privacy Policy.\nFor full information regarding our privacy management, please refer to our Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>COPYRIGHT AND INTELLECTUAL PROPERTY</p>\n<p>We are the owner or the licensee of all intellectual property rights in our Services, and in the material published on or websites, applications and the Compass Platform.\nThose works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.</p>\n<p>You may print off one copy, and may download extracts, of any page(s) from our websites, applications and the Compass Platform for your personal use.\nYou must not modify the paper or digital copies of any materials you have printed off or downloaded in any way, and you must not use any illustrations, photographs, video or audio sequences or any graphics separately from any accompanying text.</p>\n<p>Our status (and that of any identified contributors) as the authors of content on our websites, applications and the Compass Platform must always be acknowledged.</p>\n<p>Unless otherwise agreed with you, you must not use any part of the content on our websites, applications or the Compass Platform for commercial purposes without obtaining a licence to do so from us or our licensors.</p>\n<p>If you print off, copy or download any part of our websites, applications and the Compass Platform in breach of these Terms, your right to use our Services will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.</p>\n<p>Where we hold registered trade marks in a specific jurisdiction you are not permitted to use them without our approval, unless they are part of material you are using as permitted by us.</p>\n<p>Use of our trade marks, or associated logos, without our express prior written permission is not permitted.</p>\n<p>&nbsp;</p>\n<p>CONTENT</p>\n<p>Whenever you make use of a feature that allows you to upload content to our websites, applications or the Compass Platform, or to make contact with other end users of our Services, you must comply with the content standards set out in our Acceptable Usage Policy</p>\n<p>Any content you upload to our websites, applications or the Compass Platform will be considered non-proprietary.</p>\n<p>You retain all of your ownership rights in your content, but you are required to grant us and other users of our Services a limited licence to use, store and copy that content and to distribute and make it available to third parties.\nWe also have the right to disclose your identity to any third party who is claiming that any content posted or uploaded by you to our websites, applications or the Compass Platform constitutes a violation of their intellectual property rights, or of their right to privacy.</p>\n<p>Content which is uploaded to the Compass Platform, applications or websites is the sole responsibility of the person from whom such content originated from and must comply with the Acceptable Usage Policy.\nYou access all such information and content at your own risk, and we are not liable for any errors or omissions in that information or content or for any damages or loss you might suffer in connection with it.\nWe cannot control and have no duty to take any action regarding how you may interpret and use the content or what actions you may take as a result of having been exposed to the content.</p>\n<p>The views expressed by other users on our websites, the applications or the Compass Platform do not represent our views or values.</p>\n<p>If you wish to complain about content uploaded on our websites, the applications or the Compass Platform by other users, please contact us on legal@compass.education</p>\n<p>Compass reserves the right to suspend or remove content at any time without notice.\nCompass takes no responsibility for any loss of data or resources.\nYou are solely responsible for securing and backing up your content.</p>\n<p>THIS SERVICE MAY CONTAIN TRANSLATIONS POWERED BY GOOGLE.\nGOOGLE AND COMPASS DISCLAIMS ALL WARRANTIES RELATED TO THE TRANSLATIONS, EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF ACCURACY, RELIABILITY, AND ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.</p>\n<p>We do not store terrorist content.</p>\n<br>\n<p>&nbsp;</p>\n<p>DO NOT RELY ON INFORMATION ON THIS SITE</p>\n<p>The content provided through our Services is provided for general information only.\nIt is not intended to amount to advice on which you should rely.\nYou must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content provided through our Services.</p>\n<p>The information provided through our Services is subject to change without notice and is not necessarily provided by our company.\nAlthough We make reasonable efforts to update and monitor the content provided through our Services, we make no representations, warranties or guarantees, whether express or implied, that the content (including any published prices) is accurate, complete or up to date and we are not responsible for typographical, technical, pricing or descriptive errors.</p>\n<p>In the event you are unsure of the validity of any content on our platform, please contact our support team at support@compass.education</p>\n<p>&nbsp;</p>\n<p>WE ARE NOT RESPONSIBLE FOR WEBSITES WE LINK TO</p>\n<p>Where our websites, applications or the Compass Platform contains links to other sites and resources provided by third parties, these links are provided for your information only.\nSuch links should not be interpreted as approval by us of those linked websites or information you may obtain from them.</p>\n<p>&nbsp;</p>\n<p>RULES ABOUT LINKING TO OUR WEBSITES</p>\n<p>You may link to our websites home pages, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it.</p>\n<p>You must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.</p>\n<p>You must not establish a link to our websites in any website that is not owned by you.</p>\n<p>Our website must not be framed on any other site, nor may you create a link to any part of our site other than the home page.</p>\n<p>We reserve the right to withdraw linking permission without notice.</p>\n<p>The website in which you are linking must comply in all respects with the content standards set out in our Acceptable Use Policy.</p>\n<p>&nbsp;</p>\n<p>WE ARE NOT RESPONSIBLE FOR VIRUSES AND YOU MUST NOT INTRODUCE THEM</p>\n<p>While we take measures to limit and minimise exposure to viruses, bugs and similar technology threats We do not guarantee that our websites, applications and the Compass Platform will be secure or free from bugs or viruses.</p>\n<p>You are responsible for configuring your information technology, computer programmes and platform to access our websites, applications and the Compass Platform.\nYou should use your own virus protection software.</p>\n<p>You must not misuse our Services by knowingly introducing viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful.\nYou must not attempt to gain unauthorised access to our Services, the server on which our websites are stored or any server, computer or database connected to our websites.\nYou must not attack our websites or applications via a denial-of-service attack or a distributed denial-of service attack.\nBy breaching this provision, you would commit a criminal offence under the Computer Misuse Act 1990.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use our Services will cease immediately.</p>\n<p>&nbsp;</p>\n<p>LOCATION SERVICES</p>\n<p>&nbsp;Some of our Services may offer the use of location services.\nLocation services refers to the use of location based technologies including but not limited to GPS, IP address, mobile tower location and our iBeacon solutions.\nIn the event that one or more of our solutions offer location services, you may receive a prompt when you use the Services.\nWhere applicable, you may choose to enable or disable location services at any time, through your device and/or browser.</p>\n<p>&nbsp;We use location services for, but not limited to, the following purposes:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nIntelligent prompting or filtering of address field information (eg.\nwe may use your location to assist in entering addresses, by tailoring results based on your region);</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nPoint-of-interest services (we are currently trialling how we can better support schools in offering extended field trip information, point of interest details and services across notable locations in key cities);</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nExtended application options (some schools may or limit some functionality to apps or services, based on your location.\neg.\nIf you are in the general office/reception of a school you may have additional options made available to you on your device, such as visitor sign in, student arrival options, etc);</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nSecurity and or verification (We may cross reference a combination of Location Service features to improve the accuracy and speed of a validation activity);</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nField Trip tracking (Schools may elect to monitor the location of field trips and school buses);</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nPortal selection or suggestions (when you access Compass for the first time or to add additional accounts, We may use your location to assist us in filtering your school from across our client lists);</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nSchool enrolments (to support the rapid identification of nearby schools and provide tailored lists that hide schools in unrelated jurisdictions).</p>\n<p>&nbsp;You will receive a prompt in the event that location service functionality may be available on your device.\nWhere possible and practical, use of core features will not be dependant on this functionality.\nIn the event you do not enable location services, some aspects of the Compass Platform may not be available to you.</p>\n<p>&nbsp;</p>\n<p>ENROLMENTS</p>\n<p>We may offer online enrolments as a 'convenient option' for completing your school enrolment online, where applicable.\nImportantly, completion of, payment of and/or receipt of an enrolment 'offer' does not bind the client (school) to provide you or your child a position or enrolment at the school.</p>\n<p>Further, under no circumstances do we and/or the client provide any warranty, guarantee or formal confirmation of acceptance to a school and/or educational institution.\nIn using this service you agree to waive any liability (implied, direct and/or consequential) to us (including the relevant client), as permissible by law, with regard to the validity of the offer.\nWe reserve the right to revoke an offer at any time.\nIn the event that an offer is revoked after a payment has been received or processed, we will refund any monies as soon as possible (usually within 2 business days).</p>\n<p>During the enrolment process, a number of details are collected on behalf of the school which we store in accordance with our Privacy Policy.\nIn using our online enrolment modules, you may be prompted to enter information or details of other relevant related users.\nYou should only provide personal details of individuals from who you have their express consent to provide these details to the school.\nIn the event that you do not have consent, from another individual or third party - you should avoid entering their details and instead contact the school to discuss an alternate method of entry.\nIn using our online enrolments module, you agree and accept that your details will be visible (and updatable) by other members of your household.\nNoting: Household refers to a residence of co-habitation - adults associated to a student with different household information will not have visibility or the ability to update each other.\nShould you not agree with any of these Terms you should not use our online enrolment system, instead you should contact the relevant school requesting a manual registration form.</p>\n<p>&nbsp;</p>\n<p>LIVECHAT</p>\n<p>We offer live chat to some users and clients across our platform.\nLiveChat is an optional feature and allows Us to provide rapid, text-based support to end-users.\nThe LiveChat platform is provided through a third-party tool to which we have no control and as such should not be used for the transmission of personal, sensitive, financial or confidential information.\nWe exclude all liability in relation to LiveChat and recommend that you familiarise yourself with LiveChat’s terms and condition and their privacy policy.\nA copy of the LiveChat privacy policy is available here https://www.livechatinc.com/privacy-policy/</p>\n<p>&nbsp;</p>\n<p>APPLE STORE APPS</p>\n<p>Additional Terms apply to use of the Compass applications available on the Apple App Store.\nPlease refer to our Apple Application Terms.</p>\n<p>&nbsp;</p>\n<p>ADVERTISING</p>\n<p>We reserve the right to display advertisements (including targeted advertisements) on our websites, applications and the Compass Platform.\nAny advertising will be in line with school services and may be published by your school administrators from time to time.&nbsp;</p>\n<p>We monitor advertising across our platform closely and while we are unable to control school content, in the event you believe any advertising is inappropriate please notify our team at support@compass.education.</p>\n<p>&nbsp;</p>\n<p>OUR RESPONSIBILITY FOR LOSS OR DAMAGE SUFFERED BY YOU</p>\n<p>We do not exclude or limit in any way our liability to you where it would be unlawful to do so.\nThis includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors and for fraud or fraudulent misrepresentation.</p>\n<p>Compass does not make any representations or warranties concerning any content contained in or accessed through our Services, and We will not be responsible or liable for the accuracy, legality, or decency of material contained in or accessed through the Services.</p>\n<p>We make no representations or warranties regarding suggestions or recommendations of Services.</p>\n<p>Please note that We only provide our Services for teachers and parents of the schools that pay for use of our services and the websites, applications and Compass Platform for use by its teachers and parents.\nYou agree not to use our Services for any commercial or business purposes,&nbsp.\nor any other use and We have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</p>\n<p>Please note that We have a contract in place with the school for making the Compass Platform, websites and applications a available for end users that the school nominates to use the services and to provide access to the Compass Platform, websites and applications.\nThat contract is separate to these Terms of Use.</p>\n<p>If defective digital content that We have supplied, damages a device or digital content belonging to you and this is caused by our failure to use reasonable care and skill, We will either repair the damage or pay you compensation.\nHowever, We will not be liable for damage that you could have avoided by following our advice to apply an update offered to you free of charge or for damage that was caused by you failing to correctly follow installation instructions or to have in place the minimum system requirements advised by Us.</p>\n<p>OUR SERVICES, CONTENT, WEBSITE, AND ANY SOFTWARE ARE PROVIDED ON AN \"AS-IS\" BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OR THAT USE OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.</p>\n<p>TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL COMPASS BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR (A) ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOST PROFITS, LOSS OF GOODWILL, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION, OR (B) ANY AMOUNT, IN THE AGGREGATE, OF £100.</p>\n<p>&nbsp;</p>\n<p>ENHANCEMENTS AND CHANGE REQUESTS (INCLUDING SUGGESTIONS, PAID AND CO-CONTRIBUTION DEVELOPMENT WORK)</p>\n<p>We are committed to further improving and developing our solutions and/or product offerings.\nHowever, all rights with regard to intellectual property in any change requests, enhancements, suggestions, comments, feedback messages, ideas, concepts, graphics, notes, designs, colour schemes, suggestions, recommendations and functionality shall transfer to Us (or our affiliated companies) upon receipt.\nIf you are not agreeable to releasing any Intellectual Property for an idea, enhancement or suggestion to us - please do not send it to Us or accept a quote for the work from Us.</p>\n<p>This is a condition applicable to any paid change requests, including report element creation, new modules, enhancements to modules and feature improvement (including school, or jurisdiction specific tailoring).&nbsp;</p>\n<p>We will be entitled to use, reproduce, sell (including re-sell or re-licence), disclose, publish and distribute any material you submit for any purpose whatsoever without compensating you in any way.\nFor the avoidance of doubt, any IP that is created or provided to Us (excluding personal information uploaded to our platform) is and remains our property.</p>\n<p>For this reason, We request that you do not send Us feature requests, change requests, comments or suggestions that you do not wish to assign to Us.\nWe further ask that you do not send any confidential information to Us that you do not wish to be kept on record.</p>\n<p>NOTE: FOR THE AVOIDANCE OF DOUBT ANY WORK UNDERTAKEN AND INTELLECTUAL PROPERTY CREATED BY A COMPANY EMPLOYEE OR CONTRACTOR (UNDER ENGAGEMENT, SECONDMENT, CONTRACT OR OTHER) WILL BE ASSIGNED OR REMAIN OUR PROPERTY (OR THAT OF OUR AFFILIATED COMPANIES).&nbsp;</p>\n<p>&nbsp;</p>\n<p>WE MAY TRANSFER THIS AGREEMENT TO SOMEONE ELSE</p>\n<p>Unless otherwise stated in the Terms we provide or agree with you, We may transfer our rights and obligations under these Terms to another organisation.\nWe will always tell you in writing if this happens and we will ensure that the transfer will not affect your rights under the contract.</p>\n<p>&nbsp;</p>\n<p>TRANSFER OF BUSINESS</p>\n<p>In the unlikely event that the assets and operations of Compass are transferred to another party as a going concern, the personal data Compass processes will transfer to that third party in accordance with the Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>INDEMNIFICATION</p>\n<p>You agree to indemnify and hold Compass, its affiliates, officers, clients, agents, employees, contractors, and partners harmless for and against any and all claims, liabilities, damages (actual and consequential), losses, and expenses (including legal fees) arising from or in any way related to any third party claims relating to (a) your use of the Services (including any actions taken by a third party using your account), and (b) your violation of these Terms.\nIn the event of such a claim, suit, or action (\"Claim\"), We will provide notice of the Claim to the contact information we have for you (provided that failure to deliver such notice shall not eliminate or reduce your indemnification obligations hereunder).</p>\n<p>&nbsp;</p>\n<p>ASSIGNMENT</p>\n<p>You may not assign, delegate, or transfer these Terms or your rights or obligations hereunder, or your Services account, in any way (by operation of law or otherwise) without Compass' prior written consent.\nWe may transfer, assign, or delegate these Terms and our rights and obligations without consent.</p>\n<p>&nbsp;</p>\n<p>JURISDICTION</p>\n<p>Please note that &nbsp;for users in Australia and New Zealand these terms of use, their subject matter and their formation, are governed by Australian law.\nYou and We both agree that the courts of Australia will have exclusive jurisdiction.</p>\n<br>\n<p>Please note that in respect of users in jurisdictions outside of Australia and New Zealand the terms of use, their subject matter and their formation, are governed by English law.\nYou and we both agree that the courts of England and Wales will have exclusive jurisdiction except that if you are a resident of Northern Ireland you may also bring proceedings in Northern Ireland, and if you are resident of Scotland, you may also bring proceedings in Scotland.</p>\n<p>&nbsp;</p>\n<p>GENERAL TERMS</p>\n<p>The failure of either you or Us to exercise, in any way, any right herein shall not be deemed a waiver of any further rights hereunder.</p>\n<p>If any provision in these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated, to the minimum extent necessary, so that these Terms shall otherwise remain in full force and effect and enforceable.</p>\n<p>You and Compass agree that these Terms are the complete and exclusive statement of the mutual understanding between you and Compass, and that it supersedes and cancels all previous written and oral agreements (excluding Client Agreements), communications, and other understandings relating to the subject matter of these Terms.</p>\n<p>No agency, partnership, joint venture, or employment is created as a result of these Terms and you do not have any authority of any kind to bind Compass in any respect whatsoever.</p>", "created_at": "2023-09-08 00:08:08.819419", "updated_at": "2023-09-08 00:08:55.892296"}, {"id": 19048, "name": "Cookie Policy", "url": "https://sites.google.com/compass.education/policies/cookie-policy", "xpath": "/html/body/div[1]/div/div[2]/div[3]/div/div[1]/section[2]/div[2]/div", "text": "When you visit or interact with our websites, services, applications, Compass Platform tools or messaging, we or our authorised service providers may use cookies, web beacons, and other similar technologies for storing information to help provide you with a better, faster, and safer experience and for module and platform movement and trend analysis.This policy is designed to help you understand more about these technologies and our use of them on our websites and in our services, applications, Compass Platform and tools.\nBelow is a summary of a few key things you should know about our use of such technologies.&nbsp;Our cookies and similar technologies have different functions.\nThey are either necessary for the functioning of our services, help us improve our performance, give you extra functionalities, or help us to serve you relevant and targeted content.\nWe use cookies and similar technologies that only remain on your device for as long as you keep your browser active (session) and cookies and similar technologies that remain on your device for a longer period (persistent).You are free to block, delete, or disable these technologies if your device permits so.\nYou can manage your cookies and your cookie preferences in your browser or device settings.Where possible, security measures are set in place to prevent unauthorised access to our cookies and similar technologies.\nA unique identifier ensures that only we and/or our authorised service providers have access to cookie data.What are cookies, web beacons, and similar technologies?Like most sites, we use technologies that are essentially small data files placed on your computer, tablet, mobile phone, or other devices (referred to collectively as a “device”) that allow us to record certain pieces of information whenever you visit or interact with our sites, services, applications, messaging, and tools.The specific names and types of the cookies, web beacons, and other similar technologies we use may change from time to time.\nIn order to help you better understand this Policy and our use of such technologies we have provided the following limited terminology and definitions:Cookies – Small text files (typically made up of letters and numbers) placed in the memory of your browser or device when you visit a website or view a message.\nCookies allow a website to recognize a particular device or browser.\nThere are several types of cookies:Session cookies expire at the end of your browser session and allow us to link your actions during that particular browser session.Persistent cookies are stored on your device in between browser sessions, allowing us to remember your preferences or actions across multiple sites.First-party cookies are set by the site you are visiting.Third-party cookies are set by a third party site separate from the site you are visiting.Cookies can be disabled or removed by tools that are available in most commercial browsers.\nThe preferences for each browser you use will need to be set separately and different browsers offer different functionality and options.Web beacons - Small graphic images (also known as “pixel tags” or “clear GIFs”) that may be included on our sites, services, applications, messaging, emails and tools, that typically work in conjunction with cookies to identify our users and user behaviour.Similar technologies – Technologies that store information in your browser or device utilising local shared objects or local storage, such as flash cookies, HTML 5 cookies, and other web application software methods.\nThese technologies can operate across all of your browsers, and in some instances may not be fully managed by your browser and may require management directly through your installed applications or device.\nWe do not use these technologies for storing information to target advertising to you on or off our sites.We may use the terms “cookies” or “similar technologies” interchangeably in our policies to refer to all technologies that we may use to store data in your browser or device or that collect information or help us identify you in the manner described above.Your choice and our use of cookies, web beacons, and similar technologiesWe offer certain site features, services, applications, and tools that are available only through the use of these technologies.\nYou are always free to block, delete, or disable these technologies if your browser, installed application, or device so permits.\nHowever, if you decline cookies or other similar technologies, you may not be able to take advantage of certain site features, services, applications, or tools.\nYou may also be required to re-enter your password more frequently during your browsing session.\nFor more information on how you can block, delete, or disable these technologies, please review your browser or device settings.Generally, these technologies allow our sites, services, applications, and tools to store relevant information in your browser or device and later read that information in order to identify you to our servers or internal systems.\nWhere applicable, we protect our cookies and other similar technologies to help ensure that only we and/or our authorized service providers can interpret them by assigning them a unique identifier that is designed for interpretation only by us.\nWe do not store any of your personal information on any of our cookies or other similar technologies.Any personal information that we collect and store through use of these technologies is collected and processed in accordance with Privacy Policy.&nbsp;Our uses of such technologies fall into the following general categories:Operationally Necessary.\nWe may use cookies, web beacons, or other similar technologies that are necessary to the operation of our sites, services, applications, and tools.\nThis includes technologies that allow you access to our sites, services, applications, and tools.\nthat are required to identify irregular site behaviour, prevent fraudulent activity and improve security.\nor that allow you to make use of our functions such as search and other tools.&nbsp;Performance Related.\nWe may use cookies, web beacons, or other similar technologies to assess the performance of our websites, applications, services, and tools, including as part of our analytic practices to help us understand how our visitors use our websites, determine if you have interacted with our messaging, determine whether you have viewed an item or link, or to improve our website content, applications, services, or tools;Functionality Related.\nWe may use cookies, web beacons, or other similar technologies that allow us to offer you enhanced functionality when accessing or using our sites, services, applications, or tools.\nThis may include identifying you when you sign into our sites or keeping track of your specified preferences, usage patterns, or past items viewed so that we may enhance the presentation of content on our sites;Targeting Related.&nbsp.\nWe may use first-party or third-party cookies and web beacons to deliver content, including target relevant to your interests or site browsing, on our sites or on third party sites.&nbsp.\nIf you would like to opt-out of any types of technologies we employ on our sites, services, applications, or tools, you may do so by blocking, deleting, or disabling them as your browser or device permits.Use of these technologies by authorised third-party service providersWe may work with third-party companies, commonly known as service providers, who are authorised to place third-party cookies, web beacons, or similar technologies for storing information on our sites or in our services, applications, and tools with our permission.\nThese service providers help us to provide you with a better, faster, and safer experience.\nThey may also collect information that helps them identify your device, such as IP-address or other unique or device identifiers.These service providers may use these technologies to help us deliver our own content and advertising, and compile anonymous site metrics and analytics.\nWe do not permit any of these service providers to collect any of your personal information on our sites or in our services, applications, or tools for their own purposes.\nThese service providers are subject to confidentiality agreements with us and other legal restrictions on their use or collection of any personal information.\nThird party cookies are covered by the third-parties’ privacy policy.Analytical PurposesWe use Google analytic services to assist us in improving our platform.\nThese analytics provide metrics including but not limited to crash reporting, fault identification and usage, location and browser metrics.\nTo opt-out of Google Analytics users can visit and install a browser opt-out add-on https://tools.google.com/dlpage/gaoptoutIf you believe a client or other third-party content might be collecting personal information or using tracking technologies on one of our sites, please report it to legal@compass.education&nbsp;", "created_at": "2023-09-08 00:08:08.878804", "updated_at": "2023-09-08 00:09:17.290625"}, {"id": 19049, "name": "Copyright Policy", "url": "https://policies.compass.education/copyright-policy", "xpath": "/html/body/div[1]/div/div[2]/div[3]/div/div[1]/section[2]/div[2]/div", "text": "<p>Compass has adopted the general policy below toward copyright infringement.&nbsp;</p>\n<p>Your use of Compass' Services is at all times subject to the Terms of Service, which incorporates this Copyright Policy.&nbsp;</p>\n<p>Compass reserves the right to (1) block access or remove any material that we believe in good faith to be copyrighted material that has been illegally copied and distributed by any of our advertisers, affiliates, clients, content providers, members or users and (2) remove, block and/or discontinue service to repeat offenders.</p>\n<ul>\n<li>\n<ul>\n<li>\n<p>Procedure for Reporting Copyright Infringements</p>\n<ul>\n<li>\n<p>If you believe that material or content residing on or accessible through the Services infringes your copyright (or the copyright of someone whom you are authorised to act on behalf of), please send a notice of copyright infringement containing the following information to the Copyright Officer (below):</p>\n<ul>\n<li>\n<p>A physical or electronic signature of a person authorised to act on behalf of the owner of the copyright that has been allegedly infringed;</p>\n</li>\n<li>\n<p>Identification of works or materials being infringed;</p>\n</li>\n<li>\n<p>Identification of the material that is claimed to be infringing including information regarding the location of the infringing materials that the copyright owner seeks to have removed, with sufficient detail so that Compass is capable of finding and verifying its existence;</p>\n</li>\n<li>\n<p>Contact information about the notifier including address, telephone number and, if available, email address;</p>\n</li>\n<li>\n<p>A statement that the notifier has a good faith belief that the material identified in 1(c) is not authorised by the copyright owner, its agent, or the law.\nand</p>\n</li>\n<li>\n<p>A Statutory Declaration or statement made under penalty of perjury that the information provided is accurate and the notifying party is authorised to make the complaint on behalf of the copyright owner.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>Once Proper Bona Fide Infringement Notification is Received by the Copyright Officer</p>\n<ul>\n<li>\n<p>Upon receipt of a proper notice of copyright infringement, we reserve the right to:</p>\n<ul>\n<li>\n<p>remove or disable access to the infringing material;</p>\n</li>\n<li>\n<p>notify the content provider, client, member or user who is accused of infringement that we have removed or disabled access to the applicable material.\nand</p>\n</li>\n<li>\n<p>terminate such content provider's, member's or user's access to the Services if he or she is a repeat offender.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>Procedure to Supply a Counter-Notice to the Designated Agent</p>\n<ul>\n<li>\n<p>If the content provider, member or user believes that the material that was removed (or to which access was disabled) is not infringing, or the content provider, member or user believes that it has the right to post and use such material from the copyright owner, the copyright owner's agent, or, pursuant to the law, the content provider, member, or user has the right to send us a counter-notice containing the following information to the Copyright Officer:</p>\n<ul>\n<li>\n<p>A physical or electronic signature of the content provider, member or user;</p>\n</li>\n<li>\n<p>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled;</p>\n</li>\n<li>\n<p>A statement that the content provider, member or user has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material.\nand</p>\n</li>\n<li>\n<p>Content provider's, address, telephone number, and, if available, email address, and a statement that such person or entity consents to the jurisdiction of the Federal Court for the judicial district in which the content provider's, member's or user's address is located, or, if the content provider's, member's or user's address is located outside Australia, for any judicial district in which Compass is located, and that such person or entity will accept service of process from the person who provided notification of the alleged infringement.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>If a counter-notice is received by the Copyright Officer, Compass may send a copy of the counter-notice to the original complaining party informing that person that Compass may replace the removed material or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user accused of committing infringement, the removed material may be replaced or access to it restored in 10 to 14 business days or more after receipt of the counter-notice, at Compass' discretion.</p>\n<p>Please contact Compass' Copyright Officer to Receive Notification of Claimed Infringement at the following address:</p>\n<p>Compass Education</p>\n<p>PO BOX 366</p>\n<p>Balwyn North, VIC 3104</p>\n<p>Australia</p>", "created_at": "2023-09-08 00:09:22.158428", "updated_at": "2023-09-08 00:09:32.45869"}, {"id": 19047, "name": "Privacy Policy", "url": "https://sites.google.com/compass.education/policies/privacy", "xpath": "/html/body/div[1]/div/div[2]/div[3]/div/div[1]/section[2]/div[2]/div", "text": "<p>INTRODUCTION</p>\n<p>&nbsp;</p>\n<p>For customers based in Australia, the United States and other countries (not including the European Union, United Kingdom and New Zealand which are subject to separate privacy policies set out on this website), this Privacy Policy “We” “Us” “Compass” refers to Compass Education Pty Ltd, a company registered in Australia, having its registered office at Level 2, 36-38 Burwood Road, Hawthorn, Victoria, Australia 3122.</p>\n<p>Compass respects your privacy and is committed to protecting your personal data.\nThis Privacy Policy will inform you as to how We look after your personal data where We collect your personal data from a third party or when you:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nvisit our websites at http://*.compass.education (the “Site”, our “Website(s)”, the “Compass Platform”), and all related web sites;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\ndownload software and/or mobile applications (including tablet applications);</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nuse other services provided by us and on which a link to this Privacy Policy is displayed.\nor</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nwhere you communicate with Us in written or oral means, such as email or phone.</p>\n<p>&nbsp;</p>\n<p>When We use the word \"Services\" We mean the \"compass.education\" domain, all the other websites, products, services, provision of software, the Compass Platform and applications made available by Compass (for example, the Compass School Manager Android app available via the Android Marketplace, and the Compass School Manager App for iPhone and iPad on the Apple App Store).</p>\n<p>&nbsp;</p>\n<p>This Privacy Policy will also tell you about your privacy rights and how the law protects you.</p>\n<p>&nbsp;</p>\n<p>It is important that you read this Privacy Policy together with any other Privacy Policy or fair processing policy We may provide on specific occasions when We are collecting or processing personal data about you so that you are fully aware of how and why We are using your personal data.\nThis Privacy Policy supplements other notices and privacy policies and is not intended to override them.</p>1.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nDefinitions<p>“Client” means a customer of Compass.</p>\n<p>“Client Data” means personal data, reports, addresses and other files, folders or documentations in electronic form that a User or Client of the Services provides to us.</p>\n<p>“Public Area” means the area of the Website, application or Compass Platform that can be accessed by both Users and Visitors, without needing to log in.</p>\n<p>“Restricted Area” means the area of the Website, application or Compass Platform that can be accessed by Users only where they have logged in.</p>\n<p>“User” means an employee, agent, student, parent, guardian or representative of a Client, who primarily uses the restricted areas of the Website, application or Compass Platform&nbsp.\nfor the purpose of accessing the Services.</p>\n<p>“Visitor” means an individual other than a User, who uses the Public Area, but has no access to the Restricted Areas of the Website, application or Compass Platform.</p>2.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nOur role2.1&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nFor most personal data collected through our Website(s) traffic, where you submit a request or query to directly to Us or where We market to you, We will be considered the holder of that personal data.2.2&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nFor most personal data within the Compass Platform, applications, or Website or where We provide services and online solutions to our Clients, access to the Compass Platform (and Services) is through a service agreement with our Clients.&nbsp.\nFrom time-to-time, We may also provide Services where We request information directly from you.&nbsp;2.3&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nIf you have any questions as to your data or Compass account, you may email legal@compass.education.\nEmails must include the URL of the service/portal you are using as well as your full name and account ID (username).3.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe data we collect about you<p>Personal data, or personal information, means any information about a living individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).</p>\n<p>&nbsp;We may collect, use, store and transfer different kinds of personal data about you which We have grouped together below.\nProcessing and collection of data will differ depending on your status, for example parent, education professional or student.\nsome categories of data may not be collected with respect to parents or education professionals by Compass such as race or ethnicity, religious or philosophical beliefs, sex life, identity, information about your health, and genetic and biometric data.\nThe extent to which this data may be stored in Compass may vary based on the data collection policies of the education institution.\nFor more information on what data may be collected we recommend contacting the relevant education institution.&nbsp;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nIdentity Data includes first name, maiden name, last name, username or similar identifier, marital status, title, date of birth and gender, city, profile picture URL, unique identifiers.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nContact Data includes billing address, delivery address, email address and telephone numbers, geographic location.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nFinancial Data includes bank account and payment card details and billing information.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nTransaction Data includes details about payments to and from you and other details of products and services you have purchased from Us.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nTechnical Data includes device data, internet protocol (IP) address or other device address or ID, your login data, browser type and version, details of the web pages visited just before or after using a Service, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access this website.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nProfile Data includes your username and password, purchases or orders made by you, your interests, preferences, feedback and survey responses.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nUsage Data includes information about how you use our website, products and services.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nLocation Data includes information about your actual location.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nSpecial Categories of Personal Data includes details about your race or ethnicity, religious or philosophical beliefs, sex life, identity,&nbsp.\ninformation about your health, and genetic and biometric.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nMarketing and Communications Data includes your preferences in receiving marketing from Us and our third parties and your communication preferences.</p>\n<p>We also collect, use and share aggregated data such as statistical or demographic data , however this is de-identified.\nAggregated data could be derived from your personal data but is not considered personal data in law as this data will not directly or indirectly reveal your identity.\nFor example, We may aggregate your Usage Data to calculate the percentage of Users accessing a specific website feature.\nHowever, if We combine or connect aggregated data with your personal data so that it can directly or indirectly identify you, We treat the combined data as personal data which will be used in accordance with this Privacy Policy.</p>\n<p>We do not provide areas within our platform designed to collect any information about criminal convictions and offences but may collect information in relation to court orders and directions.&nbsp;</p>\n<p>Where We need to collect personal data by law, or under the terms of a contract We have with you, and you fail to provide that data when requested, We may not be able to perform the contract We have or are trying to enter into with you (for example, to provide you with access to the Compass Platform).\nIn this case, We may have to cancel a product or service you have with us but We will notify you if this is the case at the time.</p>4.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nHow is your personal data collected?<p>We use different methods to collect personal data from and about you including through:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nDirect interactions.\nYou may give us your personal data by filling in forms or by corresponding with us by post, phone, email or otherwise.\nThis includes personal data you provide when you:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\napply for or use our products or Services;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\ncreate an account on our Website, Compass Platform or through our applications;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nPost personal data on our Website, applications or the Compass Platform;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nInteract through the applications, Compass Platform, our Website or with other Users (through communication or messaging capabilities);</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nsubscribe to our service or publications;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nuse one of our self-service kiosks or POS terminals or services;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nrequest marketing to be sent to you.\nor</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\ngive us feedback, make a customer service or helpdesk request or contact us.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nAutomated technologies or interactions.\nAs you interact with our Website, applications or the Compass Platform, We will automatically collect Technical Data about your equipment, browsing actions and patterns.\nWe collect this personal data by using cookies, “clear gifs”, “pixels”, “location services” or “beacons” and other similar technologies.\nWe may also receive Technical Data about you if you visit other websites employing our cookies.\nPlease see our Cookies Policy for further details.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nIntegrated Services.\nYou may be given the option to access or register for use of Services on the Website, Compass Platform or applications through the use of your username and passwords for certain services provided by third parties (each, an “Integrated Service”), such as through the use of your Google account, authentication provider, or otherwise have the option to authorise an Integrated Service to provide personal data or other information to Us.\nYou should check your privacy settings on each Integrated Service to understand what information that Integrated Service makes available to Us, and make changes as appropriate.\nPlease review each Integrated Service’s terms of use and privacy policies carefully before using their services and connecting to our Service.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nInformation collected through our Clients or Users.\nA Client or User may store or upload information about you via the Website, applications or Compass Platform.\nCompass does not necessarily hold a direct relationship with the individuals whose personal data it hosts as part of Client Data.\nEach Client/User is responsible for ensuring it has the appropriate legal basis to process such information and is responsible for providing notice to its customers and third parties concerning the purpose for which Client/User collects their personal data and how this personal data is processed in or through the Service as part of Client Data.\nThis personal data may include Contact, Identity, Financial and Special Category Data.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nThird parties or publicly available sources.\nWe may receive personal data about you from various third parties and public sources as set out below:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nTechnical Data from analytics providers such as Google who may be based outside of your service jurisdiction, advertising networks and search information providers.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nContact, Financial and Transaction Data from providers of technical, payment and delivery services such as Visa or MasterCard.&nbsp;&nbsp;</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nContact, Financial and Transaction Data from credit rating agencies.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nIdentity and Contact Data from publicly available sources such as Companies House and the Electoral Register based inside the EU or advertisers.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nOther entities within the Compass group structure (“Compass Group”).</p>5.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nHow we use your personal data<p>We will only use your personal data when the law allows us to.\nMost commonly, We will use your personal data in the following circumstances:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nWhere We need to perform the contract We are about to enter into or have entered into with you or your school.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nWhere it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.\nLegitimate interest means the interest of our business in conducting and managing our business to enable Us to give you the best service/product and the best and most secure experience.\nWe make sure We consider and balance any potential impact on you (both positive and negative) and your rights before We process your personal data for our legitimate interests.\nWe do not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\nYou can obtain further information about how We assess our legitimate interests against any potential impact on you in respect of specific activities by contacting Us at legal@compass.education</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nWhere We need to comply with a legal obligation.\nThis means processing your personal data where it is necessary for compliance with a legal obligation that We are subject to.</p>\n<p>Generally, We do not rely on consent as a legal basis for processing your personal data although We will get your consent before sending third party (non-company associated) direct marketing communications to you via email or text message.\nYou have the right to withdraw consent to marketing at any time by contacting Us.</p>\n<p>&nbsp;</p>\n<p>We have set out below, in a table format, a description of all the ways We plan to use your personal data, and which of the legal bases We rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.</p>\n<p>&nbsp;</p>\n<p>Note that We may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your personal data.\nPlease contact us if you need details about the specific legal ground We are relying on to process your personal data where more than one ground has been set out in the table below.</p>\n<p>&nbsp;</p>", "created_at": "2023-09-08 00:08:08.849464", "updated_at": "2023-09-08 00:12:11.83429"}], "points": [], "urls": ["compass.education"]}}