{"error": 448, "message": "OK", "parameters": {"id": 9839, "name": "Dólar Hoje", "created_at": "2023-10-23 21:09:38.43719", "updated_at": "2023-10-23 22:02:43.795544", "wikipedia": null, "keywords": null, "related": null, "slug": "dolar-hoje", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9839.png", "url": "dolarhoje.com", "documents": [{"id": 19605, "name": "Políticas", "url": "https://dolarhoje.com/politicas/", "xpath": "//body", "text": " Usamos cookies e tecnologias semelhantes de acordo com a nossa Política de Privacidade.\nAo continuar navegando, você concorda com essas condições.\nOK <p>Dólar Hoje</p> Políticas<p>A privacidade dos visitantes do DolarHoje.com é muito importante para nós e estamos empenhados em assegurá-la.\nEssa política e termos explicam o que fazemos com suas informações pessoais.</p>\n<p>Ao usar o DolarHoje.com, você consente a coleção e uso de dados pessoais descritos abaixo.</p>Coleta de informações<p>As seguintes informações pessoais podem ser coletadas, armazenadas e usadas:</p>\n<ul>\n<li>Informações sobre o computador incluindo endereço IP, localização geográfica, tipo de navegador e versão, duração de visita e sistema operacional.</li>\n<li>Informações sobre sua visita e uso do website incluindo fonte de referência, duração da visita, visualizações de página e caminhos de navegação no website.</li>\n<li>Informações como email, nome e demais informações enviadas ao entrar em contato conosco via email incluindo conteúdo e metadados.</li>\n<li>Informações geradas enquanto usa o website incluindo onde, com que frequência e em que circunstâncias.</li>\n<li>Qualquer outra informação pessoal enviada para nós.</li>\n</ul>Política de privacidade<p>DolarHoje.com pode utilizar cookies e/ou web beacons quando um usuário tem acesso às páginas.\nOs cookies que podem ser utilizados associam-se (se for o caso) unicamente com o navegador de um determinado computador.</p>\n<p>Cookies são pequenos arquivos de texto colocados em sua máquina para ajudar o website a prover uma melhor experiência do usuário.\nEm geral, cookies armazenam preferências do usuário, armazenam informação de coisas como carrinhos de compras e provêem dados do usuári anonimamente à aplicações de terceiros como o Google Analytics.\nPor via de regra, cookies melhoram a experiência de navegação.\nNo entanto, você pode preferir desabilitar os cookies desse website ou de outros.\nA maneira mais eficaz de fazer isso é desabilitando cookies no seu navegador.\nSugerimos você procurar a seção Ajuda do seu navegador para isso.</p>\n<p>Os cookies que são utilizados no DolarHoje.com podem ser instalados pelo mesmo, os quais são originados dos distintos servidores operados por este, ou a partir dos servidores de terceiros que prestam serviços e instalam cookies e/ou web beacons (por exemplo, os cookies que são empregados para prover serviços de publicidade ou certos conteúdos através dos quais o usuário visualiza a publicidade ou conteúdos em tempo pré determinados).\nO usuário poderá pesquisar o disco rígido de seu computador conforme instruções do próprio navegador.</p>\n<p>Usuário tem a possibilidade de configurar seu navegador para ser avisado, na tela do computador, sobre a recepção dos cookies e para impedir a sua instalação no disco rígido.\nAs informações pertinentes a esta configuração estão disponíveis em instruções e manuais do próprio navegador.</p>\n<p>Usamos empresas de publicidade de terceiros para veicular anúncios durante a sua visita ao DolarHoje.com.\nEssas empresas podem usar informações (que não incluem o seu nome, endereço, endereço de e-mail ou número de telefone) sobre suas visitas a este e a outros websites a fim de exibir anúncios relacionados a produtos e serviços de seu interesse.\nPara obter mais informações sobre essa prática e saber como impedir que as empresas utilizem esses dados, clique aqui e aqui.</p>Dados pessoais coletados para os seguintes propósitos e usando os seguintes serviços<p>Estatística: Google Analytics com IP anônimo.\nDados pessoais: cookies e dados de uso.\nVocê pode optar por desativar o Google Analytics com seu addon.</p>\n<p>Anúncios: Google AdSense.\nDados pessoais: cookies e dados de uso.\nVocê pode desativar a personalização de anúncios do Google através das configurações de anúncios.</p>\n<p>Hospedagem e infraestrutura do backend: Digital Ocean.\nDados pessoais: os especificados na política de privacidade do serviço.</p>\n<p>Boletim via email: Buttondown.\nDados pessoais: Email.\nSomente receberão mensagens os usuários que se cadastrarem no programa e optarem pelo recebimento de novidades do site após confirmação.\nÉ possível descadastrar através de um link no email do boletim, assim não caracterizando como SPAM.</p>\n<p>Comunicação: Email.\nSe você se identificar nos enviando um email contendo informações pessoais, então a informação coletada somente será usada para que possamos responder à mensagem.</p>\n<p>Segurança: Para propósitos de segurança e garantir que este serviço esteja disponível para todos os seus usuários, DolarHoje.com usa softwares de monitoramento de tráfego da rede para tentar identificar tentativas de acessos não autorizadas ou que possam causar danos.</p>Mais informações sobre dados pessoais<p>Nós não vendemos ou alugamos dados dos usuários a terceiros para qualquer propósito.\nOs únicos usos de dados estão mencionados nessa política.\nO usuário é dono de seus dados e pode optar por não compartilhá-los desabilitando os cookies de seu navegador ou pelos links mencionados de desativação de Analytics e anúncios.</p>Links para websites de terceiros ou recursos<p>DolarHoje.com contém links para outros websites.\nSe você usar links para acessar outros sites, seu navegador será redirecionados para outros sites que podem ter seus próprios termos de uso e política de privacidade.\nDolarHoje.com não é responsável pelo conteúdo, informação, serviços, produtos e anúncios apresentados em outros websites.\nVocê deve acessá-los por seu próprio risco.\nOs links não constituem apoio pelo DolarHoje.com de outros websites ou recursos, conteúdo, informação, serviços e produtos.\nDolarHoje.com somente oferece esses links por conveniência.\nDolarHoje.com não aceita responsabilidade pelo conteúdo ou conduta de outros websites.</p>Armazenamento de dados<p>DolarHoje.com usa fornecedores de terceiros e parceiros de hospedagem para prover o hardware, software, rede, armazenamento e tecnologias relacionadas necessárias para manter os serviços de DolarHoje.com.\nDolarHoje.com é dona do código, banco de dados e todos os direitos das aplicações do DolarHoje.com.</p>Segurança de informação<p>Nós tomamos precauções para garantir a segurança das suas informações pessoais.\nNo entanto, não podemos garantir que hackers ou pessoas não autorizadas consigam acesso à suas informações pessoais mesmo com nossos esforços.\nVocê deve notar que ao usar os serviços do DolarHoje.com, suas informações irão passar por infraestrutura de terceiros que não estão no nosso controle.</p>\n<p>Nós não podemos proteger, nem essa política de privacidade pode se aplicar para, qualquer informação que você transmita para nossos usuários.\nVocê nunca deve transmitir informações pessoais ou que possam identificá-lo aos outros usuários.</p>Compartilhamento de informação perante à lei<p>É necessário o compartilhamento de informação para que haja investigação, prevenção ou tomada de ação em relação à atividades ilegais, suspeita de fraude, situações envolvendo possíveis ameaças à segurança física de qualquer pessoa, violações dos termos de serviço e política ou outra requerida pela lei.</p>Transferência de dados entre países<p>Informações coletadas podem ser armazenadas, processadas e transferidas entre os países em que operamos para que nos permita o uso de informação de acordo com a política e termos.</p>\n<p>Os dados pessoais que você publicar em nosso website ou enviados para publicação em nosso website podem estar disponíveis, via Internet, ao redor do mundo.\nNão podemos prevenir o uso ou mau uso dessas informações por outros.</p>Sobre as extensões do Google Chrome e Mozilla FireFox do DolarHoje.com<p>Não coletamos informações pessoais através das extensões.\nO Google e a Mozilla, no entanto, exibem o nome do usuário e perfil público em seus serviços quando o usuário das extensões do DolarHoje.com enviam comentário, análise ou requisições de suporte.\nEsses dados serão usados somente para melhoria dos nossos serviços e contato com o usuário sobre seus comentários.\nDados estatísticos agregados (não identificáveis) de usos das extensões podem ser enviados ao DolarHoje.com pelas empresas mencionadas ou serem exibidos publicamente em seus respectivos sites.\nInstalando as extensões do DolarHoje.com você está sujeito aos termos e políticas das empresas criadoras dos navegadores e plataformas de extensões.</p>Isenção de responsabilidade na conversão de moeda<p>O DolarHoje.com não garante a precisão das taxas de câmbio usadas pela calculadora.\nConfirme as taxas atuais antes de efetuar transações que possam ser afetadas pelas alterações nas taxas de câmbio.\nAs taxas têm apenas fins informativos e estão sujeitas a alterações sem notificação prévia.\nAs taxas para transações reais podem variar e o DolarHoje.com não está se oferecendo para participar de nenhuma transação a qualquer taxa exibida.</p>Alterações<p>Poderemos atualizar esta política de privacidade e termos de tempos em tempos, portanto você deverá verificá-la periodicamente.\nSe alterações substanciais forem feitas, notificaremos você sobre tais alterações através de uma nota proeminente no site.</p>Informação de contato<p>Dono e controlador de dados: Pedro Menezes</p>\n<p>Email de contato: eu@pedromenezes.com</p> ", "created_at": "2023-10-23 21:09:38.475061", "updated_at": "2023-10-23 21:09:58.53875"}], "points": [], "urls": ["dolarhoje.com"]}}