{"error": 448, "message": "OK", "parameters": {"id": 8488, "name": "News4JAX", "created_at": "2023-06-27 00:57:33.337931", "updated_at": "2023-06-27 10:02:07.104624", "wikipedia": null, "keywords": null, "related": null, "slug": "news4jax", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8488.png", "url": "news4jax.com", "documents": [{"id": 16479, "name": "Terms of Use ", "url": "https://www.news4jax.com/station/2019/11/14/terms-of-use/", "xpath": "/html/body/div[2]/section/main/section[2]", "text": "StationTerms of UsePublished:&nbsp;November 14, 2019 at 8:52 AMUpdated:&nbsp;December 29, 2022 at 12:29 PMTags:&nbsp;Station<p>WJXT-TV4/WCWJ-TV17 (“WJXT/WCWJ”) and their parent, affiliated and related companies (collectively referred to herein as “we”, “us”, “our” or “WJXT/WCWJ”), operate this Web site, mobile site (the “Site”) or App to provide news data and information, related features and services (the “Service”).\nThe terms and conditions set forth herein (the “Terms of Use”) constitute a legally binding agreement between us and you regarding the terms on which we offer you access to the Service.</p>\n<p>\n<b>1.\nYour Use of the Service and this Site or App is Governed by These Terms of Use.\nPlease take a few minutes to review the Terms of Use.\nBy accessing and using this Site or App, you agree to be bound by each of the Terms of Use and all applicable laws and regulations governing the Site or App.\nIf you do not agree with any of the Terms of Use, you are not authorized to access or use this Site or App for any purpose.</b>\n</p>\n<p>\n<b>2.\nThese Terms of Use May Change Without Prior Notice</b>\n</p>\n<p>We reserve the right to modify these Terms of Use at any time without giving you prior notice.\nYour use of the Site or App following any such modification constitutes your agreement to follow and be bound by the Terms of Use as modified.\nFor this reason, we encourage you to review these Terms of Use whenever you use this Site or App.\nThe last date these Terms of Use were revised is set forth below.</p>\n<p>\n<b>3.\nYour Use of the Site, App, Service, Content – Permissions and Restrictions</b>\n</p>\n<p>The Service, the Site or App and all data and information and/or content that you see, hear or otherwise experience on the Site or App (the “Content”) belongs to us, our partners, affiliates, contributors or third parties and may be protected by U.S.\nand international copyright, trademark, intellectual property and other laws.\nContent provided by the Associated Press and other third parties is used on the Site or App with the permission of the Associated Press or such third parties.</p>\n<p>\n<b>a.\nRestrictions on Use</b>\n</p>\n<p>You may use the Site or App, the Service and the Content solely for your personal, non-commercial use as set forth in these Terms of Use, provided that:</p>\n<p>1.\nYou shall not modify or alter the Content in any way, or delete or change any copyright or trademark notice.</p>\n<p>2.\nYou shall not download, distribute, republish, retransmit, reproduce or otherwise use in any medium any part of the Content without WJXT/WCWJ’s prior written authorization, unless WJXT/WCWJ makes available the means for such distribution through an embeddable video player or other functionality offered by the Site, App or Service.</p>\n<p>3.\nYou shall not access Content through any technology or means other than the explicitly authorized means WJXT/WCWJ may designate.</p>\n<p>4.\nYou agree not to use the Content for any of the following commercial uses unless you obtain WJXT/WCWJ’s prior written approval:</p>\n<ul>\n<li>the sale of access to the Service or Content;</li>\n<li>the sale of advertising, sponsorships, or promotions placed on or within the Content.\nor</li>\n<li>the sale of advertising, sponsorships, or promotions on any page of an ad-enabled web site, mobile site or app containing Content delivered via the Site or App, unless other material not obtained from WJXT/WCWJ appears on the same page and is of sufficient value to be the basis for such sales.</li>\n</ul>\n<p>5.\nIf you use the embeddable video player on your web site, mobile site or app, you may not modify, build upon, or block any portion or functionality of the embeddable video player, including but not limited to links back to the WJXT/WCWJ Site or App.</p>\n<p>6.\nIn your use of the Site or App, Service and Content, you will comply with all applicable laws.</p>\n<p>No right, title or interest in any Content is transferred to you as a result of any copying, downloading or embedding of such Content.\nWe reserve complete title and full intellectual property rights in any Content you copy, download or embed from this Site or App.</p>\n<p>You agree not to alter, modify, reformat, copy, download, reproduce, duplicate, display, distribute, repost, transmit, publish, license, sell, rent, transfer, or create derivative works from any Content obtained from the Site, App or Service, except as expressly permitted by these Terms of Use.\nMoreover, you may not use any of the marks appearing throughout this Site or App without express written consent from the trademark owner unless they are embedded in the Content available for use, or except as otherwise permitted by applicable law.\nWJXT/WCWJ may disable video players, remove shared content, discontinue any aspect of the Site, App or Service or terminate your use of the Content at any time without notice.\nYou agree to remove any videos from your web site, mobile site or App upon request of WJXT/WCWJ, and your continued use of the Site or App is subject to compliance with any such request made by WJXT/WCWJ.</p>\n<p>You agree not to circumvent, disable or otherwise interfere with security-related features of the Site, App or Service or features that prevent or restrict use or copying of any Content or enforce limitations on use of the Site, App or Service or the Content therein.</p>\n<p>\n<b>b.\nSpecific Restrictions on Use of Associated Press Material</b>\n</p>\n<p>Content provided by the Associated Press, including information, data, text, photographs, graphics, audio and/or video material, shall not be published, broadcast, rewritten for broadcast or publication or redistributed directly or indirectly in any medium, and may not be stored in a computer except for personal and non-commercial use.\nThe Associated Press will not be liable for any delays, inaccuracies, errors or omissions in any such content, or in the transmission or delivery of all or any part thereof, or for any damages arising there from.\nThe AP Terms and Conditions web page can be viewed here.</p>\n<p>\n<b>c.\nSpecific Restrictions on Use of Getty Images Material</b>\n</p>\n<p>Getty Images Material shall not be downloaded, republished, retransmitted, reproduced or otherwise used.</p>\n<p>\n<b>4.\nDisclaimer of Warranties </b>YOU EXPRESSLY AGREE TO ASSUME TOTAL RESPONSIBILITY AND RISK FOR YOUR USE OF THE SITE OR APP AND THE SERVICE.\nWE MAKE NO EXPRESS OR IMPLIED WARRANTIES, REPRESENTATIONS OR ENDORSEMENTS WHATSOEVER WITH RESPECT TO THE SITE, APP OR THE SERVICE.\nWE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NONINFRINGEMENT, WITH REGARD TO THE SITE OR APP, THE SERVICE, OR ANY INFORMATION OR CONTENT CONTAINED THEREIN (INCLUDING THIRD PARTY INFORMATION).\nWE SHALL NOT BE LIABLE FOR ANY LOSS OR DAMAGE ARISING EITHER DIRECTLY OR INDIRECTLY FROM ANY USE OF THE SITE OR APP, THE SERVICE OR ANY INFORMATION OR CONTENT CONTAINED THEREIN (INCLUDING THIRD PARTY INFORMATION).\nIT IS SOLELY YOUR RESPONSIBILITY TO EVALUATE THE ACCURACY, COMPLETENESS AND USEFULNESS OF ALL INFORMATION OR CONTENT PROVIDED BY THE SITE, APP OR THE SERVICE.\nWE DO NOT WARRANT THAT THE FUNCTIONS PERFORMED BY THE SITE, APP OR THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, OR THAT DEFECTS IN THE SITE, APP OR THE SERVICE WILL BE CORRECTED.\nWE DO NOT WARRANT THE ACCURACY OR COMPLETENESS OF THE INFORMATION OR CONTENT PROVIDED BY THE SITE, APP OR THE SERVICE, OR THAT ANY ERRORS IN THE INFORMATION OR CONTENT WILL BE CORRECTED.\nTHE SITE OR APP, THE SERVICE AND THE INFORMATION OR CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.</p>\n<p>\n<b>a.\nSpecific Disclaimer For Downloading of Files</b> We cannot and do not guarantee or warrant that files available for downloading through the Site or App will be free of infection by viruses, worms, Trojan horses or other code that manifests contaminating or destructive properties.\nThe entire risk as to the quality and performance of the Site, App or the Service, the accuracy of any information or content provided through the Site, App or the Service, or quality of any file used in conjunction with the Site, App or the Service is solely and exclusively with you the user.</p>\n<p>\n<b>b.\nSpecific Disclaimer for International Use</b> We make no representation that information or content provided on the Site or App is applicable or appropriate for use in locations outside the United States.\nPortions or versions of the Site or App that have been translated into any language other than English are provided for the convenience of the user only.\nWe make no representation or warranty that the translations are complete and accurate and we, by providing some content in a language other than English, undertake no obligation to provide translations of all or any portion of the Site or App in any language except as determined by us.\nYou agree to comply with all applicable laws and local rules regarding the transmission of technical data, acceptable content and online conduct.</p>\n<p>\n<b>5.\nLimitation of Liability </b>IF YOU ARE DISSATISFIED WITH THE SITE OR APP OR ANY CONTENT ON THE SITE OR APP, OR WITH THE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE OR APP.\nYOU ACKNOWLEDGE, BY YOUR USE OF THE SITE OR APP, THAT YOUR USE OF THE SITE OR APP IS AT YOUR SOLE RISK.\nYOU UNDERSTAND AND AGREE THAT UNDER NO CIRCUMSTANCES WILL WE BE LIABLE FOR ANY DAMAGES WHATSOEVER, INCLUDING, BUT NOT LIMITED TO,a.\nANY DIRECT, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR INDIRECT DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF DATA, PROGRAMS OR INFORMATION, AND THE LIKE) ARISING OUT OF THE USE OF OR INABILITY TO USE THE SITE OR APP, THE SERVICE, OR THE INFORMATION OR CONTENT PROVIDED THEREIN,b.\nANY CLAIM ATTRIBUTABLE TO ERRORS, OMISSIONS, OR OTHER INACCURACIES IN THE SITE OR APP, THE SERVICE AND/OR INFORMATION OR CONTENT CONTAINED THEREIN OR DOWNLOADED THROUGH THE SITE OR APP,c.\nUNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA,d.\nSTATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITE, APP OR THE SERVICE, ORe.\nANY OTHER MATTER RELATING TO THE SITE, APP OR THE SERVICE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nIN SUCH STATES, OUR LIABILITY IS LIMITED AND WARRANTIES ARE EXCLUDED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>\n<p>\n<b>6.\nIndemnification</b> You understand and agree that you are personally responsible for your behavior on the Site or App and for your use of the Content.\nYou agree to indemnify, defend and hold harmless us, our subsidiaries, affiliated companies, joint venturers, business partners, licensors, employees, agents, and any third-party information providers to the Service from and against all claims, losses, expenses, damages and costs (including, but not limited to, direct, incidental, consequential, exemplary and indirect damages), and reasonable attorneys’ fees, resulting from or arising out of your use of the Site, App or the Service or your use of the Content, any violation by you of this Agreement, or any activity related to your user account (including negligent or wrongful conduct) by you or any other person accessing the Site, App or Service through your user account.</p>\n<p>\n<b>7.\nPersonal Information and Privacy Policy</b>\n</p>\n<p>We may monitor, record, collect and use for any lawful purpose information generated through your use of the Site, App or the Service.\nThe collected information is subject to our Privacy Policy.\nYour obligations under these Terms of Use are in no way conditioned on us complying with the terms of our Privacy Policy.</p>\n<p>\n<b>8.\nUser Conduct</b>\n</p>\n<p>You agree not to take any action that interferes with the proper working of the Site or App.\nimposes an unreasonable or disproportionately large load on the Site or App’s infrastructure.\nmight compromise the security of the Site or App.\nrender the Site, App or the Service inaccessible to others.\nor otherwise cause damage to the Site or App or any Content contained on the Site or App.\nYou agree not to add to, subtract from, or otherwise modify the Content on the Site or App except as expressly authorized by us in these Terms of Use or by a written agreement between you and us.</p>\n<p>On some parts of the Site or App, you can post messages or express your comments on a given topic to which others can respond.\nYou agree not to upload, distribute, post or otherwise publish through the Site, App or the Service:</p>\n<p>a.\nany information, data, text, software, photographs, graphics, messages, comments, videos or other material (“Material”) that infringes any patent, trademark, trade secret, copyright or other proprietary rights or rights of privacy or publicity of any party;</p>\n<p>b.\nany libelous, defamatory, obscene, threatening, sexually explicit, pornographic, abusive, or otherwise illegal Material;</p>\n<p>c.\nany Material that you do not have the right to transmit under law or under contractual or fiduciary relationships;</p>\n<p>d.\nany Material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</p>\n<p>e.\nany Material that harms minors in any way;</p>\n<p>f.\nany Material that violates a person’s right to privacy;</p>\n<p>g.\nany Material that contains or advocates illegal or violent acts;</p>\n<p>h.\nany Material that degrades others on the basis of gender, race, class, ethnicity, national origin, religion, sexual orientation, disability, or other classification;</p>\n<p>i.\nany Material that is predatory, hateful, or intended to intimidate or harass;</p>\n<p>j.\nany Material that contains advertising or solicitation of any kind;</p>\n<p>k.\nany Material that misrepresents your identity or affiliation.\nand/or</p>\n<p>l.\nany Material that impersonates others.</p>\n<p>You agree that any Material you submit shall be submitted in the English language only.</p>\n<p>You certify that you are at least 13 years of age.\nIf you are under the age of 18 but at least 13 years of age, you may submit Material only with the permission of, and under the supervision of, a parent or legal guardian.\nIf you are a parent or legal guardian agreeing to these rules for the benefit of an individual at least 13 years of age but not 18 years of age, please be advised that you are fully responsible for his or her submission and any legal liability that he or she may incur.</p>\n<p>You certify that you have the permission of others who have contributed to or are featured in any Material you submit.\nIf there are any individuals under the age of 18 in any photos.\nvideo.\nor other content that you submit, you must obtain the permission of each such individual’s parent or legal guardian prior to submitting the Material.</p>\n<p>If you post anything on the Site or App, you guarantee to us that you have the legal right to post your material and that it will not violate any law or the rights of any person or entity.\nBy posting Material on the Site or App, you give us the royalty-free, irrevocable, perpetual, fully transferable and worldwide right to use, assign, sublicense, distribute, display, republish, commercially exploit and create derivative works from this Material, in any and all media, in any manner, in whole or in part, without any restriction, responsibilities or compensation to you.\nWe own all rights, title and interest in any compilation, collective work or other derivative work created by us that incorporates your Material.\nYou also acknowledge and agree that you are solely responsible for the content of any of your messages.\nNevertheless, we reserve the right to delete, move, or edit messages in our sole discretion.\nYou agree that any Material that you submit to the Service, Site or App may be edited, removed, modified, published, transmitted, and/or displayed by us, and you waive any and all rights you may have with respect to the alteration, modification, or removal of your Material.</p>\n<p>By using the Site or App, you understand and agree that we are not responsible for the truth, completeness, objectivity or usefulness of any third-party posting, nor do we endorse any posting.\nBy viewing third-party postings, you assume the risk of believing or disbelieving any content contained therein.\nAlthough we have the right to do so, we generally do not, and assumes no obligation or duty to, screen, monitor, edit or review any third-party postings.\nWe generally have the right to monitor or remove any third-party postings at any time and without notice pursuant to these Terms of Use, our Privacy Policy or our agreements with third parties.\nFrom time to time, we receive requests to disclose the identities of users who post messages to the Site or App.\nIf we disclose the identity of a user pursuant to the Terms of Use or our Privacy Policy, you understand and agree that we may do so.\nYou also acknowledge that portions of the Site or App contain unedited materials, some of which may be offensive to you.\nYou access such materials at your own risk.\nWe have no control over and accept no responsibility whatsoever for such materials.</p>\n<p>\n<b>9.\nGeneral Provisions</b>\n</p>\n<p>\n<b>a.\nEntire Agreement</b>\n</p>\n<p>These Terms of Use constitute the entire agreement of the parties with respect to the subject matter hereof, and supersede all previous written or oral agreements between the parties with respect to such subject matter.\nNo waiver by us of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.</p>\n<p>\n<b>b.\nCorrection of Errors and Inaccuracies</b>\n</p>\n<p>The information in the Site or App may contain typographical errors or other errors or inaccuracies and may not be complete or current.\nWe therefore reserve the right to correct any errors, inaccuracies or omissions and to change or update information at any time without prior notice.\nWe do not, however, guarantee that any errors, inaccuracies or omissions will be corrected.</p>\n<p>\n<b>c.\nNo Endorsements of Links</b>\n</p>\n<p>Hypertext links to third party Web sites or information do not constitute or imply an endorsement, sponsorship, or recommendation by us of the third party, the third-party Web site, or the information contained therein.\nYou acknowledge and agree that we are not responsible for the availability of any such Web sites and that we do not endorse or warrant, and are not responsible or liable for any such Web site, or the content on such Web site, or the services offered by such Web site.\nUnder no circumstances will we be responsible for any loss or damage resulting from your use of any such Web site or the services offered by such Web site or any content posted on such Web site or transmitted from such Web site.\nAny links to other sites are provided for convenience only.\nYou need to make your own decisions regarding your interactions or communications with any other Web site.</p>\n<p>\n<b>d.\nEnforcement</b>\n</p>\n<p>We will investigate and take appropriate legal action against anyone who violates any of the provisions of this agreement, including without limitation, barring violators from use of the Site or App and pursuing civil, criminal and/or injunctive redress.\nYou agree that in a civil action, we may obtain full recovery of all damages we suffer and may also obtain punitive and consequential damages.\nIf any part of these Terms of Use is determined to be invalid or unenforceable, it will not impact any other provision of these Terms of Use, all of which will remain in full force and effect.\nThese Terms of Use are governed by, and will be interpreted in accordance with, the laws of the State of Florida, without regard to any conflict of laws provisions.\nAlthough you acknowledge that we will have the ability to enforce our rights in any court of competent jurisdiction, you hereby consent to the exclusive jurisdiction and venue of state court in Duval County, Florida, or federal court in the Middle District of Florida, Jacksonville Division, U.S.A., regarding any and all disputes relating to these Terms of Use, our Privacy Policy, your use of the Site or App, any other of our web sites, mobile sites or apps, the Service, or Content or Material contained therein.</p>\n<p>\n<b>e.\nClaims of Copyright Infringement</b>\n</p>\n<p>In the event that you claim to be the copyright owner of any Content, you agree to immediately notify us of any claimed copyright infringement.\nYou further agree to provide our copyright agent the following information as required by the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act, Title 17, U.S.C.\n§ 512: i.\nyour physical or electronic signature or that of a person authorized to act on behalf of you, the purported owner of an exclusive right that is allegedly infringed.\nii.\nidentification of the copyright or work claimed to have been infringed, or a multiple copyrighted work at a single online site or covered by a single notification, or a representative list of such works at that site.\niii.\nidentification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\niv.\ninformation reasonably sufficient to permit us to contact you, the complaining party, or the person authorized to act on your behalf.\nv.\na statement that you, the complaining party, have a good faith belief that the use of the material in the manner complained of is not authorized by you the copyright owner, your agent, or the law.\nand vi.\na statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of you, the owner of an exclusive right that is allegedly infringed.\nOur Copyright Agent, for notice of claims of copyright infringement on or relating to this Site, can be reached either by:</p>\n<p>1.\nsending an e-mail request to:dmca@grahammedia.com.\nor</p>\n<p>2.\nsending a letter via the U.S.\nMails to:</p>\n<p>WJXT-TV4</p>\n<p>Attn: News Director</p>\n<p>4 Broadcast Place</p>\n<p>Jacksonville, Florida 32207</p>\n<p>\n<b>f.\nSeverability</b>\n</p>\n<p>If any provision of these Terms of Use is found to be invalid or unenforceable, that provision will be enforceable to the maximum extent permissible, and the other provisions of the Terms of Use will remain in force.</p>\n<p>\n<b>g.\nGeneral Contact Information</b>\n</p>\n<p>If you have any questions about these Terms of Use, the practices of this Site or App, or your dealings with this Site or App, you may contact us by: 1.\nsending an e-mail request to websitepolicy@grahammedia.com.\nor 2.\nsending a letter via the U.S.\nMail to:</p>\n<p>WJXT-TV4</p>\n<p>Attn: News Director</p>\n<p>4 Broadcast Place</p>\n<p>Jacksonville, Florida 32207</p>\n<p>\n<b>Effective: December 29, 2022</b>\n</p>\n<p>WJXT</p>", "created_at": "2023-06-27 00:57:33.367558", "updated_at": "2023-06-27 00:58:11.592729"}, {"id": 16480, "name": "Privacy Policy ", "url": "https://www.news4jax.com/station/2022/12/29/graham-media-group-privacy-policy/", "xpath": "/html/body/div[2]/section/main/section[2]/article/div[3]", "text": "<p>We take user privacy seriously and are committed to protecting it as described in this Privacy Policy (“Privacy Policy”).\nThis Privacy Policy applies to Graham Media Group’s seven local media hubs:</p>\n<ul>\n<li>KPRC (Houston, TX)</li>\n<li>KSAT (San Antonio, TX)</li>\n<li>WDIV (Detroit, MI)</li>\n<li>WKMG (Orlando, FL)</li>\n<li>WJXT/WCWJ (Jacksonville, FL)</li>\n<li>WSLS (Roanoke, VA)</li>\n</ul>\n<p>Each of these local media hubs receives services and support, including digital media and technology development, from Graham Media Group and its business units, subsidiaries, and affiliates (collectively referred to herein as “GMG”).\nYou can learn more about Graham Media Group by visiting https://www.grahammedia.com/.</p>\n<p>A summary of our approach to privacy follows:</p>\n<ul>\n<li>We collect information about you to provide you with the best experience using our media platforms.</li>\n<li>We do not make money by selling your information to third parties.</li>\n<li>We only give third-parties access to your information when it is necessary to provide you with the services we make available or because you have asked us to do so.</li>\n<li>You have choices with how we use the information we collect and maintain about you and can ask us to update or remove that information at any time.</li>\n</ul>\n<p>We encourage you to read this Privacy Policy in its entirety, but you can navigate to specific areas using the links below:</p>\n<ul>\n<li>\n<strong>General</strong>\n</li>\n<li>\n<strong>Information We Collect</strong>\n</li>\n<li>\n<strong>How We Use the Information Collected</strong>\n</li>\n<li>\n<strong>How We Share Your Information</strong>\n</li>\n<li>\n<strong>How Do We Protect Your Information?</strong>\n</li>\n<ul>\n<li>\n<strong>Consumer Rights Regarding Personal Information</strong>\n</li>\n</ul>\n<li>\n<strong>Right to Opt Out of Targeted Advertising</strong>\n</li>\n<li>\n<strong>Additional Privacy Choices</strong>\n</li>\n<li>\n<strong>Other Important Information</strong>\n</li>\n<li>\n<strong>Changes to This Privacy Policy</strong>\n</li>\n<li>\n<strong>How to Contact Us</strong>\n</li>\n</ul>General<p>The privacy practices described below apply to information collected by all the local media hubs that are part of GMG.\nThis includes information collected by our local media hubs on or through any websites, mobile applications, widgets, tools, features, and content (including videos and images) that we may offer or employ on any platform (collectively, the “Services”) that is owned or managed by GMG.\nThis policy does not apply to information collected by third parties, including through any platform or content that may link to or be accessible from any of our websites.</p>\n<p>This Privacy Policy is incorporated into and made part of the <strong>Terms of Use</strong> which govern your use of the Services we provide.</p>Information We Collect<p>While legal definitions of personal information or personal data can vary in different jurisdictions, we consider “personal information” to be any information that identifies you as an individual or is directly linkable to you as an identifiable individual.\nNot all information we collect is personal information under this definition.\nFor example, information that has been de-identified or aggregated in a way that no longer allows identification of a particular person would not meet this definition.\nSimilarly, information we gather about you from publicly available sources, such as government databases, may not be considered personal information in your jurisdiction.\nWhere permitted, we may combine personal information that you have given us with publicly available information about you to create a profile about you, your interests, and your preferences that help us personalize your experience of the Services.</p>\n<p>We may collect, store, and process personal information from various categories.\nThese may include identifiers (such as name, email address, and telephone number).\ndemographic information (such as gender and age).\npayment card information.\ncommercial information.\nInternet browsing or other electronic network activity information.\ngeolocation data.\naudio, visual or similar information.\nand inferences drawn from any additional information we gather about you.\n<b>Our listing of these categories does not mean that all categories or examples listed in each category are collected about everyone who uses the Services.\nWe are providing a complete list in the spirit of transparency.</b>\n</p>\n<p>We collect this information:</p>\n<ul>\n<li>Directly from you when you provide it to us, for example, by signing up for an Insider account, submitting an inquiry or comment to us online or via email, or providing us with your contact information to receive news and weather alerts.</li>\n<li>We may supplement the information you provide directly with information received or otherwise obtained from third parties.\nThis information may be received or obtained from our partners in sponsored content sections of the Services or from other third parties who provide us with user group and audience data they have compiled based on factors such as age, gender, geography, interests, and online activity.\nFor example, we may receive information about you from a social media site if you connect to the Services through that site.</li>\n<li>Automatically when you visit or use our Services or interact with us in other ways through cookies (small text files containing a string of characters sent to your computer) and similar tracking technologies (such as web beacons or pixels) that tell us which pages were visited and by how many users, the order in which pages were visited, and which hyperlinks were “clicked.” Not all of this information is personal information, as we define it above.\nInformation collected by these technologies can be necessary for site navigation and performance or, in some instances, used by our business partners or us for targeted advertising purposes.\nWe employ a tool from data-privacy software provider Osano that allows you to customize your cookie preferences.\nYou can access the tool to change your preferences anytime by clicking the cookie icon in the bottom left-hand corner of any of our web pages.\nThe tool will record when you have acknowledged our use of cookies and will periodically prompt you to consider your choices to ensure you stay up to date with changes to our privacy practices.\nThe tool controls the marketing and analytical cookies set by using the Services.\nEssential cookies cannot be disabled from the cookies tool.\nYou may have additional options to control how and whether cookies and similar technologies will be accepted through settings available from your chosen web browser.\nFor more information on how to change these settings, please refer to your browser help menu.\nBe aware that if you choose to disable cookies at the web browser level, some features of the Services may not function properly or be accessible to you.</li>\n</ul>\n<p>The Services may contain links to other websites, including the websites of our sponsors and partners.\nThese third-party websites may collect information directly from you or set cookies or other tracking tools on your device.\nWe are not responsible for the privacy practices these third parties employ when you visit their websites.\nIf you have any questions about an advertisement or other targeted content received from a third party, you should contact the responsible provider directly.</p>How We Use the Information Collected<p>Your local media hub will generally be the primary user of information collected from you.\nThis includes using that information on Services that might be on different platforms than the platform the information was initially provided.\nOther members of GMG may access your information where they perform services on behalf of your local media hub and, unless prohibited under applicable law, for use on their behalf for the purposes described in this privacy policy.\nConsistent with applicable law and the choices and controls that may be available to you, we may use information collected from you or from devices associated with you as follows:</p>\n<ul>\n<li>\n<i>To Provide and Manage the Products and Services You Request</i>.\nThis includes, for example, creating and maintaining your Insider account, processing your subscription, sending you confirmation notices regarding services you have requested, delivering localized weather and news alerts consistent with your choices, and notifying contest or sweepstakes winners.</li>\n<li>\n<i>To Contact You</i>.\nWe may periodically contact you with information about upcoming events and programs or other content that might interest you.\nYou may opt out of receiving commercial email messages from us by following the instructions contained in those email messages.</li>\n<li>\n<i>To Better Understand Our Users and Improve Our Services</i>.\nWe may collect information on our users’ demographics, interests, and behavior and analyze that data.\nWe do this to better understand and serve our users and to improve our products and services.</li>\n<li>\n<i>To Deliver Targeted Advertising</i>.\nWe may use your information, including your location information, to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services.</li>\n<li>\n<i>To Protect the Services and the Rights of Users and Others</i>.\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, and safety of property displayed on the Services, our employees or agents, or other users, and comply with applicable law.</li>\n<li>\n<i>In Limited Circumstances With Your Consent</i>.\nWhere we collect and use sensitive information, as that term is defined under applicable law, we will obtain your consent at or before the point of collection and disclose the specific purposes for which we intend to use that information.</li>\n<li>\n<i>To Comply with Legal Obligations, Resolve Disputes and Enforce Agreements</i>.\nFor example, to notify you regarding any concerns with the Services, including, as required by law, if personal information you provided to us is exposed to unauthorized third parties.</li>\n</ul>\n<p>When we sponsor promotions or sweepstakes, or third parties’ sponsor promotions or sweepstakes in conjunction with us, either the third party or we will post any additional relevant privacy information in the official rules and/or registration area for the promotion or sweepstakes.\nTo the extent it conflicts with this Privacy Policy, that privacy information will govern that promotion or sweepstakes.</p>How We Share Your Information<p>The categories of personal information that we may have shared for a business or commercial purpose include any of the categories of personal information shown in the Information We Collect section of this Privacy Policy.</p>\n<p>\n<strong>\n<em>We process certain categories of personal information for purposes of targeted advertising.\nThose include identifiers, demographic information, Internet browsing or other electronic network activity information, geolocation data, and inferences drawn from the above.\nWe share these categories of personal information with our affiliates, business partners, certain service providers, and social media companies.\nYou may opt out of this type of sharing by using the form here: Do Not Sell My Info.</em>\n</strong>\n</p>\n<p>The parties with whom we may share personal information are:</p>\n<ul>\n<li>\n<i>Affiliates</i>.\nWe may share information within GMG.</li>\n<li>\n<i>Business Partners</i>.\nWe may also share information with business partners to provide you with the Services you request.\nFor example, if you choose to enter a contest or sweepstakes that we are hosting with third parties, we may provide your information to those third parties.\nWe are not responsible for the privacy practices of these entities.</li>\n<li>\n<i>Service Providers</i>.\nWe may share information with and receive information from companies providing services on our behalf, such as advertising service providers, website or database hosting companies, address list hosting companies, email service providers, analytics companies, distribution companies, fulfillment companies, payment processing companies, and other similar vendors and services providers.\nWe will not authorize these third parties to use your personal information except as necessary to provide services to us or for purposes authorized by us.\nHearken is a third-party service provider.</li>\n<li>\n<i>Social Media Sites and Other Similar Platforms</i>.\nWhen you direct us to share your personal information with or link the Services to third-party sites or platforms, such as social media sites, we will comply with that request.\nPlease note that once we share your personal information with another company in this circumstance, the information received by the other company is controlled by that company and becomes subject to their privacy practices.</li>\n<li>\n<i>Information Posted to Public Forums</i>.\nThe Services may make chat rooms, forums, message boards, news groups, and/or other similar features available to users.\nPlease remember that any information disclosed in these areas becomes public information.\nYou should exercise caution when disclosing personal information about you or anyone else in such a forum.\nThe Services do not accept responsibility for ensuring the privacy of any information you choose to disclose in these areas.\nAny content or information you provide to these areas of the Services is done at your own risk.</li>\n<li>\n<i>Other Parties When Required or Permitted by Law, or As Necessary to Protect Our Users and Services</i>.\nWe may use and share your personal information as we believe necessary or appropriate to protect the legal rights, privacy, safety, or property of the Services, our employees, or users, to detect, suppress or prevent fraud, or where otherwise required or permitted by law or legal process, including responding to requests from public authorities.</li>\n<li>\n<i>Other Parties in Connection With a Corporate Transaction</i>.\nWe reserve the right to transfer any information we have about you if we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization.</li>\n</ul>\n<p>We may use information, including personal information, we have collected about you to create de-identified and/or aggregated data sets, such as de-identified demographic information, aggregated trends, reports, or statistics about how users interact with the Services.\nDe-identified and aggregated information is used for various functions, including measuring visitors’ interest in and use of various portions or features of the Services we offer.\nSuch de-identified and aggregated information does not identify you individually and is, therefore, not personal information for purposes of this Privacy Policy.\nWe may disclose such de-identified or aggregated information in several ways, including to improve the Services, for our internal business purposes, and any other legally permissible purpose.</p>How Do We Protect Your Information?<p>We take the security of your personal information seriously.\nWe implement commercially reasonable technical, physical, and administrative security measures to protect against the loss, misuse and unauthorized access, disclosure, alteration, and destruction of personal information collected through the Services.</p>\n<p>Unfortunately, the transmission of information via the Internet is not completely secure.\nWe cannot and do not guarantee that your personal information will never be accessed by an unauthorized party or otherwise breached during transmission through the Internet.\nAdditionally, any contact with us by email or through the Services might not be secure.\nAny transmission of personal information is at your own risk.\nWe are not responsible for the circumvention of any privacy settings or security measures contained on our websites.</p>\n<p>If we believe the information you provided to us has been exposed to unauthorized third parties, we will notify you as required by law or upon our own choice.\nIn the event of such unauthorized exposure, we expressly reserve the right to provide notice to you electronically via any email address you have provided if permitted by law.\nIf you have reason to believe that your personal information, including any password you created for access to the Services, is no longer secure, please notify us immediately by contacting us via one of the methods listed below.</p>Consumer Rights Regarding Personal Information<p>Depending on where you live, you may have certain privacy rights created by law.\nWhile these laws vary depending on where you live, we strive to provide everyone the same basic level of privacy rights.\nThus, the rights described here are available to anyone with whom we interact or about whom we collect personal information.</p>\n<ul>\n<li>\n<i>Right to Access</i>.<b>\n</b>You have the right to confirm whether we are processing your personal information and to access your personal information if so.</li>\n<li>\n<i>Right to Correct Inaccuracies</i>.\nYou have the right to correct inaccuracies in the personal information we have collected, considering the nature of the personal information and the purposes of the processing.\nFor example, in most circumstances, we cannot comply with requests to “change” or “correct” information submitted via public forums such as comment and chat features made available through the Services.\nPlease take care with what you post.</li>\n<li>\n<i>Right to Delete</i>.\nYou have the right to request that we delete personal information provided by or obtained about you insofar as this is reasonably practicable.\nPlease note that certain information may be excluded from your deletion request.\nFor example, we may keep your information provided as part of a contest or sweepstakes where necessary for reporting purposes.</li>\n<li>\n<i>Right to Portability</i>.\nYou have the right to obtain a portable copy of the personal information that you have provided to us.</li>\n</ul>\n<p>To exercise the rights to access, correct, or delete your personal information or to obtain a portable copy, as described above, please visit: <strong>DSAR Form</strong>.</p>\n<p>Before completing your request, we may need to verify your identity.\nWe will send you a link to verify your email address and may request additional documentation or information to verify your identity.</p>\n<p>We do not charge a fee to process or respond to your consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>If you have any questions about your rights described above or want to appeal any decision regarding a request related to these rights, you may email us here or contact us as provided below.</p>Right to Opt Out of Targeted Advertising<p>\n<strong>\n<em>As discussed above, we may use your personal information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services.\nTo tell us you want to opt out of the use of your personal information for targeted advertising, please visit: Do Not Sell My Info</em>\n</strong>\n</p>Additional Privacy Choices<p>In addition to the rights discussed above, there are various other ways to access, update, or limit the personal information you provide to us.</p>\n<ul>\n<li>\n<em>Account Preferences.</em> If you have an account on the Services, you can access and/or edit certain information you have provided to us by logging in.\nYou may also edit your email notification practices&nbsp;<strong>here</strong>.\n</li>\n</ul>\n<ul>\n<li>\n<i>Additional Choices With Respect to Targeted Advertising</i>.\nAs described above, we may allow third parties to compile information or aggregate statistics from our use of tracking pixels, cookies, and other tracking technologies to help them assess the effectiveness of online marketing and enable our advertisers and us to deliver targeted advertising.\nThis allows users to see advertising more likely to be of interest to them and advertisers to send their messages to people who are most likely to be receptive, improving both the viewer’s experience and the effectiveness of the ads.\nYou can learn more about specific types of targeted advertising by visiting the <b>Digital Advertising Alliance</b> or our <b>Ad Choices page</b>.\nIn addition to disabling cookies and other tracking technologies described above, you may opt out of receiving targeted advertising from participating ad networks, audience segment providers, ad-serving vendors, and other service providers by visiting websites operated by the <b>Network Advertising Initiative</b> and <b>Digital Advertising Alliance</b>.</li>\n<li>\n<i>Global Privacy Control</i>.\nSome browsers feature a universal global privacy control (GPC) setting.\nYou may choose to enable GPC where available.\nWe will process a readable GPC signal as an opt-out request for targeted advertising.</li>\n<li>\n<i>Google® Analytics</i>.<b>\n</b>Among other technologies, the services use Google Analytics, a service provided by Google, Inc.\nGoogle Analytics uses cookies to analyze how visitors interact with the Services.\nGoogle Analytics’s policy describes how it collects and processes data.\nYou can opt out of Google Analytics collection and use of data generated using the Services by going to http://tools.google.com/dlpage/gaoptout.</li>\n<li>\n<i>Nielsen TV Ratings</i>.\nOur properties may feature Nielsen proprietary measurement software, allowing you to contribute to market research, such as Nielsen TV Ratings.\nTo learn more about the information that Nielsen software may collect and your choices, please see the <b>Nielsen Digital Measurement Privacy Policy</b>.</li>\n<li>\n<i>Unsubscribe from Emails</i>.<b>\n</b>If you have registered to receive email updates or newsletters from us, you may opt out of receiving those communications by following the “unsubscribe” instructions included in the message.</li>\n<li>\n<i>Mobile Application Users</i>.<b>\n</b>Due to differences between using apps and websites on mobile devices, you may need to take additional steps to disable tracking technologies in mobile apps.\nMany mobile devices allow you to opt out of targeted advertising for mobile apps using the settings within the mobile app or your mobile device.\nFor more information, please check your mobile settings.\nYou also may uninstall our apps using the standard uninstall process available on your mobile device or app marketplace.</li>\n<li>\n<i>Do-Not-Track Signals and Similar Mechanisms.</i> Some web browsers may transmit “do-not-track” signals to the websites with which the user communicates.\nBecause there currently is no industry standard concerning what, if anything, websites should do when they receive such signals, the Services currently do not act in response to these signals.</li>\n</ul>Other Important Information<ul>\n<li>\n<i>No Use of Site by Children Under 13</i>.\nThe Services are not directed at or intended for use by children under 13 years old.\nIf you are under the age of 13, you should not be visiting our websites or using the Services.\nWe do not knowingly collect or retain personal information from children under 13.\nIf you are under the age of 13 and are visiting or otherwise using the Services, please exit immediately and do not disclose or provide any personally identifiable information to us.\nIf you are a parent or guardian who thinks your child has disclosed information to us, please contact us so that we can remove that information from our systems.</li>\n<li>\n<i>Parent or Guardian Permission for Certain Minors.\nAcceptance of Responsibility</i>.\nIf you are at least 13 years old but less than 18 years old and would like to use the Services, please ask your parent or legal guardian to review and agree to this Privacy Policy and the Terms of Use before you use any part of the Services.\nIf you wish to use the Services, you must ask your parent or legal guardian for permission.\nContinued use of the Services indicates that you have obtained such consent.\nif you have not received such permission and continue to use the Services, you do so in violation of this Privacy Policy and the Terms of Use.\nIf you are a parent or guardian who has granted your minor permission to use the Services, you agree and understand that you are responsible for monitoring and supervising your child’s usage.</li>\n<li>\n<i>Users Outside the United States</i>.\nThe Services are not directed at or intended for users outside the U.S.\nPlease be advised that if you are located in the European Union or another region with laws related to data collection and use that may differ from U.S.\nlaw, your personal information submitted through the Services and transferred to the U.S.\nmay not have the same legal data protection as in your jurisdiction.</li>\n<li>\n<i>Retention of Personal Information</i>.\nWe will retain your personal information collected through the Services for as long as we deem reasonably necessary or desirable unless any applicable law, rule, or regulation requires a different retention period.\nWe reserve the right to delete or destroy any information collected, including personal information, at any time.</li>\n<li>\n<i>Links to Third Party Websites</i>.\nOur Services contain links to other websites.\nPlease be aware that we are not responsible for other websites’ privacy practices or content.\nWe encourage our users to be aware when they leave our Services and to read the privacy policies of other websites and online services.</li>\n<li>\n<i>Non-Discrimination</i>.<b>\n</b>We will not discriminate against you for exercising any of the rights listed in this privacy policy.</li>\n</ul>Changes to This Privacy Policy<p>We may update or change our privacy practices and this Privacy Policy from time to time.\nIf we update the Privacy Policy, we will publish the revised policy on this page or as otherwise required by law.\nThe date at the top of this page reflects the date of the most recent update.\nYour continued use of the Services after we make changes is deemed, to the extent allowed by law, to be acceptance of those changes, so please check the policy periodically for updates.</p>How to Contact Us<p>If you have questions about this privacy policy or the rights described above, email us at websitepolicy@grahammedia.com.</p>\n<p>Graham Media Group</p>", "created_at": "2023-06-27 00:57:33.396629", "updated_at": "2023-06-27 01:01:04.658074"}], "points": [], "urls": ["news4jax.com"]}}