{"error": 448, "message": "OK", "parameters": {"id": 9604, "name": "Tangerine", "created_at": "2023-09-11 23:35:41.802414", "updated_at": "2023-09-12 22:02:41.324174", "wikipedia": "https://en.wikipedia.org/wiki/Tangerine_Bank", "keywords": null, "related": null, "slug": "tangerine", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9604.png", "url": "tangerine.ca", "documents": [{"id": 19074, "name": "Cookies", "url": "https://www.tangerine.ca/en/privacy/cookies", "xpath": "/html/body/div[1]/section[3]/div/div", "text": " Digital Privacy and Interest-Based Advertising <ul>\n<li> Privacy </li>\n<li> Digital Privacy and Interest-Based Advertising </li>\n<li> Investment Funds Privacy Code </li>\n<li> Privacy Code </li>\n<li> Statement Regarding Biometrics and Your Privacy </li>\n<li> AdChoices </li>\n<li> Data Ethics Commitment </li>\n</ul>\n<ul>\n<li> Privacy </li>\n<li> Digital Privacy and Interest-Based Advertising </li>\n<li> Investment Funds Privacy Code </li>\n<li> Privacy Code </li>\n<li> Statement Regarding Biometrics and Your Privacy </li>\n<li> AdChoices </li>\n<li> Data Ethics Commitment </li>\n</ul>\n<p>We use cookies and other technologies such as pixel tags and web beacons.</p>\nCookie\n<p>A \"cookie\" is a piece of data that a web browser creates when you visit a website.\nThis data is information about how and when you use a site.\nIt’s placed on your computer, smartphone, or tablet (“online device”) in the form of a small text file.</p>\n<p>There are two types of cookies used by Tangerine:</p>\n1.\nSession cookies\n<p>These are temporary cookies that expire when you leave the site.\nSession cookies allow the website to recognize you as you navigate between pages during a single browser session and allow you to use the website most efficiently.</p>\n2.\nPersistent cookies\n<p>In contrast to session cookies, persistent cookies are stored on your online device between browsing sessions until expiry or deletion.\nThey therefore enable the website to \"recognize\" you on your return, remember your preferences, and personalize services to you.\nThis type of cookie is also used as part of how we authenticate you to help protect your banking from unauthorized individuals.</p>\nPixels\n<p>Pixel tags and web beacon technologies provide information about how you interact with our website, mobile application and emails.\nFor example, pixels can be used to determine whether an email has been opened or forwarded and how much of it has been viewed.\nThese technologies may communicate with servers to obtain images and other content and to relay information about the IP address being used to access our site and information about your browser.\nWe may use the information we obtain through these technologies to serve you targeted ads under “What’s interest based advertising”.</p>\nWhy we use these technologies\n<ul>\n<li>\n<p>To collect statistical information: These technologies help us collect and evaluate statistical information on how you use our website to help us improve our website, products and services.</p>\n</li>\n<li>\n<p>To measure engagement: We use these technologies to gain a better understanding of Client behaviours on our website so we can develop engagement strategies to better serve you and make it easier for you to navigate our website and find information about our products and services.</p>\n</li>\n<li>\n<p>To advertise or make offers: We use these technologies to serve Tangerine advertisements and offers tailored to you, or that may be of interest to you, on third party websites.</p>\n</li>\n<li>\n<p>For analytics: We may use web analytics services such as Google Analytics to help us analyze how visitors use our website, so that we can better understand and improve our website.\nThese third parties may collect your IP address or device identifier on the date you visit a site as well as the number of visitors to our site, where visitors have come to the site from and the pages they visit.\nFor more information, see “How Google uses data when you use our partners’ sites or apps” and “Google Analytics and Privacy”.</p>\n</li>\n<li>\n<p>To authenticate your computer: We use these technologies to gather information such as IP address and browser type to authenticate you and your computer and to detect and prevent fraud.</p>\n</li>\n<li>\n<p>For security and verification: We use these technologies to help us maintain security and verify your details while you navigate from page to page on our website, which enables you to avoid having to re-enter your details each time you enter a new page.</p>\n</li>\n<li>\n<p>To personalize content: We use these technologies to remember how you’ve customized your use of our website, such as your preferred currency and time zone, and to personalize your experience on our website and mobile application.</p>\n</li>\n<li>\n<p>To improve your user experience: We use these technologies to collect information about your activity on our website so we can better understand and improve your user experience on our website.\nAn example of this is a cookie that recognizes if your browser supports specific technology features.\nThis helps, for example, in enabling faster downloading of large files.</p>\n</li>\n</ul>\nHow do I manage my preferences?\n<p>Please see our AdChoices Page for more information.</p> ", "created_at": "2023-09-11 23:35:41.922675", "updated_at": "2023-09-11 23:44:19.294112"}, {"id": 19073, "name": "Statement Regarding Biometrics and Your Privacy", "url": "https://www.tangerine.ca/en/privacy/statement-regarding-biometrics-and-your-privacy", "xpath": "/html/body/div[1]/section[3]/div/div", "text": " Statement Regarding Biometrics and Your Privacy <ul>\n<li> Privacy </li>\n<li> Digital Privacy and Interest-Based Advertising </li>\n<li> Investment Funds Privacy Code </li>\n<li> Privacy Code </li>\n<li> Statement Regarding Biometrics and Your Privacy </li>\n<li> AdChoices </li>\n<li> Data Ethics Commitment </li>\n</ul>\n<ul>\n<li> Privacy </li>\n<li> Digital Privacy and Interest-Based Advertising </li>\n<li> Investment Funds Privacy Code </li>\n<li> Privacy Code </li>\n<li> Statement Regarding Biometrics and Your Privacy </li>\n<li> AdChoices </li>\n<li> Data Ethics Commitment </li>\n</ul> Statement Regarding Biometrics and Your Privacy\nWe're serious about your privacy\n<p>In accordance with the Tangerine Privacy Code and the principles set out in the Personal Information Protection and Electronic Documents Act (\"P I P E D APIPEDA\"), we're committed to protecting the privacy of all the personal information in our care.</p>\nThe information we collect\n<p>Our biometric programs, such as Voice ID, use sophisticated biometric verification technologies developed by some of the world's foremost companies in this area.\nBiometric verification uses one or more of a person's unique physiological or behavioural characteristics for the purposes of identification.\nThis technology verifies a user's claimed identity by comparing an encoded value with a stored value of the subject's biometric characteristic.\nCommon types of biometrics include fingerprint, palm print, iris scan and voice recognition.\nTangerine's Voice ID program uses voice recognition biometrics to produce a model of your voice which is then used to create a secure method for accessing your personal information when you call us.</p>\n<p>You enroll in the Voice ID program by recording your voice speaking in natural conversation with an Associate over the phone.\nBy doing so, you consent to us using your voiceprint to confirm your identity in case you ever have trouble logging in when you call us.</p>\n<p>We will only collect information that is pertinent and consistent with the purposes of the collection.</p>\nHow we use your voiceprint\n<p>Your voiceprint is a numeric sequence that represents the features of your voice.\nOnce you've enrolled in the program, if you ever have trouble entering your PIN when you call us, we'll compare your voice against this stored numeric sequence.\nIf they match, your identity is confirmed, and you're transferred to one of our Associates or to an Interactive Voice Response (IVR) self-service function.\nYour voiceprint will only ever be used to confirm your identity and replaces other methods of verification such as questions asked by one of our Associates.</p>\n<p>Your unique voiceprint can't be used to reverse engineer, reuse or recreate your voice.\nYour voiceprint is encrypted and kept in our secure database.\nYour voiceprint will only be accessible by:</p>\n<ul>\n<li>\n<p>Our employees who need the information in the performance of their duties for us,</p>\n</li>\n<li>\n<p>Our affiliates, to:</p>\n<ul>\n<li>\n<p>resolve your concerns about any related products and services with us</p>\n</li>\n<li>\n<p>assist in other required investigations</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Service providers who need the information in the performance of their duties for us, and to satisfy their obligations to us, and,</p>\n</li>\n<li>\n<p>Anyone who is otherwise authorized by law</p>\n</li>\n</ul>\n<br>\nIt's your choice\n<p>You can withdraw your consent for us to use your voiceprint at any time, but doing so will prevent you from using the Voice ID system in the future, unless you re-enroll.\nThis means you'll be identified using the verification questions asked by our Associates when you call to do telephone banking.</p>\n<p>If you choose to withdraw your consent for any reason, your voiceprint will be de-activated and retained as required or permitted by law.</p>\n<p>Back to Top</p> ", "created_at": "2023-09-11 23:35:41.892889", "updated_at": "2023-09-11 23:37:08.954724"}, {"id": 19072, "name": "Mutual Funds Privacy Code", "url": "https://www.tangerine.ca/en/privacy/mutual-funds-privacy-code", "xpath": "/html/body/div[1]/section[3]/div/div", "text": " Investment Funds Privacy Code <ul>\n<li> Privacy </li>\n<li> Digital Privacy and Interest-Based Advertising </li>\n<li> Investment Funds Privacy Code </li>\n<li> Privacy Code </li>\n<li> Statement Regarding Biometrics and Your Privacy </li>\n<li> AdChoices </li>\n<li> Data Ethics Commitment </li>\n</ul>\n<ul>\n<li> Privacy </li>\n<li> Digital Privacy and Interest-Based Advertising </li>\n<li> Investment Funds Privacy Code </li>\n<li> Privacy Code </li>\n<li> Statement Regarding Biometrics and Your Privacy </li>\n<li> AdChoices </li>\n<li> Data Ethics Commitment </li>\n</ul> Investment Funds Privacy Code A word about your privacy\n<br>\n<p>We respect your privacy.\nNot only do we respect it, but we also protect it.\nThe private information you share with us <u>stays with us</u>.\nWe do, however, provide or collect your information as is required by legislation to those to whom you have authorized us to release information.\nThey include the financial institutions you’ve asked us to deal with, and specialized service providers (like the people who print our Account statements).\nAll of the above must meet our rigorous privacy standards.\nWe’ve provided this booklet for your interest and information.\nThis policy does have a legal tone that reflects both the importance of the issue and it is consistent with federal and provincial legislation.</p>\n<p>If you want more information regarding our privacy principles, please read on.\nIf you have privacy questions or concerns, please contact one of our Investment Funds Associates at 1-877-464-5678.</p>\n<p>You can also contact our Privacy Office by mail to Tangerine Investment Funds Limited, <strong>3389 Steeles Ave E, Toronto, Ontario M2H 0A1</strong>.</p>\nIntroduction\n<br>\n<p>Tangerine Investment Funds Limited (TIFL) is committed to keeping personal information of our Clients and prospective Clients (“you” or “your” personal information) accurate, confidential, and secure.\nThe Tangerine Investment Funds Privacy Code reflects this commitment.</p>\n<p>This Privacy Code is based on the Personal Information Protection and Electronic Documents Act (PIPEDA).\nIt describes how Tangerine Investment Funds Limited subscribes to the principles of the above laws and codes.\nA copy of the PIPEDA is available at priv.gc.ca.\nCopies of the CBA and CSA Model Codes are available on request from the Canadian Bankers Association at&nbsp;1-800-263-0231.</p>\nThe Scope of this Privacy Code\n<br>\n<p>This Privacy Code describes the principles TIFL will use to protect the privacy of personal information in its possession or control.</p>\nChanges to this Privacy Code\n<br>\n<p>In order to ensure that this Privacy Code is kept up-to-date, we will change it from time to time.\nNotice of changes to the Privacy Code may be distributed by email, through TIFL statements, letters, posted on the TIFL website, through your online Inbox or any other electronic method used by TIFL to communicate with you.</p>\nDefinition of Terms used in this Privacy Code\nDirect Marketing\n<br>\n<p>Promotions targeted to individuals whose personal information indicates that a certain product may be of interest to them.\nThis includes mail, email and telemarketing initiatives.\nThis does not include statements, statement inserts, through Investment Funds Associates or Client relationship management.</p>\nInvestment Funds Associates\n<br>\n<p>The Client Services representatives at TIFL to whom the public is encouraged to address their initial questions and concerns about a Tangerine product or service.\nThey may be reached by telephone at&nbsp;1-877-464-5678 or email at&nbsp;<strong>tangerineinvestmentfunds@tangerine.ca</strong>.</p>\nPersonal Information\n<br>\n<p>Information about an identifiable individual, not including the name, title or business address or business telephone number of an employee of an organization.</p>\nPrivacy Office\n<br>\n<p>The department at TIFL that is responsible for ensuring the protection of individuals’ personal information.\nThe Global Privacy Officer may be contacted by mail at:<br>\n<br>Global Privacy Office<br>Tangerine Investment Funds Limited<br>3389 Steeles Ave E<br>Toronto, Ontario M2H 0A1</p>\nThe Ten Principles of Privacy in Summary\n<p>\n<strong>These ten principles of privacy are interrelated and must be read in conjunction with the accompanying commentary.</strong>\n</p>\n1.\nTIFL’s Accountability\n<br>\n<p>TIFL is accountable for all personal information in its possession or control, including any personal information transferred to third parties for processing.\nTIFL has established policies and procedures to comply with this Privacy Code, and has designated one or more persons accountable for compliance.</p>\n2.\nIdentifying the Purposes of Collecting Personal Information\n<br>\n<p>TIFL will inform individuals of the purpose for which personal information will be used before or when they consent to its collection.</p>\n3.\nObtaining Consent\n<br>\n<p>TIFL will obtain consent before or when it collects, uses or discloses personal information about an individual.</p>\n<p>An individual can provide consent to the collection, use and disclosure of personal information about them expressly, implicitly, or through an authorized representative.\nAn individual can withdraw consent at any time, with certain exceptions.</p>\n<p>TIFL will collect, use or disclose personal information without an individual’s consent only in limited circumstances as permitted by law.</p>\n4.\nLimits for Collecting Personal Information\n<br>\n<p>TIFL limits the amount and type of personal information it collects.\nTIFL will collect personal information only for the identified purposes or as otherwise permitted by law.</p>\n5.\nLimits for Using, Disclosing and Keeping Personal Information\n<br>\n<p>TIFL will use or disclose personal information only for the reasons it was collected, unless an individual gives consent to use or disclose it for another reason.</p>\n<p>Under certain circumstances, TIFL may have a legal duty or right to disclose personal information without consent.</p>\n<p>TIFL will keep personal information only as long as necessary for the identified purposes.</p>\n6.\nKeeping Personal Information Accurate\n<br>\n<p>TIFL will keep the personal information in its possession or control accurate, complete, current and relevant, based on the most recent information available to TIFL.</p>\n<p>Individuals may challenge the accuracy and completeness of personal information about them and have it amended as appropriate.</p>\n7.\nSafeguarding Personal Information\n<br>\n<p>TIFL protects personal information with safeguards appropriate to the sensitivity of the information.</p>\n8.\nMaking Information about Policies and Procedures Available\n<br>\n<p>TIFL will be open about the procedures used to manage personal information.\nIndividuals will have access to information about these procedures through this Privacy Code, by contacting our Investment Fund Associates or by contacting the Privacy Office.\nThe information will be available in a format that is easy to understand.</p>\n9.\nProviding Access to Personal Information\n<br>\n<p>When an individual requests it, when possible, TIFL will advise the individual what personal information TIFL has in its possession or control about the individual, what it is being used for, and to whom it has been disclosed.</p>\n<p>When an individual requests it, TIFL will give an individual access to personal information about them which is in the possession or control of TIFL.\nIn certain situations, however, TIFL may not be able to give individuals access to all of their personal information.</p>\n10.\nHandling Complaints and Questions\n<br>\n<p>Individuals may challenge TIFL’s compliance with this Privacy Code.\nComplaints and inquiries should be directed to our Investment Fund Associates or sent to the Privacy Office.</p> Principle 1\nTIFL’s Accountability\n<p>\n<strong>TIFL is accountable for all personal information in its possession or control, including any personal information transferred to third parties for processing.\nTIFL has established procedures to comply with this Privacy Code, and has designated one or more persons to be accountable for compliance.</strong>\n</p>\n<p>1.1 Senior management of TIFL will have ultimate accountability for protecting personal information.\nSenior management has delegated the day-to-day management of procedures involving personal information protection to one or more persons.</p>\n<p>1.2 TIFL’s Privacy Office is responsible for overall personal information protection and TIFL’s compliance with this Privacy Code.\nIn addition, Investment Fund Associates are able to respond to most inquiries about the protection of personal information.</p>\n<p>1.3 Tangerine Investment Funds Limited will allow the following categories of employees of TIFL’s parent, Tangerine Bank, to access individuals’ personal information in TIFL’s control:</p>\n<ul>\n<li>Sales and Service Personnel;</li>\n<li>Marketing Personnel;</li>\n<li>Audit Personnel;</li>\n<li>Security Personnel;</li>\n<li>IT Personnel;</li>\n<li>Operations Personnel;</li>\n<li>Legal Compliance Personnel;</li>\n<li>Risk Management Personnel.\nand</li>\n<li>Credit and Lending Personnel.</li>\n</ul>\n<br>\n<p>1.4 TIFL is also accountable for personal information that has been transferred to a third party for processing.\nTIFL’s policy for safeguarding personal information transferred to third parties is set out in Section 7.4 of this Privacy Code.</p>\n<p>1.5 To practice the principles of this Privacy Code, TIFL:</p>\n<ul>\n<li>\n<p>1.5.1 has established procedures to protect the privacy of personal information;</p>\n</li>\n<li>\n<p>1.5.2 has established procedures to receive and respond to questions and complaints;</p>\n</li>\n<li>\n<p>1.5.3 gives the public access to this Privacy Code.\nand</p>\n</li>\n<li>\n<p>1.5.4 has trained TIFL staff to understand and follow TIFL’s procedures.</p>\n</li>\n</ul>\n<p>TIFL also oversees compliance with this Privacy Code through regular audits and other compliance procedures.\nSenior management reports to a committee of its Board of Directors regarding compliance with this Privacy Code.</p>\n<br> Principle 2\nIdentifying the Purposes of Collecting Personal Information\n<p>\n<strong>TIFL will identify the purposes of collecting personal information, before or when consent is provided.</strong>\n</p>\n<p>2.1.\nExcept as noted below, when an individual applies for a product or service, TIFL will make the individual aware of the purposes for which TIFL is requesting the personal information.\nIf TIFL identifies other purposes for which the personal information may be used, TIFL will seek the individual’s consent prior to starting these uses.\nTIFL will explain that it is the individual’s right to refuse permission for TIFL to use personal information for any such other purposes.</p>\n<p>In some cases TIFL will not explain those purposes or obtain the individual’s consent.\n(See Section 3.4 and Section 5.1 for details.)</p>\n<p>\n</p>\n<p>2.2.\nTIFL will clearly identify the purposes for which it is collecting personal information in writing, verbally (either in person or over the telephone), or by any other means it communicates with individuals.</p>\n<p>2.3.\nIndividuals can ask for information about the purposes for which TIFL collects personal information when they phone or write to the Privacy Office.</p>\n<p>2.4.\nUnless additional purposes are identified to an individual before or at the time of collection, TIFL will collect personal information (which may include credit, employment and other financially related information) for the following purposes:</p>\n<ul>\n<li>\n<p>to help identify new Clients;</p>\n</li>\n<li>\n<p>to determine the suitability of products or services for an individual or the eligibility of an individual for products and services;</p>\n</li>\n<li>\n<p>to set up and manage TIFL’s products and services offered by approved distributors that meet an individual’s needs;</p>\n</li>\n<li>\n<p>to offer products and services to meet those needs;</p>\n</li>\n<li>\n<p>to provide ongoing service.\nand</p>\n</li>\n<li>\n<p>to meet legal and regulatory requirements, such as requirements under the Income Tax Act and credit reporting requirements.</p>\n</li>\n</ul>\n<br>\n<p>2.5.\nTIFL takes care to explain purposes which are not as obvious as others.\nThe purposes for collecting a name or address are obvious and do not need to be explained, but the purposes for collecting other information may not be as self-evident.<br>TIFL may collect, disclose and use personal information for some or all of the following purposes:</p>\n<ul>\n<li>\n<p>references are used to verify information on an application;</p>\n</li>\n<li>\n<p>your date of birth (DOB) and other identifying information may be collected and used to verify your identity and to protect you and TIFL from error or fraud.\nTIFL may also collect and use personal information obtained from credit bureaus, credit reporting agencies and other financial institutions in order to help verify your identity;</p>\n</li>\n<li>\n<p>a Social Insurance Number (SIN) is collected and used because the Income Tax Act requires it for an individual’s income tax reporting.\nIn addition, a SIN may be used to match credit bureau information to help verify the identity of a Client;</p>\n</li>\n<li>\n<p>personal information is exchanged with credit bureaus, credit reporting agencies, credit insurers, and other financial institutions to determine eligibility for financial products.\nThe credit reporting agencies that provide your credit information to us are Equifax Canada Inc.\n(Equifax.ca) and TransUnion Canada Inc.\n(transunion.ca).\nYou can contact them to access, rectify or obtain a copy of your credit report;</p>\n</li>\n<li>\n<p>personal information is used by TIFL to determine initial and ongoing eligibility for financial products and to notify Clients of such products by mail, email or phone;</p>\n</li>\n<li>\n<p>personal information may be collected, used and disclosed to investigate Client complaints;</p>\n</li>\n<li>\n<p>personal information may be collected and used to ensure that any of your instructions can be properly verified;</p>\n</li>\n<li>\n<p>personal information is shared, to the extent permitted by law, with Tangerine Bank for the purposes of serving you better.\nFor example, we include in your Account statements, a statement for each of your Accounts held at TIFL and Tangerine Bank;</p>\n</li>\n<li>\n<p>personal information may be collected, used and disclosed to investigate specific transactions or patterns of transactions for the purpose of detecting unauthorized or illegal activities;</p>\n</li>\n<li>\n<p>if you open an Account to be operated on behalf of a third party, personal information of that third party will be collected from you in accordance with Anti-Money Laundering legislation.\nand</p>\n</li>\n<li>\n<p>personal information may be used by TIFL and disclosed to TIFL’s affiliates to satisfy regulatory reporting requirements and international banking standards for financial institutions.</p>\n</li>\n</ul>\n<br>\n<p>2.6.\nThe way we analyze your personal information may involve automated decisions.\nThis involves processing your personal information using software that can evaluate your personal circumstances and other factors to address risks or outcomes.\nWe may use this method to make decisions about you relating to credit checks, identity and address checks, monitoring your Account(s) for fraud or other financial crime, or for other reasons that we’ll disclose to you.\nWe may use automated decision making if it’s necessary for us to provide you with a particular product (for example, we may use it to decide on the types of services that are suitable for you), to prevent fraud or financial crime, or if it’s reasonable to ensure that we’re treating our Clients fairly.</p> Principle 3\nObtaining Consent\n<p>\n<strong>TIFL will obtain consent before or when it collects, uses or discloses personal information about an individual.\nAn individual can provide consent to the collection, use and disclosure of personal information about them expressly, implicitly or through an authorized representative.</strong>\n</p>\n<p>\n<strong>TIFL will collect, use or disclose personal information without an individual’s consent only in limited circumstances as permitted by law.</strong>\n</p>\n<p>\n<strong>Subject to certain legal and contractual restrictions and reasonable notice, an individual can refuse or withdraw their consent to the collection, use or disclosure of personal information about them at any time.</strong>\n</p>\n<p>3.1.\nTIFL will obtain consent before or when it collects, uses or discloses personal information.\nGenerally, TIFL will seek consent to use and disclose personal information at the same time it collects the information.\nIn some circumstances, TIFL may identify a new purpose and seek consent to use and disclose personal information after it has been collected.</p>\n<p>3.2.\nTIFL will explain to individuals in plain language how personal information will be used or disclosed before they give their consent.</p>\n<p>3.3.\nConsent to the collection, use and disclosure of personal information can be expressed, implied, or given through an authorized representative of the individual.</p>\n<ul>\n<li>\n<p>individuals can express consent verbally, such as when information is collected over the telephone, in writing, such as when completing and signing an application or electronically, such as when applying through a computer.</p>\n</li>\n<li>\n<p>individuals can imply their consent, for example, by using a TIFL product or service.\nIn such a case, TIFL may assume that the individual consents to the use of the personal information.</p>\n</li>\n<li>\n<p>individuals can also give consent through an authorized representative, such as a legal guardian or a person with Power of Attorney.\nThis may be necessary, for example, if TIFL cannot obtain express consent from an individual who is a minor, seriously ill, or mentally incapacitated.</p>\n</li>\n</ul>\n<br>\n<p>3.4.\nTIFL may collect, use or disclose personal information without the individual’s knowledge and consent only in limited circumstances as permitted by law.</p>\n<ul>\n<li>\n<p>TIFL may collect, use and disclose personal information without the individual’s knowledge or consent if it is clearly in the individual’s best interests to do so and consent cannot be sought in a timely manner.\nAn example of such a circumstance is when an individual is seriously ill.</p>\n</li>\n<li>\n<p>TIFL may collect, use and disclose personal information without individuals’ knowledge or consent in certain circumstances where the information is publicly available.\nAn example would be the name, address and phone number of a subscriber to a telephone directory that is available to the public where the subscriber can refuse to have their personal information appear in the telephone directory.</p>\n</li>\n</ul>\n<br>\n<p>3.5.\nSubject to certain legal or contractual restrictions and reasonable notice, an individual may refuse or withdraw consent at any time.</p>\n<ul>\n<li>\n<p>TIFL will inform individuals of the consequences of refusing or withdrawing consent when individuals seek to do so.\nRefusing or withdrawing consent for TIFL to collect, use or disclose personal information could mean that TIFL cannot provide the individual with a product, service or information of value to the individual.<br>For example, if an individual does not allow TIFL to share certain personal information with a mutual fund company, TIFL may be unable to provide the individual with the products offered by that mutual fund company.</p>\n</li>\n<li>\n<p>TIFL, however, will not unreasonably withhold products, services or information from individuals who refuse to give consent or who withdraw consent.</p>\n</li>\n<li>\n<p>TIFL is required by law to collect certain types of personal information in order to verify the identity of its Clients.\nIf an individual does not allow TIFL to collect and use this information, or if the Client later attempts to withdraw their consent, TIFL may not be able to open an Account or maintain the Account on behalf of that Client.</p>\n</li>\n</ul>\n<br> Principle 4\nLimits on the Collection of Personal Information\n<p>\n<strong>TIFL limits the amount and type of personal information it collects.\nTIFL will collect personal information only for purposes it has already identified to the individual or as permitted by law.\nTIFL will collect personal information using procedures which are fair and lawful.</strong>\n</p>\n<p>4.1.\nTIFL will collect only the amount and type of information needed for the purposes documented by TIFL and identified to the individual.</p>\n<p>4.2.\nTIFL will collect personal information about an individual primarily from that individual.\nExcept as permitted by law, TIFL will only collect personal information from external sources if individuals have consented to such collection.</p>\n<p>4.3.\nWhen you fill out forms and applications online or in our Mobile Banking app, we may save your progress as a draft for up to 30 days.\nWhere possible, this means that if you can’t complete the form or need to switch devices, you don’t need to start over the next time you open the form.\nAfter that period, the information you entered will be deleted.</p>\n<br> Principle 5\nLimits on Using, Disclosing and Keeping Personal Information\n<p>\n<strong>TIFL will use or disclose personal information only for the reasons it was collected, unless consent is given to use or disclose it for another reason.</strong>\n</p>\n<p>\n<strong>Under certain exceptional circumstances, TIFL may have a legal duty or right to disclose personal information without the individual’s knowledge or consent.</strong>\n</p>\n<p>\n<strong>TIFL will keep personal information only as long as necessary for the identified purposes.</strong>\n</p>\n<p>5.1.\nTIFL may disclose personal information without consent when required or permitted by law.\nExamples of such disclosure include:</p>\n<ul>\n<li>\n<p>subpoenas, search warrants and other court and government orders;</p>\n</li>\n<li>\n<p>debt collection or demands from other parties who have a legal right to personal information.\nand</p>\n</li>\n<li>\n<p>disclosure of personal information to a lawyer (or, in Quebec, a notary or an advocate) who represents TIFL.</p>\n</li>\n</ul>\n<br>\n<p>5.2.\nIn any of the circumstances referred to in Principle 5.1, TIFL will protect the interests of its Clients by making sure that:</p>\n<ul>\n<li>\n<p>orders or demands appear to comply with the laws under which they were issued.\nand</p>\n</li>\n<li>\n<p>TIFL does not comply with casual requests for personal information from government or law enforcement authorities.</p>\n</li>\n</ul>\n<p>TIFL may notify individuals that an order or demand has been received, if the law does not prohibit such notification.\nTIFL may notify individuals by telephone, or by letter to the Client’s usual address.</p>\n<br>\n<p>5.3.\nTIFL may want to use personal information in its possession or control to market products and services to individuals either directly through TIFL or through its existing affiliates.\nTIFL will obtain the individual’s consent before using or disclosing personal information for this purpose.</p>\n<p>5.4.\nWhen an individual applies for a product or service and provides personal information, TIFL will advise the individual that his/her personal information may be used by TIFL to market other products and services to the individual.</p>\n<p>5.5.\nTIFL will collect health records only for specific purposes.\nSubject to anything herein, it will not disclose health records to affiliates, and vice versa.</p>\n<p>5.6.\nIf personal information has been used to make a decision about an individual, TIFL will keep the personal information long enough for the individual to have access to it after the decision has been made.</p>\n<p>5.7.\nTIFL will destroy, erase or make anonymous any personal information no longer needed for its identified purposes or for legal requirements.</p>\n<br> Principle 6\nKeeping Personal Information Accurate\n<br>\n<p>\n<strong>TIFL will keep the personal information in its possession or control accurate, complete, current and relevant, based on the most recent information available to TIFL.</strong>\n</p>\n<p>\n<strong>Individuals may challenge the accuracy and completeness of personal information about them and have it amended as appropriate.</strong>\n</p>\n<p>6.1.\nTIFL will make reasonable efforts to minimize the possibility of using inaccurate, incomplete or outdated personal information to make a decision about the individual.</p>\n<p>6.2.\nTIFL will update personal information only if it is necessary for the purposes for which it was collected.</p>\n<p>6.3.\nTIFL will make reasonable efforts to keep personal information in its possession and control accurate and current if the information is used on an ongoing basis, unless limits on the need for accuracy are clearly set out by TIFL.</p>\n<p>6.4.\nTIFL will also rely on individuals to keep certain personal information relating to them accurate, complete and current.\nIf an individual demonstrates to TIFL that personal information relating to them is inaccurate, incomplete, out of date or irrelevant, TIFL will revise or delete the personal information.\nIf necessary, TIFL will disclose the revised personal information to any third parties to whom TIFL disclosed wrong or outdated information in order to permit them to revise their records.</p>\n<p>6.5.\nIf TIFL does not agree to revise personal information as requested by the individual, the individual may challenge TIFL’s decision.\nTIFL will make a record of this challenge, and, if necessary, disclose the challenge by the individual to any third parties to whom TIFL has disclosed the personal information.</p>\n<br> Principle 7\nSafeguarding Personal Information\n<p>\n<strong>TIFL will protect personal information with safeguards appropriate to the sensitivity of the information.</strong>\n</p>\n<p>7.1.\nTIFL will safeguard personal information in its possession or control from loss or theft and from unauthorized access, disclosure, duplication, use or modification.</p>\n<p>7.2.\nThe safeguards employed by TIFL to protect personal information will vary depending on the sensitivity, amount, distribution, format and storage of the personal information.\nTIFL stores most of your information electronically, recent paper records containing individuals’ personal information are stored in files kept onsite at our Toronto head office, and older records containing individuals’ personal information may be stored at an offsite storage facility.\nTIFL will give the highest level of protection to the most sensitive personal information.</p>\n<p>7.3.\nTIFL will safeguard personal information in its possession or control through security measures.\nFor example:</p>\n<ul>\n<li>\n<p>physical security, such as secure locks on filing cabinets and restricted access to offices;</p>\n</li>\n<li>\n<p>organizational security, such as controlled entry in data centres and limited access to relevant information.\nand</p>\n</li>\n<li>\n<p>electronic security, such as passwords, personal identification numbers and encryption.</p>\n</li>\n</ul>\n<br>\n<p>7.4.\nTIFL may transfer personal information to third parties for processing, including market research, data processing services, or for other goods and services.\nTIFL will require these third parties to safeguard all personal information in a way that is consistent with TIFL’s measures and/or as regulated by law.<br>\n<br>When TIFL contracts with third parties, they are given only the information necessary to perform the services as set out in the contract.\nThe third parties are prohibited from storing, analyzing or using the personal information transferred by TIFL for any other purpose.\nThe third parties are required to protect personal information transferred by TIFL in a manner that is consistent with privacy policies and practices established by TIFL.</p>\n<p>7.5.\nTIFL will use care when disposing of or destroying personal information in order to prevent unauthorized access to the information.</p>\n<br> Principle 8\nMaking Information about Policies and Procedures Available to Individuals\n<br>\n<p>\n<strong>TIFL will be open about the procedures used to manage personal information.\nIndividuals will have access to information about these procedures through TIFL’s Privacy Code, by contacting our Investment Fund Associates or by writing to the Privacy Office.\nThe information will be available in a format that is easy to understand.</strong>\n</p>\n<p>8.1.\nTIFL will make this Privacy Code available to the public.</p>\n<ul>\n<li>\n<p>paper copies of this Privacy Code will be mailed to all new Clients.\nand</p>\n</li>\n<li>\n<p>an electronic version of this Privacy Code is available on TIFL’s website at tangerine.ca/investments.</p>\n</li>\n</ul>\n<p>\n</p>\n<p>8.2.\nInformation about this Privacy Code will be available in a format that is easy to understand.</p>\n<ul>\n<li>\n<p>TIFL has produced a summary of this Privacy Code at the beginning of this document and at&nbsp;tangerine.ca/investments.\nand</p>\n</li>\n<li>\n<p>the contact information of the Investment Fund Associates and the Privacy Office are provided in the summary as in this Privacy Code, so individuals know where to address complaints and questions about TIFL’s personal information policies and procedures.</p>\n</li>\n</ul>\n<p>8.3.\nTIFL may make information about its procedures available in a variety of ways, depending on the nature of the services individuals are using and the sensitivity of the personal information.</p>\n<ul>\n<li>\n<p>TIFL may make brochures available on premises, mail or email information to its Clients, establish a toll-free telephone service or provide online access.</p>\n</li>\n</ul>\n<p>8.4.\nPolicies &amp.\nprocedures regarding personal information</p>\n<ul>\n<li>\n<p>We have established and implemented governance policies and procedures approved by the Global Privacy Officer to ensure the protection of personal information.\nThese documents provide a framework for the retention and destruction of the information, define the roles and responsibilities of personnel, and provide a process for responding to inquiries regarding the protection of the information.\nHere is a list of the policies and procedures:</p>\n<ol>\n<li>\n<p>\n<em>Privacy Risk Management Framework</em> - Provides an overview of the key governance components for the oversight and management of Privacy Risk.\nServes as an overarching framework for material elements of Privacy Risk management activities and is a source document to which all other Privacy Risk policies and procedures are aligned.</p>\n</li>\n<li>\n<p>\n<em>Privacy Risk Management Policy</em> - Provides a description of the general policies and principles applicable to Privacy Risk Management.\nIt is part of the effective management and mitigation of Privacy Risk.</p>\n</li>\n<li>\n<p>\n<em>Roles and Responsibilities Matrix of the Privacy Risk Management Program</em> - This tool identifies roles and responsibilities associated with tasks.</p>\n</li>\n<li>\n<p>\n<em>Access to Personal Information Procedures</em> – Sets out the framework for handling access requests and requests to amend personal information pursuant to applicable laws.\nThe Procedures are part of the Privacy Risk Management Program.</p>\n</li>\n<li>\n<p>\n<em>Privacy Case Management Tool Governance Procedures</em> – A privacy case management tool is a system used to track privacy-related incidents in a centralized location and to report that data to the relevant personnel.\nThe governance procedures outline the structure and process for decision-making, accountability and control relating to the relevant privacy-related incidents tracked by the tool.</p>\n</li>\n<li>\n<p>\n<em>Guidelines for Use of PII in Digital Initiatives</em> – Provides an overview of the privacy implications that must be considered when devising a digital initiative involving personal information.\nThese Guidelines assist employees to distinguish between permissible and impermissible uses of personal information.</p>\n</li>\n<li>\n<p>\n<em>Incident &amp.\nBreach Management Procedures</em> – Provides steps for handling Privacy Concerns that impact Tangerine and its Clients, employees or other individuals.</p>\n</li>\n<li>\n<p>Privacy Impact Assessment Procedures – Outlines the processes involved to complete a Privacy Impact Assessment.\nThese Procedures are part of Tangerine’s Privacy Risk Management Program.</p>\n</li>\n<li>\n<p>\n<em>Employee Privacy Policy</em> – Sets out how Tangerine collects, uses, discloses and otherwise manages personal information of its employees while administering and managing the employment relationship.</p>\n</li>\n<li>\n<p>\n<em>Enterprise Records Management Policy</em> – Establishes foundational principles applied across Tangerine to facilitate the creation, retrieval, use, maintenance, retention and disposition of records in a manner consistent with Tangerine’s business priorities and applicable legal and regulatory requirements.</p>\n</li>\n</ol>\n</li>\n</ul> Principle 9\nAccess to Personal Information\n<p>\n<strong>When an individual requests it, TIFL will advise what personal information TIFL has in its possession or control about the individual, what it is being used for and to whom it has been disclosed.</strong>\n</p>\n<p>\n<strong>When an individual requests it, TIFL will give the individual access to personal information about them which is in the possession or control of TIFL.\nIn certain exceptional situations TIFL may not be able to give individuals access to all of the personal information about them.</strong>\n</p>\n<p>9.1.\nAn individual has the right to know, on request, what personal information about the individual TIFL has in its possession or control, a right to access that personal information and to know to which third parties TIFL has disclosed that information.\nIndividuals may direct their requests by telephone to the Investment Fund Associates or, in writing, to the Privacy Office.</p>\n<p>9.2.\nTIFL has established procedures for responding to requests for access to personal information.\nIndividuals must be specific about the personal information that may be in TIFL’s possession or control.\nIn the unlikely event that TIFL determines that there will be a cost to the individual in granting such access, TIFL will inform the individual of the costs permitted by law prior to granting such access.</p>\n<p>9.3.\nTIFL will identify from whom it collected the personal information, to whom it has disclosed the personal information, and how and when the information was disclosed.\nTIFL will take this data from its records, and will provide it to the individual in a form that is easy to understand, providing explanations for abbreviations and policies.\nTIFL will provide the personal information and the above data to the individual within a reasonable time.</p>\n<p>9.4.\nIn some cases, TIFL may not provide access to personal information that is in its possession or control.\nThis may occur when:</p>\n<ul>\n<li>\n<p>providing access to personal information would be likely to reveal personal information about a third party;</p>\n</li>\n<li>\n<p>providing the personal information could result in a threat to the security of another individual;</p>\n</li>\n<li>\n<p>disclosing the information would reveal confidential commercial information;</p>\n</li>\n<li>\n<p>the personal information is protected by solicitor-client privilege;</p>\n</li>\n<li>\n<p>the information is the result of arbitration or other formal dispute resolution process.\nor</p>\n</li>\n<li>\n<p>the information has been collected for the purposes of a legal investigation</p>\n</li>\n</ul>\n<br>\n<p>9.5.\nTIFL will not record in individual files when personal information was disclosed to third parties for routine purposes.\nFor example:</p>\n<ul>\n<li>\n<p>reporting to Canada Revenue Agency.\nand</p>\n</li>\n<li>\n<p>indicating to third parties when cheques are returned for NSF (non-sufficient funds).</p>\n</li>\n</ul>\n<br>\n<p>9.6.\nIf TIFL denies the individual’s request for access to personal information, TIFL will advise the individual of the reason for the refusal.\nThe individual may then challenge TIFL’s decision.</p>\n<br> Principle 10\nHandling Individuals’ Complaints and Questions\n<br>\n<p>\n<strong>Individuals may challenge TIFL’s compliance with this Privacy Code.\nTIFL will have policies and procedures to receive, investigate, and respond to individuals’ complaints and questions.</strong>\n</p>\n<p>10.1.\nTIFL has policies and procedures to receive, investigate, and respond to individuals’ complaints and questions relating to privacy.\nIndividuals are advised to direct their complaints and questions by telephone to the Investment Fund Associates or in writing to the Privacy Office.</p>\n<p>10.2.\nTIFL will investigate all complaints.\nIf it finds a complaint justified, TIFL will attempt to resolve it.\nIf necessary, TIFL will modify its policies and procedures to ensure that other individuals will not experience the same problem.</p>\n<p>10.3.\nIf individuals are not satisfied with the way TIFL has responded to their complaint, they can contact the Privacy Commissioner, the Ombudsman for Banking Services and Investments, or the Mutual Funds Dealers Association.</p> ", "created_at": "2023-09-11 23:35:41.863237", "updated_at": "2023-09-11 23:43:23.649132"}, {"id": 19071, "name": "Privacy Code", "url": "https://www.tangerine.ca/en/privacy/privacy-code", "xpath": "/html/body/div[1]/section[3]/div/div", "text": " Privacy Code <ul>\n<li> Privacy </li>\n<li> Digital Privacy and Interest-Based Advertising </li>\n<li> Investment Funds Privacy Code </li>\n<li> Privacy Code </li>\n<li> Statement Regarding Biometrics and Your Privacy </li>\n<li> AdChoices </li>\n<li> Data Ethics Commitment </li>\n</ul>\n<ul>\n<li> Privacy </li>\n<li> Digital Privacy and Interest-Based Advertising </li>\n<li> Investment Funds Privacy Code </li>\n<li> Privacy Code </li>\n<li> Statement Regarding Biometrics and Your Privacy </li>\n<li> AdChoices </li>\n<li> Data Ethics Commitment </li>\n</ul> PRIVACY CODE A word about your privacy\n<p>We respect your privacy.\nNot only do we respect it, but we also protect it.\nWe only share your personal information in circumstances that we will describe in this Code and that align with our privacy principles.\nWe have provided this document to explain our privacy principles and procedures.\nThis Code reflects both the importance of the issue and the legal and regulatory requirements for privacy protection.\nIf you want more information regarding our privacy principles and procedures, please read&nbsp;on.</p>\n<p>To request access to, or correction of, your personal information, or to make other inquiries regarding your personal information, you may write our Global Privacy Officer at theprivacyofficer@tangerine.ca or by mail to: <br>Global Privacy Officer,<br>3389&nbsp;Steeles Ave&nbsp;E,<br>Toronto,&nbsp;Ontario&nbsp;<br>M2H&nbsp;0A1.</p>\nIntroduction\n<p>Tangerine Bank (“Tangerine” or “we”) is committed to keeping personal information of our Clients and prospective Clients (“you” or “your” personal information) accurate, confidential, and secure.\nThe Tangerine Privacy Code reflects this&nbsp;commitment.</p>\n<p>This Privacy Code is based on the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA).\nIt describes how Tangerine complies with the principles of PIPEDA.\nA copy of PIPEDA is available at priv.gc.ca.</p>\nThe scope of this Privacy Code\n<p>This Privacy Code describes the principles Tangerine will use to protect the personal information in its possession or control.\nThis Privacy Code does not apply to information about business Clients who carry on business as corporations, partnerships or other forms of association.\nWe do, however, protect the confidentiality of such information in accordance with the law and our policies.\nThis Privacy Code applies to any personal information that we collect about individual owners of sole proprietorships or personal information about officers, directors, employees or partners of a business&nbsp;Client.</p>\nChanges to this Privacy Code\n<p>In order to ensure that this Privacy Code is kept up-to-date, we will change this Privacy Code from time to time.\nNotice of any significant changes to the Privacy Code may be distributed by email, through Tangerine statements, letters, posted on the Tangerine website, through your online Inbox or any other electronic method used by Tangerine to communicate with&nbsp;you.</p>\nEXPLANATION OF TERMS USED IN THIS PRIVACY&nbsp;CODE\nAssociates\n<p>The Client services representatives at Tangerine who will address any questions and concerns about a Tangerine product or service.\nAssociates may be reached by telephone at 1-888-826-4374 or email at&nbsp;info@tangerine.ca.</p>\nPersonal information\n<p>Personal information is information that identifies you or can be used to identify you.\nExamples of personal information include: first and last name, mother’s maiden name, mailing address, telephone number (including mobile), email address, date of birth, Social Insurance Number (SIN), government-issued identification, credit history, information about your employment and education, annual income, assets and liabilities and financial&nbsp;transactions.</p>\nPrivacy Office\n<p>The department at Tangerine that is responsible for the protection of your personal information.\nThe Global Privacy Officer may be contacted by mail or email&nbsp;at:</p>\n<p>GLOBAL PRIVACY OFFICER Tangerine 3389 Steeles Ave&nbsp;E Toronto, OntarioOntario&nbsp;M2H&nbsp;0A1 theprivacyofficer@tangerine.ca</p>\nTangerine\n<p>“Tangerine” is the operating name of Tangerine Bank.\nTangerine is a wholly owned subsidiary of The Bank of Nova Scotia&nbsp;(“Scotiabank”).</p> SECTION 1\nPrinciple – Tangerine’s accountability\n<p>We are accountable for all personal information in our possession or control, including any personal information transferred to third parties for processing.\nWe have established procedures to comply with this Privacy Code and have designated one or more persons to be accountable for&nbsp;compliance.</p>\n<ol>\n<li>\n<p>Our Global Privacy Officer is responsible for protecting the privacy of our Clients’ personal information and our compliance with this Privacy&nbsp;Code.</p>\n</li>\n<li>\n<p>We are also accountable for personal information that has been transferred to a third party for processing (for example, cheque clearing services).\nOur policies for safeguarding personal information transferred to third parties are set out in Section 7.4 of this Privacy&nbsp;Code.</p>\n</li>\n<li>\n<p>To ensure compliance with the principles of this Privacy Code,&nbsp;we:</p>\n<ul>\n<li>\n<p>have established procedures to protect personal&nbsp;information;</p>\n</li>\n<li>\n<p>have established procedures to receive and respond to questions and&nbsp;complaints;</p>\n</li>\n<li>\n<p>published this Privacy Code;&nbsp;and</p>\n</li>\n<li>\n<p>have trained our staff to understand and follow our privacy&nbsp;procedures.</p>\n</li>\n</ul>\n</li>\n</ol>\n<p>We also oversee compliance with this Privacy Code through regular audits and other compliance procedures.\nSenior management reports to a committee of Tangerine’s Board of Directors regarding compliance with this Privacy&nbsp;Code.</p> SECTION 2\nPrinciple – Identifying the purposes of collecting personal&nbsp;information\n<p>We will identify the purposes of collecting personal information.</p>\n<ol>\n<li>\n<p>We take care to explain purposes which are not as obvious as others.\nWhile the purposes for collecting a name or address may be obvious and do not need to be explained, the purposes for collecting other information may not be as&nbsp;self-evident.</p>\n</li>\n<li>\n<p>We will clearly identify the purpose for which we are collecting your personal information either through writing, verbally when we are speaking with you or through any other means we use to communicate with you.\nThere are some cases where we are not required to obtain your consent (See Section 3 and Section 5.1 for details).</p>\n</li>\n<li>\n<p>You can ask for information about the purposes for which we collect personal information when you phone us or write to our Global Privacy&nbsp;Officer.</p>\n</li>\n<li>\n<p>In addition to any purposes identified to you before or at the time of collection, we will collect personal information (which may include credit, employment and other financially related information) for the following&nbsp;purposes:</p>\n<ul>\n<li>\n<p>to help identify you;</p>\n</li>\n<li>\n<p>to determine your suitability or eligibility for our products or&nbsp;services;</p>\n</li>\n<li>\n<p>to set up and manage Tangerine’s products and&nbsp;services;</p>\n</li>\n<li>\n<p>to offer, set up and manage products and services, including those of our affiliates or trusted business&nbsp;partners;</p>\n</li>\n<li>\n<p>to provide ongoing service;&nbsp;and</p>\n</li>\n<li>\n<p>to meet legal and regulatory requirements, such as requirements under the <em>Income Tax Act</em> (Canada) and credit reporting&nbsp;requirements.</p>\n</li>\n</ul>\n<p>Examples of additional purposes for which we may collect, disclose or use your personal information:</p>\n<ol>\n<li>\n<p>references are used to verify information on an application;</p>\n</li>\n<li>\n<p>your date of birth and other identifying information may be collected and used to verify your identity, and to protect you and Tangerine from error or fraud.\nWe may also collect and use personal information obtained from credit reporting agencies and other financial institutions in order to help verify your identity when you are a new&nbsp;Client;</p>\n</li>\n<li>\n<p>a Social Insurance Number (SIN) is collected because the <em>Income Tax Act</em> (Canada) and other national or international regulations related to the taxing of nationals require it for income tax reporting.\nIn addition, a SIN may be used to match credit bureau information or protect you and Tangerine from reporting errors or fraud.\nProviding your SIN for these identity verification purposes is optional.\nTo withdraw your consent for the use of your SIN for identity verification purposes, you may contact us as set out below.\nsee Section 3.5 and Section 3.6;</p>\n</li>\n<li>\n<p>personal information is exchanged with credit reporting agencies, credit insurers (including health information), and other financial institutions, to maintain the integrity of the credit-granting process and to determine eligibility for financial products and services including creditor insurance products.\nThe credit reporting agencies that provide your credit information to us are Equifax Canada Inc.\n(Equifax.ca) and TransUnion Canada Inc.\n(transunion.ca).\nYou can contact them to access, rectify or obtain a copy of your credit report;</p>\n</li>\n<li>\n<p>personal information, including transaction details for any product or service offered by Tangerine, is used by us to determine your eligibility for products and services or to identify products or services that may be of interest to you, and we will use your contact and other information to notify you of such products including by website, mail (including statement inserts), email, phone, SMS text messages, our Mobile Banking app or any other electronic method offered by Tangerine and used by you.\nIf you do not wish to receive marketing communications, you can opt out as described in Section 3.6;</p>\n</li>\n<li>\n<p>subject to Section 7.4, personal information may be disclosed to investors or potential investors, lenders and government guarantors in order for us to process, fund and securitize your&nbsp;mortgage;</p>\n</li>\n<li>\n<p>personal information may be collected, used and disclosed to investigate specific transactions or patterns of transactions for the purpose of detecting unauthorized, fraudulent or other illegal&nbsp;activities;</p>\n</li>\n<li>\n<p>personal information may be collected and used to ensure that your instructions can be properly verified and to prevent&nbsp;errors;</p>\n</li>\n<li>\n<p>personal information may be collected, used and disclosed to investigate your&nbsp;complaints;</p>\n</li>\n<li>\n<p>should you open an Account to be operated on behalf of a third party, personal information of that third party will be collected from you in accordance with Anti-Money Laundering&nbsp;legislation;</p>\n</li>\n<li>\n<p>we may share personal information with members of the Scotiabank group of companies and other service providers who provide operational, administrative and support services on our behalf, to meet legal and regulatory obligations, for fraud prevention purposes, and to perform&nbsp;analytics;</p>\n</li>\n<li>\n<p>members of the Scotiabank group of companies and our service providers may be located outside of your province of residence or outside of Canada, and your personal information may be accessed or processed in the United States or other jurisdictions.\nFor a list of Scotiabank’s principal affiliates and subsidiaries enterprise-wide, please refer to the most recent Annual Report.</p>\n</li>\n<li>\n<p>we may share your personal information with other members of the Scotiabank group of companies and our service providers so that they may contact you for the purposes of marketing, including telemarketing, or to help you manage your credit responsibly.\nYou can withdraw your consent to the disclosure of your personal information to other Scotiabank companies for marketing at any time.\nsee Section 3.5 and Section&nbsp;3.6;</p>\n</li>\n<li>\n<p>personal information may be collected, used and disclosed for the purpose of legal or regulatory&nbsp;requirements;</p>\n</li>\n<li>\n<p>personal information may be collected, used and disclosed if you participate in a contest, survey or promotion to administer your participation in the contest or promotion and as otherwise described to you when you enter.\nInformation obtained through our surveys is used in an aggregated form.\nWe use this information to help us understand our Clients and to improve our products and&nbsp;services;</p>\n</li>\n<li>\n<p>personal information about a joint Account and any transactions on that Account may be disclosed to any Account holder;&nbsp;and</p>\n</li>\n<li>\n<p>personal information may be disclosed to a representative (such as a legal guardian, Power of Attorney, estate representative or lawyer) where reasonably necessary to administer the estate.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>The way we analyze your personal information may involve automated decisions.\nThis involves processing your personal information using software that can evaluate your personal circumstances and other factors to address risks or outcomes.\nWe may use this method to make decisions about you relating to credit checks, identity and address checks, monitoring your Account(s) for fraud or other financial crime, or for other reasons that we’ll disclose to you.\nWe may use automated decision making if it’s necessary for us to provide you with a particular product (for example, we may use it to decide on the types of services that are suitable for you), to prevent fraud or financial crime, or if it’s reasonable to ensure that we’re treating our Clients fairly.</p>\n</li>\n</ol> SECTION 3\nPrinciple – Obtaining consent\n<p>We will collect, use or disclose personal information without your consent only in limited circumstances as permitted by&nbsp;law.</p>\n<p>Subject to certain legal, regulatory and contractual obligations and reasonable notice, an individual can refuse or withdraw their consent to the collection, use or disclosure of personal information about them at any time.\nIn certain instances, that means we may not be able to offer you certain products and&nbsp;services.</p>\n<ol>\n<li>\n<p>Generally, we will seek consent to use and disclose personal information at the time of collection.\nIn some circumstances, we may identify a new purpose and seek consent to use and disclose personal information after it has been&nbsp;collected.</p>\n</li>\n<li>\n<p>We will explain to you in plain language how personal information will be used or disclosed before requesting your&nbsp;consent.</p>\n</li>\n<li>\n<p>Consent to the collection, use and disclosure of personal information can be expressed, implied, or given through your authorized&nbsp;representative.</p>\n<ul>\n<li>\n<p>You can express consent verbally, such as when information is collected over the telephone, in writing, such as when completing and signing an application, or electronically, such as when applying&nbsp;online.</p>\n</li>\n<li>\n<p>Your consent can be implied, for example, by using a Tangerine product or&nbsp;service.</p>\n</li>\n<li>\n<p>You can also give consent through an authorized representative, such as a legal guardian or a person with a Power of Attorney.\nThis may be necessary, for example, when we cannot obtain express consent from a minor, or an individual who is seriously&nbsp;ill.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>We may collect, use or disclose personal information without your knowledge and consent only in limited circumstances as permitted by law.\nFor&nbsp;example:</p>\n<ul>\n<li>\n<p>We may collect, use and disclose personal information without your knowledge or consent if it is clearly in your best interest to do so and consent cannot be sought in a timely manner.\nAn example of such a circumstance is when an individual is seriously&nbsp;ill.</p>\n</li>\n<li>\n<p>Tangerine may collect, use and disclose personal information without your knowledge or consent in accordance with law or upon the lawful request of a government institution or part of a government institution.\nAn example would be when a government institution lawfully requests the information for the enforcement of federal or provincial Canadian law or laws of a foreign&nbsp;jurisdiction.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>You can refuse to consent to our collection, use or disclosure of personal information, or you may withdraw your consent to our further collection, use or disclosure of your personal information at any time by giving us reasonable notice, subject to limited exceptions.\nThis includes withdrawing your consent for the use of your SIN for identity verification&nbsp;purposes.</p>\n<ul>\n<li>\n<p>We will inform you of the consequences of refusing or withdrawing consent.\nRefusing or withdrawing consent for Tangerine to collect, use or disclose personal information could mean that we cannot provide you with a product and/or service.\nFor example, if you do not allow us to obtain a credit report, we may not be able to lend money to&nbsp;you.</p>\n</li>\n<li>\n<p>We may have legal, regulatory or contractual obligations to collect, use or disclose certain of your personal information, in which case you may not withdraw your consent.\nFor example, during the term of a loan, you may not withdraw your consent to our ongoing collection, use or disclosure of your personal information in connection with the loan you have with us or have&nbsp;guaranteed.</p>\n</li>\n<li>\n<p>We will not unreasonably withhold products, services or information from individuals who refuse to give consent or who withdraw&nbsp;consent.</p>\n</li>\n<li>\n<p>Tangerine is required by law to collect certain types of personal information in order to verify your identity.\nIf you do not allow us to collect and use this information, or if you later attempt to withdraw your consent, we may not be able to open or maintain an Account for&nbsp;you.</p>\n</li>\n<li>\n<p>Withdrawal of consent is not permitted in relation to a credit product where we must collect and report information after credit has been granted.\nThis is to maintain the integrity of the credit reporting&nbsp;system.</p>\n</li>\n<li>\n<p>We will act on your instructions as quickly as possible but there may be certain uses of your information that we may not be able to stop&nbsp;immediately.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>You can opt out and withdraw consent.</p>\n<ul>\n<li>\n<p>If you wish to withdraw your consent or update your marketing communication preferences, contact us toll-free at&nbsp;1-888-826-4374.</p>\n</li>\n<li>\n<p>To opt out of email communications, click on the “unsubscribe” link included in each of our&nbsp;communications.</p>\n</li>\n<li>\n<p>To opt out of receiving SMS text messages, respond to any message by texting&nbsp;“STOP”.</p>\n</li>\n<li>\n<p>To opt out of the sharing of your personal information with trusted partners, contact us using the contact information set out&nbsp;above.</p>\n</li>\n<li>\n<p>To opt out of direct mail and phone marketing communications, contact us using the contact information set out&nbsp;above.</p>\n</li>\n</ul>\n</li>\n</ol> SECTION 4\nPrinciple – Limits on the collection of personal&nbsp;information\n<p>Tangerine limits the amount and type of personal information it collects.\nWe will collect personal information only for purposes that have been already identified to you or as permitted by&nbsp;law.</p>\n<ol>\n<li>\n<p>We will only collect the amount and type of information needed for the purposes documented by us and identified to&nbsp;you.</p>\n</li>\n<li>\n<p>We will collect personal information about you primarily from you.\nExcept as permitted by law, Tangerine will only collect personal information from external sources if you have consented to such collection (for example, a Refer-a-Friend&nbsp;Program).</p>\n</li>\n</ol> SECTION 5\nPrinciple – Limits on using, disclosing and keeping personal&nbsp;information\n<p>We will use or disclose personal information only for the reasons it was collected, unless consent is given to use or disclose it for another purpose.\nUnder certain exceptional circumstances, we may have a legal duty or right to disclose personal information without your knowledge or&nbsp;consent.</p>\n<p>We will keep personal information only as long as necessary for the identified purposes.</p>\n<ol>\n<li>\n<p>We may disclose personal information without consent when required or permitted by law.\nExamples of such disclosure&nbsp;include:</p>\n<ul>\n<li>\n<p>subpoenas, search warrants and other court and government&nbsp;orders;</p>\n</li>\n<li>\n<p>debt collection or demands from other parties who have a legal right to personal information;&nbsp;and</p>\n</li>\n<li>\n<p>disclosure of personal information to a lawyer (or, in Quebec, a notary or an advocate) who represents Tangerine to protect Tangerine’s&nbsp;interests.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>In any of the circumstances referred to above, we will protect your interests by making sure&nbsp;that:</p>\n<ul>\n<li>\n<p>orders or demands appear to comply with the laws under which they were&nbsp;issued;</p>\n</li>\n<li>\n<p>when permitted by law, we may notify you that an order or demand has been&nbsp;received.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>We will collect health records only for specific purposes explained to you, such as establishing the effective date of a Power of Attorney or for creditor insurance purposes, as insurance providers require this personal information to assess insurance risk and to establish and administer the insurance&nbsp;coverage.</p>\n</li>\n<li>\n<p>In the event we provide personal information to a third party service provider for processing located in a foreign jurisdiction, we will be bound by the laws and regulations of that jurisdiction and may disclose personal information in accordance with those laws and&nbsp;regulations.</p>\n</li>\n<li>\n<p>We will destroy, erase or make anonymous any personal information no longer needed for its identified purposes or for legal requirements, in accordance with our records retention&nbsp;policies.</p>\n</li>\n<li>\n<p>When you fill out forms and applications online or in our Mobile Banking app, we may save your progress as a draft for up to 30 days.\nWhere possible, this means that if you can’t complete the form or need to switch devices, you don’t need to start over the next time you open the form.\nAfter that period, the information you entered will be deleted.</p>\n</li>\n</ol> SECTION 6\nPrinciple – Keeping personal information&nbsp;accurate\n<p>We will keep the personal information in our possession or control accurate and complete based on the most recent information available to us.\nFrom time to time, Tangerine may contact you to ask you to confirm your contact information and your marketing communication&nbsp;preferences.</p>\n<p>You may challenge the accuracy and completeness of your personal information and have it amended as&nbsp;appropriate.</p>\n<ol>\n<li>\n<p>We will make reasonable efforts to minimize the possibility of using inaccurate, incomplete or outdated personal information to make a decision about&nbsp;you.</p>\n</li>\n<li>\n<p>We will make reasonable efforts to keep personal information in our possession and control accurate and current if the information is used on an ongoing&nbsp;basis.</p>\n</li>\n<li>\n<p>We will rely on you to keep your personal information accurate, complete and current.\nIf you demonstrate to us that personal information relating to you is inaccurate, incomplete, or out of date, we will revise or delete the personal information.\nIf necessary, we will disclose the revised personal information to any third parties to whom we had disclosed wrong or outdated information in order to permit them to revise their&nbsp;records.</p>\n</li>\n<li>\n<p>If we do not agree to revise the personal information as requested by you, you may challenge our decision.\nWe will make a record of this challenge, and, if necessary, disclose the challenge by you to any third parties to whom we have disclosed the personal&nbsp;information.</p>\n</li>\n</ol> SECTION 7\nPrinciple – Safeguarding personal information\n<p>We will protect personal information with safeguards appropriate to the sensitivity of the&nbsp;information.</p>\n<ol>\n<li>\n<p>We will safeguard personal information in our possession or control from loss or theft and from unauthorized access, disclosure, duplication, use or&nbsp;modification.</p>\n</li>\n<li>\n<p>The safeguards employed by Tangerine to protect personal information will vary depending on the sensitivity, amount, distribution, format and storage of the personal information.\nWe store most of your information&nbsp;electronically.</p>\n</li>\n<li>\n<p>We will safeguard personal information in our possession or control through security measures.</p>\n<p>For&nbsp;example:</p>\n<ul>\n<li>\n<p>physical security, such as secure locks on filing cabinets and restricted access to&nbsp;offices;</p>\n</li>\n<li>\n<p>organizational security, such as controlled entry in data centres and limited access to relevant information;&nbsp;and</p>\n</li>\n<li>\n<p>electronic security, such as passwords, personal identification numbers and&nbsp;encryption.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>We may transfer personal information to third parties for processing.\nWe will require these third parties to safeguard all personal information in a way that is consistent with our principles and as required by law.\nWhen we contract with third parties, they are given only the information necessary to perform the services as set out in the contract.\nThe third parties are prohibited from storing, analyzing or using the personal information transferred by Tangerine for any other purpose.\nThe third parties are required to protect personal information transferred by Tangerine in a manner that is consistent with our privacy&nbsp;principles.</p>\n</li>\n<li>\n<p>We will use care when disposing of or destroying personal information in order to prevent unauthorized access to the&nbsp;information.</p>\n</li>\n</ol> SECTION 8\nPrinciple – Making information about policies and procedures available to&nbsp;you\n<p>We will be open about the procedures used to manage personal information.\nIndividuals will have access to information about these procedures through Tangerine’s Privacy Code, by contacting our Associates or by writing to the Global Privacy Officer.\nThe information will be available in a format that is easy to&nbsp;understand.</p>\n<ol>\n<li>\n<p>We will make this Privacy Code available to the&nbsp;public.</p>\n<ul>\n<li>\n<p>An electronic version of this Privacy Code is available on Tangerine’s website at tangerine.ca or a copy can be requested by calling one of our Associates.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Information about this Privacy Code will be available in a format that is easy to&nbsp;understand.</p>\n<ul>\n<li>\n<p>The contact information of the Associates and the Global Privacy Officer are provided at the beginning of this document in the “Explanation of Terms” section, so you can inquire about Tangerine’s personal information&nbsp;practices.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>We may make information about our procedures available in a variety of ways, depending on the nature of the services you are using and the sensitivity of the personal&nbsp;information.</p>\n<ul>\n<li>\n<p>We make information available by mail, or email, by a toll-free telephone number or provide online&nbsp;access.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Policies &amp.\nprocedures regarding personal information</p>\n<ul>\n<li>\n<p>We have established and implemented governance policies and procedures approved by the Global Privacy Officer to ensure the protection of personal information.\nThese documents provide a framework for the retention and destruction of the information, define the roles and responsibilities of personnel, and provide a process for responding to inquiries regarding the protection of the information.\nHere is a list of the policies and procedures:</p>\n<ol>\n<li>\n<p>\n<em>Privacy Risk Management Framework</em> - Provides an overview of the key governance components for the oversight and management of Privacy Risk.\nServes as an overarching framework for material elements of Privacy Risk management activities and is a source document to which all other Privacy Risk policies and procedures are aligned.</p>\n</li>\n<li>\n<p>\n<em>Privacy Risk Management Policy</em> - Provides a description of the general policies and principles applicable to Privacy Risk Management.\nIt is part of the effective management and mitigation of Privacy Risk.</p>\n</li>\n<li>\n<p>\n<em>Roles and Responsibilities Matrix of the Privacy Risk Management Program</em> - This tool identifies roles and responsibilities associated with tasks.</p>\n</li>\n<li>\n<p>\n<em>Access to Personal Information Procedures</em> – Sets out the framework for handling access requests and requests to amend personal information pursuant to applicable laws.\nThe Procedures are part of the Privacy Risk Management Program.</p>\n</li>\n<li>\n<p>\n<em>Privacy Case Management Tool Governance Procedures</em> – A privacy case management tool is a system used to track privacy-related incidents in a centralized location and to report that data to the relevant personnel.\nThe governance procedures outline the structure and process for decision-making, accountability and control relating to the relevant privacy-related incidents tracked by the tool.</p>\n</li>\n<li>\n<p>\n<em>Guidelines for Use of PII in Digital Initiatives</em> – Provides an overview of the privacy implications that must be considered when devising a digital initiative involving personal information.\nThese Guidelines assist employees to distinguish between permissible and impermissible uses of personal information.</p>\n</li>\n<li>\n<p>\n<em>Incident &amp.\nBreach Management Procedures</em> – Provides steps for handling Privacy Concerns that impact Tangerine and its Clients, employees or other individuals.</p>\n</li>\n<li>\n<p>\n<em>Privacy Impact Assessment Procedures</em> – Outlines the processes involved to complete a Privacy Impact Assessment.\nThese Procedures are part of Tangerine’s Privacy Risk Management Program.</p>\n</li>\n<li>\n<p>\n<em>Employee Privacy Policy</em> – Sets out how Tangerine collects, uses, discloses and otherwise manages personal information of its employees while administering and managing the employment relationship.</p>\n</li>\n<li>\n<p>\n<em>Enterprise Records Management Policy</em> – Establishes foundational principles applied across Tangerine to facilitate the creation, retrieval, use, maintenance, retention and disposition of records in a manner consistent with Tangerine’s business priorities and applicable legal and regulatory requirements.</p>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n</ol> SECTION 9\nPrinciple – Access to personal information\n<p>When you request it, Tangerine will advise what personal information we have in our possession or control about you, what it is being used for and to whom it has been&nbsp;disclosed.</p>\n<p>In certain exceptional situations, we may not be able to give individuals access to all of the personal information about&nbsp;them.</p>\n<ol>\n<li>\n<p>You have the right to know, on request, what personal information we have in our possession or control about you, a right to access that personal information and to know to which third parties we have disclosed that information, subject to legal and regulatory exceptions.\nIndividuals may direct their requests by telephone to our Associates or, in writing, to the Global Privacy&nbsp;Officer.</p>\n</li>\n<li>\n<p>We have established procedures for responding to requests for access to personal information.\nIn the unlikely event that we determine that there will be a cost to the individual in granting such access, we shall inform the individual of the reasonable costs permitted by law prior to granting such&nbsp;access.</p>\n</li>\n<li>\n<p>To process your request, we may ask you for information to validate your identity and confirm the scope of your request, such as your branch and Account Number, and clarification on the specific information or time period you are&nbsp;requesting.</p>\n</li>\n<li>\n<p>If you have a sensory disability, you may request that your personal information be made available in an alternative&nbsp;format.</p>\n</li>\n<li>\n<p>If we are prohibited from providing a request for access to personal information, we will advise of the reason for the refusal.\nAn appeal of that decision can then be made to the Office of the Privacy Commissioner of&nbsp;Canada.</p>\n</li>\n<li>\n<p>We may not be able to provide you with access to your personal information in certain circumstances, such as where your request includes personal information about a third party that cannot be removed, or when the information you are requesting is protected by legal&nbsp;privilege.</p>\n</li>\n<li>\n<p>Tangerine may charge you a nominal access fee depending on the nature of your request.\nWe will advise you of the fee, if any, prior to proceeding with your&nbsp;request.</p>\n</li>\n</ol> SECTION 10\nPrinciple – Handling complaints and&nbsp;questions\n<p>Individuals may challenge Tangerine’s compliance with this Privacy Code.\nWe have policies and procedures to receive, investigate, and respond to individuals’ complaints and questions relating to&nbsp;privacy.</p>\n<ol>\n<li>\n<p>Individuals are advised to direct their complaints and questions by telephone to the Associates or in writing to the Global Privacy&nbsp;Officer.</p>\n</li>\n<li>\n<p>We will investigate all complaints.\nIf we find a complaint to be justified, then we will attempt to resolve&nbsp;it.</p>\n</li>\n<li>\n<p>If you have an inquiry about Tangerine’s privacy practices or how we and our service providers treat your personal information, please contact an Associate by calling us toll-free at 1-866-677-0546.\nIf we are not able to resolve your concern to your satisfaction, you can contact the Global Privacy&nbsp;Officer:</p>\n<p>GLOBAL PRIVACY OFFICER Tangerine 3389 Steeles Ave&nbsp;E Toronto, OntarioOntario&nbsp;M2H&nbsp;0A1 theprivacyofficer@tangerine.ca</p>\n</li>\n<li>\n<p>Tangerine has policies and procedures to receive, investigate, and respond to your privacy complaints and questions.\nWe will investigate all complaints we receive, and if we find a complaint justified, we will try to resolve&nbsp;it.\nYou can find more details on our complaints process at tangerine.ca/en/legal/complaints-process.</p>\n</li>\n<li>\n<p>If you are not satisfied, you may file a complaint with the Office of the Privacy Commissioner of&nbsp;Canada:</p>\n<p>Office of the Privacy Commissioner of&nbsp;Canada 30, Victoria Street Gatineau, Quebec&nbsp;&nbsp;K1A&nbsp;1H3 Toll-free: 1-800-282-1376 Phone: (819) 994-5444 TTY: (819) 994-6591 priv.gc.ca</p>\n</li>\n</ol> ", "created_at": "2023-09-11 23:35:41.832976", "updated_at": "2023-09-11 23:36:05.452796"}], "points": [], "urls": ["tangerine.ca"]}}