{"error": 448, "message": "OK", "parameters": {"id": 1577, "name": "Forbes", "created_at": "2019-05-18 22:22:10.978443", "updated_at": "2023-07-10 22:00:42.722323", "wikipedia": "https://en.wikipedia.org/wiki/Forbes", "keywords": null, "related": null, "slug": "forbes", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/1577.png", "url": "forbes.com", "documents": [{"id": 1380, "name": "Terms and Conditions", "url": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "xpath": "//*[@id=\"row-0\"]/div[1]/ul/li/div", "text": " FORBES<sup>®</sup> Terms of Service <p>\n<i>Revised and posted as of: April 5, 2023</i>\n</p>\n<p>\n<b>PLEASE SCROLL DOWN AND READ THESE TERMS OF SERVICE BEFORE USING THIS WEBSITE OR ANY OTHER FORBES CHANNEL, SERVICE, OR PRODUCT.\nNote that Section 16 (Dispute Resolution) contains an arbitration clause and a class action waiver.\nBy agreeing to these Terms, you agree to resolve all disputes through binding individual arbitration, which means that you waive any right to have those disputes decided by a judge or jury, and that you waive your right to participate in class actions, class arbitrations, or representative actions.</b>\n</p>\n<p>Forbes.com and other Forbes websites (collectively, the \"<u>Website</u>\") are digital services owned and operated by Forbes Media LLC (\"<u>Forbes,</u>\" \"<u>our,</u>\" or \"<u>we</u>\").\nForbes is dedicated to providing visitors to the Website with a highly interactive and positive experience, while at the same time protecting our rights and the rights of our users.\nWe have developed these Terms of Service (\"<u>Terms</u>\") to govern your use of the Website as well as your use of or interaction with any other Forbes owned or operated digital service or channel, including without limitation our mobile site, mobile applications, digital membership products, print or online magazine subscription(s), digital games, events, and social media and other channels (e.g., Forbes’ profiles and Content on social media platforms.\nnewsletters.\nemails) (\"<u>Forbes Channels</u>\").\nWe, along with our affiliates, partners, and advertisers, provide content and services to you via the Website and Forbes Channels subject to the following conditions.\nYour use of the Website and/or Forbes Channels tells us you have read and agreed to these Terms.\nPlease read them carefully.\nThese Terms are a binding contract between you and Forbes regarding your use of the Website and Forbes Channels, unless a different set of terms of service is set out on a specific site or channel, in which case these Terms will supplement the applicable set of terms of service.\nForbes' subscriptions, surveys, contests, and sweepstakes may have additional terms and conditions that supplement these terms, like Forbes’ Digital Terms of Sale.\nIf you do not agree with any of these terms, please stop using the Website and cease use of any Forbes Channels.</p>\n<p>The Website and Forbes Channels are not meant for or targeted to anyone under the age of 16, and you must be at least 16 years of age or over to use the Website or Forbes Channels.\nYour parent or guardian must review and accept these Terms on your behalf if you are below the age of consent under your location’s applicable law.</p>\n<p>To learn how Forbes collects, processes, and shares personal information, please consult Forbes’ Privacy Statement.</p>\n<ol>\n<li> The Content <dl>\n<dt>1.1</dt>\n<dd>\n<p>All of the information, content, services and software displayed on, transmitted through, or used in connection with the Website or Forbes Channels, including for example, advertising, directories, lists, guides, articles, opinions, reviews, text, photographs, images, illustrations, graphics, games, audio, video, html, source and object code, software, data, and all the selection and arrangement of the aforementioned and the \"look and feel\" of this Website and Forbes Channels (collectively, the \"<u>Content</u>\"), are protected under applicable copyrights and other proprietary rights and are the intellectual property of Forbes and its affiliated companies, licensors and suppliers.\nForbes actively protects its rights to the Content to the fullest extent of the law.\nYou may not use the Content except as expressly provided in these Terms.</p>\n</dd>\n</dl>\n<dl>\n<dt>1.2</dt>\n<dd>\n<p>The Content includes logotypes, trademarks and service marks (collectively \"<u>Marks</u>\") and patents owned by Forbes, and Marks owned by other information providers and third parties.\nFor example, \"Forbes\" is a registered trademark of Forbes.\nNo Marks or patents may be used in any manner unless approved in advance, in writing by Forbes.</p>\n</dd>\n</dl>\n<dl>\n<dt>1.3</dt>\n<dd>\n<p>You may use the Website, Forbes Channels, and Content online and solely for personal, non-commercial, and informational/entertainment use, and you may download or print a single copy of any downloadable portion of the Content, where permitted, for your personal, non-commercial, and informational use, provided you do not remove any trademark, copyright or other notice contained in such Content.\nNo other use is permitted without securing the prior written consent of Forbes.</p>\n</dd>\n</dl>\n<dl>\n<dt>1.4</dt>\n<dd>\n<p>Requests to use the Content for any purpose other than as permitted in this Section 1 should be submitted as directed on the Website or Forbes Channels, as applicable.</p>\n</dd>\n</dl>\n<dl>\n<dt>1.5</dt>\n<dd>\n<p>Access to Content on the Website is possible, in part, due to the paid advertising that appears on the Website.\nIn exchange for your access to this Content, and except where contrary to applicable law, you agree that you will not, and will not permit any third party to, remove, obstruct, modify, or otherwise interfere with the delivery or display of advertisements on the Website.</p>\n</dd>\n</dl>\n<dl>\n<dt>1.6</dt>\n<dd>\n<p>Forbes respects the intellectual property of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement or are aware of any infringing material placed by any third party on the Website, please contact our designated copyright agent, in writing, either by email at copyrightagent@forbes.com or by regular mail at Forbes Media LLC, 499 Washington Blvd., Jersey City, NJ 07310, USA, Attn: Legal Department, Copyright Agent, DMCA Complaints, and provide the designated copyright agent with the following information consistent with the form required by the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act, 17 U.S.C.\nSection 512(c)(3):</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n<li>Identification of the copyright work claimed to have been infringed;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to locate the material.\n</li>\n<li>Information sufficient to permit us to contact the complaining party, including address, telephone number, and e-mail address.\n</li>\n<li>A statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand </li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n</ol>\n<br>\n<p>Please note that attachments cannot be accepted at the e-mail address for security reasons.\nAccordingly, any notification of infringement submitted electronically with an attachment will not be received or processed.\nForbes will terminate the account of any user that is determined to be a repeat copyright infringer.</p>\n</dd>\n</dl>\n</li>\n<li> Prohibited Uses of Website and Forbes Channels <dl>\n<dt>2.1</dt>\n<dd>\n<p>By accessing or using the Website and/or Forbes Channels, including any Content, you agree to use them only as expressly permitted by these Terms.\nUnless you have Forbes’ prior written permission, you shall not:</p>\n<ul>\n<li>Alter, copy, rearrange, broadcast, rewrite, redistribute, transfer, sell, republish, modify, use for broadcast or publication in any medium, directly or indirectly, any Forbes intellectual property, Content or any other part of the Website or Forbes Channels.\n</li>\n<li>Remove, suppress, or alter the display of advertising, except where applicable law expressly grants such rights.\n</li>\n<li>Frame or utilize framing techniques that involve any trademark, logo, copyrighted material, patented creations, or other proprietary information (including images, text, page layouts, or forms) of any portion of the Website or Forbes Channels.\n</li>\n<li>Archive, cache, store, or incorporate into a database any Content or any other part of the Website or Forbes Channels.\n</li>\n<li>Decompile, reverse engineer, decrypt, disassemble, or circumvent any aspect of the Website or Forbes Channels.\n</li>\n<li>Insert or introduce any malicious or otherwise unauthorized code, device, or means, or take any action that may impose an unreasonable or disproportionately large load on our infrastructure.\n</li>\n<li>Use any data mining, robot, spider, cancelbot, Trojan horse, or any data gathering, scraping, indexing, or extraction method on any part of the Website or Forbes Channels.\n</li>\n<li>Use the Website or Forbes Channels in a manner that violates applicable laws or regulations or violates the rights of a third party.\nor </li>\n<li>Violate any of these Terms, including without limitation the Posting Rules below.</li>\n</ul>\n</dd>\n</dl>\n</li>\n<li> Account Registration <dl>\n<dt>3.1</dt>\n<dd>\n<p>Certain areas of the Website or Forbes Channels may require account registration or may otherwise ask you to provide information to participate in certain features or access certain Content.\nThe decision to provide this information is purely optional.\nHowever, if you elect not to provide such information, you may not be able to access certain Content or features or participate in various areas of the Website or Forbes Channels.\nWhen you register or become a member of the Website or Forbes Channels or provide information to the Website or Forbes Channels in any other manner, you agree to provide only true, accurate, current, and complete information.\nUsing a name other than your own legal name or otherwise impersonating another person is prohibited.\nYou agree that Forbes may use the information you provide to us according to its Privacy Statement.</p>\n</dd>\n</dl>\n<dl>\n<dt>3.2</dt>\n<dd>\n<p>If you create an account with the Website or Forbes Channels, you agree to accept responsibility for all activities that occur under your account or password and agree that you will not sell, transfer, or assign your account or any account rights.\nEach registration or account is for a single user only.\nYou are responsible for maintaining the confidentiality of your password and for restricting access to your computer so that others may not access the Website or Forbes Channels using your credentials.\nForbes reserves the right to terminate your account and/or deny access to the Website or Forbes Channels to any person Forbes suspects has violated or is violating these Terms.</p>\n</dd>\n</dl>\n<dl>\n<dt>3.3</dt>\n<dd>\n<p>Website or applicable Forbes Channel accounts may sometimes be provided through another party, for instance, an institution of higher learning where you are a student.\nIn such circumstances, information about you necessary to provide you with an account---like your school email address---may have been provided to us by that third party.</p>\n</dd>\n</dl>\n</li>\n<li> Other Information Content Providers <dl>\n<dt>4.1</dt>\n<dd>\n<p>The Website and Forbes Channels may distribute content supplied by other information content providers such as non-staff contributors and commenters.\nWe use these providers to enhance your experience on the Website and Forbes Channels.\nForbes, the Website, and Forbes Channels are not responsible for the statements and opinions expressed by those content providers.\nResponsibility for the accuracy and completeness of such content lies solely with those content providers and is not guaranteed by Forbes.</p>\n<p>Pursuant to 47 U.S.C.§ 230, Forbes is not the publisher of such information and is therefore not liable for any delays, inaccuracies, errors, or omissions in such Content.\nGiven the volume of information posted by such providers, the Website cannot and does not monitor all of the information posted to the Website or Forbes Channels and assumes no duty to monitor the Website or Forbes Channels for inappropriate or inaccurate Content.\nNeither Forbes nor its affiliates or employees shall be liable to any user or anyone else for claims of defamation, libel, slander, infringement, invasion of privacy and publicity rights, obscenity, pornography, fraud or misrepresentation arising from such Content.\nNotwithstanding the foregoing, Forbes reserves the right to remove information provided by other information content providers at any time in its sole discretion.</p>\n</dd>\n</dl>\n</li>\n<li> User-Generated Content: Comments, Game Participation, and Other Submissions <dl>\n<dt>5.1</dt>\n<dd>\n<p>The interactive areas of the Website and Forbes Channels are provided to give users an interesting and stimulating forum to express their opinions and share their ideas and information, sometimes with one another, and sometimes directly with Forbes.\nTo protect your safety, please use your best judgment when submitting information to the Website and Forbes Channels.\nWe particularly discourage divulging personal phone numbers, addresses, or other personal or personally identifiable information in public areas of the Website and Forbes Channels.\nForbes reserves the right to delete, move, or edit any Post (as defined below) at any time, for any reason, but Forbes has no obligation to review or remove any such content.\nForbes does not endorse any information or user view communicated in such public areas by the users of the Website or Forbes Channels.</p>\n</dd>\n</dl>\n<dl>\n<dt>5.2</dt>\n<dd>\n<p>The Website and Forbes Channels may also offer areas for you to provide Forbes and its affiliates and related entities your feedback and opinions (e.g., a Website user survey), some of which may have additional terms that supplement these Terms.\nIf you respond to a survey or provide feedback, you do so voluntarily, and you agree to abide by these Terms and acknowledge that Forbes will process the information you provide in accordance with its Privacy Statement.\nForbes, in its sole discretion, will be free to use (or not use) any feedback or suggestion provided, and you will not be entitled to any compensation, nor will Forbes have any obligation towards you.</p>\n</dd>\n</dl>\n<dl>\n<dt>5.3</dt>\n<dd>\n<p>By storing, submitting, posting, uploading, creating, communicating, responding with, or placing any content on or to the Website or Forbes Channels (collectively, \"<u>Post</u>\" or \"<u>Posting</u>\"), you represent and warrant that: (a) you own or otherwise have all necessary rights and permissions to the content that you Post.\n(b) the content you Post is accurate and does not violate applicable law, these Terms, or another person’s or entity’s rights.\n(c) you will not use automated means to Post or distribute content.\nand (d) the content you Post will not cause injury to any person or entity, nor cause Forbes to violate the rights of any third party.\nYou are solely responsible for your Posts and your access to and interactions with Content and others’ Posts.\nYou recognize that storing, transmitting, distributing, or transmitting content, material, or information that is unlawful or otherwise in violation of these Terms may expose you to criminal and/or civil liability.</p>\n</dd>\n</dl>\n<dl>\n<dt>5.4</dt>\n<dd>\n<p>By Posting content to the Website or Forbes Channels, or by otherwise playing a Forbes game, you grant Forbes and its affiliates and related entities a perpetual, irrevocable, worldwide, royalty-free, sub-licensable, transferable, non-exclusive right and license to (and permit others to) use, copy, modify, relocate, display, archive, store, distribute, reproduce, and create derivative works from and otherwise exploit all content you Post to the Website or Forbes Channels, or otherwise make available in a Forbes game, including your name and other biographical information contained in the content you Post, in any form, media, software, or technology of any kind, whether now existing or developed in the future.\nWithout limiting the generality of the previous sentence, you authorize Forbes to include the information you Post or make available in a Forbes game in a searchable format that may be accessed by other users.\nThe rights and licenses granted in this paragraph also include any material, information, ideas, concepts, know-how, or techniques contained in any Post.\nAll rights granted in this paragraph may be enjoyed and exploited without providing you compensation or attribution of any sort.</p>\n</dd>\n</dl>\n<dl>\n<dt>5.5</dt>\n<dd>\n<p>Please note that Forbes does not accept unsolicited materials or ideas for use or publication.\nForbes is not responsible for the similarity of any of its content or programming in any media to materials or ideas transmitted to Forbes.</p>\n</dd>\n</dl>\n</li>\n<li> Posting Rules <br>\n<p>Interactive areas of the Website and Forbes Channels are intended to encourage active and thoughtful public discussion and/or provide a way for you to share your opinions.\nWe expect opinions to differ.\nBy using areas of the Website and Forbes Channels that allow for public discourse, you are participating in a community that is intended for all our users.\nWe reserve the right to remove any content Posted on the Website or Forbes Channels at any time for any reason without notice.\nDecisions as to whether content violates any of Forbes’ posting rules will be made by Forbes in its discretion after we have actual notice of such posting.\nWithout limiting our right to remove any content, you shall not Post content to the Website or Forbes Channels that:</p>\n<ul>\n<li>Contains unlawful, vulgar, profane, obscene, pornographic, abusive, violent, threatening, or hateful language or content, or otherwise attacks other users or depicts nudity or contains sexually explicit content.\n</li>\n<li>Discriminates on the basis of race, ethnicity, national origin, religion, sex, gender, gender identity, age, disability, and/or marital status.\n</li>\n<li>Is defamatory, libelous, deceptive, fraudulent, inaccurate, incoherent, or contains gross exaggerations or unsubstantiated claims.\n</li>\n<li>Violates any right of Forbes or any third party, including privacy and intellectual property rights (for example, Posting copyrighted material without the express permission of the owner).\n</li>\n<li>Violates any law, rule, regulation, or ordinance, or attempts to encourage or promote the evasion or violation of such.\n</li>\n<li>Unfairly interferes with another’s uninterrupted use and enjoyment of the Website or Forbes Channels.\n</li>\n<li>Advertises, promotes, or offers to trade any good or service, except in areas specifically designated for such purposes.\n</li>\n<li>Discloses, uses, or attempts to use another’s account, password, service, or system, except as expressly permitted by these Terms.\n</li>\n<li>Contains, introduces, or transmits viruses, malware, ransomware, or other malicious code, means, or devices.\nor otherwise disrupts or interferes with the security of the Website, or any service, system resource, account, credential, password, server, or network connected to or accessible through the Website, Forbes Channels, or affiliated or linked sites.\n</li>\n<li>Spams an individual or entity by repeatedly responding to their Posts or sending them repeated messages.\nor duplicates a prior Post under multiple threads or subjects.\n</li>\n<li>Disguises the origin of the Post or is otherwise designed to impersonate another person or entity.\nor </li>\n<li>Collects or stores other users’ personal information or discloses personal, sensitive, or account log-in information of another person.\n</li>\n</ul>\n<br>\n<p>Certain violations of these rules may be referred to law enforcement authorities.\nForbes reserves the right to disclose any information as necessary to satisfy any law, regulation, or governmental request.</p>\n</li>\n<li> Website Security Rules <dl>\n<dt>7.1</dt>\n<dd>\n<p>You are prohibited from violating or attempting to violate the security of the Website or Forbes Channels, including without limitation, (a) accessing data not intended for you or logging into a server or account which you are not authorized to access, (b) attempting to probe, scan, or test the vulnerability of a system or network, or to breach security or authentication measures without proper authorization, (c) attempting to interfere with any service to any user, host, or network, including, without limitation, via means of submitting a virus to the Website, overloading, \"flooding,\" \"mailbombing,\" or \"crashing,\" (d) forging any TCP/IP packet header or any part of the header information in any e-mail, forum, or newsgroup posting, or (d) scraping or otherwise collecting data or information through automated means.\nViolations of system or network security may result in civil or criminal liability.\nForbes will investigate occurrences which may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting those who are involved in such violations.</p>\n</dd>\n</dl>\n</li>\n<li> Third Parties <dl>\n<dt>8.1</dt>\n<dd>\n<p>Your dealings or communications through the Website and Forbes Channels with any party other than Forbes are solely between you and that third party.\nFor example, certain areas of the Website and Forbes Channels may allow you to conduct transactions or purchase goods or services.\nIn most cases, these transactions will be conducted by our third-party partners and vendors.\nUnder no circumstances will Forbes be liable for any goods, services, resources, or content available through such third-party dealings or communications, or for any harm related thereto.\nPlease review carefully that third party’s policies and practices and make sure you are comfortable with those policies and practices before you engage in any transaction.\nAny complaints, concerns, or questions you may have relating to materials provided by third parties should be forwarded directly to the third party.</p>\n</dd>\n</dl>\n<dl>\n<dt>8.2</dt>\n<dd>\n<p>Forbes may sometimes engage in affiliate marketing, embedding affiliate links into certain pages of our Website or Forbes Channels.\nForbes will provide notice when it embeds such affiliate links.\nClicking on or purchasing products or services through affiliate links may result in Forbes earning a commission.\nAny purchase you make through an affiliate link is made directly with those third parties, not Forbes, and these third parties often have their own terms and conditions and privacy statements, which Forbes encourages you to review.\nForbes is not responsible for evaluating any offer made by these third parties.\nForbes makes no warranty about these third parties or offerings.\nand Forbes does not assume any liability for any act, omission, product, or service of these third parties.\n</p>\n</dd>\n</dl>\n</li>\n<li> Software Available On This Website <dl>\n<dt>9.1</dt>\n<dd>\n<p>Any software that is made available to download from the Website or Forbes Channels (\"<u>Software</u>\") is the copyrighted work of Forbes' suppliers, unless otherwise indicated.\nUse of the Software is governed by the terms of the end-user license agreement, if any, which accompanies or is included with the Software (\"<u>License Agreement</u>\").\nEnd users shall not install or use any Software that is accompanied by or includes a License Agreement, unless the end user first agrees to the License Agreement’s terms.\nAny such Software is not available to users in territories where its distribution is prohibited by law.</p>\n</dd>\n</dl>\n</li>\n<li> International Users <dl>\n<dt>10.1</dt>\n<dd>\n<p>The Website and certain Forbes Channels are controlled, operated, and administered by Forbes from its offices within the United States.\nForbes makes no representation that materials or Content available through the Website or Forbes Channels are appropriate or available for use outside the United States, and access to them from territories where their contents are illegal is prohibited.\nYou may not use the Website or Forbes Channels or export the Content in violation of U.S.\nexport laws and regulations.\nIf you access the Website or Forbes Channels from a location outside the United States, you are responsible for compliance with all local laws.</p>\n</dd>\n</dl>\n</li>\n<li> E-Mail Addresses <dl>\n<dt>11.1</dt>\n<dd>\n<p>You hereby acknowledge and agree that any notice or disclosure Forbes sends to the email address you provide to us satisfies any requirement that such notice, disclosure, or communication be provided in writing.</p>\n</dd>\n</dl>\n</li>\n<li> Modification <dl>\n<dt>12.1</dt>\n<dd>\n<p>Forbes shall have the right, at its discretion, to change, modify, add, or remove terms of this agreement at any time without notice.\nChanges shall be effective immediately.\nYou agree to review this agreement periodically since subsequent use by you of the Website or Forbes Channels shall constitute your acceptance of any changes.\nForbes shall have the right at any time to change or discontinue any aspect of the Website or Forbes Channels, including, but not limited to, the community areas, Content, hours of availability, and equipment needed for access to use.\nSuch changes, modifications, additions, or deletions shall be effective immediately upon posting, and any subsequent use by you after such posting shall conclusively be deemed to be acceptance by you of such changes, modifications, or deletions.\nForbes may also restrict your access to certain portions of the Website or Forbes Channels for any reason and without providing any notice.\nForbes may at any time charge a fee or require a subscription to access portions of the Website or Forbes Channels.</p>\n</dd>\n</dl>\n</li>\n<li> Notice of Availability of Filtering Software <dl>\n<dt>13.1</dt>\n<dd>\n<p>You should know that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist in limiting access to material that is harmful to minors.\nA report detailing some of those protections can be found at http://www.ntia.doc.gov/ntiahome/ntiageneral/cipa2003/index.html (Children's Internet Protection Act: Report on the Effectiveness of Internet Protection Measures and Safety Policies).</p>\n</dd>\n</dl>\n</li>\n<li> Disclaimer <dl>\n<dt>14.1</dt>\n<dd>\n<p>YOUR USE OF THE WEBSITE, FORBES CHANNELS, AND ITS CONTENTS IS AT YOUR OWN RISK.\nALL MATERIALS AND SERVICES ON THE WEBSITE, FORBES CHANNELS, AND ANY THIRD-PARTY SITES TO WHICH THE FOREGOING LINKS ARE PROVIDED \"AS IS\" OR \"AS AVAILABLE\" WITHOUT WARRANTY OF ANY KIND.\nFORBES IS NOT RESPONSIBLE FOR THE AVAILABILITY OR CONTENT OF OTHER SERVICES THAT MAY BE LINKED TO THE WEBSITE OR FORBES CHANNELS.\nBECAUSE FORBES HAS NO CONTROL OVER SUCH SERVICES, YOU ACKNOWLEDGE AND AGREE THAT FORBES IS NOT RESPONSIBLE FOR THE AVAILABILITY OF SUCH EXTERNAL SERVICES, AND THAT FORBES DOES NOT ENDORSE AND IS NOT RESPONSIBLE OR LIABLE FOR ANY CONTENT, ACCURACY, QUALITY, ADVERTISING, PRODUCTS OR OTHER MATERIALS ON OR AVAILABLE FROM SUCH EXTERNAL SERVICES.\nYOU FURTHER ACKNOWLEDGE AND AGREE THAT FORBES SHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH THE USE OF OR RELIANCE ON ANY CONTENT, GOODS, OR SERVICES AVAILABLE ON OR THROUGH SUCH EXTERNAL SERVICES.\nTHE CONTENT PUBLISHED ON THE WEBSITE OR FORBES CHANNELS MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY MADE TO THE INFORMATION ON THE WEBSITE AND FORBES CHANNELS.\nFORBES AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES TO THE WEBSITE OR FORBES CHANNELS AT ANY TIME INCLUDING CHANGES TO THESE TERMS.\nTHE WEBSITE OFFERS A SEARCH FEATURE WITHIN THE SITE.\nFORBES EXPLICITLY DISCLAIMS ANY RESPONSIBILITY FOR THE CONTENT OR AVAILABILITY OF INFORMATION CONTAINED IN OUR SEARCH INDEX OR DIRECTORY.\nFORBES ALSO DISCLAIMS ANY RESPONSIBILITY FOR THE COMPLETENESS OR ACCURACY OF ANY DIRECTORY OR SEARCH RESULT.\nFORBES AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS AND, TO THE FULLEST EXTENT ALLOWED BY LAW, DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE REGARDING THE SUITABILITY OF THE INFORMATION.\nTHE ACCURACY, RELIABILITY, AVAILABILITY, COMPLETENESS OR TIMELINESS OF THE CONTENT, SERVICES, PRODUCTS, TEXT, GRAPHICS, LINKS, GAME LOGIC, OR OTHER ITEMS CONTAINED WITHIN THE WEBSITE OR FORBES CHANNELS, OR THE RESULTS OBTAINED FROM ACCESSING AND USING THE WEBSITE OR FORBES CHANNELS AND/OR THE CONTENT CONTAINED THEREIN.\nFORBES DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE MATERIALS WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE WEBSITE, INCLUDING BULLETIN BOARDS OR THE SERVER THAT MAKES IT AVAILABLE, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHE USER ASSUMES THE ENTIRE COST OF ALL NECESSARY MAINTENANCE, REPAIR OR CORRECTION OF THE USER’S COMPUTER AND OTHER EQUIPMENT.\nNO CONTENT OR PART OF THE WEBSITE OR FORBES CHANNELS SHOULD BE RELIED ON AS A REPLACEMENT OR SUBSTITUTE FOR OR BE CONSTRUED TO BE FINANCIAL, MEDICAL, TAX, OR LEGAL ADVICE.\nFORBES IS NOT AN INVESTMENT ADVISOR, REGISTERED BROKER-DEALER, OR EXCHANGE, AND NOTHING IN THE WEBSITE OR OTHER CHANNELS SHOULD BE CONSTRUED AS INVESTMENT ADVICE, RESEARCH OR INVESTMENT ADVISORY SERVICES.\nNO PART OF THE WEBSITE OR FORBES CHANNELS CONSTITUTES A SOLICITATION, OFFER, OPINION, ENDORSEMENT, OR RECOMMENDATION BY FORBES TO BUY OR SELL ANY SECURITY OR ANY SERVICE REGARDING THE PROFITABILITY OR SUITABILITY OF ANY SECURITY OR INVESTMENT.</p>\n</dd>\n</dl>\n</li>\n<li> Indemnity/Limitation of Liability <dl>\n<dt>15.1</dt>\n<dd>\n<p>AS A CONDITION OF USE OF THIS WEBSITE AND ANY FORBES CHANNELS, YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS, FORBES AND ITS SUPPLIERS, EACH OF THEIR PARENT AND AFFILIATED COMPANIES, AND EACH OF THEIR RESPECTIVE PARTNERS, SUPPLIERS, LICENSORS, OFFICERS, DIRECTORS, SHAREHOLDERS, MEMBERS, EMPLOYEES, REPRESENTATIVES, CONTRACTORS AND AGENTS, FROM ANY AND ALL CLAIMS (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, TRADE DISPARAGEMENT, PRIVACY AND INTELLECTUAL PROPERTY INFRINGEMENT) AND DAMAGES (INCLUDING ATTORNEYS’ FEES AND COURT COSTS) ARISING FROM OR RELATING TO ANY ALLEGATION REGARDING: (A) YOUR USE OF THE WEBSITE OR ANY FORBES CHANNELS.\n(B) FORBES’ USE OF ANY CONTENT OR INFORMATION YOU PROVIDE OR POST.\n(C) INFORMATION OR MATERIAL POSTED OR TRANSMITTED THROUGH YOUR ACCOUNT, EVEN IF NOT POSTED BY YOU.\nAND, (D) ANY VIOLATION OF THESE TERMS BY YOU.\nIf you are dissatisfied with any Forbes material, or with any of Forbes' Terms, your sole and exclusive remedy is to discontinue using the Website or Forbes Channels, as applicable.</p>\n</dd>\n</dl>\n<dl>\n<dt>15.2</dt>\n<dd>\n<p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, SHALL FORBES, OR ITS AFFILIATES BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, THAT RESULT FROM: (A) THE USE OF, OR THE INABILITY TO USE, THE CONTENT, WEBSITE, OR FORBES CHANNELS.\n(B) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, THE CONTENT, THE WEBSITE, OR FORBES CHANNELS.\nOR (C) ANY ERRORS OR OMISSIONS IN THE CONTENT, WEBSITE, OR FORBES CHANNELS.\nYOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT FORBES IS NOT LIABLE FOR ANY CONDUCT OF ANY USER.</p>\n</dd>\n</dl>\n</li>\n<li> Dispute Resolution and Binding Arbitration <dl>\n<dt>16.1</dt>\n<dd>\n<p>\n<b>Limitation on Time to File Claim &amp.\nEquitable Relief.</b> Any cause of action or claim you may have with respect to the Website, Forbes Channels, or arising out of or related to these Terms must be commenced within one (1) year after the claim or cause of action arises.\notherwise, such claim or cause of action is considered waived and is permanently barred.\nRemedies for any claim by you in connection with the Website, Forbes Channels, or these Terms shall be limited to monetary damages, and you hereby agree that you will not be entitled to any injunctive or equitable relief.</p>\n</dd>\n</dl>\n<dl>\n<dt>16.2</dt>\n<dd>\n<p>\n<b>Class Action and Jury Waiver.</b> YOU AGREE THAT BY ENTERING INTO THESE TERMS, IN PARTICULAR THE AGREEMENT TO ARBITRATE, YOU ARE WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION AND THAT YOU MAY BRING CLAIMS AGAINST FORBES ONLY IN YOUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nANY ARBITRATION OR OTHER ACTION WILL TAKE PLACE ON AN INDIVIDUAL BASIS.\nCLASS ARBITRATIONS AND CLASS ACTIONS ARE NOT PERMITTED.</p>\n</dd>\n</dl>\n<dl>\n<dt>16.3</dt>\n<dd>\n<p>\n<b>Governing Law.</b> These Terms have been made in and shall be construed and enforced in accordance with the laws of the State of New York, without giving any regard to its conflict of law principles.</p>\n</dd>\n</dl>\n<dl>\n<dt>16.4</dt>\n<dd>\n<p>\n<b>Initial Dispute Resolution.</b> The parties agree to use their best efforts to settle any claim, dispute, or controversy that you may have against Forbes and/or its parent, subsidiaries, affiliates, and each of their respective current or former members, officers, directors, and employees, arising out of, relating to, or connected in any way with the Website, Forbes Channels, these Terms, or our Digital or Print Terms of Sale (which are incorporated by reference herein), (a \"Dispute\"), directly through consultation and good faith negotiations, which shall be a precondition to either party initiating a lawsuit or arbitration.</p>\n</dd>\n<dl>\n<dt>16.4.1</dt>\n<dd>\n<p>If you have a Dispute with us, you must send an individualized, written notice describing the Dispute to us via email to customersupport@forbes.com.\nIf we have a Dispute with you, we will send a written notice to the contact information we have for you.</p>\n</dd>\n</dl>\n<dl>\n<dt>16.4.2</dt>\n<dd>\n<p>If the Dispute is not resolved within 60 days of the opposing party receiving the notice, then either you or we may initiate an action in a small claims court that has jurisdiction over the Dispute and is reasonably close to your place of residence or work, or initiate an arbitration as described below.</p>\n</dd>\n</dl>\n</dl>\n<dl>\n<dt>16.5</dt>\n<dd>\n<p>\n<b>Mandatory Arbitration.</b> If the parties do not reach an agreed upon solution pursuant to the dispute-resolution described in Section 16.4 of these Terms, you and Forbes each agree that any Dispute must be brought on an individual basis and will be resolved exclusively by final, non-appealable, and binding arbitration (“Arbitration”) before an arbitrator mutually selected by the Parties (the “Arbitrator”) with experience and expertise with the subject matter of the Dispute.\n</p>\n</dd>\n<dl>\n<dt>16.5.1</dt>\n<dd>\n<p>If, after 60 days of good faith meet and confer efforts, the Parties are unable to agree on an arbitrator, either Party may petition a court with proper jurisdiction to appoint an arbitrator pursuant to a process whereby the court provides the Parties with a panel of five potential arbitrators meeting the requirements herein for an arbitrator, each Party strikes one arbitrator, and the court appoints the arbitrator from the remaining arbitrators on the panel based on the arbitrator’s qualifications and expertise, and the requirements of this Agreement.\nFor purposes of this Section, good-faith meet-and-confer efforts require that each party propose at least three arbitrators who meet the qualifications described in these Terms.</p>\n</dd>\n</dl>\n<dl>\n<dt>16.5.2</dt>\n<dd>\n<p>The Arbitration shall be administered pursuant to JAMS’ Streamlined Arbitration Rules and Procedures or other comparable rules that the parties agree to.\n</p>\n</dd>\n</dl>\n<dl>\n<dt>16.5.3</dt>\n<dd>\n<p>The Arbitration shall be conducted via electronic or telephonic means or by a submission of documents in lieu of a personal appearance by the parties.\nHowever, the arbitrator shall have discretionary authority to require a face-to-face meeting, if it determines that such face-to-face meeting is necessary for a fundamentally fair hearing.\n</p>\n</dd>\n</dl>\n</dl>\n<dl>\n<dt>16.6</dt>\n<dd>\n<p>\n<b>Arbitration Costs.</b> If the Arbitrator finds that the costs and fees of an Arbitration you initiate will be prohibitive for you as compared to the costs of litigation, we will pay as much of your filing, arbitrator, and hearing fees in the Arbitration as the Arbitrator deems necessary to prevent the Arbitration from being cost-prohibitive, regardless of the outcome of the Arbitration, unless the Arbitrator determines that your claim(s) were frivolous or asserted in bad faith.\nIf we initiate an Arbitration against you, we will pay all costs associated with the arbitration (other than your attorneys’ fees and expenses unless permitted to be recovered under the arbitration rules or applicable law).</p>\n</dd>\n</dl>\n<dl>\n<dt>16.7</dt>\n<dd>\n<p>\n<b>Small Claims Court Claims.</b> Notwithstanding the parties' agreement to resolve all disputes through arbitration, either party may also seek relief in a small claims court for disputes or claims within the scope of that court’s jurisdiction.\nAny appeal of the decision in such small claims court shall be subject to these arbitration provisions.</p>\n</dd>\n</dl>\n<dl>\n<dt>16.8</dt>\n<dd>\n<p>\n<b>30-Day Right to Opt-Out.</b> You have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth in this Section 16 by sending written notice of your decision to opt-out to the following address via certified mail: Forbes Media LLC, ATTN: Legal Department, 449 Washington Blvd, Jersey City, NJ 07310.\nThe notice must be sent within thirty (30) days of your first use of the Website or Forbes Channels after the effective date of these Terms, otherwise you shall be bound to arbitrate disputes in accordance with the terms of those Sections.\nIf you opt-out of these arbitration provisions, Forbes also will not be bound by them.</p>\n</dd>\n</dl>\n<dl>\n<dt>16.9</dt>\n<dd>\n<p>\n<b>Dispute Resolution Only If A Tribunal Has Ruled That Arbitration Is Prohibited.</b> If a court with appropriate jurisdiction prohibits arbitration of a dispute in accordance with this Section 16, then the state or federal courts in New York shall have exclusive jurisdiction over the dispute, and to the maximum extent permitted by the mandatory laws in your country of residence, these Terms and any dispute arising out of or related in any way to these Terms or their subject matter or formation (including non-contractual disputes), will be governed by, and construed in accordance with, the laws of the State of New York and the United States, without giving effect to any conflict of law principles.</p>\n</dd>\n</dl>\n<dl>\n<dt>16.10</dt>\n<dd>\n<p>\n<b>Intellectual Property Claims.</b> Notwithstanding the arbitration provisions herein, to the extent you have in any manner violated or threatened to violate our intellectual property rights, we may seek injunctive or other appropriate relief in the state courts of the State of New York or the United States District Court for the Southern District of New York, and you consent to exclusive personal jurisdiction and venue in such courts.</p>\n</dd>\n</dl>\n</li>\n<li> General <dl>\n<dt>17.1</dt>\n<dd>\n<p>These Terms shall be deemed to include all other notices, policies, disclaimers, and other terms contained on the Website and Forbes Channels.\nprovided, however, that in the event of a conflict between such other terms and the terms of these Terms, the terms of these Terms shall control except where expressly stated otherwise.\nNotwithstanding the previous sentence, nothing contained in these Terms shall take precedent over Forbes’ Privacy Statement</p>\n</dd>\n</dl>\n<dl>\n<dt>17.2</dt>\n<dd>If any provision is deemed to be unlawful or unenforceable, that shall not affect the validity and enforceability of the remaining provisions.\nAny failure of Forbes to enforce or exercise any provision of this Agreement or related right shall not constitute a waiver of that right or provision.\nNeither the course of conduct between the parties nor trade practice shall act to modify any provision of these Terms.\nThe section titles used in this Agreement are purely for convenience and carry with them no legal or contractual effect.\nIn the event of termination of these Terms for any reason, you agree that the following provisions will survive: the provisions regarding the limitations on your use of Content, the license(s) you have granted to Forbes, and all other provisions for which survival is equitable or appropriate.\nForbes may assign its rights and duties under these Terms to any party at any time without notice to you.<p>\n</p>\n</dd>\n</dl>\n</li>\n<li> Service Contact <dl>\n<dt>18.1</dt>\n<dd>\n<p>Contact webmaster@forbes.com with questions or problems with the Website.</p>\n</dd>\n</dl>\n</li>\n</ol>\n", "created_at": "2019-05-18 22:25:01.952263", "updated_at": "2023-04-25 18:14:40.60269"}, {"id": 1379, "name": "Privacy Statement", "url": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "xpath": "//*[@id=\"row-2\"]/div/ul/li/div", "text": "<p>\n<i>Last updated: January 1, 2023</i>\n</p>\n<p>Forbes Media LLC (\"<strong>Forbes</strong>\", \"<strong>Company</strong>\", \"<strong>we</strong>\", \"<strong>our</strong>\", or \"<strong>us</strong>\") understands that privacy is important to our users.\nThis Privacy Statement describes our practices regarding the collection, use, sharing, and protection of your personal information in connection the services, products, features, and offerings we provide to you (the \"<strong>Services</strong>\"), including without limitation our print magazine subscriptions, and our digital Services like Forbes.com, Forbes mobile applications, Forbes newsletters, and Forbes' other digital sites, communications, and media (the \"<strong>Site</strong>\") (collectively, the \"<strong>Properties</strong>\").\nThis Privacy Statement also tells you about the rights and choices you have with respect to your personal information, how you can assert those rights, and how you can contact us to get answers to your questions.</p>\n<p>With respect to the personal information that our clients and their vendors collect from you outside of our Properties (\"<strong>Service Data</strong>\"), where permitted by law, we generally process such information only as a \"service provider\" or \"data processor\" (as those terms are defined under applicable data protection laws) on behalf of our clients, who act as the \"business\" or \"data controller\" (as those terms are defined under applicable data protection laws).\nOur clients—for example, companies that use our lead generation services—are the parties that control the use of the Service Data and determine the purposes for which we process such information.\nWhile this Privacy Statement describes how we process Service Data on behalf of our clients, our clients are responsible for their own practices in collecting, using, and disclosing information they collect from you.\nTo learn more about such clients' use of your information and your rights that you may have over such information, please consult the privacy policy of the applicable company or publisher.</p>\n<p>Please note that our privacy practices are subject to the applicable laws of the regions in which we operate.\nAccordingly, some additional region-specific terms will only apply to individuals in those locations, or as required by applicable laws.</p>\n<p>For more information about how users with disabilities can access this Privacy Statement in an alternative format, please contact privacyteam@forbes.com or 866-536-7262.</p>\n<p>BY USING OR ACCESSING THE PROPERTIES, YOU AGREE TO THIS PRIVACY STATEMENT.\nIF YOU DO NOT AGREE WITH OUR POLICIES OR PRACTICES, YOU SHOULD NOT USE OR ACCESS THE PROPERTIES OR PROVIDE US WITH ANY PERSONAL INFORMATION.</p>\n<p>\n<b>Quick Links</b>\n</p>\n<b>What Our Privacy Statement Covers</b>\n<b>Personal Information We Collect from You</b>\n<b>How We Collect Your Personal Information</b>\n<b>How We Use Your Personal Information</b>\n<b>How We Disclose Your Personal Information</b>\n<b>How We Protect Your Personal Information</b>\n<b>Data Retention</b>\n<b>Interest-Based Advertising</b>\n<b>Your Choices</b>\n<b>Cross-Border Data Transfers</b>\n<b>Law Enforcement Requests</b>\n<b>Children's Privacy</b>\n<b>Changes to This Policy</b>\n<b>Contacting Us</b>\n<b>California Privacy Rights</b>\n<b>Virginia Privacy Rights</b>\n<b>European Privacy Rights</b>\n<b>People's Republic of China Privacy Rights</b>\n<p>\n</p> WHAT OUR PRIVACY STATEMENT COVERS <p>This Privacy Statement applies only to user information collected by us or shared with us in relation to our Properties.\nWhile you may encounter links on the Properties to other websites, such as those relating to our third-party sponsors, advertisers, and other partners (e.g., our affiliate network operators), please note that these websites are not covered by this Privacy Statement (unless otherwise noted on such site, which may be the case if, for example, the site is also owned and operated by Forbes).</p>\n<p>We may provide different or additional privacy notices in connection with certain activities, programs, and offerings (for example, if you submit a job application through the Properties).\nAdditionally, we may provide additional \"just-in-time\" notices or notices at collection that may supplement or clarify our privacy practices or provide you with additional choices regarding your personal information.</p>\n<p>This Privacy Statement does not apply to the activities of Forbes' third-party sponsors, advertisers, and other partners (e.g., our affiliate network operators) that may collect your personal information while you access or use such third party's services in connection with your use of our Properties (e.g., social media and sharing services, widgets, and/or interactive mini-programs that run on the Properties).\nThis Privacy Statement also does not apply to Forbes' third-party licensees, who manage and run their own Forbes-branded services and sites, some of whom the Properties link out to.\nThe privacy and information practices of those third parties are not covered by this Privacy Statement.\nTo learn more about the policies of such third parties, we encourage you to read and review the privacy statements of each third-party service that you may choose to use.</p>\n<p>We offer widgets that are hosted on the Properties, such as our embeddable video player.\nUse of the Forbes.com widgets is subject to our Site's Terms of Use, but downloading or embedding these widgets on other websites is not covered by this Privacy Statement.</p>\n<p>\n</p>\n<strong>PERSONAL INFORMATION WE COLLECT FROM YOU</strong>\n<p>We use the term \"personal information\" – also called \"personal data\" or \"personally identifiable information\" in the laws of some jurisdictions – to refer to information that reasonably identifies, relates to, describes, or can be associated with you.\nThe following are categories and types of personal information that we may collect from or about you, depending on how you interact with the Properties:</p>\n<ul>\n<li>\n<p>Identifiers, such as your name and email address;</p>\n</li>\n<li>\n<p>Contact information, such as your mailing address and telephone number;</p>\n</li>\n<li>\n<p>Payment information, such as credit or debit card information;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Transaction information, such as your subscriptions and purchases with us;</p>\n</li>\n<li>\n<p>Profile information, such as photos, videos, or other information about you and your interests posted or included in connection with a user profile;</p>\n</li>\n<li>\n<p>Job and employment information, such as the name of your company, industry, and job title;</p>\n</li>\n<li>\n<p>Education information, such as school attended and degree obtained;</p>\n</li>\n<li>\n<p>Preferences, such as marketing preferences and choice of subscription;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Device and online identifiers and related information, including internet protocol (IP) address, mobile ad identifiers, data collected from cookies, beacons, and pixel tags, and similar unique identifiers;</p>\n</li>\n<li>\n<p>Internet or other electronic network activity information, including, but not limited to browsing history, search history, and information regarding your interaction with an internet website, application, email, mobile app, or advertisement;</p>\n</li>\n<li>\n<p>Geolocation or other information that permits us to determine your location;</p>\n</li>\n<li>\n<p>Demographic information, such as your age or the gender you identify as;</p>\n</li>\n<li>\n<p>Inferences we may create about you;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Any other personal information that you or somebody on your behalf voluntarily provide us.</p>\n</li>\n</ul>\n<p>If you interact with us on social media or use features such as plugins, widgets, or other tools made available by social media platforms or networks in connection with our Properties, or if you choose to sign up for a paid subscription via your social media profile, we may collect information that you share with us on social media or that such platforms share with us.\nPlease review the privacy policies and settings of the social media platforms and networks that you use for more information about their privacy practices.\nFor additional information, see the section titled Third-Party Sources below.</p>\n<p>Where you sign-up for paid subscriptions as a gift option (e.g., on behalf of a friend or colleague, the gift recipient), you may provide us with personal information on behalf of the gift recipient.</p>\n<p>\n</p> HOW WE COLLECT YOUR PERSONAL INFORMATION <p>\n<strong>Personal Information You Provide</strong>\n</p>\n<p>We collect personal information that you provide to us directly.\nThis may include, but is not limited to, information you provide:</p>\n<ul>\n<li>\n<p>When you contact us via phone, email or text message, or through other Internet-enabled communications;</p>\n</li>\n<li>\n<p>When you subscribe to one of our print or digital Services;</p>\n</li>\n<li>\n<p>When you register to become a member of the Site or create a user profile;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>When you register for one of our live or virtual events;</p>\n</li>\n<li>\n<p>On your member profile page and public profile URL (for example, if you choose to add content to your profile page, such as photos, videos or other information about you and your interests);</p>\n</li>\n<li>\n<p>To enter into a sweepstakes, contest, or promotion, or to apply for consideration in connection with a Forbes list or similar accolade (e.g., Under 30 list applications);</p>\n</li>\n<li>\n<p>When you order something from the Properties or one of our co-branded websites;</p>\n</li>\n<li>\n<p>When you post content to the Properties;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>In your response to surveys that you choose to complete for us;</p>\n</li>\n<li>\n<p>When you make search queries on the Properties.\nand</p>\n</li>\n<li>\n<p>When you otherwise voluntarily provide us with personal information on or through the Properties.</p>\n</li>\n</ul>\n<p>\n</p>\n<p>You always have the option not to provide the information we request.\nIf you choose not to provide the information we request, you can still access and use portions of the Properties, but you may be unable to access certain options and services, such as paid subscription content.\nIf you wish to provide user information to us about a third party, such your friend or colleague, in connection with a referral, gift subscription, recommendation, nomination (e.g., Under 30 list nomination), or other purpose, please only do so if you have the permission of that third party.\nWhen you register or become a member of the Site or provide information to Forbes in any other manner, you agree to provide only true, accurate, current and complete information.</p>\n<p>\n</p>\n<p>\n<strong>Personal Information We Collect Automatically</strong>\n</p>\n<p>When you visit our Properties, open or click on emails we send you, or interact with our advertisements, we or third parties we work with may automatically collect certain information using technologies such as cookies and other tracking technologies described below.</p>\n<ul>\n<li>\n<p>\n<strong>Cookies and Similar Technology</strong>\n</p>\n</li>\n</ul>\n<p>\"Cookies\" are pieces of information that may be placed on your device by a website for the purpose of collecting data to facilitate and enhance your communication and interaction with that website. Such data may include, for example, the address of the websites you visited before and after you visited our Properties, the type of browser you are using, your Internet Protocol (IP) address, what pages in the Properties you visited and what links you clicked on, the region where your device is located, and geographic information based on your IP data.\nWe may store some information on your device or device hard drive as a cookie or similar type of file (such as clear gifs, pixels, web beacons, tags, and similar technologies that work on mobile devices) to collect data related to usage of the Properties.\nWe may also use cookies to customize your visit to the Properties (including our emails) and for other purposes to make your visit more convenient or to enable us to enhance the Properties. </p>\n<p>Cookies fall into the subcategories below:</p>\n<ul>\n<li>\n<p>\n<u>Required Cookies</u>.\nCertain cookies are used for specific purposes that are essential to your secure use and navigation of the Properties.\nWithout them, Forbes may not be able to provide core Property functions and features to you, and the Property would not operate as well as you or Forbes would like.\nThese cookies collect and use information such as your server preferences, single-session data and corresponding identifier, web beacons and log files (detailed below), and other credential-related information.</p>\n</li>\n<li>\n<p>\n<u>Functional Cookies</u>.\nOther cookies may be used to collect and process information about your preferences and similar choices in connection with the Properties in order to optimize your browsing experience (e.g., various local preference settings.\nwhich geographically-customized version of the Properties and related content you may prefer).\nFunctional cookies include social media cookies, which collect information about your social media usage and other data you may have provided in connection with such usage (if you access the Site through a social media website or mobile application, you may have social media cookies).\nIf you wish to modify or change your social media cookies, please visit and review the settings on your applicable social media account(s).\nFunctional cookies also include analytics cookies, which provide us with data that allows Forbes to better understand its users and improve the Properties based on what we have learned from that data.</p>\n</li>\n<li>\n<p>\n<u>Advertising Cookies</u>.\nTo help support the Properties and further tailor your experience, Forbes and its advertising partners (and/or their third-party analytics providers) may also use cookies on the Properties (including in emails) to personalize the content and advertisements you may be shown.\nSuch advertisements use cookies to provide you targeted advertisements that may be more consistent with your interests than non-targeted advertisements.\nCertain Forbes advertising partners may also use cookies to monitor or track the performance of their advertising content, including native advertising content (e.g., BrandVoice).</p>\n</li>\n</ul>\n<p>If you would like to manage your cookie preferences or learn more information about this practice and your right to decline (or opt-out of) cookies placed by some or all of these companies, please click here.\n</p>\n<p>The Properties' web and ad servers log information about a user's IP address, browser type, and the current URL the user is requesting.\nThis information is always provided by a user's browser and automatically logged by most websites.\nThese log files are stored in a secure location and used for internal business purposes such as internal analysis of traffic patterns within our Properties.</p>\n<ul>\n<li>\n<p>\n<strong>Clickstream Data</strong>\n</p>\n</li>\n</ul>\n<p>As you use the Internet, a trail of electronic information is left at each website you visit.\nThis information, which is sometimes referred to as \"clickstream data,\" can be collected and stored by a website's server. Clickstream data can tell us the type of computer and browsing software you use and the address of the website from which you linked to the Properties.\nWe may collect and use clickstream data as a form of aggregate information to anonymously determine how much time visitors spend on each page of our Properties, how visitors navigate throughout the Properties, and how we may tailor our web pages to better meet the needs of visitors. This information will be used to improve our Properties.</p>\n<ul>\n<li>\n<p>\n<strong>Analytics</strong>\n</p>\n</li>\n</ul>\n<p>We may work with third-party vendors who use the technologies described in this section to conduct website analytics to help us track and understand how visitors use our Properties.\nOne such provider is Google Analytics, a web analytics service provided by Google LLC (\"Google\").\nGoogle Analytics uses cookies to help analyze how users use the Properties.\nThe information generated by these cookies about your use (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of the Properties, compiling reports on activity for its staff, and providing other services relating to web page activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nYou may refuse the use of such cookies by selecting the appropriate settings in your browser.\nBy using the Properties and accepting cookies, you consent to the processing of data about you by Google in the manner and for the purposes set out above.\nPlease refer to the currently available opt-outs for Google Analytics by visiting https://tools.google.com/dlpage/gaoptout/.\n</p>\n<ul>\n<li>\n<p>\n<strong>Service Data</strong>\n</p>\n</li>\n</ul>\n<p>We may obtain Service Data from or on behalf of our clients and their vendors, which we process on behalf of our clients in accordance with our contracts with them.</p>\n<ul>\n<li>\n<p>\n<strong>Third-Party Sources</strong>\n</p>\n</li>\n</ul>\n<p>From time to time, we may collect personal information about you from third party sources (including data append services such as public or social graph data, data co-ops for print magazine publishers, or social media websites if you have chosen to log in or connect your social media with our Properties) which we will use for our business or commercial purposes (for example, in order to contact you and/or to better serve you with content or promotions).\nHowever, we will only use this information where these third parties either have your consent or are otherwise legally permitted or required to disclose your personal information to us.</p>\n<p>When you sign into our Properties or purchase a paid subscription on our Properties using a social media log-in, you give permission to that social media company to share certain information with us.\nFor example, if you sign in or purchase a subscription using Facebook or LinkedIn, you give permission to Facebook or LinkedIn (as applicable) to share with us your email address and certain other information in your social media profile that you have designated as public.\nThis will be limited to your full name, age range, profile picture (if you have one) and link to your Facebook or LinkedIn profile (as applicable).\nIf you log in or purchase a subscription using your Google account, you give Google permission to share personal information with us that you have made public in your Google profile.\nThis will be limited to your full name, your email address (and whether your email has been validated), your age range, your profile picture (if you have one) and a link to your Google profile.\nIf you log in or purchase a subscription using your Apple ID, you give Apple permission to share your personal information with us (however, you can choose to hide your email address and Apple will instead create a random email address so that your personal email can stay private).\nThis email address will be linked to your account and allow you to access your subscribed content.</p>\n<p>We will use the information described above to form a profile for your account, to enable you to purchase a paid subscription, and/or as otherwise set forth in this Privacy Statement.\nYou have the option to later configure your Facebook, LinkedIn, or Google settings, or Apple ID to remove permissions for Forbes to access to this information.\nHowever, this will not affect our ability to use the information that we already received when you first set up your account (or purchased a subscription) using that social media login, so long as we use it for the purposes set forth in this Privacy Statement.</p>\n<p>We may also obtain personal information of subscribers to Forbes licensees after such licensees stop conducting business under the Forbes license.</p>\n<p>\n</p> HOW WE USE YOUR PERSONAL INFORMATION <p>We collect and use personal information for the following purposes:</p>\n<p>\n</p>\n<ul>\n<li>\n<p>\n<i>To communicate with you</i>, which may include:</p>\n<ul>\n<li>\n<p>Contacting you about and providing you and our clients with our Services;</p>\n</li>\n<li>\n<p>Responding to your direct inquiries, requests, issues or feedback, and providing customer service;</p>\n</li>\n<li>\n<p>Adding you to our mailing or SMS lists and sending you emails or texts from time to time;</p>\n</li>\n<li>\n<p>For users who have opted into receiving communications about Forbes' third-party partners, sending you information about third-party partners that we think you may be interested in;</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<i>To provide our products and services</i>, which may include:</p>\n<ul>\n<li>\n<p>Operating the Properties, and providing you with any specific services that you have requested;</p>\n</li>\n<li>\n<p>Creating, maintaining, and otherwise managing your account, profile, or subscription;</p>\n</li>\n<li>\n<p>Delivering content and product and service offerings relevant to your interests;</p>\n</li>\n<li>\n<p>Fulfilling your orders and/or completing the transactions you have requested, processing your payments, and providing you receipts and order updates;</p>\n</li>\n<li>\n<p>Providing a forum for discussion or community for Forbes honorees, asking questions, posting photos and reviews, and sharing experiences;</p>\n</li>\n<li>\n<p>Considering you for and/or naming you to a Forbes list or other similar accolade (e.g., Under 30);</p>\n</li>\n<li>\n<p>Organizing and managing live or virtual events;</p>\n</li>\n<li>\n<p>Shipping you our print magazine;</p>\n</li>\n<li>\n<p>Providing Forbes honorees with online profiles;</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<i>For marketing, advertising, and promotional purposes</i>, which may include:</p>\n<ul>\n<li>\n<p>Marketing our goods and services or goods and services of those of our affiliates, business partners, and other third parties;</p>\n</li>\n<li>\n<p>Providing you advertising for products and services that may be of interest to you;</p>\n</li>\n<li>\n<p>Targeting relevant content and advertising to you on our Properties and elsewhere where we may be acting as a third party;</p>\n</li>\n<li>\n<p>Administering sweepstakes, contests, and other similar promotions;</p>\n</li>\n<li>\n<p>Conducting insights research for ourselves and our clients;</p>\n</li>\n<li>\n<p>Tracking clicks on affiliated links;</p>\n</li>\n<li>\n<p>Mailing you promotions or advertisements;</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<i>For analytics, enhancement, and personalization</i>, which may include:</p>\n<ul>\n<li>\n<p>Identifying trends and making inferences about you and your interactions with us or our affiliates or our business partners;</p>\n</li>\n<li>\n<p>Conducting research and analytics to improve our services and product offerings or those of our affiliates and business partners;</p>\n</li>\n<li>\n<p>Understanding how you interact with our Services (including our Properties), advertisements, and communications with you to determine the appeal of our products or services, and to improve our Services and marketing campaigns;</p>\n</li>\n<li>\n<p>Personalizing your experience to save you time when you visit our Properties, and to customize the marketing and advertising that we show you;</p>\n</li>\n<li>\n<p>Better understanding our customers' needs;</p>\n</li>\n<li>\n<p>Providing personalized recommendations about our products and services;</p>\n</li>\n<li>\n<p>Enhancing the information we may have with information from third parties;</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>\n<i>For security and fraud prevention</i>, which may include:</p>\n<ul>\n<li>\n<p>Helping maintain the safety, security, and integrity of our Properties, databases and other technology assets, and business;</p>\n</li>\n<li>\n<p>Internal research.\ntechnological development and demonstration.\nand improving, upgrading, or enhancing our Properties;</p>\n</li>\n<li>\n<p>Detecting security incidents.\nprotecting against malicious, deceptive, fraudulent, or illegal activity.\nand prosecuting those responsible for that activity;</p>\n</li>\n<li>\n<p>Investigating suspected fraud, harassment, or other violations of any law, rule, or regulation, or the policies for our Properties;</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<i>To comply with legal obligations</i>, which may include:</p>\n<ul>\n<li>\n<p>Compliance with legal or regulatory obligations, establishing or exercising our rights, and to defending against a legal claim;</p>\n</li>\n<li>\n<p>Responding to law enforcement requests and as required by applicable law, court order, legal process, or governmental regulation;</p>\n</li>\n<li>\n<p>Acting in connection with a bankruptcy proceeding or the sale, merger, or change of control of the Company or the division responsible for the services with which your information is associated;</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>\n<i>To support core business functions</i>, which may include:</p>\n<ul>\n<li>\n<p>Maintaining records related to business process management, sales, loss and fraud prevention, and to invoice and collect amounts owing to us;</p>\n</li>\n<li>\n<p>Providing and maintaining the functionality of our Properties, including identifying and repairing errors or problems.\nand</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<i>For any additional purposes that you specifically consent to.</i>\n</p>\n</li>\n</ul>\n<p>\n</p>\n<p>We may collect information that is not personal information (\"non-personal information\"), including information lawfully made available from federal, state, or local government records, or aggregate or de-identified information.\nBecause non-personal information does not personally identify you, we may collect, use, and disclose such information for any purpose permitted by law. In some instances, we may combine non-personal information with personal information.\nIf we combine any non-personal information with personal information, the combined information will be treated by us as personal information.</p>\n<p>The Properties may offer features that allow you to post content.\nYou should be aware that personal information which you voluntarily include and transmit online in a publicly accessible blog, forum, social network, or otherwise online may be viewed and used by others.\nAs a general reminder, please think carefully before you decide to put anything on the Internet.\nFor example, if you voluntarily disclose personal information in chat areas or bulletin boards (e.g., comment sections), that information could be seen and used by others, and may result in unsolicited messages from others.\nWe are not responsible for the information you may choose to submit in these public forums.\nTo request removal of your personal information from our blog or community forum, please contact us using the information provided in the section titled Contacting Us.\nIn some cases, for legal retention purposes or technical limitations (e.g., the data may not be searchable), we may not be able to remove personal information voluntarily disclosed by you in such forums, in which case, we will notify you.</p>\n<p>With respect to how we use Service Data, we use that information to provide Services to our clients.</p>\n<p>\n</p> HOW WE DISCLOSE YOUR INFORMATION <p>In addition to using your personal information ourselves, we may send your personal information and other information to other companies, affiliates, and third parties in the following instances:</p>\n<ul>\n<li>\n<p>\n<strong>Service Providers</strong>\n</p>\n</li>\n</ul>\n<p>We may share your personal information with service providers who may use your information to provide us services including, but not limited to: website hosting, data analysis, infrastructure provision, information technology services, conducting surveys and contests, customer service, email or SMS delivery services, payment processing and recouping, auditing, consulting, magazine management and shipping, event management, data security, and anti-fraud monitoring.\nThese service providers have access to personal information that is necessary to perform their functions, and are prohibited from using your personal information for any other purpose.</p>\n<ul>\n<li>\n<p>\n<strong>Corporate Affiliates</strong>\n</p>\n</li>\n</ul>\n<p>We may share personal information with our corporate affiliates and subsidiaries, who process personal information on our behalf as our vendor, where necessary to provide a product or service that you have requested or in other circumstances with your consent or as permitted or required by law.</p>\n<ul>\n<li>\n<p>\n<strong>Business and Advertising Partners</strong>\n</p>\n</li>\n</ul>\n<p>We may share personal information with our business partners, which may include information shared for the purposes of marketing or interest-based advertising.\nIf you provide any user information via an advertiser promotion, please be aware you are directly providing your user information to that advertiser.</p>\n<p>We may share certain event registrant user information with sponsors of our live or virtual events (e.g., attendee name, title, company name) or with Forbes licensees in circumstances where a licensee works with Forbes in the promotion or such an event, subject to applicable law.</p>\n<p>We share certain personal information of certain Forbes list nominees and honorees with our third-party partners in situations where Forbes partners with a third-party in connection with the creation of such lists.\nIn such circumstances, the third party will be named.</p>\n<p>For Service Data processed on behalf of our clients, like lead generation data or data collected in connection with a survey conducted for a client, we share the Service Data with our clients.</p>\n<p>We also make certain information about our print magazine subscribers available for list renters to engage in direct, physical mail marketing, but in such circumstances, no personal information is actually made available to the renter.\nForbes also shares certain personal information about its print magazine subscribers with other publishers in connection with data co-ops.\nYou can modify your related user information by contacting Forbes as indicated in the section <em>\n<strong>Your Choices</strong>\n</em> below.</p>\n<ul>\n<li>\n<p>\n<strong>Legal Compliance and to Defend Our Rights</strong>\n</p>\n</li>\n</ul>\n<p>We may disclose personal information and other information as we believe necessary or appropriate: (a) under applicable law, including laws outside your country of residence.\n(b) to comply with legal process.\n(c) to respond to requests from public and government authorities including public and government authorities outside your country of residence.\n(d) to enforce our Terms and Conditions.\n(e) to protect our operations or those of any of our affiliates.\n(f) to protect our rights, privacy, safety or property, and/or that of our affiliates, you, or others.\nand (g) to allow us to pursue available remedies or limit the damages that we may sustain.</p>\n<ul>\n<li>\n<p>\n<strong>Business Transfers</strong>\n</p>\n</li>\n</ul>\n<p>We may share your personal information and other information with third parties in connection with a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the assets of the Company, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which information held by the Company about our Properties users is among the assets transferred.\nIn this case, we may notify you if applicable law requires.</p>\n<ul>\n<li>\n<p>\n<strong>Consent</strong>\n</p>\n</li>\n</ul>\n<p>Forbes may disclose your Personal Information to third parties with your consent or pursuant to your direction.</p> DATA SECURITY <p>We care about the protection of your personal information and use appropriate technical and organizational security measures to do so. These measures are designed to provide a level of security appropriate to the risk of processing of your personal information. </p>\n<p>Your user information is stored on Forbes servers located in the United States.\nWe use industry standard physical, electronic, and organizational safeguards to protect your user information against loss or theft as well as unauthorized access and disclosure to protect your privacy.\nWe employ many different security techniques to protect such data from unauthorized access by users inside and outside of the company.\nWe also ensure that, in accordance with good industry practice, we have in place security measures to protect your personal information from interception, including in transit between our different systems and devices.\nThis includes having in place network protection to deny attackers the ability to intercept data and the encryption of your personal information while in transit to deny attackers the ability to read data.</p>\n<p>Of course, it's important to keep in mind that no data transmission on the Internet is guaranteed to be 100% secure.\nIf you are concerned that your privacy may have been breached or that your interaction with us is no longer secure, please immediately notify us of the problem by contacting us as provided below.</p>\n<p>\n</p> DATA RETENTION <p>We will retain your user information for as long as we have an ongoing legitimate business need to use your user information (for example you have an active account with us or to comply with applicable tax, legal, or accounting requirements).\nWhen there is no longer such a need, we will delete it or, if this is not possible (for example, because your personal information has been stored in back-up archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\nWe will also delete certain user information we may retain about you upon your request.</p>\n<p>\n</p> INTEREST-BASED ADVERTISING <ul>\n<li>\n<p>\n<strong>Targeted Advertising / Behavioral Advertising</strong>\n</p>\n</li>\n</ul>\n<p>We may ourselves, or with third-party vendors, use personal information to deliver targeted advertising to you when you visit other websites or our Properties (including emails).\nCookies, clickstream data, and other similar technologies described above may be used in this process.\nFor example, if you are searching for information on a particular product, we or our vendor may cause an advertisement to appear on other websites you view with information on that product.\nThis form of advertising, sometimes called \"targeted advertising,\" \"behavioral advertising,\" or \"cross-context behavioral advertising,\" enables us and our vendors to know your interests in connection with the delivery of that specific ad.\nWe believe that such advertising is helpful because you will see advertisements that are relevant to your interests.\nWe comply with the Self-Regulatory Principles for Online Behavioral Advertising as administered by the Digital Advertising Alliance (DAA).\nIf you would like to opt out of these interest-based advertisements, please follow the opt-out process described below under <em>\n<strong>Your Choices</strong>\n</em>.</p>\n<ul>\n<li>\n<p>\n<strong>Cross Device Matching</strong>\n</p>\n</li>\n</ul>\n<p>We may use information we have collected to help us, or our third-party vendors, determine if you have interacted with our Properties across multiple devices and to match such devices.\nTo accomplish this, we may rely on information (including demographic, geographic, and interest-based data) from third parties such as data vendors, pursuant to their own privacy policies, or we may use information we collect in conjunction with such third-party data.\nBased on this data, we may then display targeted advertisements across devices that we believe are associated and may provide other services to our advertisers to better enable cross-device targeting and analysis.\nFor further instructions on restricting our use of certain cross-device data, please see Your Choices below.</p>\n<p>\n</p> YOUR CHOICES <p>Consistent with applicable law, you may exercise the options described in this section regarding your choices with respect to your personal information and communications from us.\nYou may also have certain additional rights available depending on your state or country of residence, as described further below.</p>\n<ul>\n<li>\n<p>\n<strong>Rights and Opt-Outs</strong>\n</p>\n</li>\n</ul>\n<p>Registered forbes.com users may at any time change the information stored in their forbes.com member profile (such as name, password, location, country, and the topics and authors they are following) by visiting their member profile page.\nYou may also request to delete or modify your personal account and/or any personal information you may have voluntarily submitted to us (e.g., information that you provide to register for a Forbes event) if you wish to do so, provided we are able to verify your identity in accordance with applicable law.</p>\n<p>You may also ask to opt out of direct email marketing and SMS communications from Forbes by following the unsubscribe instructions contained in the communication you have received.\nFor marketing emails, this is typically through an \"unsubscribe\" or \"opt-out\" link.\nTo opt out of other forms of marketing, please contact us using the information provided in the section titled <em>\n<strong>Contacting Us</strong>\n</em> below.</p>\n<p>If you are a resident of the European Economic Area, the United Kingdom, Switzerland, California, Virginia, or the People's Republic of China, you may have additional rights as set forth in the subsequent sections of this Privacy Statement.</p>\n<ul>\n<li>\n<p>\n<strong>Cookies, Tracking, and Interest-Based Advertising</strong>\n</p>\n</li>\n</ul>\n<p>If you would like to stop or restrict the placement of cookies or flush any cookies that may already be on your computer or device, please refer to and adjust your web browser preferences.\nFurther information on cookies is available at www.allaboutcookies.org.\nBy deleting our cookies or disabling future cookies, you may not be able to access certain areas or features of our Properties or some of the functionality may be affected.</p>\n<p>The online advertising industry provides a service through which you may opt out of receiving targeted ads from certain data partners and other advertising partners that participate in self-regulatory programs.\nYou can opt out of targeted advertising from certain providers that participate in the Digital Advertising Alliance (DAA) program at www.aboutads.info/consumers.\nOther providers are members of the Network Advertising Initiative, and you can opt out of interest-based advertising by those members by visiting http://optout.networkadvertising.org/.\nPlease note that by opting out, you may continue to see generic advertising that is not tailored to your specific interests and activities.</p>\n<p>Cookie-based opt-outs must be performed on each device and browser that you wish to have opted out. For example, if you have opted out on your device browser, that opt-out will not be effective on your mobile device, and if you opt out on one of your devices, that opt out may not be effective on all of your devices.</p>\n<p>For targeted advertisements delivered through mobile apps, you can install the DAA's AppChoices app on your device to opt out of targeted advertising by certain providers, and can also select a system-level advertising preference on your device (such as \"Limit Ad Tracking\" on Apple devices or \"Opt-out of Interest-Based Ads\" on Android devices).</p>\n<ul>\n<li>\n<p>\n<strong>Do Not Track</strong>\n</p>\n</li>\n</ul>\n<p>While some browsers have a \"do not track\" (also known as DNT) feature that lets you instruct websites not to track your online activities, we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.</p>\n<p>\n</p>\n<p>\n<strong>PRIVACY DISCLOSURES FOR NEVADA RESIDENTS</strong>\n</p>\n<p>If you are a resident of Nevada, you have the right to opt out of the sale of certain personal information to third parties who intend to license or sell that personal information.\nIf you wish to exercise this right, click here or contact us at 866-536-7262.</p>\n<p>\n</p> CROSS-BORDER DATA TRANSFERS <p>If you submit personal information to Forbes, your personal information may be processed in a foreign country where privacy laws may be less stringent than the laws in your country.\nBy submitting your personal information to us you agree to the transfer, storage, and processing of your personal information in a country other than your country of residence including, but not necessarily limited to, the United States.\nPlease note that personal information transferred to the United States is subject to access by law enforcement.</p>\n<p>Where applicable, Forbes may use model clauses approved by the laws of your jurisdiction (such as Standard Contractual Clauses approved by the European Commission) for cross-border data transfers. </p>\n<p>\n</p> LAW ENFORCEMENT REQUESTS <p>Forbes takes the protection of your personal information very seriously and is committed to acting as a responsible data custodian.\nIf we become aware that any law enforcement, regulatory, judicial or governmental authority (\"Authority\") wishes to obtain access to, or a copy of, the personal information that we hold about you (whether on a voluntary or mandatory basis) (a \"Request\"), then we commit to the following: (1) we will investigate the Request before responding, to ensure that it is a valid request made under applicable law.\nand (2) we will only disclose personal information to the Authority in response to the Request where we are legally required to do so and in accordance with applicable lawful process.\nThe only exception to these commitments is where we reasonably believe (in good faith) that the urgent provision of the requested personal information per the Authority's Request is necessary to prevent an imminent risk of serious harm to any individual.\nHowever, in any event, we shall never knowingly disclose personal information in a massive, disproportionate, or indiscriminate manner, which goes beyond what is necessary in a democratic society.</p>\n<p>\n</p> CHILDREN'S PRIVACY <p>The Properties are intended for people who are at least 16 years of age. If you are less than 16 years old, please do not send any personal information to us—including information such as your name, address, or email address.\nWe do not knowingly collect (nor do we wish to collect) any personal information from children under the age of 16. If we learn we have collected any personal information from a child under the age of 16, we will delete that information from our database and terminate the corresponding account, if any.\nWe encourage you to discuss the Properties with your parent or guardian.</p>\n<p>\n</p> CHANGES TO THIS POLICY <p>We may update this Privacy Statement from time to time in response to changing legal, technical or business developments.\nThis Privacy Statement describes our data handling practices for the 12 months prior to the date on which it was last updated.\nWe reserve the right, at our discretion, to change, modify, add, or remove portions from this Privacy Statement at any time, provided that any such modifications will only be applied prospectively.\nWe encourage you to periodically review the Site for the latest information on our privacy practices.\nYour continued use of the Properties following the posting of any changes to this Privacy Statement means you accept such changes.</p>\n<p>Note on Translated Version(s): For your convenience, Forbes may make translated versions of this Privacy Statement available on the Site.\nIn the event that the terms of any such translated version conflict with the terms of the English version, the terms of the English version of this Privacy Statement will apply.</p>\n<p>\n</p> CONTACTING US&lt.\n<p>If you have any other questions regarding this Privacy Statement or how to remove or modify your user information or related consents, please feel free to contact us at privacy@forbes.com or Forbes Media, Privacy Team - Customer Service, 499 Washington Blvd., 9th Floor, Jersey City, NJ 07310.</p>\n<p>The data controller of your user information is Forbes Media LLC.\nYou may contact our EU and UK GDPR Data Protection Officer at gdpr.dpo@forbes.com and, if you are writing from the UK, you may contact our UK representative at Forbes Media - UK Representative, 151 Wardour Street, Offices 201-203, London, W1F 8WE.\nIf you are writing from the EEA, you may contact our EEA GDPR Representative at Forbes@LionheartSquared.eu or Lionheart Squared (FAO Forbes Media), 2 Pembroke House, Upper Pembroke Street 28-32, Dublin, D02 EK84 Ireland.</p>\n<p>\n</p>\n<p>\n</p> CALIFORNIA PRIVACY RIGHTS <p>The California Consumer Privacy Act of 2018 (\"<strong>CCPA</strong>\"), amended by the California Privacy Rights Act of 2020, provides you with specific rights regarding your Personal Information.\nThis section describes the rights that California consumers have and explains how to exercise those rights.\nFor the purposes of this section, \"<strong>Personal Information</strong>\" does not include: (i) information that is lawfully made available from federal, state or local government records.\n(ii) de-identified or aggregated data.\nor (iii) information excluded from the scope of the CCPA.\nTo be clear, these rights are granted only to the extent that you are a California consumer.\nThe rights in this section are not intended to grant you additional rights, but only your rights under the CCPA to the extent that we are considered a CCPA business with respect to the applicable Personal Information.</p>\n<p>In order to provide our Services to our clients, we may process Service Data that we receive from or on behalf of our clients.\nIf you are a California resident, you may have certain CCPA rights pertaining to such information.\nUnder the CCPA, when we act as a \"service provider\" (not as a \"business\" or a \"third party\") over such information, we only process your information through our Services as necessary to provide our services to our clients, at our clients' direction.\nIf you wish to exercise any of your rights under CCPA regarding such information, please contact the relevant business that collected the information from you, who controls and determines how your information is processed.</p>\n<p>\n<u>\n<em>Information We Collect.\nHow We Collect It.\nHow We Use It</em>\n</u>\n</p>\n<p>California consumers may access, delete, and control certain uses of their information as set forth in <em>\n<strong>Rights to Your Information</strong>\n</em>, below.</p>\n<p>In the past 12 months, we have collected some or all of the categories of Personal Information described in the table below.\nThe table below further describes the business or commercial purpose(s) for which the Personal Information was collected and the entities to whom such information has been disclosed within the last 12 months.</p>\n<p>Category</p>\n<p>Examples</p>\n<p>Purposes (Forbes may not use each data type in the \"Examples\" column for each purpose listed out)</p>\n<p>Disclosed to</p>\n<p>Identifiers</p>\n<p>Name, alias, postal address, unique personal identifier, online identifier, internet protocol (IP) address, email address, account name, or other similar identifiers</p>\n<p>To communicate with you.\nto provide products and services.\nfor surveys, sweepstakes, and contests.\nmarketing and promotions.\nto enable commenting and communities.\nfor internal reporting.\nto serve you content recommendations and targeted advertising.\nto consider you for a Forbes list or similar accolade.\nfor lead generation services performed on behalf of our clients.\nto enhance the information we may have on you.\nsecurity and fraud prevention.\nto enable exercise of privacy rights</p>\n<p>Forbes affiliates.\nservice providers.\nevent sponsors.\nbusiness and advertising partners</p>\n<p>Customer records information</p>\n<p>Name, signature, physical characteristics or description, address, telephone number, education, employment, employment history, or other similar information.\nSome personal information included in this category may overlap with other categories</p>\n<p>To communicate with you.\nto provide products and services.\nfor surveys, sweepstakes, and contests.\nmarketing and promotions.\nto enable commenting and communities.\nfor internal reporting.\nto serve you content recommendations and targeted advertising.\nto consider you for a Forbes list or similar accolade.\nfor lead generation services performed on behalf of our clients.\nto enhance the information we may have on you.\nsecurity and fraud prevention.\nto enable exercise of privacy rights</p>\n<p>Forbes affiliates.\nservice providers.\nevent sponsors.\nbusiness and advertising partners</p>\n<p>Characteristics of protected classifications under California or federal law</p>\n<p>Age, race, national origin, citizenship, marital or familial status, sex, gender, and other similar information</p>\n<p>To provide you with products and services.\nmarketing and promotions.\nfor internal reporting.\nto serve you content recommendations and targeted advertising (e.g., based on age or gender).\nto consider you for a Forbes list or similar accolade</p>\n<p>Forbes affiliates.\nservice providers.\nevent sponsors.\nbusiness and advertising partners</p>\n<p>Commercial information</p>\n<p>Records of products or services purchased, purchasing or consuming histories or tendencies.</p>\n<p>To communicate with you.\nto provide products and services.\nmarketing and promotions.\nfor internal reporting.\nto serve you content recommendations and targeted advertising</p>\n<p>Forbes affiliates.\nservice providers</p>\n<p>Internet or other similar network activity information</p>\n<p>Browsing history, search history, information regarding consumer's interaction with a website, application, or advertisement</p>\n<p>To communicate with you.\nto provide you with products and services.\nfor surveys, sweepstakes, and contests.\nmarketing and promotions.\nfor internal reporting.\nto serve you content recommendations and targeted advertising.\nsecurity and fraud prevention.\nto enable exercise of privacy rights</p>\n<p>Forbes affiliates.\nservice providers.\nbusiness and advertising partners</p>\n<p>Geolocation data</p>\n<p>Location tracking information</p>\n<p>To communicate with you.\nto provide you with products and services.\nfor internal reporting.\nto serve you content recommendations and targeted advertising.\nsecurity and fraud prevention</p>\n<p>Forbes affiliates.\nservice providers.\nbusiness and advertising partners</p>\n<p>Sensory data</p>\n<p>Audio, electronic, visual, or similar information</p>\n<p>To provide you with products and services.\nin relation to your user profile, your Forbes list or similar accolade profile, or when you post content.\ncustomer service call recordings</p>\n<p>Forbes affiliates.\nservice providers.\nbusiness and advertising partners</p>\n<p>Professional or employment-related information</p>\n<p>Employer, employment history, and other employment-related information</p>\n<p>To communicate with you.\nto provide you with products and services.\nfor surveys, sweepstakes, and contests.\nmarketing and promotions.\nfor internal reporting.\nto serve you content recommendations and targeted advertising.\nto consider you for a Forbes list or similar accolade.\nfor lead generation services performed on behalf of our clients</p>\n<p>Forbes affiliates.\nservice providers.\nevent sponsors.\nbusiness and advertising partners</p>\n<p>Inferences</p>\n<p>Inferences drawn from any of the categories described above to create a profile about a consumer reflecting the consumer's preferences and characteristics</p>\n<p>To communicate with you.\nto provide you products and services.\nfor internal reporting.\nto serve you content recommendations and targeted advertising.\nfor surveys.\nmarketing and promotions</p>\n<p>Forbes affiliates.\nservice providers.\nbusiness and advertising partners</p>\n<p>Sensitive personal information</p>\n<p>Social security, driver's license, state ID, or passport number.\ncredit card number in combination with any required security or access code.\nracial or ethnic origin.</p>\n<p>We collect your payment card information to process and manage transactions.\nwith your consent, we collect racial or ethnic origin information from event registrants to track and improve upon diversity</p>\n<p>Forbes affiliates.\nservice providers</p>\n<p>\n</p>\n<p>The Personal Information described in the table above is collected directly from you, or from the sources set forth in the <em>\n<strong>How We Collect Your Personal Information</strong>\n</em> section of the Privacy Statement.\nIn addition to the parties described above, we may disclose your Personal Information to other third parties as set forth in the <em>\n<strong>How We Disclose Your Personal Information</strong>\n</em> section of the Privacy Statement.\n</p>\n<p>Please note that Forbes does not \"sell\" any of your personal information in exchange for money.\nHowever, the term \"sell\" has a broader meaning under the CCPA than would ordinarily be understood in a non-legal context.\nIn the past 12 months, we have sold or shared the following categories of Personal Information with third parties:</p>\n<ul>\n<li>\n<p>Identifiers</p>\n</li>\n<li>\n<p>Customer records information</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Characteristics of protected classifications</p>\n</li>\n<li>\n<p>Internet or other similar network activity information</p>\n</li>\n<li>\n<p>Geolocation data</p>\n</li>\n<li>\n<p>Professional or employment-related information</p>\n</li>\n<li>\n<p>Inferences</p>\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n<u>\n<em>Disclosures of Personal Information to Service Providers and Third Parties</em>\n</u>\n</p>\n<p>Company may disclose your Personal Information to a third party for a business purpose, or sell or share your Personal Information, subject to your right to opt out (see <em>\n<strong>Personal Information Sales Opt-Out and Opt-In Rights</strong>\n</em>, below).\nThe information above under <em>\n<strong>Information We Collect.\nHow We Collect It.\nHow We Use</strong>\n</em> It describes the third parties with which we may disclose your Personal Information.</p>\n<p>\n</p>\n<p>\n<u>\n<em>Rights to Your Information</em>\n</u>\n</p>\n<ol>\n<li>\n<p>\n<i>Right to Know</i>\n</p>\n</li>\n</ol>\n<p>As a California consumer, you have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your Personal Information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request (see Exercising Your Rights, below), and subject to certain limitations that we describe below, we will disclose such information.\nYou have the right to request any or all of the following:</p>\n<ul>\n<li>\n<p>The categories of Personal Information we collected about you.</p>\n</li>\n<li>\n<p>The categories of sources from which the Personal Information is collected.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Our business or commercial purpose for collecting or selling that Personal Information.</p>\n</li>\n<li>\n<p>The categories of third parties with whom we share that Personal Information.</p>\n</li>\n<li>\n<p>The specific pieces of Personal Information we collected about you (see <em>\n<strong>Data Portability Rights</strong>\n</em> below).</p>\n</li>\n</ul>\n<ol>\n<li>\n<p>\n<i>Right to Delete</i>\n</p>\n</li>\n</ol>\n<p>You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request (see <em>\n<strong>Exercising Your Rights</strong>\n</em>, below), we will delete (and direct our service providers to delete) your Personal Information from our records, unless an exception applies.\nHowever, we may retain Personal Information that has been de-identified or aggregated.\nFurthermore, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) in order to perform certain actions set forth under CCPA, such as detecting security incidents and protecting against fraudulent or illegal activity.</p>\n<ol>\n<li>\n<p>\n<i>Right to Data Portability</i>\n</p>\n</li>\n</ol>\n<p>You have the right to request a copy of Personal Information we have collected and maintained about you in the past 12 months.\nThe CCPA allows you to request your information from us up to twice during a 12-month period.\n We will provide our response in a readily usable (and usually electronic) format.</p>\n<ol>\n<li>\n<p>\n<i>Right to Correct</i>\n</p>\n</li>\n</ol>\n<p>You have the right to request the correction of any Personal Information we maintain about you.</p>\n<ol>\n<li>\n<p>\n<i>Right to Opt Out of Selling or Sharing Your Personal Information</i>\n</p>\n</li>\n</ol>\n<p>You have the right to opt out of the sale or sharing of your Personal Information, along with the right to opt in to the sale of such information.\nWe do not sell or share the Personal Information of consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the \"right to opt-in\") from either the consumer who is less than 16 (but greater than 13) years of age, or the parent or guardian of a consumer less than 13 years of age.\nTo our knowledge, we do not sell or share the Personal Information of minors under 16 years of age.</p>\n<p>To exercise the right to opt out, you (or your authorized representative) may visit the following web page: Do Not Sell or Share My Personal Information.\nAlternatively, you may submit an opt-out request by contacting us at 866-536-7262.</p>\n<p>You may change your mind and opt back into Personal Information sales at any time by contacting us at privacy@forbes.com.</p>\n<ol>\n<li>\n<p>\n<i>Right to Limit the Use of Your Sensitive Personal Information</i>\n</p>\n</li>\n</ol>\n<p>You have the right to limit the use or disclosure of your sensitive personal information (\"SPI\") if we are using your SPI beyond what is reasonable and proportionate to provide the requested goods or services.\nYou can make a request for us to limit the use or disclosure of your SPI by visiting the following Internet Web page: \"Limit the Use of My Sensitive Personal Information.\"</p>\n<ol>\n<li>\n<p>\n<i>Right to Non-Discrimination</i>\n</p>\n</li>\n</ol>\n<p>We will not discriminate against you for exercising any of your CCPA rights, including but not limited to, by:</p>\n<ul>\n<li>\n<p>Denying you goods or services.</p>\n</li>\n<li>\n<p>Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</p>\n</li>\n<li>\n<p>Providing you a different level or quality of goods or services.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</p>\n</li>\n</ul>\n<ol>\n<li>\n<p>Exercising Your Rights</p>\n</li>\n</ol>\n<p>To exercise the rights described above, please contact us by using the following methods:</p>\n<ul>\n<li>\n<p>Calling us at 866-536-7262.\nor</p>\n</li>\n<li>\n<p>Visiting our California Resident CCPA Request Form to submit a request.\n</p>\n</li>\n</ul>\n<p>After submitting a request, we will take steps to verify your identity in order for us to properly respond and confirm that it is not a fraudulent request.\nIn order to verify your identity, we will ask, at a minimum, that you provide your name, email address, and mailing address so that we can match this information with the information existing in our systems.\nWhen providing us this information, you represent and affirm that all information provided is true and accurate.</p>\n<p>Forbes will send you a verification email to verify that you have access to the email address you have provided.\nThen, as required by the CCPA, Forbes will use this information to verify your identify to a reasonable or reasonably high degree of certainty, depending on the request.\nIf we are able to match at least two pieces of personal information to the personal information that we may retain of you, we will honor your Right to Know (Categories) request.\nIf we are able to match at least three pieces of personal information to the personal information that we may retain of you, we will honor your Right to Delete, Right to Correct, and/or Right to Know (Data Portability / Specific Pieces of Personal Information) requests.\nIf we are unable to verify your identity, we will let you know that we are unable to fulfill your request.</p>\n<p>Only you, or an agent legally authorized to act on your behalf, may make a verifiable request related to your Personal Information.\nIf you are making a request as the authorized agent of a California consumer, we will ask you also submit reliable proof that you have been authorized in writing by the consumer to act on such consumer's behalf.</p>\n<p>We will make every effort to respond to your request within 45 days from when you contacted us.\nIf you have a complex request, the CCPA allows us up to 90 days to respond.\nWe will still contact you within 45 days from when you contacted us to let you know we need more time to respond.</p>\n<p>\n<em>\n<u>Notice of Financial Incentive</u>\n</em>\n</p>\n<p>We may at times offer our customers programs that provide certain perks associated with us, such as rewards and exclusive offers.\nWe may also provide other programs, such as sweepstakes, contests, or other similar promotional campaigns (collectively, the \"Programs\").\nWhen you sign up for one of these Programs, we typically ask you to provide your name and contact information (such as email address and/or telephone number).\nBecause our Programs involve the collection of Personal Information, they may be considered a \"financial incentive\" program under California law.\nThe value of your personal information to us is related to the value of the free or discounted products or services, or other benefits that you obtain or that are provided as part of the applicable Program, minus the expense related to offering those products, services, and benefits to Program participants.\nUnless specifically stated otherwise in connection with a potential \"financial incentive,\" the value of the benefit Forbes may offer to you exceeds the value of the personal information you provide as a participant.</p>\n<p>You may withdraw from participating in a Program at any time by contacting us using the designated method set forth in the applicable Program rules.\nPlease read the terms and conditions of each Program to view full details, including how to join.\nYou may also withdraw from or opt into the Program by contacting us at the email address provided in connection with the Program.\nIf none is provided, you may contact us as set forth above in the <em>\n<strong>Contacting Us</strong>\n</em> section.</p>\n<p>\n<b>CALIFORNIA \"SHINE THE LIGHT\"</b>\n</p>\n<p>Under California Civil Code Section 1798.83 (\"Shine the Light\"), California residents have the right to request in writing from businesses with whom they have an established business relationship: (a) a list of the categories of personal information, as defined under Shine the Light, such as name, email address, and mailing address, and the type of services provided to the customer that a business has disclosed to third parties (including affiliates that are separate legal entities) during the immediately preceding calendar year for the third parties' direct marketing purposes.\nand (b) the names and addresses of all such third parties.\nTo request the above information, please contact us at 866-536-7262.\nIf you do not want your personal information shared with any third party who may use such information for direct marketing purposes, then you may opt out of such disclosures by contacting us at 866-536-7262.</p>\n<p>\n</p> VIRGINIA PRIVACY RIGHTS <p>The Virginia Consumer Data Protection Act (\"CDPA\") provides Virginia consumers with specific rights regarding their personal information.\nThis section describes your rights under the CDPA and explains how you may exercise these rights.</p>\n<p>The categories of personal information we process, our purposes for processing your personal information, the categories of personal information that we share with third parties, and the categories of third parties with whom we share it are detailed above in our Privacy Statement.</p>\n<p>Certain rights that you may have concerning your personal information are set forth in our Privacy Statement.\nThe CDPA provides you with the following additional rights:</p>\n<ul>\n<li>\n<p>\n<strong>Right to know.</strong> You have the right to know whether we process your personal information.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Right to data portability.</strong> You have the right to access and obtain a copy of your personal information that you previously provided to us in a portable and, to the extent technically feasible, readily usable format that allows you to transmit the data to another business without hindrance, where the processing is carried out by automated means.\nYou may request such personal information up to twice annually, subject to certain exceptions.</p>\n</li>\n<li>\n<p>\n<strong>Right to delete.</strong> You have the right to delete personal information that you have provided by or that we have obtained about you.\nPlease note that we may deny such request if the requested deletion falls under an exception to this right set forth in the CDPA.\nAdditionally, if you request deletion of your personal information and we have obtained such information from a third-party source, we may retain such data by keeping a record of the deletion request and the minimum data necessary to ensure that your personal information remains deleted from our records and that such retained data is not used for any other purpose, or we may opt you out of the processing of such personal information for any purpose except for those allowed under the CDPA.</p>\n</li>\n<li>\n<p>\n<strong>Right to opt out of selling or sharing.</strong> You have the right to opt out of the processing of the personal information for purposes of: (i) targeted advertising.\n(ii) the sale of personal information.\nor (iii) profiling in furtherance of decisions that produce legal or similarly significant effects concerning you.\nAs of the latest date of the Privacy Statement:</p>\n<ul>\n<li>\n<p>We DO process personal information for the purposes of targeted advertising;</p>\n</li>\n<li>\n<p>We DO NOT sell your personal information in exchange for monetary consideration;</p>\n</li>\n<li>\n<p>We DO NOT engage in profiling decision based on your personal information that produce legal or similarly significant effects concerning you.</p>\n</li>\n<li>\n<p>If you wish to opt out of the processing of your personal information for the purposes of targeted advertising please click here.</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>Right to correct.</strong> You have the right to correct inaccuracies in the personal information we collect from you, taking into account the nature of the personal information and the purposes for which we process it.</p>\n</li>\n<li>\n<p>\n<strong>Right to nondiscrimination.</strong> You have the right not to receive discriminatory treatment by us for the exercise of your Virginia privacy rights.\nUnless permitted by the CDPA, we will not:</p>\n<ul>\n<li>\n<p>Deny you goods or services.</p>\n</li>\n<li>\n<p>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</p>\n</li>\n<li>\n<p>Provide you a different level or quality of goods or services.</p>\n</li>\n<li>\n<p>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>How to Contact Us About Your Virginia Privacy Rights</strong>\n</p>\n<p>To exercise any of your Virginia privacy rights, or if you have any questions about your privacy rights, you may contact us by:</p>\n<ul>\n<li>\n<p>Calling us at 866-536-7262.\nor</p>\n</li>\n<li>\n<p>Visiting our Virginia CDPA Request Form to submit a request.</p>\n</li>\n</ul>\n<p>Verification of Your Identity. After submitting a request, we will take steps to verify your identity in order for us to properly respond and/or confirm that it is not a fraudulent request.\nIn order to verify your identity, we will request, at a minimum, that you provide your name, email address, phone number, address, and relationship to us, so that we can seek to match this information with the information existing in our systems.\nWhen providing us this information, you represent and affirm that all information provided is true and accurate.\nIf we are unable to verify using reasonably commercial efforts that the consumer submitting the request is the same individual about whom we have collected personal information, then we are not required to comply with the request.\nwe may contact you for more information reasonably necessary to authenticate the request, but ultimately we may not be able to meet your request.</p>\n<p>Only you may make a verifiable request related to your personal information.\nIf you are making a request as the parent or legal guardian of a known child regarding the processing of that child's personal information, we may ask you to submit reliable proof of your identity.</p>\n<p>\n<strong>Our Response Time to Your Request</strong>\n</p>\n<p>We will make every effort to respond to your request within forty-five (45) days from when you contacted us.\nIf you have a complex request, the CDPA allows us up to ninety (90) days to respond.\nWe will still contact you within forty-five (45) days from when you contacted us to let you know we need more time to respond and the reason for the extension.</p>\n<p>\n<strong>Your Right to Appeal</strong>\n</p>\n<p>If we decline to take action regarding a request that you have submitted, we will inform you of our reason for declining to take action and provide instructions for how to appeal the decision.\nIn the event that we do not respond to a request that you make pursuant to one of the privacy rights set forth in this section, you have the right to appeal our refusal to take action within a reasonable period of time after you receive our decision.\nWithin 60 days of our receipt of an appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf the appeal is denied, we will also provide you with an online mechanism, if available, or other method through which you may contact the Attorney General to submit a complaint.</p>\n<p>\n</p>\n<p>\n</p> EUROPEAN PRIVACY RIGHTS <p>IF YOU ARE SITUATED IN THE EUROPEAN ECONOMIC AREA, SWITZERLAND, OR THE UNITED KINGDOM, THIS SECTION APPLIES TO OUR COLLECTION, USE, AND DISCLOSURE OF YOUR PERSONAL DATA AND ADDITIONAL RIGHTS YOU HAVE UNDER APPLICABLE LAW.</p>\n<p>\n<strong>Legal Basis</strong>\n</p>\n<p>We will only use your personal data, as that term is defined under the General Data Protection Regulation (\"<strong>GDPR</strong>\"), when the law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>\n<p>Where we need to perform the contract we are about to enter into or have entered into with you.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.</p>\n</li>\n<li>\n<p>Where you have consented to a certain use of your personal data.</p>\n</li>\n<li>\n<p>Where we need to comply with a legal or regulatory obligation.</p>\n</li>\n</ul>\n<p>To the extent permitted under applicable laws, we will also process, transfer, disclose, and preserve personal data when we have a good faith belief that doing so is necessary.</p>\n<p>\n<strong>Data Controller</strong>\n</p>\n<p>Forbes is the data controller of all personal data collected through our Properties or Services (with the exception of Service Data, for which Forbes is a data processor).\nTo contact us, please see the section above titled <strong>Contacting Us.</strong>\n</p>\n<p>If you are situated in the EEA, Switzerland, or the UK and have any complaints regarding our privacy practices, you have the right to make a complaint at any time to your local supervisory authority.\nWe would, however, appreciate the chance to deal with your concerns before you approach your supervisory authority, so please contact us in the first instance.\nIf you have a complaint, please contact our privacy manager here: privacy@forbes.com.</p>\n<p>\n<strong>Provision of personal data and failure to provide personal data</strong>\n</p>\n<p>Where we need to collect personal data by law or under the terms of a contract we have with you, and you fail to provide that data when requested, we may not be able to perform the contract we have or are trying to enter into with you (for example, to provide you with our services).\nIn this case, we may not be able to provide certain services to you.</p>\n<p>\n<strong>Collection of personal data from third-party sources</strong>\n</p>\n<p>We may obtain personal data and other information about you public sources and through our third-party partners who help us provide our products and services to you.</p>\n<p>\n<strong>Withdrawing your consent</strong>\n</p>\n<p>If we are relying on your consent to process your personal data, you have the right to withdraw your consent at any time by contacting us at privacy@forbes.com.\nYou must, however, specify what processing activity or activities you are withdrawing your consent from.</p>\n<p>\n<strong>Data Transfer</strong>\n</p>\n<p>We may transfer personal data from the EEA, Switzerland, and the UK to the USA and other countries, some of which have not been determined by the European Commission or the UK to have an adequate level of data protection.\nWhere we use certain vendors, we may use specific contracts approved by the European Commission or the UK Secretary of State which give personal data the same protection it has in Europe.\nFor more information about how we transfer your data, please contact us at privacy@forbes.com.\n</p>\n<p>Forbes still participates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework, and where applicable, Forbes use the UK and EEA Standard Contractual Clauses for cross-border transfers.\nTo learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce's Privacy Shield List at https://www.privacyshield.gov/list.\nForbes is responsible for the processing of personal data it receives, under each Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\nForbes complies with the Privacy Shield Principles and Standard Contractual Clauses for all onward transfers of personal data from Europe and Switzerland, including the onward transfer liability provisions.\nWith respect to personal data received or transferred pursuant to the Privacy Shield Frameworks, Forbes is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, Forbes may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.\nUnder certain conditions, more fully described on the Privacy Shield website at https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>\n</p>\n<p>\n<strong>Use of your personal data for marketing purposes</strong>\n</p>\n<p>We strive to provide you with choices regarding certain personal data uses, particularly around marketing and advertising:</p>\n<ul>\n<li>\n<p>Promotional offers from us: We may use your personal data to form a view on what we think you may want or need, or what may be of interest to you.\nThis is how we decide which products, services and offers may be relevant for you (we call this marketing).\nYou will receive marketing communications from us if you have requested information from us or used our services and, in each case, you have consented to our use of your personal data for marketing purposes.</p>\n</li>\n</ul>\n<p>\n<strong>Data Subject Rights</strong>\n</p>\n<p>If you are situated in the European Union, Switzerland, or the UK, under the GDPR, as a data subject, you have the right to:</p>\n<ul>\n<li>\n<p>Request access to your personal data (commonly known as a \"data subject access request\").\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</p>\n</li>\n<li>\n<p>Request correction of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</p>\n</li>\n<li>\n<p>Request erasure of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully, or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Object to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.</p>\n</li>\n<li>\n<p>Request restriction of processing of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data's accuracy.\n(b) where our use of the data is unlawful but you do not want us to erase it.\n(c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise, or defend legal claims.\nor (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</p>\n</li>\n<li>\n<p>Request the transfer of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.</p>\n</li>\n<li>\n<p>Withdraw consent at any time where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.</p>\n</li>\n</ul>\n<p>To exercise your rights under the GDPR, click here or contact us by using the information in the Contacting Us section in the Privacy Statement.\nPlease note that in order for you to assert these rights, we may need to verify your identity to confirm your right to access your personal data.\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nIn order to verify your identity, we may need to gather more personal data from you than we currently have.</p>\n<p>\n</p>\n<p>\n</p> PEOPLE'S REPUBLIC OF CHINA PRIVACY RIGHTS <p>If you are a resident of the People's Republic of China (\"PRC\"), you have the right to access, correct, and delete your personal information under the Personal Information Protection Law (\"PIPL\").\nYou can also request to restrict or object to certain processing of your personal information, and request a copy of your personal information.\nIf you are a close relative of a person in the PRC who is now deceased, you can request to access, correct, and delete their personal information.\nFinally, you have the right to request additional information about the third parties that Forbes shares your personal information with.</p>\n<p>To exercise these rights under the PIPL, click here or contact us at privacy@forbes.com.\nWe will need to verify your identify according to applicable law, which may require that we ask you for additional information to confirm your identity.\nWe will do our best to respond to your request within 30 days and, in any event, we will respond within the timeframe required by applicable law.\nYou can modify your cookie preferences by following the procedures outlined in the Your Rights section of the Privacy Statement above.</p>\n<p>If you cannot understand this Privacy Statement, you are entitled to request explanations of how we process your personal information.\nIf you have any questions, please contact us at privacy@forbes.com.\n</p>\n<p>(如果您无法理解本隐私政策并希望获得更多信息，请发送电子邮件至 privacy@forbes.com.)\n</p>", "created_at": "2019-05-18 22:23:06.694625", "updated_at": "2023-04-25 18:12:52.511609"}], "points": [{"id": 9976, "title": "You can opt out of targeted advertising", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2020-08-09 22:31:52.500743", "updated_at": "2021-02-06 04:25:24.644924", "quoteText": null, "case_id": 219, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 9978, "title": "The service may collect extra data about you through promotions", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2020-08-09 22:40:29.049933", "updated_at": "2021-02-06 04:25:24.691881", "quoteText": null, "case_id": 211, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 9979, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2020-08-09 22:44:13.995569", "updated_at": "2021-02-06 04:25:24.714831", "quoteText": null, "case_id": 202, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 7598, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 18:50:43.568673", "updated_at": "2021-02-06 04:25:26.381904", "quoteText": null, "case_id": 121, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 7596, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 18:46:56.805882", "updated_at": "2021-02-06 04:25:26.406109", "quoteText": null, "case_id": 295, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 7597, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 18:47:53.811468", "updated_at": "2021-02-06 04:25:26.429651", "quoteText": null, "case_id": 151, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 7595, "title": "There is a date of the last update of the terms", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 18:41:34.608272", "updated_at": "2021-02-06 04:16:24.323495", "quoteText": null, "case_id": 331, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 7604, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 19:09:42.094745", "updated_at": "2020-08-09 22:26:11.163451", "quoteText": null, "case_id": 295, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 7605, "title": "You cannot opt out of promotional communications", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "I don't know if there is a right case for this at the moment, but basically you can't use an ad-blocker or tracker blocker.", "created_at": "2019-08-12 19:17:07.492746", "updated_at": "2021-02-06 04:02:11.441486", "quoteText": null, "case_id": 224, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 9977, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2020-08-09 22:34:23.692976", "updated_at": "2021-02-06 04:25:24.669521", "quoteText": null, "case_id": 243, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 19533, "title": "The service uses social media cookies/pixels", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:46:05.750437", "updated_at": "2023-07-11 10:15:33.181902", "quoteText": null, "case_id": 307, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 19534, "title": "Web beacons are used in service-to-user communication", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:47:19.540797", "updated_at": "2023-07-11 10:15:33.272709", "quoteText": null, "case_id": 217, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 19536, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:49:38.439518", "updated_at": "2023-07-11 10:15:33.360294", "quoteText": null, "case_id": 323, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 19532, "title": "Forbes informs users that its privacy policy does not apply to third party websites", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:44:05.661499", "updated_at": "2023-07-11 10:15:33.446855", "quoteText": null, "case_id": 299, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 20972, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:13:04.616768", "updated_at": "2023-07-11 04:48:39.603801", "quoteText": null, "case_id": 482, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 20971, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:12:45.279481", "updated_at": "2023-07-11 04:48:39.683805", "quoteText": null, "case_id": 481, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 20969, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:09:26.133789", "updated_at": "2023-07-11 04:48:39.761687", "quoteText": null, "case_id": 286, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 20968, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:07:49.696266", "updated_at": "2023-07-11 04:48:39.835399", "quoteText": null, "case_id": 143, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 20974, "title": "Logs are kept for an undefined period of time", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:17:03.688775", "updated_at": "2023-07-11 04:48:39.913288", "quoteText": null, "case_id": 178, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 20973, "title": "Information is gathered about you through third parties", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:14:51.229748", "updated_at": "2023-07-11 04:48:39.994697", "quoteText": null, "case_id": 382, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 27202, "title": "There is a date of the last update of the agreements", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2022-03-09 21:36:50.777502", "updated_at": "2023-07-11 06:24:17.762619", "quoteText": null, "case_id": 331, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31671, "title": "Your Personal data may be sold unless you opt out", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:32:16.302823", "updated_at": "2023-07-11 06:29:50.102066", "quoteText": null, "case_id": 396, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31651, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:18:36.643016", "updated_at": "2023-07-11 06:29:48.441679", "quoteText": null, "case_id": 150, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31653, "title": "Your account can be suspended for several reasons", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:19:51.992021", "updated_at": "2023-07-11 06:29:48.686819", "quoteText": null, "case_id": 205, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31655, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:21:44.26698", "updated_at": "2023-07-11 06:29:48.769853", "quoteText": null, "case_id": 292, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31658, "title": "The posting of pornographic content is prohibited", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:24:18.232798", "updated_at": "2023-07-11 06:29:48.852552", "quoteText": null, "case_id": 315, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31656, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:22:06.763103", "updated_at": "2023-07-11 06:29:48.522589", "quoteText": null, "case_id": 390, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31652, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:19:25.678689", "updated_at": "2023-07-11 06:29:48.604952", "quoteText": null, "case_id": 148, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31659, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:24:42.171065", "updated_at": "2023-07-11 06:29:48.933443", "quoteText": null, "case_id": 283, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31663, "title": "Information is provided about what kind of information they collect", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:27:03.900353", "updated_at": "2023-07-11 06:29:49.018014", "quoteText": null, "case_id": 228, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31665, "title": "Information is provided about how your personal data is used", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:27:28.982746", "updated_at": "2023-07-11 06:29:49.102966", "quoteText": null, "case_id": 227, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31669, "title": "Third-party cookies are used for advertising", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:31:28.497319", "updated_at": "2023-07-11 06:29:49.186547", "quoteText": null, "case_id": 128, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31660, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:25:11.975884", "updated_at": "2023-07-11 06:29:49.265855", "quoteText": null, "case_id": 281, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31662, "title": "You have a reduced time period to take legal action against the service", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:26:24.776585", "updated_at": "2023-07-11 06:29:49.349697", "quoteText": null, "case_id": 151, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31668, "title": "This service may collect, use, and share location data", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:30:26.821681", "updated_at": "2023-07-11 06:29:49.43252", "quoteText": null, "case_id": 373, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31674, "title": "Sensitive data is collected and shared to target advertising", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:34:31.325522", "updated_at": "2023-07-11 06:29:49.774239", "quoteText": null, "case_id": 487, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31664, "title": "Information is provided about how they collect personal data", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:27:18.300072", "updated_at": "2023-07-11 06:29:49.939062", "quoteText": null, "case_id": 297, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31672, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:33:19.471532", "updated_at": "2023-07-11 06:29:50.019166", "quoteText": null, "case_id": 166, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31670, "title": "Third-party cookies are used for statistics", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:31:53.759226", "updated_at": "2023-07-11 06:29:50.181316", "quoteText": null, "case_id": 325, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31667, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:29:11.552567", "updated_at": "2023-07-11 06:29:50.25976", "quoteText": null, "case_id": 399, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31661, "title": "You waive your right to a class action.", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:25:47.412278", "updated_at": "2023-07-11 06:29:50.343207", "quoteText": null, "case_id": 117, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31673, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:33:39.610542", "updated_at": "2023-07-11 06:29:49.858488", "quoteText": null, "case_id": 220, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 31654, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:20:46.579211", "updated_at": "2023-07-11 06:31:51.614025", "quoteText": null, "case_id": 202, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31650, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:15:56.62139", "updated_at": "2023-07-11 06:31:51.842602", "quoteText": null, "case_id": 138, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 20970, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (State of New York; USA)", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:10:19.363938", "updated_at": "2023-07-11 04:48:40.085615", "quoteText": null, "case_id": 242, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31657, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:23:35.252184", "updated_at": "2023-07-11 06:31:51.748004", "quoteText": null, "case_id": 135, "document_id": 1380, "quoteStart": null, "quoteEnd": null}, {"id": 31666, "title": "Many different types of personal data are collected", "source": "https://www.forbes.com/privacy/english/#6bcdc8b23061", "status": "Generated through the annotate view", "created_at": "2023-04-25 18:28:22.909975", "updated_at": "2023-07-11 06:31:51.940963", "quoteText": null, "case_id": 376, "document_id": 1379, "quoteStart": null, "quoteEnd": null}, {"id": 19535, "title": "This service tracks you on other websites", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:48:52.262758", "updated_at": "2023-07-11 10:15:32.749418", "quoteText": null, "case_id": 129, "document_id": 1379, "quoteStart": null, "quoteEnd": null}], "urls": ["forbes.com"]}}