{"error": 448, "message": "OK", "parameters": {"id": 8760, "name": "Wanderlog", "created_at": "2023-07-03 23:24:03.712949", "updated_at": "2023-07-23 22:02:25.222531", "wikipedia": null, "keywords": null, "related": null, "slug": "wanderlog", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8760.png", "url": "wanderlog.com", "documents": [{"id": 17090, "name": "Privacy Policy", "url": "https://wanderlog.com/privacy", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Travel guides</li>\n<li>Hotels</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Log in</li>\n<li>Sign up</li>\n</ul>Privacy Policy for Wanderlog<p>At Wanderlog, your privacy is a priority.\nOur Privacy Policy details what information we collect and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through email at admin@wanderlog.com</p>1.\nGeneral Data Protection Regulation (GDPR)<p>We are a Data Controller of your information under the terms of the European General Data Protection Regulation.\nTo better understand your rights under the GDPR, see this resource provided by the UK Information Commissioner's Office.</p>\n<p>Travelchime Inc.\n(hereafter \"Wanderlog\", \"we\" or \"us\") legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:</p>\n<ul>\n<li>We need to perform a contract with you</li>\n<li>You have given us permission to do so</li>\n<li>Processing your personal information is in our legitimate interests</li>\n<li>We need to comply with the law</li>\n</ul>\n<p>Travelchime Inc.\nwill retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.</p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nIf you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>In certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>The right to access, update or to delete the information we have on you.</li>\n<li>The right of rectification.</li>\n<li>The right to object.</li>\n<li>The right of restriction.</li>\n<li>The right to data portability</li>\n<li>The right to withdraw consent</li>\n</ul>2.\nLog Files<p>Wanderlog follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.</p>3.\nCookies and Web Beacons<p>Like any other website, Wanderlog uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.</p>4.\nUser-provided Information<p>To run Wanderlog, we collect and process the following kinds of information.</p>Google data<p>If you choose to sign in with Google, we will receive your email and Google account ID to help us authenticate you when signing in, and for contacting you with product updates and account changes.</p>Gmail data<p>If you choose to connect your Gmail account to Wanderlog, we will use access to your Gmail account to solely parse travel receipts.\nSpecifically:</p>\n<ol>\n<li>We will receive a notification from Gmail when you receive a new email</li>\n<li>We will parse the email with the help of AwardWallet to identify whether it is a travel receipts (for hotels, flights, and other bookings)</li>\n<li>Only if the receipt is for travel will we create a document on Wanderlog with the confirmation and store the receipt on our servers.</li>\n<li>We will not store or process any emails other than as outlined above.</li>\n</ol>\n<p>Wanderlog will never:</p>\n<ol>\n<li>Use Gmail data for ad targeting or serving.</li>\n<li>Allow any employees to read Gmail data unless we either 1) obtained your consent in writing.\n2) need it for security purposes (bug investigation and abuse monitoring).\nor 3) are required to disclose it for legal purposes.</li>\n</ol>\n<p>All internal uses not mentioned in item 2 above will be only of aggregated, anonymized Gmail data.</p>\n<p>All uses of this data will also comply with the Google API Services: User Data Policy.</p>Facebook data<p>If you choose to sign in with Facebook, we will receive your basic profile information (your name, Facebook account ID) which we will use to authenticate you when signing in.</p>\n<p>If you grant us permission to get your email address, we will also receive your email which we'll use to contact you with product updates.</p>\n<p>If you grant us permission to see which of your friends also use Wanderlog, we will use that information only to display a list of itineraries/trip plans and other contributions that your Facebook friends have created on Wanderlog.</p>User profile data<p>You can also sign up for Wanderlog using your email and a password.\nWe will retain this information to authenticate you and occasionally contact you with product updates and account changes.</p>\n<p>Once signed into Wanderlog, you may set a username, display name, and home base location to display on your profile.\nThis information will be used as a part of your public profile on Wanderlog for readers to get to know you, and is associated with your posts.</p>Trip plan data<p>When using Wanderlog, you may select places, write comments, Like specific places, and paste images/maps into your trip logs.\nThis data will be stored and shown when someone views a trip log that you have authored.</p>Deleting your data<p>To delete your account and associated user data, you may sign in and visit our settings page, which includes a \"Delete account\" button.\nOur system will fully delete your account within two weeks of receiving the request.</p>5.\nThird Party Advertisers<p>Third-party ad servers or ad networks use technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Wanderlog, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that Wanderlog has no access to or control over these cookies that are used by third-party advertisers.</p>6.\nThird Party Privacy Policies<p>Wanderlog's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.</p>7.\nChildren's Information<p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.</p>\n<p>Wanderlog does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p>8.\nConsent<p>By using our website or app, you hereby consent to our Privacy Policy and agree to its terms.</p>Made with ❤ in SF &amp.\nmore<br>© 2023 Travelchime Inc.WanderlogBlogReport security issueTerms, Privacy policy &amp.\nCopyrightMobile appBrowser extensionTravel budgeting &amp.\ncost trackingHow to embed a map on your travel blogJobsContact usGoogle data disclosureGuides and resourcesTrip planners by destinationRoad trips by destinationBest places to visit by categoryPopular search terms by destinationWeather around the worldTravel questions &amp.\nanswersTravel itinerary guidesRestaurants reservations by destinationMaps of cities and national parksDestinations at different times of the yearGet the appBlogReport security issueTerms, Privacy policy &amp.\nCopyrightMobile appBrowser extensionTravel budgeting &amp.\ncost trackingHow to embed a map on your travel blogJobsContact usGoogle data disclosureTrip planners by destinationRoad trips by destinationBest places to visit by categoryPopular search terms by destinationWeather around the worldTravel questions &amp.\nanswersTravel itinerary guidesRestaurants reservations by destinationMaps of cities and national parksDestinations at different times of the yearGet the appMade with ❤ in SF &amp.\nmore<br>© 2023 Travelchime Inc.\n", "created_at": "2023-07-03 23:24:03.742482", "updated_at": "2023-07-03 23:24:47.691551"}, {"id": 17091, "name": "Terms of Use", "url": "https://wanderlog.com/terms", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Travel guides</li>\n<li>Hotels</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Log in</li>\n<li>Sign up</li>\n</ul>Terms of Use for Wanderlog1.\nIntroduction<p>Welcome to Wanderlog (“Travelchime Inc.”, “Company”, “we”, “our”, “us”)! As you have just clicked our Terms of Service, please pause, grab a cup of coffee and carefully read the following pages.\nIt will take you approximately 20 minutes.</p>\n<p>These Terms of Service (“Terms”, “Terms of Service”) govern your use of our web pages located at https://wanderlog.com and our mobile application Wanderlog (together or individually “Service”) operated by Travelchime Inc.</p>\n<p>Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and disclose information that results from your use of our web pages.\nPlease read it here at https://wanderlog.com/privacy.</p>\n<p>Your agreement with us includes these Terms and our Privacy Policy (“Agreements”).\nYou acknowledge that you have read and understood Agreements, and agree to be bound of them.</p>\n<p>If you do not agree with (or cannot comply with) Agreements, then you may not use the Service, but please let us know by emailing at support@wanderlog.com so we can try to find a solution.\nThese Terms apply to all visitors, users and others who wish to access or use Service.</p>\n<p>Thank you for being responsible.</p>2.\nCommunications<p>By creating an Account on our Service, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send.\nHowever, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing at.</p>3.\nPurchases<p>If you wish to purchase any product or service made available through Service (“Purchase”), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.</p>\n<p>You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.</p>\n<p>We may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases.\nBy submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.</p>\n<p>We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.</p>\n<p>We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.</p>4.\nSubscriptions<p>Some parts of Service are billed on a subscription basis (“Subscription(s)”).\nYou will be billed in advance on a recurring and periodic basis (“Billing Cycle”).\nBilling cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.</p>\n<p>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or Travelchime Inc.\ncancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting Travelchime Inc.\ncustomer support team.</p>\n<p>A valid payment method, including credit card, is required to process the payment for your subscription.\nYou shall provideTravelchime Inc.\nwith accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize Travelchime Inc.\nto charge all Subscription fees incurred through your account to any such payment instruments.</p>\n<p>Should automatic billing fail to occur for any reason, Travelchime Inc.\nwill issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.</p>5.\nFree Trial<p>Travelchime Inc.\nmay, at its sole discretion, offer a Subscription with a free trial for a limited period of time (“Free Trial”).</p>\n<p>You may be required to enter your billing information in order to sign up for Free Trial.</p>\n<p>If you do enter your billing information when signing up for Free Trial, you will not be charged by Travelchime Inc.\nuntil Free Trial has expired.\nOn the last day of Free Trial period, unless you cancelled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.</p>\n<p>At any time and without notice, Travelchime Inc.\nreserves the right to (i) modify Terms of Service of Free Trial offer, or (ii) cancel such Free Trial offer.</p>6.\nFee Changes<p>Travelchime Inc., in its sole discretion and at any time, may modify Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.</p>\n<p>Travelchime Inc.\nwill provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.</p>\n<p>Your continued use of Service after Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.</p>7.\nRefunds<p>Except when required by law, paid Subscription fees are non-refundable.</p>8.\nContent<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (“Content”).\nYou are responsible for Content that you post on or through Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content on or through Service, You represent and warrant that: (i) Content is yours (you own it) and/or you have the right to use it and the right to grant us the rights and license as provided in these Terms, and (ii) that the posting of your Content on or through Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nWe reserve the right to terminate the account of anyone found to be infringing on a copyright.</p>\n<p>You retain any and all of your rights to any Content you submit, post or display on or through Service and you are responsible for protecting those rights.\nWe take no responsibility and assume no liability for Content you or any third party posts on or through Service.\nHowever, by posting Content using Service you grant us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through Service.\nYou agree that this license includes the right for us to make your Content available to other users of Service, who may also use your Content subject to these Terms.</p>\n<p>Travelchime Inc.\nhas the right but not the obligation to monitor and edit all Content provided by users.</p>\n<p>In addition, Content found on or through this Service are the property of Travelchime Inc.\nor used with permission.\nYou may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us.</p>Objectionable Content<p>You are not allowed to post content that is offensive, insensitive, upsetting, intended to disgust, in exceptionally poor taste, or just plain creepy.\nExamples of such content include:</p>\n<ol>\n<li>Defamatory, discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, gender, national/ethnic origin, or other targeted groups, particularly if the content is likely to humiliate, intimidate, or harm a targeted individual or group.</li>\n<li>Realistic portrayals of people or animals being killed, maimed, tortured, or abused, or content that encourages violence.</li>\n<li>Depictions that encourage illegal or reckless use of weapons and dangerous objects, or facilitate the purchase of firearms or ammunition.</li>\n<li>Overtly sexual or pornographic material, defined by Webster’s Dictionary as “explicit descriptions or displays of sexual organs or activities intended to stimulate erotic rather than aesthetic or emotional feelings.”</li>\n<li>Inflammatory religious commentary or inaccurate or misleading quotations of religious texts.</li>\n<li>Intentionally false and misleading information, including inaccurate place data or false content that resemble jokes.</li>\n</ol>\n<p>If you discover objectionable content, you may use the in-app reporting functionality to alert us to it.\nIf we deem the content to be objectionable, we will usually take action within 24 hours.</p>\n<p>Wanderlog will promptly remove objectionable content and expel users who post objectionable content.</p>9.\nProhibited Uses<p>You may use Service only for lawful purposes and in accordance with Terms.\nYou agree not to use Service:</p>\n<ol>\n<li>In any way that violates any applicable national or international law or regulation.</li>\n<li>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content or otherwise.</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter,” “spam,” or any other similar solicitation.</li>\n<li>To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.</li>\n<li>In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.</li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Service, or which, as determined by us, may harm or offend Company or users of Service or expose them to liability.</li>\n</ol>\n<p>Additionally, you agree not to:</p>\n<ol>\n<li>Use Service in any manner that could disable, overburden, damage, or impair Service or interfere with any other party’s use of Service, including their ability to engage in real time activities through Service.</li>\n<li>Use any robot, spider, or other automatic device, process, or means to access Service for any purpose, including monitoring or copying any of the material on Service.</li>\n<li>Use any manual process to monitor or copy any of the material on Service or for any other unauthorized purpose without our prior written consent.</li>\n<li>Use any device, software, or routine that interferes with the proper working of Service.</li>\n<li>Introduce any viruses, trojan horses, worms, logic bombs, or other material which is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of Service, the server on which Service is stored, or any server, computer, or database connected to Service.</li>\n<li>Attack Service via a denial-of-service attack or a distributed denial-of-service attack.</li>\n<li>Take any action that may damage or falsify Company rating.</li>\n<li>Otherwise attempt to interfere with the proper working of Service.</li>\n</ol>10.\nNo Use By Minors<p>Service is intended only for access and use by individuals at least eighteen (18) years old.\nBy accessing or using any of Company, you warrant and represent that you are at least eighteen (18) years of age and with the full authority, right, and capacity to enter into this agreement and abide by all of the terms and conditions of Terms.\nIf you are not at least eighteen (18) years old, you are prohibited from both the access and usage of Service.</p>11.\nAccounts<p>When you create an account with us, you guarantee that you are above the age of 18, and that the information you provide us is accurate, complete, and current at all times.\nInaccurate, incomplete, or obsolete information may result in the immediate termination of your account on Service.</p>\n<p>You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar or obscene.</p>\n<p>We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.</p>12.\nIntellectual Property<p>Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of Travelchime Inc.\nand its licensors.\nService is protected by copyright, trademark, and other laws of the United States.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Travelchime Inc..</p>13.\nError Reporting and Feedback<p>You may provide us directly at support@wanderlog.com with information and feedback concerning errors, suggestions for improvements, ideas, problems, complaints, and other matters related to our Service (“Feedback”).\nYou acknowledge and agree that: (i) you shall not retain, acquire or assert any intellectual property right or other right, title or interest in or to the Feedback.\n(ii) Company may have development ideas similar to the Feedback.\n(iii) Feedback does not contain confidential information or proprietary information from you or any third party.\nand (iv) Company is not under any obligation of confidentiality with respect to the Feedback.\nIn the event the transfer of the ownership to the Feedback is not possible due to applicable mandatory laws, you grant Company and its affiliates an exclusive, transferable, irrevocable, free-of-charge, sub-licensable, unlimited and perpetual right to use (including copy, modify, create derivative works, publish, distribute and commercialize) Feedback in any manner and for any purpose.</p>14.\nLinks To Other Web Sites<p>Our Service may contain links to third party web sites or services that are not owned or controlled by Travelchime Inc.</p>\n<p>Travelchime Inc.\nhas no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT Travelchime Inc.\nSHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH USE OF OR RELIANCE ON ANY SUCH CONTENT, GOODS OR SERVICES AVAILABLE ON OR THROUGH ANY SUCH THIRD PARTY WEB SITES OR SERVICES.</p>\n<p>WE STRONGLY ADVISE YOU TO READ THE TERMS OF SERVICE AND PRIVACY POLICIES OF ANY THIRD PARTY WEB SITES OR SERVICES THAT YOU VISIT.</p>15.\nDisclaimer Of Warranty<p>THESE SERVICES ARE PROVIDED BY COMPANY ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nCOMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THEIR SERVICES, OR THE INFORMATION, CONTENT OR MATERIALS INCLUDED THEREIN.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THESE SERVICES, THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED FROM US IS AT YOUR SOLE RISK.</p>\n<p>NEITHER COMPANY NOR ANY PERSON ASSOCIATED WITH COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SERVICES.\nWITHOUT LIMITING THE FOREGOING, NEITHER COMPANY NOR ANYONE ASSOCIATED WITH COMPANY REPRESENTS OR WARRANTS THAT THE SERVICES, THEIR CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE SERVICES OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE SERVICES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>16.\nLimitation Of Liability<p>EXCEPT AS PROHIBITED BY LAW, YOU WILL HOLD US AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS HARMLESS FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGE, HOWEVER IT ARISES (INCLUDING ATTORNEYS' FEES AND ALL RELATED COSTS AND EXPENSES OF LITIGATION AND ARBITRATION, OR AT TRIAL OR ON APPEAL, IF ANY, WHETHER OR NOT LITIGATION OR ARBITRATION IS INSTITUTED), WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, OR OTHER TORTIOUS ACTION, OR ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, INCLUDING WITHOUT LIMITATION ANY CLAIM FOR PERSONAL INJURY OR PROPERTY DAMAGE, ARISING FROM THIS AGREEMENT AND ANY VIOLATION BY YOU OF ANY FEDERAL, STATE, OR LOCAL LAWS, STATUTES, RULES, OR REGULATIONS, EVEN IF COMPANY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nEXCEPT AS PROHIBITED BY LAW, IF THERE IS LIABILITY FOUND ON THE PART OF COMPANY, IT WILL BE LIMITED TO THE AMOUNT PAID FOR THE PRODUCTS AND/OR SERVICES, AND UNDER NO CIRCUMSTANCES WILL THERE BE CONSEQUENTIAL OR PUNITIVE DAMAGES.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE PRIOR LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p>17.\nTermination<p>We may terminate or suspend your account and bar access to Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of Terms.</p>\n<p>If you wish to terminate your account, you may simply discontinue using Service.</p>\n<p>All provisions of Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>18.\nGoverning Law<p>These Terms shall be governed and construed in accordance with the laws of State of California without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding Service.</p>19.\nChanges To Service<p>We reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of Service is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of Service, or the entire Service, to users, including registered users.</p>20.\nAmendments To Terms<p>We may amend Terms at any time by posting the amended terms on this site.\nIt is your responsibility to review these Terms periodically.</p>\n<p>Your continued use of the Platform following the posting of revised Terms means that you accept and agree to the changes.\nYou are expected to check this page frequently so you are aware of any changes, as they are binding on you.</p>\n<p>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use Service.</p>21.\nWaiver And Severability<p>No waiver by Company of any term or condition set forth in Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Company to assert a right or provision under Terms shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of Terms will continue in full force and effect.</p>22.\nAcknowledgement<p>BY USING SERVICE OR OTHER SERVICES PROVIDED BY US, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE AND AGREE TO BE BOUND BY THEM.</p>23.\nContact Us<p>Please send your feedback, comments, requests for technical support:</p>\n<p>By email: support@wanderlog.com.</p>Made with ❤ in SF &amp.\nmore<br>© 2023 Travelchime Inc.WanderlogBlogReport security issueTerms, Privacy policy &amp.\nCopyrightMobile appBrowser extensionTravel budgeting &amp.\ncost trackingHow to embed a map on your travel blogJobsContact usGoogle data disclosureGuides and resourcesTrip planners by destinationRoad trips by destinationBest places to visit by categoryPopular search terms by destinationWeather around the worldTravel questions &amp.\nanswersTravel itinerary guidesRestaurants reservations by destinationMaps of cities and national parksDestinations at different times of the yearGet the appBlogReport security issueTerms, Privacy policy &amp.\nCopyrightMobile appBrowser extensionTravel budgeting &amp.\ncost trackingHow to embed a map on your travel blogJobsContact usGoogle data disclosureTrip planners by destinationRoad trips by destinationBest places to visit by categoryPopular search terms by destinationWeather around the worldTravel questions &amp.\nanswersTravel itinerary guidesRestaurants reservations by destinationMaps of cities and national parksDestinations at different times of the yearGet the appMade with ❤ in SF &amp.\nmore<br>© 2023 Travelchime Inc.\n", "created_at": "2023-07-03 23:24:03.771258", "updated_at": "2023-07-03 23:26:20.59004"}], "points": [{"id": 34434, "title": "You maintain ownership of your content", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:39:25.107518", "updated_at": "2023-07-23 21:36:05.513457", "quoteText": null, "case_id": 183, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34432, "title": "The court of law governing the terms is in California", "source": "", "status": "Generated through the annotate view", "created_at": "2023-07-21 04:26:25.730816", "updated_at": "2023-07-23 21:38:16.353504", "quoteText": null, "case_id": 163, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34431, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:21:11.967919", "updated_at": "2023-07-23 21:38:47.084404", "quoteText": null, "case_id": 403, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34435, "title": "Content you post may be edited by the service for any reason", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:44:19.620386", "updated_at": "2023-07-23 21:38:56.5374", "quoteText": null, "case_id": 407, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34465, "title": "This service is only available to users over 18 years old", "source": "", "status": "Generated through the annotate view", "created_at": "2023-07-23 21:46:12.162202", "updated_at": "2023-08-28 17:13:33.595666", "quoteText": null, "case_id": 152, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34461, "title": "Harming minors in any ways is prohibited", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:44:17.677088", "updated_at": "2023-08-28 19:24:54.657812", "quoteText": null, "case_id": 445, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34466, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:47:55.739101", "updated_at": "2023-08-28 19:25:57.247999", "quoteText": null, "case_id": 287, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34459, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:43:32.275226", "updated_at": "2023-08-28 19:26:23.889166", "quoteText": null, "case_id": 314, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34428, "title": "You have the right to leave this service at any time", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:11:49.174419", "updated_at": "2023-07-23 21:35:42.400409", "quoteText": null, "case_id": 170, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34433, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:29:28.833314", "updated_at": "2023-07-23 21:35:51.948903", "quoteText": null, "case_id": 241, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34425, "title": "First-party cookies are used", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:01:44.192025", "updated_at": "2023-07-23 21:36:03.042056", "quoteText": null, "case_id": 126, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34423, "title": "You can delete your content from this service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 03:57:01.161122", "updated_at": "2023-07-21 04:08:24.02894", "quoteText": null, "case_id": 175, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34426, "title": "You can delete your content from this service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:09:02.327626", "updated_at": "2023-07-21 04:10:41.564687", "quoteText": null, "case_id": 175, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34429, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:18:16.429897", "updated_at": "2023-07-21 04:19:02.337923", "quoteText": null, "case_id": 121, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34424, "title": "Third-party cookies are used for advertising", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 03:58:47.347233", "updated_at": "2023-07-23 21:38:33.150009", "quoteText": null, "case_id": 128, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34422, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 03:52:26.727608", "updated_at": "2023-07-23 21:35:22.027322", "quoteText": null, "case_id": 303, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34427, "title": "You can delete your content from this service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:11:25.327479", "updated_at": "2023-07-23 21:35:40.40109", "quoteText": null, "case_id": 175, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34421, "title": "The service claims to be GDPR compliant for European users", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 03:47:51.646549", "updated_at": "2023-07-23 21:34:30.208991", "quoteText": null, "case_id": 481, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34437, "title": "The service has a no refund policy", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:48:35.146401", "updated_at": "2023-07-23 21:38:19.702355", "quoteText": null, "case_id": 162, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34436, "title": "Your account can be deleted without prior notice and without a reason", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:46:25.974817", "updated_at": "2023-07-23 21:38:52.681507", "quoteText": null, "case_id": 201, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34430, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:19:55.785408", "updated_at": "2023-07-23 21:38:45.701473", "quoteText": null, "case_id": 121, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34460, "title": "The posting of pornographic content is prohibited", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:43:50.95437", "updated_at": "2023-08-28 17:14:02.199257", "quoteText": null, "case_id": 315, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34462, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:44:25.597935", "updated_at": "2023-08-28 17:14:50.111254", "quoteText": null, "case_id": 281, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34467, "title": "The service is provided 'as is' and to be used at your sole risk", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:48:06.635141", "updated_at": "2023-08-28 19:24:22.929045", "quoteText": null, "case_id": 286, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34468, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:48:24.759464", "updated_at": "2023-08-28 19:25:43.717491", "quoteText": null, "case_id": 290, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34463, "title": "You shall not interfere with another person's enjoyment of the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:45:11.6692", "updated_at": "2023-08-28 17:14:17.388346", "quoteText": null, "case_id": 285, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34457, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:42:24.981808", "updated_at": "2023-09-06 22:58:53.879039", "quoteText": null, "case_id": 135, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34458, "title": "You agree not to submit libelous, harassing or threatening content", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:43:17.711381", "updated_at": "2023-09-14 12:30:17.769163", "quoteText": null, "case_id": 283, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34455, "title": "You can opt out of promotional communications", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:41:13.304742", "updated_at": "2023-08-28 17:13:39.885031", "quoteText": null, "case_id": 223, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34456, "title": "Third parties are involved in operating the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:41:34.033735", "updated_at": "2023-08-28 17:13:46.96213", "quoteText": null, "case_id": 207, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34454, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:40:15.319895", "updated_at": "2023-08-28 17:14:41.795059", "quoteText": null, "case_id": 323, "document_id": 17090, "quoteStart": null, "quoteEnd": null}, {"id": 34464, "title": "Per the service's terms, you may not express negative opinions about them", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:45:27.68763", "updated_at": "2023-08-28 17:15:53.475735", "quoteText": null, "case_id": 156, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34469, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-23 21:48:56.003679", "updated_at": "2023-09-14 12:30:43.766579", "quoteText": null, "case_id": 293, "document_id": 17091, "quoteStart": null, "quoteEnd": null}, {"id": 34438, "title": "You can request access, correction and/or deletion of your data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-21 04:50:49.066782", "updated_at": "2023-09-23 22:00:38.470398", "quoteText": null, "case_id": 195, "document_id": 17090, "quoteStart": null, "quoteEnd": null}], "urls": ["wanderlog.com"]}}