{"error": 448, "message": "OK", "parameters": {"id": 8071, "name": "Ramsey Solutions", "created_at": "2023-04-17 01:27:29.147318", "updated_at": "2023-07-10 22:02:43.059794", "wikipedia": null, "keywords": null, "related": null, "slug": "ramsey-solutions", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/8071.png", "url": "ramseysolutions.com,everydollar.com", "documents": [{"id": 15652, "name": "Privacy Policy", "url": "https://www.ramseysolutions.com/company/policies/privacy-policy", "xpath": "//*[@id=\"post_privacy-policy\"]", "text": " Ramsey Solutions Privacy Policy <p> APRIL 14, 2022 </p>\n<p>\n<strong>Ramsey Solutions Privacy Policy</strong>\n</p>\n<p>The Lampo Group, LLC d/b/a Ramsey Solutions (“Ramsey Solutions,” “we” “our” or “us”) is committed to protecting your privacy, and in doing so, we want to make sure that this Privacy Policy (“Policy”) is clear and concise enough for you to understand it.\nThis Policy discloses our privacy practices and how we may use the information that we gather on our digital properties, including but not limited to: websites, online platforms, mobile applications, web services, services, and products owned by Ramsey Solutions (the “Sites”).\nWe hope that as you read through the Policy, you will become comfortable using the Sites and learn how Ramsey Solutions is here to help you.\nOur intention was not to make this a lengthy Policy with pages of text for you to read through, but we wanted to make sure that you were given enough information to put your mind at ease about your privacy.\nAfter all, we created this Policy for the purpose of protecting your privacy and the information you provide to us.</p>\n<p>By using our Sites or voluntarily providing personal information to us, you consent to the terms and conditions of this Policy.&nbsp;This Policy applies to information collected by our Sites and contains the following:</p>\n<ol>\n<li>A list of the categories of personally identifiable information we may collect from you through our Sites;</li>\n<li>How the information may be used and with whom it may be shared;</li>\n<li>What choices are available to you regarding our use of your data;</li>\n<li>The security measures in place to protect the misuse of your information;</li>\n<li>How you can correct any inaccuracies in the information collected.\nand</li>\n<li>Privacy rights for state specific residents.</li>\n</ol>\n<p>Respecting the privacy and the security of your personal information is important to us.\nWe realize that providing us with personal information is an act of trust.\nTherefore, we have created this Policy to show you the steps we have taken to maintain that trust and secure your information.</p>\n<p>\n<strong>Collected Information</strong>\n</p>\n<p>Each time you visit our Sites, certain information&nbsp;<em>may</em>&nbsp;be collected both when you provide it voluntarily and automatically when you use the Sites.&nbsp;In some instances, the collected information may allow us to match activities with users.\nWe may also collect your information from other sources, as described below.&nbsp;Examples of the type of information that may be collected are as follows:</p>\n<ul>\n<li>Your internet service provider's address, your internet protocol or IP address, device ID, the web page from which you accessed our Sites, your web browser software, the type of handheld or mobile device used to link to the web page, and the language settings on your web browser;</li>\n<li>Records of products or services purchased, obtained, or considered, or other purchasing or consuming histories, and other information you post or otherwise submit to us, including emails or other communications you provide to us;</li>\n<li>Data about the webpages you visit, including without limitation web browser specifications, websites visited before accessing our Sites, and websites visited after leaving our Sites;</li>\n<li>A record of your activity and interactions while visiting or using our Sites, including the existence or types of data you may upload or the terms you search;</li>\n<li>Data about your device and nearby networks, including internet connection information, computer equipment information, regional and language settings;</li>\n<li>Data about you such as your business or company information, professional or personal reference contact information, social media URLs, and other related data;</li>\n<li>Data related to your educational level or background, including transcripts or other documentation you may choose to upload to the Sites or otherwise share with us;</li>\n<li>“Cookies” or other common tracking methods of different types to recognize your computer (please see the <em>Cookies</em> section below for description of what cookies are and how they are used).\nand</li>\n<li>Web beacons, match scripts, pixel tags, or similar technologies that allow us to know information such as whether a particular web page was visited, an e-mail opened, links in the email accessed, if the advertisements on our Sites or other sites were useful or beneficial to the user(s), or other information that may help us improve your experience.</li>\n</ul>\n<p>We will also collect personal information that you provide/input on our Sites, such as your name, birthdate, e-mail address, mailing address, social media username(s), phone number, organization name, unique personal identifier, insurance policy information you share with us, or payment processing information (e.g., debit card information or other banking information).\nThis includes information that you may provide us regarding documents or files which you upload to the Sites.</p>\n<p>If you upload documents containing sensitive data such as documentation revealing your social security number, driver’s license or state identification number, financial account information, login credentials, racial or ethnic origin, religious or philosophical beliefs, health insurance or medical information, biometric or genetic information, or other similarly sensitive data, in the course of using the Sites, including Ramsey Vault, we will possess that information for purposes of ensuring the full functionality of the Sites for you.</p>\n<p>We partner with third parties, who may collect personal information for interest-based advertising purposes when you interact with our Sites.\nYou may opt out of the collection of your information by these third parties here:&nbsp.\nhttps://optout.networkadvertising.org/?c=1.</p>\n<p>\n<strong>Use of Information</strong>\n</p>\n<p>We may use the information collected for any of the following purposes:</p>\n<ul>\n<li>Administer our Sites and systems;</li>\n<li>Create, maintain, and personalize your account with us;</li>\n<li>Provide, maintain, personalize, and improve our Sites;</li>\n<li>Detect, prevent, and address technical issues and provide customer support;</li>\n<li>Monitor and maintain the safety, security, and integrity of our Sites and technological assets;</li>\n<li>Fulfill orders you have placed;</li>\n<li>Better understand and serve your needs;</li>\n<li>Respond to you regarding the reason you contacted us;</li>\n<li>Enhance your customer experience and improve our customer service;</li>\n<li>Customize offerings and advertisements to you that relate to the services you have used or requested or which otherwise relate to your behaviors we have observed on the Sites or on the websites you visit before accessing our Sites or the websites you visit after leaving our Sites;</li>\n<li>Notify you about changes to our Sites;</li>\n<li>Monitor the usage of our Sites and to gather analysis and assess trends and interests;</li>\n<li>Allow you to participate in interactive features and forums of our Sites;</li>\n<li>Process payments and fulfill orders you have placed.\nand</li>\n<li>Communicate newsletters, marketing or promotional materials, or other information to you about products, services and special offerings of Ramsey Solutions and our third-party partners that may be of interest to you.</li>\n</ul>\n<p>We may also use this information to evaluate and manage our businesses.\nCombined data is collected from online and offline facilities and may be used to enhance the ability of Ramsey Solutions to communicate with you and to support business functions, such as internal business processes, marketing, authentication, customer service, fraud prevention, and public safety and legal functions.</p>\n<p>We will make every effort to keep you informed of Ramsey Solutions’ special events, news and offers, so periodically, we may send these announcements via email or direct mail.\nIf you do not wish to be contacted by Ramsey Solutions or our business affiliates, simply click on the unsubscribe link found at the bottom of the email newsletter.</p>\n<p>\n<strong>Sharing of Information</strong>\n</p>\n<p>We may disclose your non-personal information with third parties at our discretion.</p>\n<p>There may be times when we need to share, or otherwise disclose, your personal information with third-party service providers.&nbsp;The reasons we may need to share this information with those providers relate to the services they provide to us or that we may provide to them, which may include:</p>\n<ul>\n<li>Authorization of debit card and check transactions, order fulfillment, service promotions;</li>\n<li>Marketing and advertising services to communicate with you or to assist us in providing personalized advertising;</li>\n<li>Managing and processing your personal information;</li>\n<li>Developing, hosting, or maintaining our Sites;</li>\n<li>Analyzing customer information and/or improving customer service.&nbsp;We may then share such information with third parties including prospective marketing partners and advertisers.\nand</li>\n<li>Other services that you expressly request which require us to share your personal information.</li>\n</ul>\n<p>These third-party service providers are only granted access to your personal information, as we deem necessary, and they are contractually restricted in the ways they may use your information.\nThe providers may also use cookies (as defined within this Policy), or other automatic collection technology on behalf of Ramsey Solutions.</p>\n<p>In addition, we may share your personal information with your family members or other individuals to whom you designate your personal information may be shared with within the Sites, for example, beneficiaries of your insurance policies, spouses, family members, lawyers, accountants and other persons.\nThe list of persons who may view your account and information may be updated by you through the Sites at any time.\nYou acknowledge that your account and personal information may be shared with such persons posthumously in connection with the viewing of relevant policies, benefits, and other information or data contained in your account.</p>\n<p>Moreover, in the event that a division, or part or all of Ramsey Solutions, is purchased, sold or otherwise transferred to/by another company, or is in the process of a potential transaction with another company, customer information will likely be shared for evaluation purposes and included among the transferred business assets.\nSuch acquiring company’s right to use your personal information shall be limited to the terms of this Policy unless additional notice is provided to you.</p>\n<p>Ramsey Solutions may also be required to disclose specific information to comply with the law, a subpoena, or other litigation process.\nWe may also disclose your information to protect the interests or safety of its visitors and customers, employees, or others, which includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.</p>\n<p>\n<strong>Geographic Restrictions</strong>\n</p>\n<p>Our Sites and web-based services are intended for access and use within the United States only and comply with applicable United States privacy laws.\nOur Sites and web-based services are not intended for, or directed to, citizens, domiciles, or residents outside of the United States, including those of the European Union.\nBy accessing our Sites and web-based services, you affirm that you are not a citizen, domicile, or resident of a country outside of the United States, including those of the European Union.</p>\n<p>\n<strong>Do Not Track</strong>\n</p>\n<p>Do Not Track (“DNT”) is a privacy preference that you can set in some web browsers to inform websites that you do not want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of your web browser.\nHowever, these features are not yet uniform, so we do not currently respond to such features or signals.\nTherefore, if you select or turn on a DNT feature in your web browser, we and our third-party providers may continue collecting information about your online activities as described in this Policy.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>“Cookies\" are defined as small pieces of information (data files) that are downloaded to and stored by your browser or other application on your computer's, or other device’s, browser or hard drive when you use our Sites, which are unique to your device or account.\nCookies make it easier for you to use our Sites by saving your preferences so that we can use these to improve your next and subsequent visits to our Sites.\nCookies help us learn which areas of our Sites are useful and which areas need improvement.\nCookies may be either persistent or temporary (or session) cookies.\nA persistent cookie retains user preferences for a particular website, app or service, allowing those preferences to be used in future use sessions and remains valid until its set expiry date (unless deleted by the user before the expiry date).\nA temporary cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.</p>\n<p>Cookies are used to connect your computer or other device with information stored about your online activity, searches, preferences, and product purchases, both within the same website visit and from one visit to the next, on our Sites and/or other websites.\nSome examples of the information cookies may store by your browser include your account preferences, user specific information on pages accessed, searched terms or addresses entered, and previous visits to the site.\nYou can choose whether to accept cookies by changing the settings on your browser or device.\nThe \"help\" portion of the toolbar on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive new cookies, or how to disable cookies altogether.\nIf you reject cookies, you may not be able to participate in certain activities or receive a promotion customized for you.\nOur Sites do not control and do not guarantee the effectiveness of browser-based tools for managing cookies.\nWhen we use cookies or similar technologies, we may set the cookies ourselves or ask third parties to do so.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>Ramsey Solutions is committed to keep your information private and secure.\nWe use industry-standard security techniques on our Sites to help protect against the loss, misuse or alteration of information collected from you at our Sites.\nWhile we strive to protect your personal information, we cannot ensure the security of the information you transmit to us.\nIn this regard, we urge you to take every precaution to protect your personal data while you are on the Internet.\nAt a minimum, we encourage you to make sure that you are using a secure browser as you surf the Internet.</p>\n<p>\n<strong>Other Sites</strong>\n</p>\n<p>Our Sites may contain links to third-party sites, including those of our business partners.\nIf you click one of those links, you will be taken to websites we do not control.\nThis Policy does not apply to the information practices of those third-party websites.\nYou should read the privacy policies of third-party websites carefully.\nWhile we seek to link only to sites that share our high standards and respect for privacy and security, we are not responsible or liable for the content, privacy policies/practices, actions, or security of third-party websites or services.</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>\n<strong>Under Age 13</strong>\n</p>\n<p>Ramsey Solutions does not knowingly solicit or collect personally identifiable information online from children under the age of 13 without prior verifiable parental consent.\nIf we learn that a child under the age of 13 has submitted personally identifiable information online without parental consent, we will take all reasonable measures to delete such information from our databases and not use such information for any purpose (except where necessary to protect the safety of the child or others as required or allowed by law).</p>\n<p>\n<strong>Under Age 18</strong>\n</p>\n<p>Personal information that has been provided to Ramsey Solutions through our Sites by minors under the age of 18, can be deleted by sending an email requesting the deletion to privacy@ramseysolutions.com.</p>\n<p>Please note that while we make reasonable efforts to comply with such requests, deletion of your personal information does not ensure complete and comprehensive removal of that data from all systems.</p>\n<p>If you become aware of any personally identifiable information we have collected from children or minors under this Policy, please contact us at&nbsp;privacy@ramseysolutions.com, or by calling&nbsp;<strong>888.22.PEACE</strong>.</p>\n<p>While our Sites are not intended for use by children, parents who upload personal information regarding their children do so at their own risk and pursuant to this Policy.</p>\n<p>\n<strong>California Consumer Privacy Act (CCPA)</strong>\n</p>\n<p>CCPA provides California residents privacy rights, including the right to:</p>\n<ul>\n<li>Request the following information regarding our use of your personal information: <ul>\n<li>Categories of your personal information that we have collected;</li>\n<li>Purposes for which we have collected or used such personal information;</li>\n<li>Categories of sources for the personal information we have collected about you;</li>\n<li>Categories of third parties to whom we have disclosed your personal information;</li>\n<li>Categories of personal information disclosed about you for a business purpose.\nand</li>\n<li>Categories of information that the business sells or discloses to third parties.</li>\n</ul>\n</li>\n<li>Receive a copy of your personal information;</li>\n<li>Request us to delete your personal information (subject to certain exceptions that may apply).\nand</li>\n<li>Opt out of the sale of your personal information (subject to certain exceptions that may apply).</li>\n</ul>\n<p>To make a request under CCPA e-mail privacy@ramseysolutions.com.&nbsp;Please include \"California Privacy Rights Request\" in the subject line of the email and include your California street address and zip code in the body of the email.</p>\n<p>Your exercise of these rights will have no adverse effect on the availability, price, or quality of our services.</p>\n<p>\n<strong>Changes to the Privacy Policy</strong>\n</p>\n<p>This Policy may be revised in our sole discretion from time to time as we add new features and services, as laws change, and as industry privacy and security best practices evolve.\nWhen we revise the Policy, we will post the new Policy on this page and change the date located at the bottom of the Policy.\nWe encourage you to return to this page periodically to check for any updates or changes.\nIf we make any change to this Policy regarding use or disclosure of personal information, we will provide advance notice on our Sites.\nSmall changes, or changes that do not significantly affect individual privacy interest, may be made at any time, and without prior notice.</p>\n<p>\n<strong>Governing Law and Jurisdiction</strong>\n</p>\n<p>This Policy shall be construed and governed under the laws of the United States and the State of Tennessee (without regard to rules governing conflicts of laws provisions).\nYou agree that venue for all actions, arising out of or relating in any way to your use of our Sites, shall be in federal courts in Davidson County, Tennessee or state court having jurisdiction over Williamson County, Tennessee, within one (1) year after the claim(s) arises.\nEach party waives any objections based on <em>forum non conveniens</em> and waives any objection to venue of any action instituted hereunder to the extent that an action is brought in the courts identified above.\nEach party consents to personal jurisdiction in the courts identified above.\n&nbsp;</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>Please contact us if you have any questions or concerns about our Privacy Policy.\nYou are welcome to call our Ramsey Concierge team at&nbsp;<strong>888.22.PEACE</strong>, available Monday and Wednesday from 9:30am to 5:00pm and Tuesday, Thursday, Friday from 8:00am to 5:00pm CST, to speak with a customer service representative.\nYou may also contact us by e-mail at&nbsp;privacy@ramseysolutions.com.</p>\n<p>The Lampo Group, LLC<br>\n1011 Reams Fleming Blvd<br>\nFranklin, TN 37064</p>\n<p>\n<strong>\n<em>Effective Date: April 14, 2022</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Privacy_Gen_04.14.2022v08</em>\n</strong>\n</p> ", "created_at": "2023-04-17 01:27:29.178775", "updated_at": "2023-04-17 01:27:59.12062"}, {"id": 15653, "name": "Terms of Use", "url": "https://www.ramseysolutions.com/company/policies/terms-of-use", "xpath": "//*[@id=\"post_terms-of-use\"]", "text": " Ramsey Solutions Terms of Use <p> AUGUST 31, 2018 </p>\n<p>\n<em>We take your privacy seriously.\nPlease visit ramseysolutions.com/company/policies/privacy-policy&nbsp;to review our privacy policy.</em>\n</p> Terms of Use <p>By visiting ramseysolutions.com (the “Site”), you, the visitor of the Site, agree to the terms of this agreement.\nThis agreement is subject to change at any time by The Lampo Group, LLC, d/b/a Ramsey Solutions® (“Ramsey Solutions”).\nThis agreement contains the entire agreement between the visitor and Ramsey Solutions, regarding the use of the site.</p>\n<p>The agreement shall be governed pursuant to the laws of the state of Tennessee.\nThe visitor hereby warrants and represents that he or she is in all respects qualified and competent to enter into this agreement.</p> No Warranty <p>No warranty is made by Ramsey Solutions, regarding any information, services or products provided through, or in connection with, the Site, unless expressly agreed otherwise in another written agreement for a particular product or service.\nRamsey Solutions, hereby expressly disclaims any and all warranties, including without limitation: any warranties as to the availability, accuracy or content of information, products or services.\nany warranties of merchantability or fitness for a particular purpose.\nSome states/provinces do not allow the exclusion of implied warranties, so the above exclusion may not apply to you.</p> Use Restriction <p>The material on the Site is meant to be shared for informational, non-commercial use only.\nSite visitors are allowed to download and distribute banner graphics and promotional materials only for the express purpose of promoting the Site.\nVideos appearing on Ramsey Solutions’ YouTube channel may be inserted into private non-commercial blogs and websites, but must link directly to the official Ramsey Solutions video on YouTube.\nIn no event, shall any video or material be used in any manner that implies any false association between Ramsey Solutions and any other third party or in connection with the promotion of any product or service.</p> Geographic Restrictions <p>The Site and web-based services are intended for access and use within the United States only.\nThe Site and web-based services are not intended for or directed to citizens, domiciles or residents of the European Union.\nAccordingly, our sites and web-based services comply with applicable United States privacy laws.\nBy accessing the Site and web-based services, you affirm that you are not a citizen, domicile or resident of the European Union.</p> Your Email Address <p>Ramsey Solutions does not sell or share your email address to third-parties, except to deliver any services you have requested.\nUnsubscribing from any email list does not necessarily unsubscribe you from other email lists within Ramsey Solutions.\nUsers agree to provide Ramsey Solutions, with an up-to-date email address.</p> Linked Sites <p>The Site provides links to other third-party websites (in all cases “Linked Sites”).\nThese Linked Sites are provided solely as a convenience to you and may be based upon the content that you elect to view or the information that you provide.\nSuch Linked Sites are not under our control, and we are not responsible for, and do not endorse, monitor, review, investigate, verify, or validate the content of such Linked Sites, including any products, information or materials contained on such Linked Sites.\nWe are not responsible for the accuracy or reliability of any information on the Linked Sites.\nYou will need to make your own independent judgment regarding your interaction with these Linked Sites.\nIt is your responsibility to evaluate the accuracy, reliability, timeliness, and completeness of the content of these Linked Sites.\nSome of the content served by us may be from merchant sites, and sales or activities through these sites may generate a commission payable to us.\nWe accept no responsibility for reviewing changes or updates to, or the quality, content, policies, nature or reliability of third-party web sites, including, without limitation, Linked Sites and websites linking to this website or its content.\nYou should review applicable terms and policies, including privacy and data gathering practices, of third-party web sites, and should make whatever investigation you feel necessary or appropriate before proceeding with any transaction with any third-party.</p> Text Messaging <p>By opting in to our mobile service, you consent to receive mobile text alerts using an automatic telephone dialing system.\nYou may receive up to six (6) messages per month.\nConsent to receive marketing text messages is not required as a condition of purchasing any goods or services.</p>\n<p>\n<strong>\n<em>Please note that when sending and receiving text messages from Ramsey Solutions, standard message and data rates may apply.</em>\n</strong>\n</p>\n<p>By signing up, you are confirming you are over the age of 13.</p> Opting Out <p>Text the word,&nbsp;<strong>STOP</strong>, if you wish to no longer receive SMS messages from Ramsey Solutions.\nYou will receive a confirmation text.</p> Additional Help <p>For additional information, text the word,&nbsp;<strong>HELP</strong>, for assistance, or contact Ramsey Solutions, at dcemails@ramseysolutions.com, or call 888.22.PEACE.\nSupported carriers are:</p>\n<p>AT&amp;T, Sprint, T-Mobile®, Verizon Wireless, Boost, Cricket, MetroPCS, U.S.\nCellular, Virgin Mobile, ACS Wireless, Appalachian Wireless, Bluegrass Cellular, Carolina West Wireless, Cellcom, C-Spire Wireless (formerly Cellsouth), Cellular One of East Central Illinois, Cincinnati Bell Wireless, Cross (dba Sprocket), Duet IP, Element Mobile, EpicTouch, GCI Communications, Golden State, Hawkeye (Chat Mobility), Hawkeye (NW Missouri Cellular), Illinois Valley Cellular, Immix (Keystone Wireless / PC Management), Inland Cellular, iWireless, Mobi PCS (Coral Wireless LLC), Mosaic, MTPCS / Cellular One (Cellone Nation), Nex-Tech Wireless, nTelos, Panhandle Telecommunications, Peoples Wireless, Pioneer, Plateau, Revol Wireless, Rina - Custer, Rina - All West, Rina - Cambridge Telecom Coop, Rina - Eagle Valley Comm, Rina - Farmers Mutual Telephone Co, Rina - Nucla Nutria Telephone Co, Rina - Silver Star, Rina - South Central Comm, Rina - Syringa, Rina - UBET, Rina - Manti, South Canaan / CellularOne of NEPA, Thumb Cellular, Union Wireless, United, Viaero Wireless, West Central Wireless, Leaco, Nemont/Sagebrush.\nT-Mobile is not liable for delayed or undelivered messages.</p>\n<p>Terms_of_Use_Gen_08.31.18v01</p> ", "created_at": "2023-04-17 01:27:29.209373", "updated_at": "2023-04-17 01:28:17.712423"}], "points": [{"id": 31190, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:53:19.757948", "updated_at": "2023-07-11 06:29:11.968745", "quoteText": null, "case_id": 220, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 31188, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:43:56.018565", "updated_at": "2023-07-11 06:29:12.056699", "quoteText": null, "case_id": 323, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 31185, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:37:33.202537", "updated_at": "2023-07-11 06:29:12.133855", "quoteText": null, "case_id": 482, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 31182, "title": "The court of law governing the terms is in Tennessee, USA", "source": "https://www.ramseysolutions.com/company/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:33:09.452986", "updated_at": "2023-07-11 06:29:12.322444", "quoteText": null, "case_id": 163, "document_id": 15653, "quoteStart": null, "quoteEnd": null}, {"id": 31189, "title": "Information is provided about security practices", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:46:54.966792", "updated_at": "2023-04-20 19:02:50.114684", "quoteText": null, "case_id": 226, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 31186, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.ramseysolutions.com/company/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:41:21.088732", "updated_at": "2023-07-11 06:29:11.67534", "quoteText": null, "case_id": 288, "document_id": 15653, "quoteStart": null, "quoteEnd": null}, {"id": 31181, "title": "There is a date of the last update of the agreements", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:31:35.165238", "updated_at": "2023-07-11 06:29:12.231476", "quoteText": null, "case_id": 331, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 31184, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:36:25.001304", "updated_at": "2023-07-11 06:29:11.769672", "quoteText": null, "case_id": 233, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 31191, "title": "You can opt out of targeted advertising", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:53:45.67189", "updated_at": "2023-07-11 06:29:18.023676", "quoteText": null, "case_id": 219, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 31183, "title": "This service is only available to users over 13", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-18 10:34:48.714073", "updated_at": "2023-07-11 06:29:18.135257", "quoteText": null, "case_id": 152, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 31187, "title": "Many different types of personal data are collected", "source": "https://www.ramseysolutions.com/company/policies/privacy-policy", "status": "Another quote, \"We will also collect personal information that you provide/input on our Sites, such as your name, birthdate, e-mail address, mailing address, social media username(s), phone number, organization name, unique personal identifier, insurance policy information you share with us, or payment processing information (e.g., debit card information or other banking information). This includes information that you may provide us regarding documents or files which you upload to the Sites.\"", "created_at": "2023-04-18 10:43:14.265566", "updated_at": "2023-07-11 06:29:18.238744", "quoteText": null, "case_id": 376, "document_id": 15652, "quoteStart": null, "quoteEnd": null}, {"id": 34690, "title": " The service is only available in some countries approved by its government", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-24 19:32:51.319131", "updated_at": "2023-08-29 19:58:24.194801", "quoteText": null, "case_id": 490, "document_id": 15653, "quoteStart": null, "quoteEnd": null}], "urls": ["ramseysolutions.com", "everydollar.com"]}}