{"error": 448, "message": "OK", "parameters": {"id": 8294, "name": "Dolphin Emulator Project", "created_at": "2023-05-14 03:43:26.860541", "updated_at": "2023-08-29 22:02:49.112069", "wikipedia": null, "keywords": null, "related": null, "slug": "dolphin-emulator-project", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8294.png", "url": "dolphin-emu.org", "documents": [{"id": 16101, "name": "Privacy Policy", "url": "https://dolphin-emu.org/docs/privacy", "xpath": "//body", "text": " <ul>\n<li>Download</li>\n<li>Blog</li>\n<li>Screenshots</li>\n<li>FAQ</li>\n<li>Guides</li>\n<li>Compatibility</li>\n<li> Community <b>\n</b>\n<ul>\n<li>Discord</li>\n<li>Forum</li>\n<li>Wiki</li>\n<li>GitHub</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> English <b>\n</b>\n<ul>\n<li>Asturianu</li>\n<li>Bahasa Melayu</li>\n<li>Català</li>\n<li>Česky</li>\n<li>Cymraeg</li>\n<li>Dansk</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Ελληνικά</li>\n<li>Français</li>\n<li>Galego</li>\n<li>Italiano</li>\n<li>Magyar</li>\n<li>Nederlands</li>\n<li>Norsk (Bokmål)</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Português (Brasil)</li>\n<li>Русский</li>\n<li>Svenska</li>\n<li>Türkçe</li>\n<li>中文(中国)</li>\n<li>日本語</li>\n<li>한국어</li>\n</ul>\n</li>\n</ul> Privacy Policy\n<p>As contributors to the Dolphin Emulator project, we always try our best to keep our users' best interests in mind.\nDolphin and some of its associated services (for example, this website) do sometimes collect information about our users and their activities.\nThis page will attempt to explain in what situations we collect data, how we process it, and how do we keep it secure if needed.</p> Emulation Software\n<p>Dolphin collects data and transmits it to the internet for several different use cases:\n</p>\n<ol>\n<li>If you are using Dolphin to emulate software which uses internet connectivity, Dolphin will collect and transmit data as instructed to by the game or software you are attempting to run.\nFor example, if you attempt to play <em>Mario Kart Wii</em> online, Dolphin will be collecting your inputs and sending them to Nintendo's game servers for processing.\nThe scope of the data being sent in this situation should be exclusively limited to activity happening <em>inside</em> the emulator and should not include any of your computer's or system's information.\nYou can opt-out of this processing by not using online features within the emulator.</li>\n<li>Some of the emulator features require the use of third-party services.\nThese features are optional and you can either decide to not use them or disable them as you wish: <ul>\n<li>Downloading <em>Gecko</em> cheat codes from Dolphin uses the WiiRD Code Database service.\nUsing this feature will share with WiiRD your network's IP address as well as the <em>gameid</em> of the game you wish to download codes for.\nYou can opt-out of this sharing by not using the <em>Gecko codes download</em> feature.</li>\n<li>Downloading game box covers from Dolphin uses the GameTDB service.\nUsing this feature will share with GameTDB your network's IP address as well as the <em>gameid</em> of all games in your Dolphin library.\nPlease refer to GameTDB's Privacy Policy for details on how this information is processed.\nYou can opt-out of this sharing by not using the <em>GameTDB covers download</em> feature.</li>\n<li>By default, if you use the Discord application on the same computer as Dolphin, the game you are currently playing will be shared with Discord.\nThis is used to provide automatic presence status update as well as the NetPlay <em>Join Party</em> feature.\nPlease refer to Discord's Privacy Policy for details on how this information is processed.\nYou can opt-out of this sharing by disabling the <em>Discord Rich Presence</em> feature in Dolphin's settings.</li>\n</ul>\n</li>\n<li>Dolphin's Analytics Reporting feature shares information with the Dolphin development team.\nThis feature is strictly opt-in and anonymous.\nThe next section of this document will cover Dolphin's analytics in more details.</li>\n</ol>\n<p>\n</p> Analytics Reporting\n<p>The first time you launch Dolphin, you are asked whether you consent to sharing anonymous data about your usage of Dolphin to help us improve the software.\nThis section describes the type of information collected through our analytics reporting.</p>\nAnonymity\n<p>We try our best to not collect information that can identify a Dolphin user from their reported analytics.\nAnalytics reports are tied to a random <em>analytics ID</em> which is generated at initial Dolphin setup time.\nYou can generate a new analytics ID through Dolphin's settings.</p>\n<p>Due to how the internet works, Dolphin also shares your IP address with Dolphin's analytics service when submitting a report.\nWe do not link this IP address with any other information from the report.\nThe IP address is kept in logs for up to 7 days for anti-abuse purposes.</p>\nCollected Data\n<p>\n</p>\n<ul>\n<li>Dolphin version</li>\n<li>Hardware information (CPU and GPU models)</li>\n<li>Operating System information (type, version)</li>\n<li>Dolphin configuration settings</li>\n<li>Game currently being played</li>\n<li>Emulation speed and performance</li>\n</ul>\n<p>\n</p>\nData Sharing\n<p>High level aggregated data generated from Dolphin's analytics may be shared publicly with anyone.\nThis includes for example usage trends for Dolphin as a whole, or reported performance increases between two Dolphin versions.</p>\n<p>Raw unaggregated data is shared on a need-to-know basis within the Dolphin development team and infrastructure maintenance team.</p>\nRetention\n<p>Normal usage data is kept for up to 365 days.\nPerformance samples are kept for up to 90 days.</p>\nOpt out\n<p>If you have opted-in to this reporting but have changed your mind, you can disable analytics reporting in Dolphin's settings window.</p> *.dolphin-emu.org Websites\n<p>Dolphin's websites feature ads to help us pay our bills (build and testing infrastructure, domain name, hosting, backups, etc.).\nThese ads are <em>not</em> targeted to any single users, and the providers of this advertisement are not collecting any information about your usage patterns on our websites.</p>\n<p>We use cookies.\nWho doesn't? Specifically, we use them for login sessions as well as language preferences.</p>\n<p>We do not store IP addresses or any other identifying information in our logs.\nWe do keep IP addresses for an indefinite amount of time for anti-abuse purpose on our forums and Wiki (spam prevention, ban evasion prevention).</p>\n<p> © Dolphin Emulator Project - Website Source Code - Privacy Policy Mastodon verification </p> ", "created_at": "2023-05-14 03:43:26.891201", "updated_at": "2023-05-14 03:44:13.628258"}], "points": [{"id": 34529, "title": "Your information is only shared with third parties when given specific consent", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-06 22:14:23.586758", "updated_at": "2023-08-29 19:52:01.161319", "quoteText": null, "case_id": 296, "document_id": 16101, "quoteStart": null, "quoteEnd": null}], "urls": ["dolphin-emu.org"]}}