{"error": 448, "message": "OK", "parameters": {"id": 8670, "name": "Burpee ", "created_at": "2023-06-30 15:17:12.662473", "updated_at": "2023-06-30 22:02:55.518833", "wikipedia": null, "keywords": null, "related": null, "slug": "burpee", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8670.png", "url": "burpee.com", "documents": [{"id": 16888, "name": "Privacy Policy ", "url": "https://www.burpee.com/privacy-policy", "xpath": "/html/body/div[4]/main/div[4]/div", "text": " <strong>Privacy Policy</strong>\n<p>\n<strong>Last Updated: April 18th, 2023</strong>\n</p>\n<p>At W.\nAtlee Burpee Company, we&nbsp;respect your privacy and remain committed to protecting it through our compliance with this policy.\nWe understand that you care about how information about you is collected, used, and shared.\nKeeping you informed about the data we collect and the choices you may have regarding your information is a top priority.</p>\n<p>This privacy policy describes the types of information we may collect from you or that you may provide when you visit our website (www.burpee.com) (the “<strong>Website</strong>”) or when you download and use the Burpee Garden Time Planner Mobile Application (the “<strong>App</strong>,” and together with the Website, the “<strong>Platform</strong>”) and our practices for collecting, using, maintaining, protecting, and disclosing that information.\nOur Platform provides our visitors access to a wide range of information, inspiration, and products including novel and traditional vegetables, herbs, fruits, flowers, perennials, and quality gardening supplies (collectively, the “<strong>Services</strong>”).</p>\n<p>By accessing our Platform or providing information to us in any other way, you understand that such information will be processed in the manner described in this privacy policy.\nAdditionally, your access to and use of the Platform and the Services is subject to our Term &amp.\nConditions (https://www.burpee.com/terms-and-conditions) which are incorporated herein.</p>\n<p>This policy applies to information we collect:</p>\n<ul>\n<li>On our Platform.\nand</li>\n<li>In email, text, and other electronic messages between you and us.</li>\n</ul>\n<p>It does not apply to information collected by:</p>\n<ul>\n<li>Us offline or through any other means.\nor</li>\n<li>Any third party including through any application or content that may be accessible on our Platform.\n</li>\n</ul>\n<p>It is our goal to be transparent about the use of your information so please read this policy carefully to understand our policies and practices.\nIf you do not agree with our policies and practices, your choice is not to use our Platform.\nThis policy may change from time to time.\nYour continued use of our Platform after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p>\n<p>\n<br>\n<strong>Information We Collect About You and How We Collect It</strong>\n</p>\n<p>We collect several types of information from and about users of our Platform, including information by which you may be personally identified, such as your name, postal address, e-mail address, and other online identifiers such as your IP address.\nOur Platform also automatically collects certain information about its users, including information about your use of our Platform, your internet connection, the device you use to visit our Platform, the features that you access, and other usage details.\n</p>\n<p>We collect this information:</p>\n<ul>\n<li>\n<p>Directly from you when you provide it to us, for example, when you place an order through our Website, correspond with a member of our customer service team, or register as a user of our Platform;</p>\n</li>\n<li>\n<p>Automatically as you navigate through and interact with our Platform or our correspondence.\n</p>\n</li>\n</ul>\n<p>The information we collect on or through our Platform may include:</p>\n<ul>\n<li>\n<p>Information that you provide by filling in forms on our Platform.\nThis includes information provided at the time of registering to use our Platform, subscribing to our emails, interacting with any content posted on the Website including reviewing a product, or requesting further services;</p>\n</li>\n<li>\n<p>Records and copies of your correspondence (including email addresses) if you contact us.\nand</p>\n</li>\n<li>\n<p>Details of transactions you carry out through our Platform and the fulfillment of your orders.\n</p>\n</li>\n</ul>\n<p>The information we collect automatically may include personal information, and we may maintain it or associate it with personal information we collect in other ways.\nIt helps us to improve our Platform and Services and to deliver a better and more personalized service, including by enabling us to:</p>\n<ul>\n<li>\n<p>Estimate our audience size and usage patterns;</p>\n</li>\n<li>\n<p>See if you have accessed our emails;</p>\n</li>\n<li>\n<p>Store information about your preferences, allowing us to customize our Platform according to your individual interests and to direct you to content you made be interested in.\nand</p>\n</li>\n<li>\n<p>Recognize you when you return to our Platform.</p>\n</li>\n</ul>\n<p>The technologies we use for this automatic data collection include, but are not limited to:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies).</strong> A cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting, you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.</li>\n<li>\n<strong>Flash Cookies.</strong> Certain features of our Website may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from, and on our Website.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.</li>\n<li>\n<strong>Google Analytics.</strong> We use “Google Analytics” to collect information about the usage of our Website.\nThis service collects information about how often users visit our Website, what pages they visit and when they visit, as well as what other websites they used prior to landing on our Website, among other additional information.\nWe use this information to improve of Website and our services.\nWe do not combine the information collected through the use of Google Analytics with personal information.<br>\n<br>You can opt-out of Google Analytics by installing the Google Analytics Opt-Out Browser Add-on.<br>\n<br>For more information regarding Google’s privacy practices, please review their privacy policy available at https://policies.google.com/privacy?hl=en-US#infocollect</li>\n<li>\n<strong>Amplitude Services.</strong> We use “Amplitude Services” to collect information about the usage of our Website.\nThis service collects information about how often users visit our Website, what pages they visit and when they visit, as well as what other websites they used prior to landing on our Website, among other additional information.\nWe use this information to improve of Website and our services.\nWe do not combine the information collected through the use of Amplitude Services with personal information.<br>\n<br>For more information regarding Amplitude’s privacy policy, please review their privacy policy available at https://amplitude.com/privacy</li>\n</ul>\n<p>For more information about our use of cookies, please visit our Cookies Policy (https://www.burpee.com/about-cookies)</p>\n<p>Please note that we do not collect any categories of information that have been deemed “sensitive” by applicable U.S.\nprivacy law including, without limitation, government issued identification numbers, precise geolocation data, information relating to your racial or ethnic origin, religious or philosophical beliefs, sexual orientation, citizenship or immigration status, or any genetic, biometric, or health-related information.\n</p>\n<p>\n<strong>Payment Processing</strong>\n</p>\n<p>When you place an order through our Website, we will use a third-party processor (our “Processor”) to facilitate your payment.\nWe do not collect or store your payment information including your debit or credit card numbers, expiration date, or other sensitive information.\nPlease note that any payment transaction you conduct through our Website will be subject to our Processor’s privacy policy which is available via the following link: (https://www.adyen.com/legal/terms-and-conditions)</p>\n<p>\n<strong>Third-Party Use of Tracking Technologies</strong>\n</p>\n<p>We work with our marketing partners to display relevant advertisements based on our visitors’ use of our Platform.\nYou may have also opt-ed into certain e-commerce extensions that may track your visit to our Platform to facilitate rewards, rebates, coupons, or the like.\nThese third parties may provide you with ways to choose not to have your information collected or used.\nYou can opt out of receiving targeted ads from members of the Network Advertising Initiative (\"NAI\") on the NAI's website (https://optout.networkadvertising.org)</p>\n<p>\n<strong>How We Use Your Information</strong>\n</p>\n<p>We use information that we collect about you or that you provide to us, including any personal information, to present, optimize, and modify our Platform and its contents, to provide you with information, products, or services that you request from us, to process your orders and facilitate shipment, to fulfill any other purpose for which you provide it, and in any way we may have described when you provided the information or for any other purpose with your consent.</p>\n<p>We may also use your information to contact you about our products, content, or services that we think that you might be interested in through our marketing and advertising activity.</p>\n<p>The length of time that we retain your personal information will depend on the specific type of information and the nature of our relationship with you.\nHowever, we will not retain your personal information longer than is reasonably necessary to provide you with the services that we provide or to fulfill the purposes for which the information was collected.\nWe may also retain your personal information to the extent necessary to meet our legal obligations.</p>\n<p>\n<strong>Disclosure of Your Information</strong>\n</p>\n<p>We may disclose personal information that we collect, or that you provide as described in this privacy policy, to our subsidiaries and affiliates and third parties who provide services that support our business.\nAny service provider with whom we share your personal information will be required to keep it confidential and only use it for the purposes for which it was provided.</p>\n<p>In the preceding 12 months, we have disclosed the following categories of personal information for business or commercial purposes to the following categories of recipients:</p>\n<strong>Categories of Personal Information Disclosed for a Business Purpose</strong>\n<strong>Categories of Third Parties</strong>\n<ul>\n<li>Identifiers like your name, address, or contact information.</li>\n<li>Computerized information that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to name or signatures.</li>\n<li>Internet or other similar network activity.</li>\n<li>Commercial Information</li>\n<li>Inferences drawn from other personal information.</li>\n</ul>\n<ul>\n<li>Essential information and technology providers</li>\n<li>Analytics providers</li>\n<li>Affiliates</li>\n<li>Marketing partners</li>\n</ul>\n<p>&nbsp;</p>\n<p>From time to time, we may also disclose your personal information to comply with any court order or participate in any legal process, including responding to any government or regulatory request, enforcing any agreement to which we are a party, including without limitation our Terms &amp.\nConditions, or if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of W.\nAtlee Burpee Company, our customers, or others.</p>\n<p>We may also use or share de-identified information that is not reasonably likely to identify you for commercially legitimate business purposes.\n<br>Finally, we may also disclose your personal information to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets.</p>\n<p>\n<strong>Choices About Your Information</strong>\n</p>\n<p>Our Website gives users the following options:</p>\n<ul>\n<li>To modify your personal information and preferences, by clicking on \"My Account\".\nHere you can subscribe or unsubscribe from our e-mail newsletters and update any information that you have provided to us.\nand</li>\n<li>You can also unsubscribe from our emails by clicking on the \"Unsubscribe\" link included within and following the instructions.\nPlease note that your opt out does not apply to other correspondence you receive from us such as a purchase receipt or shipping confirmation.\n</li>\n</ul>\n<p>\n<strong>Sale of Personal Information</strong>\n</p>\n<p>We do not sell your personal information or share it for marketing efforts that track your activities over time and across numerous websites that are unaffiliated with us.\nNevertheless, if you would like to direct us not to sell your information or to share it for cross-context advertising, please click the following link (https://www.burpee.com/do-not-sell-my-personal-information/)</p>\n<p>\n<strong>Data Privacy Rights</strong>\n</p>\n<p>You may have certain rights with respect to your personal information.\nIf you which to exercise a data privacy right provided to you by your state of residence, please reach out to us in the manners described below.\nPlease note that all such requests will be reviewed on a case-by-case basis and depending upon the applicable law, your request may be denied.\n<br>Your data privacy rights may include the following: </p>\n<ul>\n<li>The Right to Know and Data Portability Rights.\nYou may have the right to know what personal information we have collected and request specific pieces of your personal information, the purposes for which that information has been collected, the sources of that information, and the categories of third parties with whom we have shared that information.</li>\n<li>The Right to Delete.\nYou may request that we delete your personal information that we have collected from you and direct us to tell our services providers to do the same.\nPlease note, that there are many exceptions that may prevent us from complying with your request to delete.</li>\n<li>The Right to Opt-Out.\nYou may have the right to direct us to not sell your information or to share it for cross-context advertising.</li>\n<li>The Right to Correct.\nYou may have the right to ask us to correct inaccurate information that we have about you.</li>\n<li>The Right to Limit.\nYou may have the right to direct us to limit the processing of your information that has been determined to be “sensitive” by applicable law.</li>\n<li>The Right to Non-Discrimination.\nWe will not deny or provide you with a different level of quality of goods or service because you have exercised your data privacy rights.</li>\n<li>The Right of Appeal.\nYou may have the right to appeal our decision to deny your data privacy request.\n</li>\n</ul>\n<p>In order to exercise your data privacy rights, you must provide sufficient information to enable us to reasonably verify that you are the person about whom we have collected personal information.\nAdditionally, you must describe your request with sufficient detail to allow us to properly understand, evaluate, and respond to it.</p>\n<p>As permitted by applicable law, you may have an authorized agent submit a request on your behalf.\nHowever, we may require proof of such agent’s status as an authorized agent, including an executed permission by you and verification of the agent’s own identity.</p>\n<p>\n<strong>How To Exercise Your Data Privacy Rights</strong>\n</p>\n<p>To exercise your rights under applicable law you may:</p>\n<ul>\n<li>Send an e-mail to our Customer Service department at custserv@burpee.com (subject line “Data Privacy Request”)</li>\n<li>Call our Customer Service representatives toll free at 1-800-888-1447.</li>\n<li>Send your request to the following postal address: W.\nAtlee Burpee and Co, 300 Park Avenue, Warminster PA 18974, Attn.\nCCPA Request</li>\n</ul>\n<p>To submit a verifiable request, you also may fill in the Data Privacy Rights Request Form &nbsp;(https://www.burpee.com/do-not-sell-my-personal-information/)</p>\n<p>Our response to a verifiable request will be provided within 45 days of its receipt.\nIf we require more time to process your request (up to 90 days), we will inform you of the reason and extension period in writing.\n<br>\n<strong>Data Security</strong>\n</p>\n<p>We have implemented physical, electronic, and managerial procedures designed to secure your information from accidental loss and from unauthorized access, use, alteration, and disclosure.</p>\n<p>Unfortunately, the transmission of information via the internet cannot be guaranteed to be 100% secure or free of error.\nThere are security and privacy limitations of the Internet which are beyond our control.\nAccordingly, any transmission of personal information is at your own risk.</p>\n<p>\n<strong>Children Under the Age of 13</strong>\n</p>\n<p>Our Platform is not intended for children under 13 years of age, and as such, we do not knowingly collect personal information from children under 13.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information.</p>\n<p>\n<strong>International Visitors</strong>\n</p>\n<p>W.\nAtlee Burpee Company is an e-commerce business based in the United States of America, and all information we collect, including personal information, is securely stored on servers located in the USA.\nBy using our Platform and accessing our Services, you acknowledge and consent to the transfer of your personal information to the USA, which laws may not provide the same level of data protection or data rights as your home country.</p>\n<p>\n<strong>Contact Information</strong>\n</p>\n<p>To ask questions or comment about this privacy policy and our privacy practices, contact us by: </p>\n<ul>\n<li>E-mail to our Customer Service department at custserv@burpee.com;</li>\n<li>Call to our Customer Service representatives toll free at 1-800-888-1447.\nor</li>\n<li>Mail to the following postal address: W.\nAtlee Burpee and Co, 300 Park Avenue, Warminster PA 18974 </li>\n</ul>\n<p>\n<strong>Data Privacy Rights Request Form</strong>\n</p>\n<p>To make a data privacy rights request, please complete the form below.\nThe information provided here will only be used to respond to your request.\nPlease note that all such requests will be reviewed on a case-by-case basis and depending upon the applicable law, your request may be denied.</p>\n<p>\n<strong>Nature of Your Request (Check One)</strong>\n</p>\n<p>__ Access my personal information.<br>__ Request more information about how my personal information is collected, used, and disclosed.<br>__ Delete my personal information.<br>__ Correct my personal information.\n<br>__ Opt-out of the sale or sharing of my personal information.<br>__ Limit the processing of my “sensitive” data.<br>__ Appeal a previously denied request.\n<strong>\n<br>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Your Contact Information<br>\n</strong>First Name:____________________<br>Last Name: ____________________<br>Address: ____________________<br>Email: ____________________<br>Phone Number: ____________________<br>Account Number (if applicable): ____________________<br>State of residence: ____________________<strong>_______<br>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Affirmation</strong>\n</p>\n<p>______________ I hereby certify under penalty of perjury I am the individual who is the subject of this request (or that I have authority to submit this request on behalf of such individual) and the information provided by me above is accurate.<strong>\n<br>\n</strong>\n</p>\n<p>________________________________<br>[signature]</p>", "created_at": "2023-06-30 15:17:12.694947", "updated_at": "2023-06-30 15:17:36.221886"}, {"id": 16889, "name": "Return Policy ", "url": "https://www.burpee.com/return-policy", "xpath": "/html/body/div[4]", "text": " Skip to Content <p>\n<strong>Buy 1 Get 1 FREE All Seeds! Use code HAPPY4TH23</strong>\n</p> 0 My Cart You have 0 items in your cart.\nView full cart.\nYour Items <ol>\n</ol> Apply Discount Code Enter discount code Apply Discount Cart Subtotal Checkout Shipping to OR\n97229 Support Sign in <ul>\n<li>\n</li>\n<li>Tracking Info</li>\n<li>Sign In</li>\n<li>Retail</li>\n<li> Create an Account</li>\n</ul> Close <ul>\n<li>\n<p>NEW </p>\n</li>\n<li>\n<p>Vegetables </p>\n</li>\n<li>\n<p>Flowers </p>\n</li>\n<li>\n<p>Perennials </p>\n</li>\n<li>\n<p>Plants </p>\n</li>\n<li>\n<p>Supplies </p>\n</li>\n<li>\n<p>Herbs </p>\n</li>\n<li>\n<p>Fruit </p>\n</li>\n<li>\n<p>Garden Guide </p>\n</li>\n</ul> Shipping to OR\n97229 <ul>\n<li>Sign In</li>\n<li>Create An Account</li>\n<li> Support</li>\n</ul> Burpee Return Policy <p>Burpee is 100% committed to providing our customers with the highest quality seeds, live plants and general merchandise.&nbsp;&nbsp.\nAll of our live plant orders receive special growing care from our nursery &amp.\ngrowing partners to ensure healthy plants are packaged and shipped to each of our customers.&nbsp.\nWe ask that you allow each product the recommended growing time provided in our growing guides and seed packet information before considering a product unsatisfactory.</p>\n<p>Seed and Plant Usage / Disclaimer:<br>By purchasing any product from W.\nAtlee Burpee &amp.\nCo.\nthe customer agrees to use the products solely for home garden use, and agrees not to distribute, utilize, or sell for any other purpose.\nAdditionally, Burpee expressly disclaims any responsibility or liability whatsoever for a customer's violation of the above usage policy.</p>\n<p>If you are unsatisfied with any of our products, please refer to our Catalog &amp.\nOnline Return Guidelines below:</p>\n<p>\n<strong>PRODUCT TYPE</strong>\n</p>\n<p>\n<strong>RETURN TIME FRAME</strong>\n</p>\n<p>\n<strong>Seed Packets</strong>\n</p>\n<p>\n<strong>1 Year Guarantee</strong>\n</p>\n<p>\n<strong>Perennial Plants, Bulbs, Trees &amp.\nFruit</strong>\n</p>\n<p>\n<strong>1 Year Guarantee</strong>\n</p>\n<p>\n<strong>Annual Flowers, Vegetable &amp.\nHerb Plants</strong>\n</p>\n<p>\n<strong>90 Day Guarantee</strong>\n</p>\n<p>\n<strong>General Merchandise</strong>\n</p>\n<p>\n<strong>90 Day Guarantee</strong>\n</p>\n<p>&nbsp;</p>\n<p>Catalog &amp.\nOnline Return Policy Guidelines:</p>\n<p>·&nbsp;&nbsp;All products purchased through our catalog or online require a valid order number to be replaced OR refunded.&nbsp;</p>\n<p>·&nbsp;&nbsp;Return time frames are validated against the date the ordered items were received.&nbsp.\nA specific time frame by product type is indicated in the chart above.</p>\n<p>·&nbsp;General Merchandise product returns will only be accepted on clean, unused merchandise.</p>\n<p>·&nbsp;&nbsp;Replacement orders depend on inventory availability during the current season.&nbsp.\nProducts that are out of stock will be refunded back to the customer.</p>\n<p>·&nbsp;&nbsp;Burpee will provide either a replacement order OR a refund on damaged or unsatisfactory products.&nbsp.\nAdditional replacements or refunds will NOT be provided on replacement orders considered unsatisfactory if damage is not a factor.</p>\n<p>*Burpee does not accept responsibility for product losses caused by extreme weather, neglect, or for products grown in a zone/climate that is conflicting to what Burpee recommends.</p>\n<p>How To Return Your Catalog &amp.\nOnline Order:</p>\n<p>If you are dissatisfied with products purchased online or through our catalog, you may return these products by mail to the following address:</p>\n<p>\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Burpee<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAttn: &nbsp;Customer Service Returns<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n300 Park Ave<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWarminster, PA 18974<br>\n<br>When mailing back return items, please include the following information inside your return package:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your Full Name/Address/Order #</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A copy of your Packing Slip (Please indicate on your invoice what items were returned)</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your contact phone # or email address (for questions)</p>\n<p>You may return your order back to us via USPS or by UPS.\nhowever, we recommend getting a delivery confirmation or tracking number for your shipment as we are not responsible for lost returns.</p>\n<p>Returns by mail generally take 7-14 days to be processed &amp.\nrefunded.&nbsp.\nOnce a return is processed, a refund will be processed back to the original payment method used OR a refund check will be issued.</p>\n<p>Items Purchased at a Local Retailer-How to Return:</p>\n<p>If you are unsatisfied with Burpee seed packets or general merchandise items that were purchased from one of our partner retail store locations (Lowes, Home Depot, Target, Wal-Mart, etc.), please contact Customer Service at 1-800-888-1447 or email custserv@burpee.com for assistance.&nbsp;</p>\n<p>For more information, or if you have additional questions about our return policy, please&nbsp;contact us.</p> Stay in the know<p>Sign up for exclusive offers and can’t miss tips!</p> Sign up Instagram Pinterest Twitter Facebook YoutubeAbout\n<ul>\n<li>About Burpee</li>\n<li>Company History</li>\n<li>Careers</li>\n<li>Non GMO</li>\n</ul>\nSupport\n<ul>\n<li>Customer Support</li>\n<li>Public Relations &amp.\nMedia</li>\n<li>My Account</li>\n<li>Order Status</li>\n<li>Shipping Information</li>\n<li>FAQ</li>\n<li>Sitemap</li>\n</ul>\nPolicies\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Data Privacy Rights Request</li>\n<li>Cookies Policy</li>\n<li>Return Policy</li>\n<li>Shipping Rates</li>\n<li>Sales Tax</li>\n</ul>\n<ul>\n<li>Shop Digital Catalog</li>\n<li>\n<strong>Request a Catalog</strong>\n</li>\n</ul>\n<p>\n<strong>Gift Cards</strong>\n</p>\n<p>\n<strong>Mix &amp.\nMatch</strong>\n</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms and Conditions</li>\n<li>©2023 W.\nAtlee Burpee &amp.\nCo</li>\n<li>All Rights Reserved</li>\n</ul>\n<small>©2023 W.Atlee Burpee &amp.\nCo</small> ", "created_at": "2023-06-30 15:17:12.724514", "updated_at": "2023-06-30 15:41:13.507115"}, {"id": 16890, "name": "Terms & Conditions ", "url": "https://www.burpee.com/terms-and-conditions", "xpath": "/html/body/div[4]/main/div[4]/div", "text": null, "created_at": "2023-06-30 15:17:12.754035", "updated_at": "2023-06-30 15:41:43.834121"}], "points": [], "urls": ["burpee.com"]}}