{"error": 448, "message": "OK", "parameters": {"id": 7897, "name": "RC Willey", "created_at": "2023-04-03 20:36:59.582133", "updated_at": "2023-04-22 11:50:37.303263", "wikipedia": null, "keywords": null, "related": null, "slug": "rc-willey", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7897.png", "url": "rcwilley.com", "documents": [{"id": 15271, "name": "Privacy Policy", "url": "https://www.rcwilley.com/Privacy", "xpath": "//*[@id=\"content-section\"]", "text": " RC&nbsp;Willey &gt.\nPrivacy Policy Privacy Policy <p>Last Updated: Jul 20, 2022</p>\n<p>Welcome to RC Willey! This Privacy Policy describes how RC Willey Home Furnishings (“<b>RC Willey</b>, “<b>we</b>”, “<b>us</b>”, “<b>our</b>”) collects, uses, stores, and shares your information when: (1) you access and use our website located at www.rcwilley.com, our mobile application, or other websites and/or applications owned and operated by us (“<b>Sites</b>”).\n(2) you purchase our products or services (“<b>Products</b>”).\n(3) you visit one our physical store locations (“<b>Stores</b>”).\n(4) you communicate with us in any manner (“<b>Communications</b>”).\nand (4) when we interact with certain third parties, such as our service providers (“<b>Third Parties</b>”).\n</p>\n<p>This Privacy Policy applies to all Sites and locations where it is presented, including but not limited to in the footers of our Sites.</p> Acknowledgment <p> BY ACCESSING AND/OR USING OUR SITES, PRODUCTS, STORES, OR BY COMMUNICATING WITH US IN ANY MANNER, YOU REPRESENT THAT YOU HAVE READ AND UNDERSTAND THIS PRIVACY POLICY.\n</p> What Type of Information Do We Collect? <p>We collect your information when you interact with our Sites, purchase our Products, visit our Stores, Communicate with us, and when we engage with Third Parties.</p> Information Provided by You <p>We collect the following information directly from you when you interact with our Sites, Products, visit our Stores, or Communicate with us:</p>\n<ul>\n<li>\n<b>Contact Information</b>, such as your first and last name, mailing address, delivery address, email address, and telephone number.</li>\n<li>\n<b>Account Credentials</b>, including your username, password, password hints, and information used for authentication and account access.</li>\n<li>\n<b>Demographic Information</b>, such as your age, gender, zip code, and country.</li>\n<li>\n<b>Billing Information</b>, such as your payment information (e.g., credit or debit card number), expiration date, security code, bank account information, or other financial information provided by you when purchasing our Products.</li>\n<li>\n<b>Profile Information</b>, such as your interests, preferences, purchasing history, favorites.</li>\n<li>\n<b>Communications Content</b>, such as any messages you send to us such as feedback and questions to customer support, information you publicly post on our Sites or other websites (such as product reviews or blog comments), e-mail messages, and recordings of telephone calls with customer service or other RC Willey representatives, and interactions with us on our social media channels.</li>\n<li>\n<b>Surveillance Information</b>, such as surveillance footage from our Stores.</li>\n</ul> Information Collected Automatically <p>When you visit our Sites, information about your device hardware and software is automatically collected, including your IP address, browser type, domain name, access times, geographic location, referring website address and other technical information.\nFor more information about how we collect this information through the use of cookies and related technologies, see Cookies &amp.\nRelated Technologies below.</p> Information Collected from Third Parties <p>We use a variety of Third Parties to provide you with the best possible experiences with our Sites, Products, and Stores.\nFrom time to time, we may collect information about you from those Third Parties, including for fraud protection purposes, credit checks, address verification, account authentication and verification, and other related business and commercial purposes.</p> Do Not Sell My Personal Information Necessary CookiesAlways Active.\nThese are required for our site to function Optional Cookies, Advertising Cookies and Other Advertising-Related Information Sharing <i>\n</i>Block On This Device How Do We Use Your Information? <p>We may use the information we’ve collected from and about you for the following purposes:</p>\n<ul>\n<li>Improve our Sites and Products;</li>\n<li>Offer our Sites and Products to you;</li>\n<li>Deliver our Products to you;</li>\n<li>Personalize our Sites and Products;</li>\n<li>Provide you with information about our Sites, Products, and Stores;</li>\n<li>Customer service;</li>\n<li>Security and to detect fraud and illegal activities;</li>\n<li>Research and analytical purposes;</li>\n<li>To fulfil your requests;</li>\n<li>To Communicate with you;</li>\n<li>To facilitate a business transaction, such as a merger, acquisition, asset sale, bankruptcy, or other related proceeding;</li>\n<li>Ad measurement purposes, delivery of ads, marketing, and other ways to personalize our Sites and Products for you.\nand</li>\n<li>To comply with the law, enforce our policies, or respond to a legal request such as a subpoena.</li>\n</ul> How Do We Share Your Information? <p>Depending on the circumstances, we may share your information in the following circumstances:</p>\n<ul>\n<li>\n<b>With Your Consent.\nWe may disclose</b>, share, or make available your information with your consent, which may be obtained in writing, online, through “click-through” agreements, when you accept our terms for our Sites, orally (including over the telephone), or by other means such as communications through our various social media channels, and mobile/SMS communications.</li>\n<li>\n<b>With Service Providers &amp.\nBusiness Partners</b>.\nWe may disclose, share, or make available your information with our third-party service providers, business partners, and other third parties, such as credit / debit card processing partners, partners that facilitate billing, shipping, and customer service, third-party auditors and law firms, marketing and advertising networks (including those that provide ad measurement services), internet service providers, data analytics providers, companies that help debug and identify and repair errors that may impair the functionality of our Sites, and third parties that help protect against malicious, deceptive, fraudulent, or illegal activity.</li>\n<li>\n<b>In A Business Transfer.\nWe may disclose</b>, share, or make available your information as part of a business transaction, such as a merger or acquisition, joint venture, corporate reorganization, financing, or sale of company assets, or in the unlikely event of insolvency, bankruptcy, or receivership, in which such information could be transferred to third parties as a business asset in the transaction.</li>\n<li>\n<b>For Legal Process &amp.\nProtection.\nWe may disclose</b>, share, or make available your information to satisfy any law, regulation, legal process, governmental request, or where we have a good faith belief that access, use, preservation or disclosure of such information is reasonably necessary to: (1) enforce or apply agreements, or initiate, render, or bill for use of the Sites.\n(2) protect our rights or interests, property or safety or that of others.\n(3) in connection with claims, disputes, or litigation - in court or elsewhere.\n(4) protect users of our Sites and other carriers, providers, or partners from fraudulent, abusive, unlawful, or otherwise improper use of our Sites.\n(5) facilitate or verify the appropriate calculation of taxes, fees, or other obligations due to a local, state, or federal government.</li>\n</ul> Cookies &amp.\nRelated Technology <p>From time to time, our Sites may use cookies, beacons, pixel tags, scripts, and other similar technologies.\nWe use these technologies to support the functionality of our Sites, perform analytics, advertise our Sites and Products, determine how users interact with our Sites such as through screen capture technology, and for other related purposes.\nBelow is an overview of these technologies.\nTo learn more about your choices with regard to these technologies, see Your Choices below.</p>\n<p>\n<b>What Are Cookies?</b> A cookie is a small file containing a string of characters that is sent to your computer or device when you visit a website or use an online service.\nThe cookie then communicates with servers, ours (e.g., first-party cookies) or those of another third-party (e.g., third-party cookies) that we have authorized to place on our Sites.\nWhen you revisit our Sites, these cookies allow us to recognize your browser or device.\nCookies may store unique identifiers, user preferences, and other information.</p>\n<p>\n<b>How Long Do Cookies Last?</b> We may use “session cookies” or “persistent cookies.” Session cookies are temporary and expire once you close your browser or once your session ends.\nPersistent cookies remain on your device for much longer or until you or your browser erases them.\nPersistent cookies have varying durations that are dependent on their expiration date.\nFor more information about what cookies are being set, and their duration, you may visit our Cookie Manager Tool.</p>\n<p>How Long Do Cookies Last? We may use “session cookies” or “persistent cookies.” Session cookies are temporary and expire once you close your browser or once your session ends.\nPersistent cookies remain on your device for much longer or until you or your browser erases them.\nPersistent cookies have varying durations that are dependent on their expiration date.\nFor more information about what cookies are being set, and their duration, you may visit our Cookie Manager Tool.</p>\n<p>\n<b>What Types of Cookies Do We Use?</b>\n</p>\n<ul>\n<li>\n<b>Necessary Cookies</b>.\nThese cookies are necessary for you to browse the Sites and use their features, such as accessing secure areas of the Sites.\nWithout these cookies, certain aspects of the Sites may not be available to you.</li>\n<li>\n<b>Preferences Cookies</b>.\nThese cookies collect information about how you have used the Sites in the past and allow the Sites to remember the choices you have made.\nThese cookies allow us to improve how the Sites work for you and tailor the Sites to your preferences.</li>\n<li>\n<b>Statistics Cookies</b>.\nThese cookies collect information about how you use the Sites, such as which pages you most often visit on the Sites, the time you spend on the Sites, which links you click on, and any issues encountered.\nThese cookies help us understand how visitors interact with the Sites.\nAll information collected is aggregated and does not identify you.</li>\n<li>\n<b>Marketing Cookies</b>.\nThese cookies track your online activity to help deliver advertisements that are relevant to you and your interests and measure the effectiveness of the advertising campaigns.\nThey also limit how many times you see a certain advertisement.\nWe may share the information collected through these cookies with others, such as advertisers.</li>\n</ul>\n<p>\n<b>Beacons</b>.\nOur Sites, and some of our e-mail communications, may from time to time contain small electronic files known as beacons (also known as web beacons, clear GIFs, pixel tags, single-pixel GIFS) that permit us, for example, to count users who have visited those pages or opened an email communication, and for other related statistical analysis.\nBeacons in email marketing campaigns allow us to track your responses and your interests in our content, offerings, and Sites.\nYou may use the tools in your device to disable these technologies as well.</p> Links To Third Party Sites <p>Our Sites, from time to time, may contain links to third-party websites and services.\nPlease note that these links are provided for your convenience and information, and may operate independently from us and have their own privacy policies and/or notices.\nYou are strongly encouraged to review such policies or notices.\nWe do not endorse or make any representations or warranties concerning, and will not in any way be liable for, any informational content, products, services, software, or other materials available on other websites, even if one or more pages of the other websites are framed within, or linked to, a page of our Sites.</p> Do Not Track <p>Our Sites may, from time to time, collect information about your online activities, overtime time and across our Sites.\nThird parties may also collect information about your online activities, over time and across different internet websites, online or cloud computing services, online applications, or mobile applications.\nSome browsers support a “Do Not Track” feature, which is intended to be a signal to websites that you do not wish to be tracked across different websites you visit.\nOur Sites do not currently change the way they operate based upon detection of a “Do Not Track” or similar signal.</p> How Do We Store &amp.\nProtect Your Information? <p>Although no system or website can guarantee the complete security of your information, we take all commercially reasonable steps to ensure your information is protected in accordance with all applicable laws and regulations, as appropriate to the sensitivity of your information.</p> How Long Do We Keep Your Information? <p>We keep your information for as long as necessary in accordance with the purposes for which it was collected, our business needs, and our legal and regulatory obligations.\nIf we dispose of your information, we will do so in a way that is commercially reasonable taking into account the sensitivity of the information.</p> Your Choices <p>We provide you with the ability to exercise certain controls and choices about how we collect, use, share, and store your information.</p>\n<p>Please note, for some of these rights (such as the Right to Access and Right to Delete), we may take steps to verify your identity by matching the information you provide with your request with the information we have on file about you.\nDepending on the sensitivity of the information at issue, we may utilize more stringent verification methods, including but not limited to requiring you to sign a declaration under penalty of perjury.</p>\n<p>To submit any of the requests below, or have a request submitted by your representative, please submit your request to privacy@rcwilley.com.\nYou may also call us toll-free at 1-800-429-7473 to submit a request.</p>\n<ul>\n<li>\n<b>Right of Access</b>.\nDepending on where you live, you may have a right to ask that we disclose to you the categories and in some cases specific information we have collected about you in the 12 months preceding the date of your request, or as otherwise required under applicable law, including information about from where we collected this information and how it has been shared.</li>\n<li>\n<b>Right to Delete</b>.\nDepending on where you live, you may have the right to ask that we delete your information, subject to appropriate legal exceptions such as, but not limited to, if the information is necessary to complete a transaction with you, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, comply with the law, or to use internally for purposes aligned with your expectations.</li>\n<li>\n<b>Right to Opt-Out of the Sale of Personal Information</b>.\nIf you are a resident of California, you have a right to opt-out of the sale of your personal information.\nAlthough we do not sell your personal information in the traditional sense, we do share some of your information, such as your IP address and other identifiers, with third-party advertising partners which may constitute a sale under California law.\nTo exercise this right, you may send an e-mail to privacy@rcwilley.com or visit Do Not Sell My Personal Information.</li>\n<li>\n<b>Right to Change Preferences</b>.\nIf you no longer want to receive certain communications from us via email or text message, simply click the “unsubscribe” link in the email or reply STOP (or as otherwise instructed) to the message.\nPlease note, you may not be able to unsubscribe from service-related correspondence from us, such as messages relating to your account and use of our Sites.</li>\n<li>\n<b>Right to Non-Discrimination</b>.\nWe will not discriminate against you in any way if you choose to exercise your rights under this section and applicable law.</li>\n<li>\n<b>Changing Cookie / Related Technology Settings</b>.\nTo manage the cookies on our Sites, please see our Cookie Manager Tool.\nIn addition, web browsers allow some control of most cookies through browser settings.\nTo find out more about cookies, including how to manage and delete cookies through browser settings, visit www.allaboutcookies.org.\nSome web browsers provide settings that allow a user to reject cookies or to alert a user when a cookie is placed on the user’s computer, tablet or mobile device.\nMost mobile devices also offer settings to reject mobile device identifiers.\nAlthough users are not required to accept cookies or mobile device identifiers, blocking or rejecting them may prevent access to some features available through the Sites.\nIn addition to adjusting your browser and device settings, as outlined above, you may also control how cookies and related technologies are set and used on your device by visiting the following sites:</li>\n<ul>\n<li>https://networkadvertising.org/</li>\n<li>https://optout.aboutads.info/</li>\n<li>https://youradchoices.com/</li>\n<li>https://optout.networkadvertising.org/</li>\n</ul>\n</ul> California Residents California Consumer Privacy Act (CCPA) <p>All terms and phrases used under this section have the same meaning as those phrases are defined under the CCPA and its implementing regulations, as amended (collectively, the “CCPA”).</p>\n<p>\n<b>Notice of Financial Incentive</b>\n</p>\n<p>\n<b>Material Terms of Incentive</b>\n</p>\n<p>From time to time, we may provide discounts or financial incentives on our Sites in exchange for your personal information, such as your email address.\nWe may use the information you provide to send you messages, market future services or Sites, and for other internal statistical purposes.</p>\n<p>\n<b>How The Incentive Is Reasonably Related to The Personal Information Provided</b>\n</p>\n<p>Our discount program is based upon our reasonable but sole determination of the estimated value of the personal information California residents provide, which takes into consideration, without limitation, estimates regarding the anticipated revenue generated from such information, the anticipated expenses which might be incurred in the collection, storage, and use of such information in the operation of our business, and other relevant factors related to the estimated value of such information to our business, as permitted under applicable law.</p>\n<p>\n<b>Opt-In</b>\n</p>\n<p>By providing your personal information when signing-up for a discount or financial incentive, you are affirmatively opting-in to our incentive program.\nIf you wish to opt-out of the program, do not submit the personal information.</p>\n<p>\n<b>Right to Withdraw</b>\n</p>\n<p>If you wish to withdraw from receiving a discount or sample, you may submit such a request by sending an email to privacy@rcwilley.com before completing your order.</p>\n<p>\n<b>Additional Notices</b>\n</p>\n<ul>\n<li>\n<b>Notice at Collection</b>.\nTo learn more about the categories of personal information we have collected about you in the 12 months preceding this Privacy Policy last being updated, including the sources of collection and how use and share that information, please see What Type Of Information Do We Collect?, How Do We Use Your Information?, and How Do We Share Your Information?</li>\n<li>\n<b>Notice of Disclosure for a Business Purpose</b>.\nTo learn more about the categories of personal information we have disclosed for business purposes about California residents in the past 12 months, please see What Type Of Information Do We Collect?, How Do We Use Your Information?, and How Do We Share Your Information?</li>\n<li>\n<b>Notice of Sale.</b> Although we do not sell your personal information in the traditional sense, we do share some of your information, such as your IP address and other identifiers, with third-party advertising partners which may constitute a sale under California law.\nWe have shared this information in the past 12 months.\nWe also do not have any actual knowledge of selling the personal information of any California resident who is 16 years or younger.</li>\n</ul>\n<p>\n<b>Consumer Rights.</b>\n</p>\n<p>You have a Right to Access, Right to Opt-Out of the Sale of Personal Information, a Right to Delete, and a right to exercise those rights free of discrimination.\nFor more information about these rights, please see the Your Choices section above.\nTo exercise your Right to Access or Right to Delete, you may send an e-mail to privacy@rcwilley.com, call us toll-free at 1-800-429-7473, or complete the webform located here.</p> California Shine the Light <p>You may request information regarding the disclosure of your information by us to third parties for their direct marketing purposes.\nPlease note that our response to these requests will be duplicative of and more limited than our response to Right of Access requests (described above).\nTo make such a request, please send an email to privacy@rcwilley.com in the subject line, “<b>CALIFORNIA SHINE THE LIGHT REQUEST</b>,” or write us at:</p>\n<p>RC Willey Corporate</p>\n<p>Attn: Privacy Manager</p>\n<p>2301 S 300 W</p>\n<p>Salt Lake City, UT 84115</p> ", "created_at": "2023-04-03 20:36:59.614353", "updated_at": "2023-04-03 20:37:58.029984"}, {"id": 15272, "name": "Terms of Use", "url": "https://www.rcwilley.com/Terms", "xpath": "//*[@id=\"content-section\"]", "text": " RC&nbsp;Willey &gt.\nTerms of Use Terms of Use <p>Last Modified: July 20, 2022</p> 1.\nIntroduction <p>Welcome to RC Willey! These Terms and Conditions form a legally binding agreement between you and RC Willey Home Furnishings (“<b>RC Willey</b>,” “<b>we</b>,” “<b>our</b>” or “<b>us</b>”) governing: (1) your access and use of our website located at www.rcwilley.com, our mobile application, and other websites and/or applications owned and operated by us (“<b>Sites</b>”).\nand (2) your purchase of our products or services (“<b>Products</b>”).\nThe Sites and Products are collectively referred to here as the “<b>Services</b>”.</p> 2.\nAcceptance <p>Please read these Terms and Conditions carefully before you access and use the Services.\n<b>BY ACCESSING AND USING THE SERVICES YOU ACCEPT AND AGREE TO BE BOUND AND ABIDE BY THESE TERMS AND CONDITIONS</b>.\nIf you do not want to agree to these Terms and Conditions, you must not access or use the Services, or discontinue any access or use of the Services.</p> 3.\nArbitration Notice <p>YOU AGREE THAT DISPUTES BETWEEN YOU AND RC WILLEY CONCERNING YOUR ACCESS AND USE OF THE SERVICES WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION OR REPRESENTATIVE ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.\nFOR MORE DETAILS ON THIS PROCESS, AND HOW YOU CAN OPT-OUT OF ARBITRATION, SEE SECTION 25 BELOW.</p> 4.\nEligibility <p>The Services are offered and available to individuals who are 18 years of age or older.\nBy using and accessing the Services, you represent and warrant that you are of legal age to form a binding contract with RC Willey and meet all of the foregoing eligibility requirements.\nIf you do not meet all of these requirements, you must not access or use the Services.</p> 5.\nChanges <p>We may revise and update these Terms and Conditions from time to time at our sole discretion.\nAll changes are effective immediately when we post and apply to your access and use of the Services thereafter.\nYour continued use of the Services following the posting of revised Terms and Conditions means that you accept and agree to the changes.\nYou are expected to check this page so you are aware of any changes, as they are binding on you.</p> 6.\nAccount Creation / Accessing the Services / Account Security <p>Amending the Services.\nWe reserve the right to withdraw or amend the Services, and any service or material we provide through the Services, in our sole discretion with or without notice.\nFrom time to time, we may restrict access to all or parts of the Services.</p>\n<ul>\n<li>\n<b>Accessing the Services</b>.\nYou are responsible for both: (1) making all arrangements necessary for you to have access to the Services.\nand (2) ensuring that all persons who access the Services through your internet connection are aware of these Terms and Conditions and will comply with them.</li>\n<li>\n<b>Creating an Online Account</b>.\nTo access and/or use the Services, you will be required to sign-up for an online account and submit certain information about yourself or your business.\nYou may be asked to submit other information about yourself or your business while otherwise using the Services, including uploading certain documentation to the Services.\nIt is a condition of your use of the Services that all information you provide through the Services, including but not limited to any documentation uploaded to the Services, is correct, current, and complete.</li>\n<li>\n<b>Account Confidentiality</b>.\nYou must treat your account username and password as confidential and must not disclose such information to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to the Services or portions of it using your username, password, or other related information.\nYou agree to notify us immediately of any unauthorized access to or use of your username or password or any other breach of security of such information.\nYou also agree to ensure that you exit from your account at the end of each session on our Services.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.</li>\n<li>\n<b>Disabling the Account</b>.\nWe have the right to disable any username, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you or any other user has violated any provision of these Terms and Conditions.</li>\n<li>\n<b>Keeping the Account Active</b>.\nYou must use your account to keep it active.\nThis means you must sign in occasionally to keep your account, and associated Services, active.\nWe have the right to disable any account that is deemed to be inactive by us in our sole discretion.</li>\n<li>\n<b>Fraudulent Use</b>.\nIf we reasonably suspect that your account is at risk of being used by a third party fraudulently (for example, as a result of an account compromise), we may suspend your account until you can verify your identity.\nBased on the nature of the compromise, we may be required to disable access.\nWe reserve the right to disable any account that is deemed to have been potentially or actively compromised at our sole discretion.</li>\n<li>\n<b>Account Ownership</b>.\nYou understand and acknowledge that you have no ownership rights to your Services account, and that if you cancel your account or your account is terminated, all information you have submitted as part of your account will be marked as deleted in and may be deleted from our systems.\nInformation may be retained at our sole discretion.</li>\n</ul> 7.\nTrademark and Acceptable Use <ul>\n<li>\n<b>Protected Materials</b>.\nThe Services and their entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) (collectively, “Materials”) are owned by RC Willey, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.</li>\n<li>\n<b>Marks</b>.\nThe trademarks, service marks, trade dress, trade names, and logos contained on the Services, including but not limited to the RC Willey name and logo and other trademarks registered in the United States (collectively, “Marks”) are the sole property of RC Willey.\nIn addition, all page headers, custom graphics, and custom icons are Marks of RC Willey.</li>\n<li>\n<b>Limited Use</b>.\nThese Terms and Conditions permit you to use the Services for your personal, non-commercial use only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Services, except as follows:</li>\n<ul>\n<li>Your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing of those materials.</li>\n<li>You may store files that are automatically cached by your Web browser for display enhancement purposes.</li>\n<li>You may print or download one copy of a reasonable number of pages of the Website for your own personal, non-commercial use and not for further reproduction, publication, or distribution.</li>\n<li>If we provide desktop, mobile, or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use.</li>\n</ul>\n<li>\n<b>Prohibited Uses</b>.\nYou must not:</li>\n<ul>\n<li>Modify copies of any materials from our Services.</li>\n<li>Use any illustrations, photographs, video or audio sequences, or any graphics separately from the accompanying text.</li>\n<li>Delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from this Website.</li>\n<li>Access or use for any commercial purposes any part of the Services or content contained therein.</li>\n</ul>\n<li>\n<b>Termination of Access</b>.\nIf you print, copy, modify, download, or otherwise use or provide any other person with access to any part of the Services in breach of the Terms and Conditions, your right to use the Services will stop immediately and you must, at our option, return or destroy any copies of the materials you have made.\nNo right, title, or interest in or to the Services or any content on the Services is transferred to you, and all rights not expressly granted are reserved by RC Willey.\nAny use of the Services not expressly permitted by these Terms and Conditions is a breach of these Terms and Conditions and may violate copyright, trademark, and other laws.</li>\n</ul> 8.\nNotice of Copyright Infringement <ul>\n<li>\n<b>Copyright Infringement Notice</b>.\nPursuant to the Digital Millennium Copyright Act (17 U.S.C.\n§ 512), RC Willey has implemented procedures for receiving written notification of claimed infringements.\nRC Willey has also designated an agent to receive notices of copyright infringement.\nIf you believe in good faith that your copyright has been infringed, you may submit such a request to support@rcwilley.com containing the following information:</li>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>A description specifying the location on our website of the material that you claim is infringing;</li>\n<li>Your email address and your mailing address and/or telephone number;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<li>\n<b>Counter-Notice</b>.\nIf you believe that a notice of copyright infringement has been improperly submitted against you, you may submit a Counter-Notice, pursuant to the Digital Millennium Copyright Act, by sending a Counter-Notice email to support@rcwilley.com containing the following information:</li>\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material removed or to which access has been disabled;</li>\n<li>A statement under penalty of perjury that you have a good faith belief that removal or disablement of the material was a mistake or that the material was misidentified;</li>\n<li>Your full name, your email address, and your mailing address.</li>\n</ul>\n</ul> 9.\nProhibited Uses <ul>\n<li>You may use the Services only for lawful purposes and in accordance with these Terms and Conditions.\nYou agree not to use the Services:</li>\n<ul>\n<li>In any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li>\n<li>In any way that violates US international trade laws (including, without limitation, any laws and regulations implementing US and international sanctions programs on individuals, entities, or persons in sanctioned countries).</li>\n<li>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material without our prior written consent, including any “junk mail,” “chain letter,” “spam,” or any other similar solicitation.</li>\n<li>To impersonate or attempt to impersonate RC Willey, a RC Willey employee, another user, or any other person or entity (including, without limitation, by using email addresses associated with any of the foregoing).</li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Services, or which, as determined by us, may harm RC Willey or users of the Services, or expose them to liability.</li>\n</ul>\n<li>\n<b>Additionally, you agree not to</b>:</li>\n<ul>\n<li>Use the Services in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Services, including their ability to engage in real time activities through the Services.</li>\n<li>Use any robot, spider, or other automatic device, process, or means to access the Services for any purpose, including monitoring or copying any of the material available through the Services.</li>\n<li>Use any manual process to monitor or copy any of the material on the Services, or for any other purpose not expressly authorized in these Terms and Conditions, without our prior written consent.</li>\n<li>Use any device, software, or routine that interferes with the proper working of the Services.</li>\n<li>Introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Services, the server on which the Services are stored, or any server, computer, or database connected to the Services.</li>\n<li>Attack the Services via a denial-of-service attack or a distributed denial-of-service attack.</li>\n<li>Otherwise attempt to interfere with the proper working of the Services.</li>\n</ul>\n</ul> 10.\nMobile/SMS Terms <ul>\n<li>\n<b>Mobile Features / SMS Messaging</b>.\nSome of the Services or offerings through the Services may have features that contain features for wireless device users (“Mobile Features”) and may allow you to opt-in to mobile services including SMS and/or MMS messaging programs (“SMS Messaging”).\nYour wireless provider may charge you for using Mobile Features or SMS Messaging, including fees related to the receipt of text messages or related to the transmission of data from your mobile device.</li>\n<li>\n<b>Additional Fees</b>.\nIn order to receive Mobile Features or utilize SMS Messaging, your wireless provider may require you to purchase additional services, and you may have to pay additional fees for those services.\nYou agree that you understand, have knowledge of and accept the fees that your wireless provider may charge you and that RC Willey is not charging you and is not responsible for those fees.</li>\n<li>\n<b>Consent / Autodialer</b>.\nTo the extent you sign up for any Mobile Features or SMS Messaging, you may agree to receive recurring text messages at a rate of 5 messages per week, and you understand that we may use an autodialer or other sort of automated calling system to send marketing text messages to the mobile number you provided at the time of opting-in for any Mobile Features or SMS Messaging.\nYour consent to receive text messages is not required or not a condition to make purchase or use our services, including but not limited to any feature on our Site.\nYour wireless provider may apply message or data rates, which you know of and accept.</li>\n<li>\n<b>Opt-Out</b>.\nYou understand that the service may be a recurring message program.\nYou may opt-out of receiving text messages by replying STOP to any message received or by changing your contact methods through the Services.\nWhen you reply STOP, you will receive a single confirmatory text message notifying you of and confirming your choice to opt-out of receiving future messages, and no further messages will be sent to the number you provided unless you renew your consent to receive future messages.</li>\n<li>\n<b>Updating Account</b>.\nIf you change or deactivate the phone number you provided to us upon sign up for any Mobile Features or SMS Messaging, you agree to update your account to ensure that any SMS messages intended for your receipt are not sent to any person who may acquire your phone number in the event your wireless provider reassigns your number.</li>\n</ul> 11.\nMonitoring and Enforcement.\nTermination <ul>\n<li>\n<b>Monitor / Remediation Action</b>.\nWe have the right to:</li>\n<ul>\n<li>Take any action with respect to any act through our Services that we deem necessary or appropriate in our sole discretion, including if we believe that such activity violates the Terms and Conditions, including the Content Standards (outlined below), infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Services or the public, or could create liability for RC Willey.</li>\n<li>Take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Services.</li>\n<li>Terminate or suspend your access to all or part of the Services for any or no reason, including without limitation, any violation of these Terms and Conditions.</li>\n</ul>\n<li>\n<b>Cooperation with Law Enforcement</b>.\nWithout limiting the foregoing, we have the right to cooperate fully with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone submitting any materials on or through the Services.</li>\n</ul> 12.\nContent Standards <ul>\n<li>\n<b>User Standards</b>.\nThese content standards apply to any and all users of the Services.\nUsers must in their entirety comply with all applicable federal, state, local, and international laws and regulations.\nWithout limiting the foregoing, users must not use the Services to:</li>\n<ul>\n<li>Post content that contains any material that is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory, or otherwise objectionable.</li>\n<li>Promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.</li>\n<li>Infringe any patent, trademark, trade secret, copyright, or other intellectual property or other rights of any other person.</li>\n<li>Violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Terms and Conditions.</li>\n<li>Deceive any person.</li>\n<li>Promote any illegal activity, or advocate, promote, or assist any unlawful act.</li>\n<li>Cause annoyance, inconvenience, or needless anxiety or be likely to upset, embarrass, alarm, or annoy any other person.</li>\n<li>Impersonate any person or misrepresent your identity or affiliation with any person or organization.</li>\n<li>Involve commercial activities or sales, such as contests, sweepstakes, and other sales promotions, barter, or advertising.</li>\n<li>Give the impression that they emanate from or are endorsed by us or any other person or entity if this is not the case.</li>\n</ul>\n</ul> 13.\nReliance on Information / Disclaimer of Accuracy of Information <p>The information presented on or through the Services, or information provided by third parties who are available through links through our Services, including information and data obtained by third-party service providers, licensors, syndicators, aggregators, and/or reporting services is made available solely for general information purposes.\n<b>WE DO NOT WARRANT THE ACCURACY, COMPLETENESS, OR USEFULNESS OF THIS INFORMATION.\nANY RELIANCE YOU PLACE ON SUCH INFORMATION IS STRICTLY AT YOUR OWN RISK.\nWE DISCLAIM ALL LIABILITY AND RESPONSIBILITY ARISING FROM ANY RELIANCE PLACED ON SUCH MATERIALS BY YOU OR ANY OTHER VISITOR TO THE SERVICES, OR BY ANYONE WHO MAY BE INFORMED OF ANY OF ITS CONTENTS</b>.</p> 14.\nPrivacy <p>To learn more about the information we collect about and from you when you use our Services, please see our Privacy Policy.\nBy agreeing to these Terms and Conditions, you affirm you have read and understand our Privacy Policy.\nThe Privacy Policy, however, is a statement of information practices only, and is not incorporated herein by reference.</p> 15.\nLinking to the Sites.\nSocial Media Features <ul>\n<li>\n<b>Website Linking</b>.\nYou may link to our Sites, provided you do so in a way that is consistent with these Terms and Conditions, is fair, lawful, and does not damage our reputation.\nYou may not establish a link to our Sites in such a manner so as to suggest any form of association, approval, or endorsement on our part without our express written consent.</li>\n<li>\n<b>Social Media Features</b>.\nOur Website may provide certain social media features that enable you to:</li>\n<ul>\n<li>Link from your own or certain third-party websites to certain content on our Sites.</li>\n<li>View social media feeds of your own business or that of others.</li>\n<li>Send emails or other communications with certain content, or links to certain content, on the Sites.</li>\n<li>Cause limited portions of content on the Sites to be displayed or appear to be displayed on your own or certain third-party websites.</li>\n</ul>\n<li>You may use these features solely as they are provided by us and solely with respect to the content they are displayed with, and otherwise in accordance with any additional terms and conditions we provide with respect to such features.\nSubject to the foregoing, you must not:</li>\n<ul>\n<li>Establish a link from any website that is not owned by you.</li>\n<li>Cause our Services, portions of the Services, it to be displayed on, or appear to be displayed by, any other site, for example, framing, back or deep linking, or in-line linking.</li>\n<li>Link to any part of the Services other than the homepage.</li>\n<li>Otherwise take any action with respect to the materials on the Services that is inconsistent with any other provision of these Terms and Conditions.</li>\n</ul>\n<li>The website to which you are linking, or on which you make certain content accessible, must comply in all respects with the Content Standards set out in these Terms and Conditions.</li>\n<li>You agree to cooperate with us in causing any unauthorized framing or linking immediately to stop.\nWe reserve the right to withdraw linking permission without notice.</li>\n<li>We may disable all or any social media features and any links at any time without notice in our discretion.</li>\n</ul> 16.\nThird-Party Applications and Services.\n<ul>\n<li>\n<b>Third-party Apps and Services</b>.\nCertain features offered through our Services may allow you to make payments, access or acquire products, services, websites, links, content, material, skills, integrations, bots or applications from third parties (companies or people who aren’t RC Willey) (“<b>Third-Party Apps and Services</b>”).\nThe third-party Apps and Services may also include links contained in advertisements, including banner advertisements and sponsored links.\nWe have no control over the contents of those sites or resources and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third-party websites linked to our Services, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</li>\n<li>\n<b>Third-Party Disclosures</b>.\nBefore using the third-party Apps and Services or connecting to those third-party Apps and Services via the Services, you are required to read their applicable privacy policy and terms of use or terms and conditions (collectively, the “<b>Third-Party Disclosures</b>”).\nYou should review the third-party Disclosures before acquiring, using, requesting, or linking your RC Willey account to any third-party Apps and Services.</li>\n<li>\n<b>Modification</b>.\nAny third-party disclosure does not modify any of these Terms and Conditions.</li>\n<li>\n<b>Limitation of Liability</b>.\nYou are solely responsible for your interactions with any third parties, and compliance with the third-party Disclosures.\nRC Willey is not and will not be responsible to you or others for information or services provided by any third-party Apps and Services in connection with your use of the Website or otherwise.</li>\n</ul> 17.\nDisclaimer of Warranties <ul>\n<li>You understand that we cannot and do not guarantee that the Services will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\nTO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SERVICES OR ANY OR ITEMS OBTAINED THROUGH THE SERVICES OR TO YOUR DOWNLOADING OF ANY MATERIAL SUBMITTED ON IT, OR ON ANY WEBSITE LINKED TO IT, INCLUDING ANY THIRD-PARTY APPS AND SERVICES.</li>\n<li>YOUR USE OF THE SERVICES, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES IS AT YOUR OWN RISK.\nTHE SERVICES, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER RC WILLEY NOR ANY PERSON ASSOCIATED WITH RC WILLEY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SERVICES.\nWITHOUT LIMITING THE FOREGOING, NEITHER RC WILLEY NOR ANYONE ASSOCIATED WITH RC WILLEY REPRESENTS OR WARRANTS THAT THE SERVICES, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SERVICES OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</li>\n<li>TO THE FULLEST EXTENT PROVIDED BY LAW, RC WILLEY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</li>\n<li>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</li>\n</ul> 18.\nLimitation on Liability <ul>\n<li>TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL RC WILLEY, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE SERVICES, ANY WEBSITES LINKED TO IT, ANY CONTENT OBTAINED THROUGH THE SERVICES OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.\nTO THE EXTENT ANY SUCH DAMAGES ARE REQUIRED BY APPLICABLE LAW, THEY SHALL BE CAPPED AT ONE HUNDRED DOLLARS ($100) (US).</li>\n<li>THE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</li>\n</ul> 19.\nIndemnification <ul>\n<li>You agree to defend, indemnify, and hold harmless RC Willey, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms and Conditions or your use of the Services, including, but not limited to the use of any Third-Party Apps and Services and any use of the Services’ content, services, and products other than as expressly authorized in these Terms and Conditions, or your use of any information obtained from the Services.</li>\n</ul> 20.\nForce Majeure <ul>\n<li>Under no circumstances shall RC Willey be held responsible or liable for any delay or failure in performance resulting directly or indirectly from acts of nature, forces, or causes beyond its reasonable control, including, without limitation, Internet failures, computer equipment failures, telecommunication equipment failures, other equipment failures, electrical power failures, strikes, labor disputes, riots, insurrections, civil disturbances, shortages of labor or materials, fires, floods, storms, explosions, acts of God, war (including but not limited to cyber related events and/or occurrences attributed to state and/or quasi-state actors by either public or privacy organizations and/or entities and/or governments), governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, lighting, or air conditioning.</li>\n</ul> 21.\nDispute Resolution, Arbitration, Class-Action Waiver, Jury Waiver <ul>\n<li>\n<b>Disputes</b>.\nThe terms of this section shall apply to all Disputes between you and RC Willey.\nFor the purposes of this section, “Dispute” shall mean any dispute, claim, controversy or action between you and RC Willey, including but not limited to disputes concerning these Terms of Use, your use of the Services, and/or privacy or publicity rights, whether in contract, warranty, misrepresentation, fraud, tort, intentional tort, statute, regulation, ordinance, or any other legal or equitable basis.\nYOU AND RC WILLEY AGREE THAT “DISPUTE” AS DEFINED IN THESE TERMS OF USE SHALL NOT INCLUDE ANY CLAIM OR CAUSE OF ACTION BY RC WILLEY FOR (1) TRADE SECRET MISAPPROPRIATION.\n(2) PATENT INFRINGEMENT.\n(3) COPYRIGHT INFRINGEMENT OR MISUSE.\nAND/OR (4) TRADEMARK INFRINGEMENT OR DILUTION.</li>\n<li>\n<b>Binding Arbitration</b>.\nYou and RC Willey agree: (1) to arbitrate all Disputes between you and RC Willey pursuant to the provision of these Terms and Conditions.\n(2) these Terms and Conditions memorialize a transaction in interstate commerce.\n(3) the Federal Arbitration Act (9 U.S.C.\n§ 1, et seq.) governs the interpretation and enforcement of this Section (notwithstanding the choice-of-law provision contained herein).\nand (4) this Section shall survive termination in these Terms and Conditions.</li>\n<li>\n<b>Dispute Notice</b>.\nIn the event of a Dispute, you or RC Willey must first send to the other party a notice of the Dispute that shall include a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the Dispute, and the relief requested (the “Dispute Notice”).\nThe Dispute Notice to RC Willey must be addressed to support@rcwilley.com and 2301 South 300 West Salt Lake City, UT 84115 (“RC Willey Notice Address”).\nThe Dispute Notice to you will be sent by certified mail to the most recent address we have on file or otherwise in our records for you, or via email if we do not have any such address on file.\nIf RC Willey and you do not reach an agreement to resolve the Dispute within sixty (60) calendar days after the Dispute Notice is received, you or RC Willey may commence an arbitration proceeding pursuant to this section.\nFollowing submission and receipt of the Dispute Notice, each party agrees to act in good faith to seek to resolve the Dispute before commencing arbitration.</li>\n<li>\n<b>Small Claims Court</b>.\nNotwithstanding the foregoing, you may bring an individual action in the small claims court of your state, municipality, province, or territory if the action is within that court’s jurisdiction and is pending only in that court.</li>\n<li>\n<b>WAIVER OF CLASS ACTIONS AND CLASS ARBITRATIONS</b>.\nYOU AGREE THAT YOU MAY BRING DISPUTES AGAINST RC WILLEY IN AN INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, INCLUDING WITHOUT LIMITATION FEDERAL OR STATE CLASS ACTIONS, OR CLASS ARBITRATIONS.\nACCORDINGLY, UNDER THE ARBITRATION PROCEDURES OUTLINED IN THIS SECTION, AN ARBITRATOR SHALL NOT COMBINE OR CONSOLIDATE MORE THAN ONE PARTY’S CLAIMS WITHOUT THE WRITTEN CONSENT OF ALL AFFECTED PARTIES TO AN ARBITRATION PROCEEDING.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, YOU AND RC WILLEY AGREE THAT NO DISPUTE SHAL PROCEED BY WAY OF CLASS ARBITRATION WITHOUT THE WRITTEN CONSENT OF ALL AFFECTED PARTIES.</li>\n<li>\n<b>Arbitration Procedure</b>.\nIf a party elects to commence arbitration, the arbitration shall be administered by the American Arbitration Association (“<b>AAA</b>”) and be governed by the AAA Consumer Arbitration Rules (“<b>AAA Rules</b>”), as applicable.\nexcept AAA may not administer any multiple claimant or class arbitration, as the parties agree that the arbitration shall be limited to the resolution only of individual claims.\nIf there is a conflict between the AAA Rules and the rules set forth in these Terms and Conditions, the rules set forth in these Terms and Conditions shall govern.\nAll Disputes shall be resolved by a single neutral arbitrator, and both parties shall have a reasonable opportunity to participate in the selection of the arbitrator.\nThe arbitrator is bound by the terms of these Terms and Conditions.\nThe arbitrator, and not any federal, state, provincial, territorial, or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms and Conditions, including, but not limited to, any claim that all or any part of these Terms and Conditions is void or voidable.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.</li>\n<li>\n<b>Hearing Format</b>.\nUnless otherwise agreed, the arbitration shall take place in Travis County, Texas, but may proceed telephonically in the event the total amount of the claim does not exceed $2,500 U.S.\ndollars (if the claimant so chooses).\nIn all hearing formats, the arbitrator shall issue a written decision that explains the essential findings and conclusions on which an award, in any, is based.\nDuring the arbitration, the amount of any settlement offer made by RC Willey, or you shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which you or RC Willey is entitled.\nThe discovery or exchange of non-privileged information relevant to the Dispute may be allowed during the arbitration.</li>\n<li>\n<b>Arbitration Fees</b>.\nRC Willey will pay, or (if applicable) reimburse you, for all AAA (as applicable) filing, administration, and arbitration fees for any arbitration commenced by you or RC Willey pursuant to these Terms of Use.\nYou are responsible for all additional costs that you incur in the arbitration, including without limitation, fees for attorneys or expert witnesses.</li>\n<li>\n<b>Opt-Out</b>.\nYou may elect to opt-out (exclude yourself) from the final, binding individual arbitration procedure and waiver of class and representative proceedings specified in these Terms and Conditions by sending a written letter to RC Willey at 2301 South 300 West Salt Lake City, UT 84115 within thirty (30) calendar days of your initial agreement to these Terms and Conditions (including your first use of the Services) that specifies: (1) your name.\n(2) your mailing address.\n(3) and your request to be excluded from the final, binding individual arbitration procedure and waiver of class and representative proceedings specified in this Section.\nIn the event that you opt-out consistent with the procedures set forth above, all other terms of these Terms and Conditions shall continue to apply.</li>\n<li>Amendments to this Section.\nNotwithstanding any provision in these Terms and Conditions to the contrary, you and RC Willey agree that if RC Willey makes any material amendments to the dispute resolution procedure and class action waiver provisions in these Terms and Conditions, RC Willey will notify you and you will have thirty (30) calendar days from the date of notice to affirmatively opt-out of any such amendments by sending a written letter to the RC Willey Notice Address that specifies: (1) your name.\n(2) your mailing address.\nand (3) your request to opt-out of such amendments.\nIf you affirmatively opt-out of any future amendments, you are agreeing that you will arbitrate any Dispute between us in accordance with the language of this Section as stated in these Terms and Conditions, without any of the proposed amendments governing.\nIf you do not affirmatively opt-out of any future amendments, you will be deemed to have consented to any such future amendments.</li>\n<li>\n<b>Severability</b>.\nIf any provision in this Section is found to be unenforceable, that provision shall be severed with the remainder of these Terms and Conditions remaining in full force and effect.\nThe foregoing shall not apply to the prohibition against class or representative actions.\nif the prohibition against class or representative actions is found to be unenforceable, this entire Section shall be null and void.\nThe terms of this Section shall otherwise survive any termination of these Terms and Conditions.</li>\n<li>\n<b>Exclusive Venue for Other Controversies</b>.\nRC Willey and you agree that any controversy excluded from the dispute resolution procedure and class action waiver provisions in this Section (other than an individual action filed in small claims court) shall be filed only in the courts located within Salt Lake City, Utah, and each party hereby irrevocably and unconditionally consents and submits to the exclusive jurisdiction of such courts for any such.</li>\n</ul> 22.\nCalifornia Consumer Notice <ul>\n<li>California users are entitled to the following consumer rights notice: The Services are provided by RC Willey at 2301 South 300 West Salt Lake City, UT 84115.\nIf you have a question or complaint regarding the Services, please contact us by writing to 2301 South 300 West Salt Lake City, UT 84115.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by post at 1625 North Market Blvd., Sacramento, CA 95834 or by telephone at (916) 445-1254 or (800) 952-5210 or Hearing Impaired at TDD (800) 326-2297 or TDD (916) 322-1700.</li>\n</ul> 23.\nGoverning Law.\nJurisdiction and Venue <ul>\n<li>This Agreement will be governed by and construed in accordance with the laws of the State of Utah, without giving effect to its conflict of law’s provisions or the laws of your state.\nIf for any reason a court of competent jurisdiction or arbitrator finds any provision or portion of this Agreement to be unenforceable, the remaining portion of this Agreement will continue in full force and effect.</li>\n</ul> 24.\nWaiver and Severability <ul>\n<li>No waiver by RC Willey of any term or condition set out in these Terms and Conditions shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of RC Willey to assert a right or provision under these Terms and Conditions shall not constitute a waiver of such right or provision.</li>\n<li>If any provision of these Terms and Conditions is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms and Conditions will continue in full force and effect.</li>\n</ul> 25.\nEntire Agreement <ul>\n<li>These Terms and Conditions, and if applicable the RC Willey Master Agreement constitute the sole and entire agreement between you and RC Willey regarding the Services and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Services.</li>\n</ul> 26.\nContact Us <ul>\n<li>All other feedback, comments, requests for technical support, and other communications relating to the Services should be directed to: support@rcwilley.com</li>\n</ul> ", "created_at": "2023-04-03 20:36:59.646192", "updated_at": "2023-04-03 20:38:57.748564"}], "points": [], "urls": ["rcwilley.com"]}}