{"error": 448, "message": "OK", "parameters": {"id": 9489, "name": "CyberPowerPC", "created_at": "2023-09-02 19:35:18.185872", "updated_at": "2023-09-02 22:02:30.772148", "wikipedia": "https://en.wikipedia.org/wiki/CyberPowerPC", "keywords": null, "related": null, "slug": "cyberpowerpc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9489.png", "url": "cyberpowerpc.com", "documents": [{"id": 18724, "name": "Terms & Conditions", "url": "https://www.cyberpowerpc.com/company/warranty.aspx", "xpath": "//*[@id=\"content\"]", "text": " <ol>\n<li>Home</li>\n<li>Warranty</li>\n</ol> Warranty <p>Last Updated: 31 December 2019</p>\nTerms &amp.\nConditions\n<p>This Limited Warranty contains the sole express warranty made by CyberPower, Inc.\n(\"Company\") in connection with\nnew desktop and notebook computer systems sold by Company (\"Product\").\nBY PURCHASING OR ACCEPTING THE PRODUCT, THE\nBUYER ACKNOWLEDGES THAT THE LIMITATION OF LIABILITY IS PART OF THE TERMS OF SALE, CONSTITUTES A BINDING AGREEMENT,\nAND MAY BE ENFORCED AGAINST YOU BY COMPANY.\nAny warranties, if separately provided in writing, are extended only to\nthe Buyer whose name is shown on Company's invoice and/or contract.\nAll products are covered by manufacturer's\nwarranty, if applicable, and Company shall not be responsible for any such warranty services or claims, except as\nset forth herein.\nCompany shall not be obligated to provide any warranty service or obligations unless Buyer has\npaid its purchases in full under this or any other Company invoice.</p>\nWarranty Coverage\n<p>Company warrants to the original purchaser that the Product(s) shall be free of any defect in material or\nworkmanship for a period of <strong>three years for labor and one year</strong> for parts from the date of the\noriginal invoice from Company.\nExcept in the case of Notebooks, which carry a <strong>one year labor and one year\nparts</strong> from the date of the original invoice from Company.\nCompany shall have the sole discretion in\ndetermining whether Product is covered under the warranty for labor and/or warranty for parts.\nShould the Product(s)\nsupplied by Company prove defective by reason of improper workmanship or material as reasonably determined by\nCompany, Company agrees, at its option, to either repair or replace the Product free of charge, excluding any\nshipping or handling charges.\nCompany shall not be responsible for any software or data installed on the Product\noriginally supplied by Company.\nThis warranty does not cover software, external devices, accessories or other parts\nadded to a Company system after the system is shipped from Company, or accessories or parts that are not installed\nin the Company factory.\nMonitors, keyboards, and mice that are included on Company's standard price list are covered\nunder this warranty.\nall other monitors, keyboards, and mice are not covered.\nAny part that is repaired or replaced\nunder this warranty will, itself, be warranted only for the remainder of the warranty period of the original product\nbeing repaired or replaced.</p>\nDisclaimer of Warranties\n<p>Except as set forth herein, Company disclaims all warranties including implied warranties to the extent permitted\nby law (to the extent they may not be disclaimed, Company limits the duration of such implied warranties to the\nduration of this Limited Warranty).\nCompany disclaims any and all warranties and representations other than those\nexplicitly specified in this contract.\nany warranties, if separately provided in writing, are extended only to the\nBuyer whose name is shown on this invoice/contract.\nWarranties do not cover product damaged by external causes,\nincluding accident, abuse, misuse, improper installation, problems with electrical power, acts of third parties,\nProducts that are altered or repaired by anyone not authorized by Company, usage not in accordance with instructions\naccompanying the Product(s), or failure to perform required preventive maintenance, including but not limited to\nbackups, problems caused by use of software, parts and components not supplied by Company, weather conditions,\nlightning, fire, water, or any acts of nature or God.\nCompany shall not be obligated to provide any warranty service\nor obligations unless customer has paid its invoices in full under this or any other Company invoice.</p>\nTo Request Warranty\n<p>You must call within the applicable warranty period.\nRefer to the telephone number in the warranty materials\nshipped with your product, or call Company at (888) 900-5180.\nFor Product not purchased directly from Company call\n888/937-5582.\nShould your warranty be approved and verified, Company will issue a Return Merchandise Authorization\n(RMA) number, which is valid for fifteen (15) days.\nAny Product returned to Company that does not have a valid RMA\nnumber visible on the outside of the package will be refused.\nProduct that is not defective will be returned to the\nsender with C.O.D.\nfreight charges collect.\nYou must ship the product shipping charges prepaid, and insure the\nshipment or accept the risk of loss or damage during shipment.\nCompany will ship the repaired or replacement\nproducts to you freight prepaid if you use an address in the U.S.\n(excluding Puerto Rico and U.S.\npossessions).\nShipments to other locations will be made freight collect.\nFor all shipments outside of the domestic United States\nall Import duties, taxes, and brokerage fees are not included in the product price or shipping and handling cost and\nit will be collected upon delivery from the carriers for certain packages.\nThese charges are recipient's\nresponsibility.</p>\nReturn &amp.\nRefund Policy\n<p>No return of merchandise will be accepted without first securing a Return Merchandise Authorization (\"RMA\") number\nprovided by Company.\nBuyer must submit evidence of purchase date, Company invoice number, description of goods\nincluding serial and model numbers, reason for return, exchange, or refund, and RMA number.\nAt its sole discretion,\nCompany may accept or deny Buyer's claim for return, exchange, or damages.\nIf accepted and if the goods have not\nbeen used and are in a resalable condition, Company shall provide a refund within 30 days on new notebook and\ndesktop computer systems.\nreturns after the 31st day will be subject to a fifteen percent (15%) restocking fee.\nNo\nrefund, credit, or exchange is allowed after 45 days from the date of the invoice on all notebook and desktop\ncomputer systems, and part purchases.\nOpened software, promotional items, game vouchers, services, care options, and\nengraved products are not eligible for refund and may not be returned.\n(Software that contains a printed software\nlicense may not be returned if the seal or sticker on the software media packaging is broken, downloaded, and/or\nactivated.) All products returned must have the RMA number prominently displayed on the shipping label with return\nfreight prepaid by Buyer, and must include all original packaging, materials, manuals, and copy of invoice.\nAll\nproducts returned must be securely packed and delivered to Company in an undamaged condition.\nAll shipping and\nhandling charges are non-refundable.\nCompany may refuse or reject returned merchandise for failure to follow the\nconditions set forth herein.</p>\nShipping The Product\n<p>Ship the Product(s) back to Company in their original or equivalent packaging.\nClearly mark the RMA number on the\noutside of the carton.\nAll returns for exchange or refund must be complete with all components, manuals, cables,\nwarranty cards, and static bags, just as you received it.\nIf the Product is not returned in its entirety, you will\nbe charged for the missing items.\nNOTE: You are responsible for your software and data.\nCompany is not required to\nadvise or remind you of appropriate backup and other procedures.\nCompany is not responsible for any lost data or\nsoftware in your Product.</p>\nRepair of Your Product\n<p>Company owns all parts removed from repaired products.\nCompany uses new and reconditioned parts made by various\nmanufacturers in performing warranty repairs and building replacement products.\nIf Company repairs or replaces a\nproduct, the warranty term is not extended.\nCompany will not reimburse Buyer for any repairs or replacements by\nanyone other than Company or anyone not authorized by Company.</p>\nDelivery &amp.\nRisk of Loss\n<p>Shipment of all Product(s) shall be FOB point of origin as determined by Company.\nAll risk of loss shall pass to\nBuyer upon tender to common carrier, Buyer or Buyer's agent or employee at Company's warehouse or other point so\ndesignated by Company.\nBuyer must report in writing all shortages or discrepancies to Company within seven (7) days\nof receipt.\nOtherwise, Buyer shall be deemed to have accepted the goods in satisfactory manner as determined under\nthe Uniform Commercial Code.\nAny shortage or damage during transit must be reported to the carrier immediately and\nCompany disclaims any and all liabilities in connection with such losses.</p>\nEngraved Product Policy\n<p>Products which are engraved cannot be returned.\nThe 30 day return period does not apply to engraved products.\nCompany's limited warranty does not cover replacement of engraving.\nIn the event your engraved product receives\nservice under Company's limited warranty or any extended service plan offered by a third party, use of necessary\nreplacement parts may eliminate the engraving on the product.</p>\nLimitation of Liability\n<p>BUYER'S SOLE AND EXCLUSIVE REMEDY AND COMPANY'S SOLE LIABILITY FOR LOSS OR DAMAGE ARISING FROM PURCHASE OR USE OF\nTHE PRODUCT SHALL BE LIMITED TO REPAIR OR REPLACEMENT OF THE PRODUCT AT COMPANY'S SOLE DISCRETION.</p>\n<p>IN NO EVENT SHALL COMPANY BE LIABLE FOR ANY LOSS OF USE, REVENUES, OR ANTICIPATORY PROFIT, OR FOR ANY DIRECT,\nINDIRECT OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR CONNECTED WITH THE SALE, USE, OPERATION, OR INABILITY TO USE OF\nPRODUCTS PURCHASED FROM COMPANY TO THE EXTENT PERMITTED BY LAW, COMPANY MAKES NO OTHER REPRESENTATIONS OR\nWARRANTIES, WHETHER EXPRESSED OR IMPLIED, INCLUDING WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY OR FITNESS FOR\nA PARTICULAR PURPOSE, AND ALL SUCH WARRANTIES ARE EXPRESSLY DISCLAIMED TO THE EXTENT PERMITTED BY LAW (TO THE EXTENT\nTHEY MAY NOT BE DISCLAIMED, COMPANY LIMITS THE DURATION OF SUCH IMPLIED WARRANTIES TO THE DURATION OF THIS LIMITED\nWARARNTY).\nIN NO EVENT SHALL COMPANY'S LIABILITY EXCEED THE AMOUNT OF THE PARTICULAR DEFECTIVE PRODUCT PAID BY THE\nPURCHASER.\nTHIS LIMITATION OF LIABILITY SHALL BE APPLICABLE TO ANY CLAIM PRESENTED, WHETHER THE LEGAL THEORY FORMING\nTHE BASIS OF SUCH CLAIM INVOLVES CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, STATUTE, REGULATION, CONSUMER\nPROTECTION LAWS OR OTHERWISE.</p>\nGoverning Law\n<p>This contract shall be governed and construed in accordance with the laws of the state of California.\nBuyer agrees\nthat competent courts in Los Angeles County, California shall have the exclusive jurisdiction over any legal action\nwith respect to this contract.\nIn the event of any dispute related to this contract, the prevailing party shall be\nentitled to reasonable attorneys' fee and costs.</p> ", "created_at": "2023-09-02 19:35:53.910136", "updated_at": "2023-09-02 19:36:36.513797"}, {"id": 18723, "name": "Privacy Policy", "url": "https://www.cyberpowerpc.com/company/privacy.aspx", "xpath": "//*[@id=\"content\"]", "text": " <ol>\n<li>Home</li>\n<li>Privacy Policy</li>\n</ol> Privacy Policy Last Updated: 31 December 2019\nCyberPowerPC Privacy Policy\n<p>We at CyberPowerPC, are committed to protecting and respecting your privacy.\nThis privacy policy describes the\npersonal data collected or processed when you interact with CyberPowerPC, including through our websites, digital\nexperiences, mobile a pps, stores, online or offline events, or one of our other products or services, all of\nwhich are part of CyberPowerPC's Platform (\"Platform\").\nIt also explains howyour personal data is used, shared and\nprotected, what choices you have relating to your personal data, and how you can contact us.\nClick on one of the\nlinks below to jump to the listed section.\n</p>\n<ul>\n<li>Changes to our privacy policy\n</li>\n<li>Information we may collect\nfrom you</li>\n<li>How is your personal data collected</li>\n<li>Purposes for which we will use your personal data </li>\n<li>Disclosure of your personal data</li>\n<li>Cookies</li>\n<li>International Transfers</li>\n<li>Security</li>\n<li>Data Retention</li>\n<li>Third Party Links</li>\n<li>Your Rights</li>\n<li>Glossary</li>\n<li>Contact</li>\n<li>California Consumer Privacy Act of 2018</li>\n<li>3rd Party Cookies - Affirm</li>\n</ul>\nChanges to our privacy policy\n<p>Any changes we may make to our privacy policy in the future will be posted on this page and, where appropriate,\nnotified to you by e-mail.\nPlease check back frequently to see any updates or changes to our privacy policy.\n</p>\nInformation we may collect from you\n<p>Personal data, or personal information, means any information about an individual from which that person can be\nidentified.\nIt does not include data where the identity has been removed (anonymous data).\nWe may collect, use, store and transfer different kinds of personal data about you which we have grouped together\nfollows: </p>\n<ul>\n<li>• Identity Data includes first name, last name, username or similar identifier,\nmarital status, title, date of birth and gender.</li>\n<li>• Contact Data includes billing address, delivery address, email address and\ntelephone numbers.\n</li>\n<li>• Financial Data includes bank account and payment card details.\n</li>\n<li>• Transaction Data includes details about payments to and from you and other\ndetails of products and services you have purchased from us.\n</li>\n<li>• Technical Data includes internet protocol (IP) address, your login data,\nbrowser type and version, time zone setting and location, browser plug-in types and versions, operating system and\nplatform and other technology on the devices you use to access this website.\n</li>\n<li>• Profile Data includes your username and password, purchases or orders made by\nyou, your interests, preferences, feedback and survey responses.\n</li>\n<li>• Usage Data includes information about how you use our website, products and\nservices.\n</li>\n<li>• Marketing and Communications Data includes your preferences in receiving\nmarketing from us and our third parties and your communication preferences.\n</li>\n</ul>\n<p>We also collect, use and share <strong>Aggregated Data</strong> such as statistical or demographic data for any\npurpose.\nAggregated Data may be derived from your personal data but is not considered personal data in law as this\ndata does not directly or indirectly reveal your identity.\nFor example, we may aggregate your Usage Data to\ncalculate the percentage of users accessing a specific website feature.\nHowever, if we combine or connect Aggregated\nData with your personal data so that it can directly or indirectly identify you, we treat the combined data as\npersonal data which will be used in accordance with this privacy notice.\n</p>\n<p>We do not collect any <strong>Special Categories of Personal Data</strong> about you (this includes details about\nyour race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade\nunion membership, information about your health and genetic and biometric data).\nNot do we collect any information\nabout criminal convictions and offences.\n</p>\n<p>If you fail to provide personal data </p>\n<p>Where we need to collect personal data by law, or under the terms of a contract we have with you and you fail to\nprovide that data when requested, we may not be able to perform the contract we have or are trying to enter into\nwith you (for example, to provide you with goods or services).\nIn this case, we may have to cancel a product or\nservice you have with us but we will notify you if this is the case at the time.\n</p>\nHow is your personal data collected?\n<p>We use different methods to collect data from and about you including through: </p>\n<p>Direct interactions.\nYou may give us your Identity, Contact and Financial Data by filling in forms or by\ncorresponding with us by post, phone, email or otherwise.\nThis includes personal data you provide when you: <br>\na) apply for our products or services;<br>\nb) create an account on our website.\n<br>\nc) subscribe to our service or publications;<br>\nd) request marketing to be sent to you.\n<br>\ne) enter a competition, promotion or survey, or <br>\nf) give us some feedback.\n</p>\n<p>\n<strong>Automated technologies or interactions.</strong> As you interact with our website, we may automatically\ncollect Technical Data about your equipment, browsing actions and patterns.\nWe collect this personal data by using\ncookies, server logs and other similar technologies.\nPlease see our section on Cookies for further details.\n</p>\n<p>\n<strong>Third parties or publicly available sources.</strong> We may receive personal data about you from various\nthird parties and public sources as set out below:<br>\n</p>\n<ul>\n<li>\n• Technical Data from the following parties:\n<ul>\n<li>a) analytics providers such as Google based outside the EU;</li>\n<li>b) advertising networks.\nand </li>\n<li>c) search information providers.</li>\n</ul>\n</li>\n<li>• Contact, Financial and Transaction Data from providers of technical, payment and delivery services.</li>\n<li>• Identity and Contact Data from data brokers or aggregators.\n</li>\n<li>• Identity and Contact Data from publicly availably sources such as Companies House and the Electoral Register\nbased inside the EU.\n</li>\n<li>• Informing us of changes: It is important that the personal data we hold about you is accurate and current.\nPlease keep us informed if your personal data changes during your relationship with us.\n</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Information about other people:</strong> If you give us information on behalf of someone else, you confirm\nthat the other person has appointed you to act on his/her behalf and has agreed that you can give consent on his/her\nbehalf to the processing of his or her personal data and receive on his/her behalf any data protection notices.\n</p>\n<p>\n<strong>Monitoring:</strong> We may monitor and record communications with you (such as telephone conversations and\nemails) for the purpose of quality assurance, training, fraud prevention and compliance.\n</p>\n<p>\n<strong>Credit checking:</strong> To enable us and other companies in our group to make credit decisions about you\nand for fraud prevention and money laundering purposes, we may search the files of credit reference and fraud\nprevention agencies (who will record the search).\nWe may disclose information about how you conduct your account to\nsuch agencies and your information may be linked to records relating to other people living at the same address with\nwhom you are financially linked.\nOther credit grantors may use this information to make credit decisions about you\nand the people with whom you are financially associated, as well as for fraud prevention, debtor tracing and money\nlaundering purposes.\nIf you provide false or inaccurate information and we suspect fraud, we will record this.\n</p>\nPurposes for which we will use your personal data <p>We have set out below, in a table format, a description of all the ways we plan to use your personal data, and\nwhich of the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where\nappropriate.\n</p>\n<p>Note that we may process your personal data for more than one lawful ground depending on the specific purpose for\nwhich we are using your data.\nPlease contact us if you need details about the specific legal ground we are relying\non to process your personal data where more than one ground has been set out in the table below.\n</p>\n<ul>\n<li>To register you as a new customer: <ul>\n<li>• <strong>Type of Data: </strong>(a) Identity, (b) Contact</li>\n<li>• <strong>Lawful basis for processing including basis of legitimate interest:</strong> Performance of a\ncontract with you </li>\n</ul>\n</li>\n<li>To process and deliver your order including:(a) Manage payments, fees and charges\n(b) Collect and recover money owed to us\n<ul>\n<li>• <strong>Type of Data: </strong>(a) Identity (b) Contact (c) Financial (d) Transaction (e) Marketing and\nCommunications</li>\n<li>• <strong>Lawful basis for processing including basis of legitimate interest:</strong> (a) Performance of a\ncontract with you (b) Necessary for our legitimate interests (to recover debts due to us) </li>\n</ul>\n</li>\n<li>To manage our relationship with you which will include:(a) Notifying you about\nchanges to our terms or privacy policy (b) Asking you to leave a review or take a survey\n<ul>\n<li>• <strong>Type of Data: </strong>(a) Identity (b) Contact (c) Financial (d) Transaction (e) Marketing and\nCommunications</li>\n<li>• <strong>Lawful basis for processing including basis of legitimate interest:</strong> (a) Performance of a\ncontract with you (b) Necessary to comply with a legal obligation (c) Necessary for our legitimate interests\n(to keep our records updated and to study how customers use our products/services) </li>\n</ul>\n</li>\n<li>To enable you to partake in a prize draw, competition or complete a survey: <ul>\n<li>• <strong>Type of Data: </strong>(a) Identity (b) Contact (c) Profile (d) Usage (e) Marketing and\nCommunications</li>\n<li>• <strong>Lawful basis for processing including basis of legitimate interest:</strong> (a) Performance of a\ncontract with you (b) Necessary for our legitimate interests (to study how customers use our\nproducts/services, to develop them and grow our business) </li>\n</ul>\n</li>\n<li>To administer and protect our business and this website including\ntroubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data:\n<ul>\n<li>• <strong>Type of Data: </strong> (a) Identity (b) Contact (c) Technical </li>\n<li>• <strong>Lawful basis for processing including basis of legitimate interest:</strong> (a) Necessary for our\nlegitimate interests (for running our business, provision of administration and IT services, network security,\nto prevent fraud and in the context of a business reorganisation or group restructuring exercise) (b)\nNecessary to comply with a legal obligation </li>\n</ul>\n</li>\n<li>To deliver relevant website content and advertisements to you and measure or\nunderstand the effectiveness of the advertising we serve to you:\n<ul>\n<li>• <strong>Type of Data: </strong> (a) Identity (b) Contact (c) Profile (d) Usage (e) Marketing and\nCommunications (f) Technical </li>\n<li>• <strong>Lawful basis for processing including basis of legitimate interest:</strong>Necessary for our\nlegitimate interests (to study how customers use our products/services, to develop them, to grow our business\nand to inform our marketing strategy) </li>\n</ul>\n</li>\n<li>To use data analytics to improve our website, products/services, marketing, customer\nrelationships and experiences\n<ul>\n<li>• <strong>Type of Data: </strong> (a) Technical (b) Usage</li>\n<li>• <strong>Lawful basis for processing including basis of legitimate interest:</strong>Necessary for our\nlegitimate interests (to define types of customers for our products and services, to keep our website updated\nand relevant, to develop our business and to inform our marketing strategy) </li>\n</ul>\n</li>\n<li>To make suggestions and recommendations to you about goods or services that may be of\ninterest to you\n<ul>\n<li>• <strong>Type of Data: </strong> (a) Identity (b) Contact (c) Technical (d) Usage (e) Profile</li>\n<li>• <strong>Lawful basis for processing including basis of legitimate interest:</strong>Necessary for our\nlegitimate interests (to develop our products/services and grow our business) </li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>we receive from other sources:</strong> We may combine this information with information you give to us and\ninformation we collect about you.\nWe may us this information and the combined information for the purposes set out\nabove (depending on the types of information we receive).\n</p>\nDisclosure of your personal data\n<p>We may share your personal information with any member of our group, which means our subsidiaries, our ultimate\nholding company and its subsidiaries, as defined in section 1159 of the Companies Act 2006.</p>\n<p>We may share your information with selected third parties including:</p>\n<ul>\n<li> • business partners, suppliers and sub-contractors for the performance of any contract we enter into with them\nor you;</li>\n<li> • analytics and search engine providers that assist us in the improvement and optimisation of our Site.\nand\n</li>\n<li> • credit reference agencies for the purpose of assessing your credit score where this is a condition of us\nentering into a\ncontract with you.</li>\n</ul>\n<p>We may disclose your personal information to third parties:</p>\n<ul>\n<li>• in the event that we sell or buy any business or assets, in which case we may disclose your personal data to\nthe prospective seller or buyer of such business or assets.\n</li>\n<li>• if all, or substantially all, of our assets are acquired by\na third party, in which case personal data held by us about our customers will be one of the transferred assets.\nand </li>\n<li>• if we are under a duty to disclose or share your personal data in order to comply with any legal obligation,\nor\nin order to enforce or apply our terms of use and other agreements.\nor to protect the rights, property, or safety\nof\nour customers, or others.\nThis includes exchanging information with other companies and organisations for the\npurposes\nof fraud protection and credit risk reduction.</li>\n</ul>\n<p>We require all third parties to respect the security of your personal data and to treat it in accordance with the\nlaw.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit\nthem to process your personal data for specified purposes and in accordance with our instructions.</p>\nCookies\n<p>A cookie is a small text file which is placed onto your computer (or other electronic device) when you access our\nwebsite.</p>\n<p>We use cookies to better the users experience while visiting the Site.\nWhere applicable this Site uses a cookie\ncontrol system allowing the user on their first visit to the Site to allow or disallow the use of cookies on their\ncomputer and/or device.\nThis complies with recent legislation requirements for websites to obtain explicit consent\nfrom users before leaving behind or reading files such as cookies on a user's computer and/or device.</p>\n<p>Cookies are small files saved to your computer's hard drive that track, save and store information about your\ninteractions and usage of the Site.\nThis allows the Site, through its server to provide the users with a tailored\nexperience.</p>\n<p>This Site uses tracking software to monitor its visitors to better understand how they use it.\nThis software is\nprovided by Goog le Analytics which uses cookies to track visitor usage.\nThe software will save a cookie to your\ncomputer's hard drive in order to track and monitor your engagement and usage of the website, but will not store,\nsave\nor collect personal information.\nYou can read Google's privacy policy here for further information\nhttps://policies.google.com/privacy.</p>\nThird-party cookies <p>We work with third-party suppliers who may also set cookies on our Site, for example Twitter,\nFacebook and Linkedln.\nThese third-party suppliers are responsible for the cookies they set on our Site.\nIf you want\nfurther information please go to the website for the relevant third party.</p>\nHow to turn off cookies\n<p>If you do not want to accept cookies, you can change your browser settings so that cookies are\nnot accepted.\nIf you do this, please be aware that you may lose some of the functionality of this website.\nFor\nfurther\ninformation about cookies and how to disable them please go to: allaboutcookies.org</p>\nAlso you can refer to these detailed instructions specific to your browser application used:\n<ul>\n<li>\n<strong>Chrome</strong> - https://support.google.com/accounts/answer/61416?h1=en</li>\n<li>\n<strong>Firefox</strong> - https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop\n</li>\n<li>\n<strong>Internet Explorer</strong> -\nhttps://support.microsoft.com/en-us/windows/delete-and-manage-cookies </li>\n<li>\n<strong>Opera</strong> - https://help.opera.com/en/latest/web-preferences/</li>\n<li>\n<strong>Safari</strong> - https://support.apple.com/en-us/HT201265</li>\n</ul>\nInternational Transfers\n<p>We do not routinely transfer your personal data outside the European Economic Area (EEA).\nIf we do, for example we\nmay\nuse technology that is supported outside the EEA, we will ensure it is transferred to a country with an adequate\nruling or where appropriate safeguards (such as the relevant company(ies) being signed up to privacy shield or\nhaving\nincorporated standard model contract clauses or equivalent) are in place.</p>\nSecurity\n<p>We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used\nor\naccessed in an unauthorised way, altered or disclosed.\nHowever, the transmission of information via the internet is\nnot completely secure.\nWe have put in place procedures to deal with any suspected personal data breach and will\nnotify\nyou and any applicable regulator of a breach where we are legally required to do so</p>\nData Retention\n<p>We will only keep your data for as long as is reasonable.\nWe are working on a data retention policy.</p>\n<p>By law we have to keep basic information about our customers (including Contact, Identity, Financial and\nTransaction Data) for six years after they cease being customers for tax purposes.</p>\n<p>In some circumstances you can ask us to delete your data: see Right to be forgotten below for further information.\n</p>\n<p>In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for\nresearch or statistical purposes in which case we may use this information indefinitely without further notice to\nyou.</p>\nThird Party Links\n<p>Our Site may, from time to time, contain links to and from the websites of our partner networks, advertisers and\naffiliates.\nIf you follow a link to any of these websites, please note that these websites have their own privacy\npolicies and that we do not accept any responsibility or liability for these policies.\nPlease check these policies\nbefore you submit any personal data to these websites.</p>\nYour Rights\n<p>You have the right to:</p>\n<p>\n<strong>Request access to your personal data</strong> (commonly known as a \"data subject access request\").\nThis enables you to receive\na copy of the personal data we hold about you and to check that we are lawfully processing it.</p>\n<p>\n<strong>Request correction of the personal data</strong> that we hold about you.\nThis enables you to have any incomplete or inaccurate\ndata we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</p>\n<p>\n<strong>Request erasure of your personal data.</strong> This enables you to ask us to delete or remove personal data where there is no\ngood reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data\nwhere you have successfully exercised your right to object to processing (see below), where we may have processed your\ninformation unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however,\nthat we may not always be able to comply with your request of erasure for specific legal reasons which will be\nnotified to you, if applicable, at the time of your request.</p>\n<p>\n<strong>Object to processing of your personal data</strong> where we are relying on a legitimate interest (or those of a third party)\nand there is something about your particular situation which makes you want to object to processing on this ground as\nyou feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing\nyour personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate\ngrounds to process your information which override your rights and freedoms.</p>\n<p>\n<strong>Request restriction of processing of your personal data.</strong> This enables you to ask us to suspend the processing of your\npersonal data in the following scenarios: (a) if you want us to establish the data's accuracy.\n(b) where our use of\nthe data is unlawful but you do not want us to erase it.\n(c) where you need us to hold the data even if we no longer\nrequire it as you need it to establish, exercise or defend legal claims.\nor (d) you have objected to our use of your\ndata but we need to verify whether we have overriding legitimate grounds to use it.</p>\n<p>\n<strong>Request the transfer of your personal data</strong> to you or to a third party.\nWe will provide to you, or a third party you\nhave chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only\napplies to automated information which you initially provided consent for us to use or where we used the information\nto perform a contract with you.</p>\n<p>\n<strong>Withdraw consent at any time where we are relying on consent to process your personal data.</strong> However, this will not\naffect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdrawyour consent, we\nmay not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you\nwithdraw your consent.</p>\n<p>\n<strong>File a complaint at any time</strong> to the Information Commissioner's Office (IC0), the UK supervisory authority for data\nprotection issues (www.ico.org.uk).\nWe would, however, appreciate the chance to deal with your concerns before you\napproach the ICO so please contact us in the first instance.</p>\nGlossary\n<p>\n<strong>Legitimate Interest</strong> means the interest of our business in conducting and managing our business to enable us to give\nyou the best service/product and the best and most secure experience.\nWe make sure we consider and balance any\npotential impact on you (both positive and negative) and your rights before we process your personal data for our\nlegitimate interests.\nWe do not use your personal data for activities where our interests are overridden by the impact\non you (unless we have your consent or are otherwise required or permitted to by law).\nYou can obtain further\ninformation about how we assess our legitimate interests against any potential impact on you in respect of specific\nactivities by contacting us.</p>\n<p>\n<strong>Performance of Contract</strong> means processing your data where it is necessary for the performance of a contract to which\nyou are a party or to take steps at your request before entering into such a contract.</p>\n<p>\n<strong>Comply with a legal or regulatory obligation</strong> means processing your personal data where it is necessary for compliance\nwith a legal or regulatory obligation that we are subject to.</p>\nContact\n<p>Questions, comments and requests regarding this privacy policy are welcomed, please either contact us by:</p>\n<p>\nEmail: privacy@CyberPowerPC.com <br>\nPhone: 800-707-0393 <br>\nPost: CyberPowerPC 730 Baldwin Park Blvd.\nCity of Industry, CA 91746 USA</p>\nCalifornia Consumer Privacy Act of 2018\n<p>Under the California Consumer Privacy Act, you have the following four basic rights:</p>\n<p>\n<strong>The right to know</strong> what personal information is collected, used, shared or sold, both as to the categories and specific\npieces of personal information;(Cal.\nCiv.\nCode §1798.100, §1798.110,§ 1798.115).</p>\n<p>\n<strong>The right to delete</strong> personal information held by businesses and by extension, a business's service provider.\n(Cal.\nCiv.\nCode §1798.105)</p>\n<p>\n<strong>The right to opt-out of sale of personal information.</strong> Consumers are able to direct a business that sells personal\ninformation to stop selling that information.(Ca I.\nCiv.\nCode §1798.120,§ 1798.135) Children under the age of 16 must\nprovide opt in consent, with a parent or guardian consenting for children under 13.\n(Cal.\nCiv.\nCode §1798.120)</p>\n<p>\n<strong>The right to non-discrimination</strong> in terms of price or service when a consumer exercises a privacy right under CCPA.\n(Cal.\nCiv.\nCode §1798.125)</p>\n<p>\n<strong>Right to notice at collection regarding the categories of personal information collected:</strong> (Cal.\nCiv.\nCode §1798.140)</p>\n<p>\n<strong>Identifiers</strong> such as a real name, alias, postal address, unique personal identifier, online identifier, internet\nprotocol address, email address, account name, social security number, driver's license number, passport number, or\nother similar identifiers.</p>\n<p>\n<strong>Personal information</strong> means any information that identifies, relates to, describes, or is capable of being associated\nwith, a particular individual, including, but not limited to, his or her name, signature, social security number,\nphysical characteristics or description, address, telephone number, passport number, driver's license or state\nidentification card number, insurance policy number, education, employment, employment history, bank account number,\ncredit card number, debit card number, or any other financial information, medical information, or health insurance\ninformation.\n\"Personal information\" does not include publicly available information that is lawfully made available to\nthe general public from federal, state, or local government records.</p>\n<p>\n<strong>Internet or other electronic network activity information</strong>, including, but not limited to, browsing history, search\nhistory, and information regarding a consumer's interaction with an internet website, application, or advertisement.</p>\n<p>\n<strong>Geolocation data.</strong> We collect your IP address automatically when you visit our website or initiate your order.\nWe may\ndetermine your general location based on your IP address.</p>\n<p>\n<strong>Audio, electronic, visual, or similar information.</strong> When you contact us via phone, we may record your call.\nWe will\nnotify you at the beginning of the call that the call may be recorded for training purposes.\nWe use this information\nto monitor our customer service and train employees.</p>\n<p>\n<strong>Inferences drawn from any of the information identified in this subdivision to create a profile about a consumer\nreflecting the consumer's preferences, characteristics, psychological trends, predispositions, behavior, attitudes,\nintelligence, abilities, and aptitudes.</strong> We analyse your preferences through a series of computer processes.\nBased on\nthis information, we use to gauge and develop marketing activities, applications or tools, and to provide you with\ntargeted information and offers.</p>\n<p>\n<strong>Opting out of Disclosing, Sharing, and Selling Personal Information</strong> You have the right to opt out of us disclosing,\nsharing, or selling personal information for commercial purposes.\nTo exercise the right to opt-out of the sale of your\ninformation, you may submit a request at our Do Not Sell My Personal Information page or call us at 800-707-0393.</p> 3rd Party Cookies - Affirm\n<p>Information Affirm learns from your Use</p>\n<p>When you visit the Affirm website or use the Services, we may collect information sent to us by your computer, mobile\nphone or any other device.\nThis information may include your IP address, device information including but not limited\nto identifier, name and type, operating system, location, mobile network information and standard web log information,\nsuch as your browser type, traffic to and from our site, the pages you accessed on our website, and any other\navailable information.\nWe may also collect information about your use and interaction with our website, application or\nthe Services.\nFor example, we may evaluate your computer, mobile phone or other access device to identify any\nmalicious software or activity that may affect the availability of the Services.\nWhen you use the Services, we may\nalso store information based on your usage history.\nThis includes, but is not limited to, details of your purchases,\ncontent you viewed, event information, click stream information, and cookies that may uniquely identify your browser\nor your account.\nWe may also collect information about you from any contact you have with any of our services or\nemployees, such as, with our customer support team, in surveys, or through interactions with our affiliates.\nFor more\ninformation regarding the data collected, please review Affirm's Privacy Policy: https://www.affirm.com/privacy.</p> ", "created_at": "2023-09-02 19:35:18.216329", "updated_at": "2023-09-02 19:36:11.332394"}], "points": [], "urls": ["cyberpowerpc.com"]}}