{"error": 448, "message": "OK", "parameters": {"id": 8790, "name": "Tune My Music", "created_at": "2023-07-04 20:00:23.539983", "updated_at": "2023-07-04 22:02:28.596801", "wikipedia": null, "keywords": null, "related": null, "slug": "tune-my-music", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8790.png", "url": "tunemymusic.com", "documents": [{"id": 17157, "name": "Privacy Policy", "url": "https://www.tunemymusic.com/Privacy-Policy.php", "xpath": "//body", "text": " Select language Login Account settings My syncs Plans Help Contact us Connected accounts Log Out English Login Plans Help We use cookies to improve your experience on our website, and to help us understand how visitors use it.\nBy using this site, you agree to this use.\nSee detailsOK Privacy Policy <p>Your privacy is important to us.\nIt is TuneMyMusic's policy to respect your privacy regarding any information we may collect from you across our website, https://www.tunemymusic.com.</p>\n<p>We don`t collect any personal information.\nWe only ask for information when we truly need it to provide a service to you.\nWe collect it by fair and lawful means, with your knowledge and consent.\nWe also let you know why we’re collecting it and how it will be used.</p>\n<p>To improve your experience on our site, we may use 'cookies'.\nCookies are an industry standard and most major web sites use them.\nA cookie is a small text file that our site may place on your computer as a tool to remember your preferences.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.</p>\n<p>TuneMyMusic uses the YouTube API Services.\nPlease also checkout Google Privacy Policy.\nTuneMyMusic uses YouTube user information to access, provide and display YouTube datas on TuneMyMusic.\nTuneMyMusic will be able to retrieve user YouTube username, user private playlists, liked videos, uploaded videos and subscribed channels.\nUser datas are only used to provide TuneMyMusic services and are not shared with any external service.\nYou can always revoke TuneMyMusic access to your data via the Google security settings page and can also contact TuneMyMusic with any questions or complaints here.</p>\n<p>TuneMyMusic uses the Spotify API Services.\nPlease also checkout Spotify Privacy Policy.\nTuneMyMusic uses Spotify user information to access, provide and display Spotify datas on TuneMyMusic.\nTuneMyMusic will be able to retrieve user Spotify username, user private playlists, liked tracks, liked albums and liked artists.\nUser datas are only used to provide TuneMyMusic services and are not shared with any external service.\nYou can always revoke TuneMyMusic access to your data via the Spotify <u>Apps with access to your Spotify information page</u> and can also contact TuneMyMusic with any questions or complaints here.</p>\n<p>Our website uses Google Analytics, a service which transmits website traffic data to Google servers in the United States.\nGoogle Analytics does not identify individual users or associate your IP address with any other data held by Google.\nWe use reports provided by Google Analytics to help us understand website traffic and webpage usage.</p>\n<p>We use the “Custom Audience pixel” of Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA (“Facebook”) on our website.\nWith its help, we can keep track of what users do after they see or click on a Facebook advertisement.\nThis enables us to monitor the effectiveness of Facebook ads for purposes of statistics and market research.\nData collected in this way is anonymous to us, which means we cannot see the personal data of individual users.\nHowever, this data is saved and processed by Facebook.\nFacebook can connect this data with your Facebook account and use it for its own advertising purposes, in accordance with Facebook’s Data Policy which can be found at https://www.facebook.com/about/privacy/.\nYou can allow Facebook and its partners to place ads on and outside of Facebook.\nA cookie can also be saved on your device for these purposes.</p>\n<p>We only retain collected information for as long as necessary to provide you with your requested service.\nWhat data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorised access, disclosure, copying, use or modification.</p>\n<p>We don’t share any personally identifying information publicly or with third-parties, except when required to by law.</p>\n<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.</p>\n<p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.</p>\n<p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information.\nIf you have any questions about how we handle user data and personal information, feel free to contact us.</p> Tune My Music <ul>\n<li> Home </li>\n<li> Login </li>\n<li> Log Out </li>\n<li> My settings </li>\n<li> My Playlist Syncs </li>\n<li> Privacy policy </li>\n<li> Terms of use </li>\n</ul> CONTACT US <ul>\n<li> Email </li>\n<li> Facebook </li>\n<li> Twitter </li>\n</ul> ", "created_at": "2023-07-04 20:00:23.571013", "updated_at": "2023-07-04 20:01:03.591915"}, {"id": 17158, "name": "Terms of Service", "url": "https://www.tunemymusic.com/Terms-of-Use.php", "xpath": "//body", "text": " Select language Login Account settings My syncs Plans Help Contact us Connected accounts Log Out English Login Plans Help We use cookies to improve your experience on our website, and to help us understand how visitors use it.\nBy using this site, you agree to this use.\nSee detailsOK TuneMyMusic Terms of Service 1.\nTerms <p>By accessing the website at https://www.tunemymusic.com, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p> 2.\nUse License <ol>\n<li>Permission is granted to temporarily download one copy of the materials (information or software) on TuneMyMusic's website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not: <ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on TuneMyMusic's website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n<li>This service cannot be used to develop a third party site.</li>\n<li>All the content on https://www.tunemymusic.com is copyrighted and belongs to https://www.tunemymusic.com</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by TuneMyMusic at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol> 3.\nDisclaimer <ol>\n<li>The materials on TuneMyMusic's website are provided on an 'as is' basis.\nTuneMyMusic makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li>\n<li>Further, TuneMyMusic does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</li>\n</ol> 4.\nLimitations <p>In no event shall TuneMyMusic or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on TuneMyMusic's website, even if TuneMyMusic or a TuneMyMusic authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p> 5.\nAccuracy of materials <p>The materials appearing on TuneMyMusic's website could include technical, typographical, or photographic errors.\nTuneMyMusic does not warrant that any of the materials on its website are accurate, complete or current.\nTuneMyMusic may make changes to the materials contained on its website at any time without notice.\nHowever TuneMyMusic does not make any commitment to update the materials.</p> 6.\nLinks <p>TuneMyMusic has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by TuneMyMusic of the site.\nUse of any such linked website is at the user's own risk.</p> 7.\nModifications <p>TuneMyMusic may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p> 8.\nThird party platform <p>This service is in no way associated with YouTube, YouTube Music, Spotify, Google Play Music, Apple Music, Amazon Music, Deezer, last.fm, KKBOX, Pandora, Tidal, SoundCloud</p> 9.\nThird Party Terms of Service <p>\n<b>YouTube</b> - By using TuneMyMusic, You are agreeing to be bound by the YouTube Terms Of Service.\nTuneMyMusic uses the YouTube API Services.\nPlease also checkout Google Privacy Policy.\nTuneMyMusic uses YouTube user information to access, provide and display YouTube datas on TuneMyMusic.\nTuneMyMusic will be able to retrieve user YouTube username, user private playlists, liked videos, uploaded videos and subscribed channels.\nUser datas are only used to provide TuneMyMusic services and are not shared with any external service.\nYou can always revoke TuneMyMusic access to your data via the Google security settings page and can also contact TuneMyMusic with any questions or complaints here.</p>\n<p>\n<b>Spotify</b> - By using TuneMyMusic, You are agreeing to be bound by the Spotify Terms and Conditions of Use.\nTuneMyMusic uses the Spotify API Services.\nTuneMyMusic uses Spotify user information to access, provide and display Spotify datas on TuneMyMusic.\nTuneMyMusic will be able to retrieve user Spotify username, user private playlists, liked tracks, liked albums and liked artists.\nUser datas are only used to provide TuneMyMusic services and are not shared with any external service.\nYou can always revoke TuneMyMusic access to your data via the Spotify <u>Apps with access to your Spotify information page</u> and can also contact TuneMyMusic with any questions or complaints here.</p> Tune My Music <ul>\n<li> Home </li>\n<li> Login </li>\n<li> Log Out </li>\n<li> My settings </li>\n<li> My Playlist Syncs </li>\n<li> Privacy policy </li>\n<li> Terms of use </li>\n</ul> CONTACT US <ul>\n<li> Email </li>\n<li> Facebook </li>\n<li> Twitter </li>\n</ul> ", "created_at": "2023-07-04 20:00:38.829638", "updated_at": "2023-07-04 20:01:26.897087"}], "points": [], "urls": ["tunemymusic.com"]}}