{"error": 448, "message": "OK", "parameters": {"id": 7721, "name": "GET Global Event Technologies", "created_at": "2023-03-21 01:20:34.65119", "updated_at": "2023-03-29 19:26:52.388479", "wikipedia": null, "keywords": null, "related": null, "slug": "get-global-event-technologies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7721.png", "url": "get.systems", "documents": [{"id": 14886, "name": "terms and conditions", "url": "https://www.get.systems/en/gtc", "xpath": "//body", "text": " top of page<ul>\n<li>\n<p>Home</p>\n</li>\n<li>\n<p>Products</p>\n<ul>\n<li>Cashless Payment</li>\n<li>Access Control</li>\n<li>Accreditation Management</li>\n<li>Stock Management</li>\n<li>Staff Management</li>\n</ul>\n</li>\n<li>\n<p>Showcases</p>\n</li>\n<li>\n<p>About</p>\n</li>\n<li>\n<p>Career</p>\n</li>\n<li>\n<p>Contact us</p>\n</li>\n<li>\n<p>Landing Page</p>\n</li>\n<li>\n<p>Landing Page</p>\n</li>\n<li>\n<p>More</p>\n</li>\n</ul>\n<ul>\n</ul>Use tab to navigate through the menu items.<ul>\n<li>Top of Page</li>\n</ul>General terms and conditions<p>These General Terms and Conditions refer to the company \"Global Event Technologies\", referred to as \"get\" for short.\nVerbal agreements and assurances require written confirmation.\nChanges and additions to the contract must be made in writing.\nConflicting GTCs are hereby contradicted.\nThis also applies to the cancellation of this formal requirement.\nGender-specific synonyms used in these General Terms and Conditions apply equally to the female and male form.\nShould one or more provisions of the contract be or become invalid or unenforceable in whole or in part, the validity of the remaining provisions shall not be affected thereby.\nThe invalid or unenforceable provision shall be replaced by a valid provision which comes as close as possible to the economic purpose of the invalid or unenforceable clause.</p>\n<p>&nbsp;</p>\n<p>Any disposal of the rights or obligations existing on the basis of the contract shall require the prior written consent of the respective other contracting party.\nHowever, the Contractor shall be entitled to transfer the contract to a company affiliated with the Contractor under group law without the consent of the Client.\nUnless otherwise agreed, the legal provisions applicable between entrepreneurs shall be governed exclusively by Austrian law, even if the order is executed abroad.\nAny disputes shall be settled by the competent court in Salzburg City (Austria).\nIn the event of a mediation that does not materialise or is broken off, Austrian law shall apply in any court proceedings that may be instituted.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The parties agree to conclude the following GTC as a service contract with effect for themselves and their respective legal successors.\nIt is noted that the present contract including its annexes shall take precedence over all other agreements, offers and annexes in the event of contradictions or difficulties of interpretation.\nIn addition, the General Terms and Conditions of \"GET\" shall apply.\nany conflicting General Terms and Conditions are expressly rejected.\n&nbsp;</p>\n<p>​</p>\n<p>​</p> 1.\nOperator Service B2B&nbsp.\n​ <p>Any customer/client of GET (\"AN\") for whom services in the area of hardware and software components are primarily provided shall be deemed to be the customer/client (AG) in these General Terms and Conditions.&nbsp;</p>\n<p>These General Terms and Conditions (GTC) shall apply to all current and future services provided by the Contractor to the Client, even if no express reference is made to the GTC in individual cases when the contract is concluded.\nThe Client's terms and conditions shall only apply if they have been explicitly accepted by the Contractor in writing.</p>\n<p>&nbsp;</p>\n<p>​</p> 2.\nScope of services ​ <p>a.\nThe exact scope of the Contractor's services shall be specified in the respective individually agreed offer with the Client.\nUnless otherwise agreed, the Contractor shall have the option of providing its services around the clock or at predefined times.</p>\n<p>\n<br>\nb.\nThe Contractor shall provide services in the field of \"automatic data processing and information technology\".\nThe event segment is the primary area of activity, whereby payment and access control solutions for major events are offered, among other things.</p>\n<p>\n<br>\nc.\nThe basis for the provision of services by AN's facilities and technologies shall be the qualitative and quantitative service requirements as determined on the basis of the information provided by the Client.\nShould the Client's requirements change, the Contractor shall submit a corresponding offer at the Client's request.&nbsp;</p>\n<p>\n<br>\nd.\nThe Contractor shall be entitled to change the equipment used to provide the Services (e.g.\nhardware or software) at its own discretion, provided that no impairment of the Services is to be expected.&nbsp;</p>\n<p>\n<br>\ne.\nServices by the Contractor which are used by the Client beyond the scope of services agreed in each case shall be remunerated by the Client according to the actual personnel and material costs at the rates applicable at the Contractor in each case.\nThis includes, in particular, services outside the Contractor's usual business hours, the analysis and elimination of malfunctions and errors that have arisen due to improper handling or operation by the Client or other circumstances for which the Contractor is not responsible.\nThis includes, for example, special circumstances which make the performance of the service more difficult and which the Principal could have recognised earlier, or conditions which impair the network connection, such as topographical conditions, defective superstructures, technical jamming transmitters and the like.\nLikewise, training services are generally not included in the services and require a separate agreement.\nIn the event of the aforementioned aggravating circumstances caused by a company commissioned by the Principal, the Contractor shall be free to carry out improvement work at its own discretion.\nthe additional expense incurred shall be invoiced to the Principal.</p>\n<p>\n<br>\nf.\nIf the Contractor arranges services of third parties at the Client's request, these contracts shall be concluded exclusively between the Client and the third party under the respective terms and conditions of the third party.\nThe Contractor shall only be responsible for the services it provides itself, not for the provision of services by the third party.&nbsp;</p>\n<p>\n<br>\ng.\nBefore the set-up day and after the dismantling day: In order to promote a smooth settlement process, GET shall be available for any questions prior to the project to be settled (i.e.\nup to the day before the set-up day) during the conventional office and service hours (MO to FR: 09:00-17:00 - excluding public holidays and periods of absence announced in writing or verbally in advance).\nThe primary contact person is the respective Client Success Manager.\nIf this person is not available, or for technical support outside office and service hours, a GET hotline (+43 624 572042) is also available in these special cases.</p>\n<p>\n<br>\nh.\nDuring the event (including set-up and dismantling time): GET shall appoint one or more on-site contact persons (\"Field Manager\") to the organiser, who shall be available at any time during the event (including set-up and dismantling day of GET) or in consultation with the organiser on site.</p>\n<p>​</p>\n<p>​</p> 3.\nScope of services Contractual partner <p>&nbsp;</p>\n<p>In addition to the obligations to cooperate required for the fulfilment of the contract (provision of information, infrastructure, organisational and technical securities, legal obligations, site plan, etc.), it is stated that&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>a) The contractual partner shall provide adequate accommodation for the GET staff for the duration of the assignment (distance radius of project location max.\n15 km or 20 minutes drive.\nminimum standard according to 3*** hotel Austria), as well as catering consisting of at least three meals per day, if the event is continuous for more than 14 hours, an additional meal shall be provided;&nbsp;</p>\n<p>\n<br>\nb) The contractual partner shall ensure that sufficient access authorisations and parking facilities for the GET employees on-site are provided in advance.\nA detailed overview of what is required will be provided in advance.&nbsp;</p>\n<p>\n<br>\nc) On-site one (or more) premises for equipment and equipment distribution shall be provided: separate container (= only GET's own employees or freelancers) or other at least equivalent fixed facility - size depending on the order and duration of the event, incl.\npower supply, sufficient light sources, seating facilities, parking space for the equipment and equipment distribution.\nPower supply, sufficient light sources, seating, shelves, air conditioning and heating depending on the season, as well as sufficient workplaces (per on-site employee, consisting of desk, chair) provided, as well as required means of transport (scooter, moped, etc), technical infrastructure (see appendix).\n&nbsp;Workplaces and storage space can be locked.\nA precise overview of what is required will be provided in advance.&nbsp;</p>\n<p>\n<br>\nd) The contractual partner is responsible for the proper provision of the Internet infrastructure and must ensure that the requirements specified in the appendix \"Internet Rider\" are completely fulfilled in accordance with the contract itself or by commissioning a subcontractor.\nOtherwise GET cannot guarantee a smooth operation and shall be released from any liability.</p>\n<p>\n<br>\ne) The contractual partner shall ensure that the key to the agreed infrastructure (container, network, scaffolding for top-up stations, etc.) is handed over by the respective contact person defined in advance at the agreed time of arrival of GET on site at the project without unnecessary delay.\n&nbsp;In any case, GET must be notified immediately of any delays in this respect, otherwise GET reserves the right to carry out improvements itself and to invoice the additional expenses.&nbsp;</p>\n<p>&nbsp;</p>\n<p>(f) In the event that GET is required to provide information or perform tasks in connection with its order that are dependent on specific information from the other party or third parties, the deadlines specified by GET shall always be complied with.\nIt shall be mentioned that Ticket Test Data (incl.\nall Ticket Types and Ticket Providers.\nlive database at the current time) shall be transmitted in full in an importable, unformatted format four weeks before the start of the project or event.\nThe final ticket data will be transmitted to GET at least 12 hours before opening (first hypothetical validation), unless there is a direct connection to the ticket provider (API).</p>\n<p>&nbsp;</p>\n<p>g) information for a contract to be concluded with a payment service provider is disclosed at least four weeks before the services are used (online top-up or face-to-face top-up), if necessary.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> 4.\nCooperation and provision obligations of the AG&nbsp;&nbsp.\n<p>&nbsp;</p>\n<p>a) The Client undertakes to support all measures required for the provision of the Services by the Contractor.\nThe Client further undertakes to take all measures that are necessary for the performance of the contract</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) If the Services are provided on site at the Client's premises or after the Client has determined the location, the Client shall provide the network components, connections, supply current incl.\npeak voltage equalisation, emergency power supplies, space for equipment, workplaces as well as infrastructure to the required extent and quality (e.g.\nair conditioning) at the Client's expense.\nIn any case, the Client shall be responsible for compliance with the requirements for the operation of the hardware demanded by the respective manufacturer.\nThe Client shall also be responsible for room and building security, including protection against water, fire and access by unauthorised persons.\nThe Client shall be responsible for special security precautions (e.g.\nsecurity cells) in its rooms and premises.\nThe Client is not entitled to issue instructions of any kind to the Contractor's employees and the Client shall address all requests regarding the provision of services exclusively to the contact person named by the Contractor.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c) The Client shall make available on the agreed dates and at its own expense all information, data, access, information and documents required by the Contractor for the performance of the order in the form requested by the Contractor and shall support the Contractor on request in problem analysis and troubleshooting, the coordination of processing orders and the coordination of services.\nChanges in the work processes at the Client that may cause changes in the services to be provided by the Contractor for the Client shall require prior coordination with the Contractor with regard to their technical and commercial effects.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>d) Insofar as this is not expressly included in the Contractor's scope of services, the Client shall provide a telecommunication or other network connection (e.g.\ncable, W-LAN or similar) at its own risk and expense.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>e) The Principal shall be obliged to treat the passwords and log-ins required for the use of the Contractor's services as confidential.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>f) The Client shall additionally keep the data and information handed over to the Contractor on its premises so that they can be reconstructed at any time in the event of loss or damage.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>g) The Client shall perform all its duties to cooperate in a timely manner so that the Contractor is not hindered in the performance of the services.\nThe Client shall ensure that the Contractor and/or the third parties commissioned by the Contractor have the necessary access to the Client's premises for the provision of the Services.\nThe Client shall be responsible for ensuring that the employees of its affiliated companies or third parties commissioned by it who are involved in the performance of the contract cooperate accordingly in the performance of the contract.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>h) If the Client does not fulfil his obligations to cooperate on the agreed dates or to the intended extent, the services provided by the Contractor shall nevertheless be deemed to have been provided in accordance with the contract despite possible restrictions.\nSchedules for the services to be rendered by the Contractor shall be postponed to a reasonable extent.\nThe Client shall separately remunerate the additional expenses and/or costs incurred by the Contractor as a result at the rates applicable to the Contractor at the time.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>i) The Client shall ensure that its employees and third parties attributable to it treat the equipment and technologies used by the Contractor as well as any assets provided to it with care.\nthe Client shall be liable to the Contractor for any damage.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>j) Unless otherwise agreed in writing, the Client shall provide materials and services free of charge.&nbsp;</p>\n<p>&nbsp;</p>\n<p>​</p> 5.\nStaff deployment&nbsp.\n<p>&nbsp;</p>\n<p>a) If the Client's employees are taken over by the Contractor in accordance with the agreements made between the contractual partners, a separate written agreement shall be made in this respect.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) The Contractor undertakes to provide sufficient personnel required for the correct execution of the service.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c) The Client shall commission sufficient personnel to handle troubleshooting at the event.\nThe personnel shall be trained by the Contractor.&nbsp;</p>\n<p>&nbsp;</p>\n<p>​</p> 6.\nChange Request&nbsp.\n<p>\n<br>\nBoth contracting parties may request changes to the scope of services at any time (\"Change Request\").\nHowever, a requested change must include a precise description of the change, the reasons for the change, the impact on the time schedule and the costs in order to enable the addressee of the change request to make an appropriate assessment.\nA change request only becomes binding when it is legally signed by both contracting parties.<br>\n&nbsp;</p>\n<p>​</p> 7.\nDisruptions to performance&nbsp.\n<p>&nbsp;</p>\n<p>a) The Contractor undertakes to provide the services in accordance with the contract.\nIf the Contractor does not provide the Services at the scheduled times or only provides them defectively, i.e.\nwith significant deviations from the agreed quality standards, the Contractor shall be obliged to start remedying the defect immediately and to provide its Services properly and free of defects within a reasonable period of time by repeating the affected Services or carrying out any necessary remedial work at its discretion.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) If the defectiveness is based on the provision of materials or cooperation by the Client or on a breach of the Client's obligations pursuant to section 4, any obligation to remedy the defect free of charge shall be excluded.\nIn these cases, the services provided by the Contractor shall nevertheless be deemed to have been provided in accordance with the contract despite possible restrictions.\nThe Contractor shall, however, undertake to remedy the defect at the Client's request and at the Client's expense.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c) The Client shall support the Contractor in remedying the defect and provide all necessary information.\nThe Client shall immediately notify the Contractor in writing of any defects that have occurred.\nThe Client shall bear any additional expenses incurred in remedying the defect as a result of late notification.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>d) Deliveries by the Contractor: The provisions of point 6 shall apply mutatis mutandis to any deliveries of hardware or software products from the Contractor to the Client.\nThe warranty period for such deliveries shall be 6 months from handover.\nThe \"presumption of defectiveness\" (§ 924 ABGB) is excluded by mutual agreement.\nFor any hardware or software products of third parties provided to the Client by the Contractor, the respective warranty conditions of the manufacturer of these products shall have priority over the provisions of this item.\nUntil payment has been made in full, the contractor shall retain ownership of all hardware and software products supplied by him.&nbsp;</p>\n<p>​</p>\n<p>​</p> 8.\nTerms of use and liability&nbsp.\n<p>&nbsp;</p>\n<p>a) Duty to share receipts: AG guarantees in principle that the system complies with the legal requirements applicable in Austria regarding the duty to share receipts for cash transactions (cf.\ngeneral case: customer can download receipts via individual login in the event portal).\nThe contractual partner is informed about the legal requirements applicable in the country of the event (= project location).\nThe contractual partner acknowledges that GET cannot be held liable for incomplete entries made by the contractual partner or third parties used by the contractual partner in the system provided by GET (get.manage) and shall fully indemnify and hold GET harmless in connection therewith.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) Subletting of hardware (POS devices): If the contractual partner uses third parties to fulfil its business, it shall be entitled to sublet GET devices (hardware, software) for the specific project, whereby the contractual partner undertakes to use a pricing policy adapted to the circumstances, in accordance with GET's valuations or, in connection with the subletting of the devices, to identify it as the relevant contractual partner in each case.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c) Loss of hardware: It is acknowledged that if GET rental equipment is lost, even if only due to slight negligence, the contracting party shall be charged the GET sales price applicable at the time.\nIn the case of lost or stolen equipment, it is acknowledged that no completeness of the evaluated data can be guaranteed.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>d) Obligation to check price list &amp.\nchanges: Due to the obligation of the respective operator to check the settings made on the terminal device (prices, articles, areas, etc.) before commissioning, GET shall not be held liable under any circumstances if incomplete or incorrect data (article prices, access authorisations, etc.) are entered, regardless of whether this can be traced back to GET, the contractual partner or sub-operator.\nIn principle, articles and prices may be changed by the contractual partner or GET at any time during the event via \"get.manage\" - GET shall not be held liable for any damage caused in connection with the different duration of the Internet-dependent effectiveness of the changes made.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>e) Information obligations towards end customers: The contractual partner is informed that it may have certain information obligations towards its customers with regard to the course and implementation of the project in connection with the use of digital systems, including, among other things, any fixed usage fees, the \"place\" and duration of the repayment options for the remaining credit, contact for support enquiries, etc.\nThe contractual partner is also informed that it may have certain information obligations towards its customers in connection with the use of digital systems.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>f) Duration of payout period: The payout period applicable to the respective B2C customer (request for a refund of the remaining credit via the event portal) shall be determined by the contractual partner at its own discretion.\nThe contractual partner acknowledges that there may be special legal regulations in this respect in the respective country of the event.\nIt is acknowledged that GET cannot be held liable in connection with any deadlines that are too short.\nthe same exemption from liability applies accordingly to fixed fees (contractual partner-B2C customer), whereby activation or withdrawal fees are to be mentioned as an example.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>g) Payment Service Provider: The contractual partner has concluded a Card Acceptance Agreement with a partner payment service provider of GET, which is attached as an annex to this Agreement.\nPart of this contract on card acceptance are the General Terms and Conditions for Card Acceptance, which impose comprehensive obligations on the contractual partner, in particular with regard to infrastructure, hardware, security, abuse control, data security, as well as due diligence obligations and information obligations.\nTo the extent that these obligations relate to technical arrangements, GET shall ensure, as part of its service via a separate contractual relationship with the payment service provider, that the agreed obligations are complied with insofar as they relate to this contract and are not expressly assigned to the contractual partner under the contract.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>h) Fees and Disbursement Policy: The Counterparty is responsible for informing itself about and complying with the legal requirements relating to fees charged and disbursement policies.\nThe contracting partner is free to demand payment as well as fees for certain products/transactions.\nTransaction fees in eCommerce are excluded.\nThese will not be implemented by GET under any circumstances.\nHere we refer again to the legal provisions.\nGET shall not be liable and shall be held harmless for any possible non-compliance with legal requirements.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>i) Contractual penalties: In the case of system implementation, the requirements (information) of the Client Success Manager and/or Project Manager responsible in each case must be met accordingly.\nIt is at the discretion of the respective Client Success Manager to set corresponding deadlines for the information required for system implementation, which shall be recorded by mutual agreement in the \"Event Timeline Sheet\".\nGET reserves the right to charge the current prices according to the \"Price List for Special Services\" (see point 11.a) for information sent too late after the deadline.</p>\n<p>​</p>\n<p>&nbsp;</p> 9.\nRemuneration&nbsp.\n<p>&nbsp;</p>\n<p>a) The remuneration and conditions to be paid by the Client shall result from the contract.\nThe statutory value added tax shall be charged additionally, if due.\n&nbsp;It is acknowledged that the project set-up on site or the system implementation will in principle only be carried out if all agreed payment deadlines and targets are met in full.\nRibbons / cards can only be ordered after the corresponding payment has been received.\nIn the event of late payment, deadlines cannot be met.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) Unless otherwise agreed, travel times of the Contractor's employees shall be deemed to be working time.\nTravel times shall be remunerated at the agreed hourly rate.\nThe aforementioned rates shall change in accordance with the consumer price index 2015.\nIn addition, travel expenses and any accommodation costs shall be reimbursed by the Client according to actual expenditure.\nReimbursement of travel and incidental expenses shall be made against presentation of receipts at the latest.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c) The Contractor shall be entitled at any time to make the performance of the service dependent on the provision of advance payments or the provision of other securities by the Client in an appropriate amount.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>d) Unless otherwise agreed in the contract, one-off payments shall be invoiced after the performance of the service and ongoing payments shall be invoiced quarterly in advance.\nThe invoices issued by the Contractor, including value added tax, shall be payable without any deductions and free of charges within 14 days of receipt of the invoice at the latest.\nFor partial invoices, the terms of payment stipulated for the entire order shall apply mutatis mutandis.\nA payment shall be deemed to have been made on the day on which the Contractor can dispose of it.\nIf the Client is in default with his payments, the Contractor shall be entitled to charge the statutory interest on arrears and to charge the Company all costs necessary for collection.\nIf the Client's default exceeds 14 days, the Contractor shall be entitled to suspend all services.\nFurthermore, the Contractor shall be entitled to demand immediate payment for all services already rendered, irrespective of any payment deadlines.\nThe Client shall not be entitled to a right of retention.\noffsetting by the Client shall be excluded.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>e) All tax liabilities arising from the contractual relationship, such as legal transaction fees or withholding taxes, shall be borne by CU.\nShould the Contractor be held liable for such charges, the Client shall indemnify and hold the Contractor harmless.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p> 10.\nB2C Support ​ <p>GET undertakes to answer B2C support enquiries, i.e.\nenquiries that end customers of the contractual partner address directly to GET, by e-mail about the project before and up to three months after project implementation (from the last day of the event) (= included B2C support package) as quickly and conscientiously as possible.\nAll enquiries received in writing during this full stop shall be processed as far as possible within 3 working days (Mon - Fri) of receipt.\n&nbsp;After expiry of the support package, the B2C support enquiries will be forwarded to the contact address provided by the contract partner in advance, provided that processing by the contract partner is possible due to the customer queries and problems.\n(Example: Remaining money of the payout request has not yet arrived.\nanswer of the contractual partner: there is a delay due to the late execution of the transfer).\nIn the event of a technical problem or a problem that must be solved by GET, GET shall take over the complete processing without being asked to do so, even after the expiry of the service package.\nIf these problems are the responsibility (sphere) of the contractual partner or have been triggered (e.g.\nno stable internet connection was provided for bank account payments) and therefore extraordinary processing - outside the period of the support package - is required, GET reserves the right to charge a fee of € 4.00 net per support case.\nThe same fee per support case can be charged if the contractual partner does not want to take over the processing after the expiry of the support period.\nIt should be noted that - should these processing fees be charged - GET can prove the processing cases as well as the processing time at any time upon request.&nbsp;<br>\n&nbsp;</p>\n<p>​</p> 11.\nService description of the modules and trainings ​ <p>a) Certain additional services (e.g.: late information, extra days of project managers, tech leads, on-site crew, travel to advance appointments) will be charged at the discretion of GET.\nThe prices are based on the daily rates.</p>\n<p>&nbsp;</p>\n<p>In addition, the following costs will be incurred if the information is not received by the Contractor by the stated deadline.</p>\n<p>​</p>\n<ul>\n<li>\n<p>per \"unit\" - 100 € - e.g.\nan additional company/operator created in the system because a trader was forgotten.</p>\n</li>\n<li>\n<p>per \"site\" - 50 € - Ex: special location of a trader, additional bar, additional sales area, etc.&nbsp;</p>\n</li>\n<li>\n<p>per \"area\" - 50 € - e.g.: an additional access area to be checked for&nbsp;</p>\n</li>\n<li>\n<p>per \"product\" in product list - 2 € - Ex: add more products to product list</p>\n</li>\n<li>\n<p>per \"flag\" / scripting - 100 € - Example: adding an extra flag or adjusting the scripting</p>\n</li>\n</ul>\n<p>​</p>\n<p>&nbsp;</p>\n<p>Furthermore, if additional training is requested by the contracting party before the start of the project and set-up (general terms and conditions), the conventional charging rates apply (project training: hourly rate for project manager.\ntravel: Travel flat rate for kilometres travelled, catering) shall apply.\nThe costs are borne by the client and everything is subject to availability.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) If required, GET (Contractor) shall communicate with the Client a training and equipment handover time, at which corresponding employees and (sub-)stand operators shall appear for the necessary instructions.\nThis described equipment distribution and \"training\" of staff on site before the start of the project is included in the Operations Package.\nShould the \"training\" take place at an earlier point in time (anything before 6 days before the event or the start of set-up), point 11.a shall come into force.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c).\nSoftware</p>\n<ul>\n<li>\n<p>Cashless (incl.\nPost-Pay)<br>\nis a payment system based on RFID technology, in which a visitor can make cashless payments at an event (project) by means of a wristband or card loaded with \"credits\" (=&gt.\nsee offer \"RFID tag\").\nThe visitor can load his wristband/card (if desired =&gt.\noptional chargeable feature - see offer) online before the event, or directly on site using cash or debit and credit cards.\nPayment transactions on site can subsequently be carried out directly with the loaded wristband/card, or (if desired =&gt.\noptional chargeable feature - see offer) additionally with the ATM/credit card (= open loop payment).\nIn order to be able to carry out this process, each Point of Sale will receive a cashless device from GET before the start of the event (rental price of this hardware included in the offer =&gt.\nobligatory, error-free return) including training.&nbsp;<br>\n&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Access<br>\n- Access control at points predefined by the client with hardware from GET.<br>\n- The access authorisation is transferred to the RFID wristband/tag in advance, e.g.\nvia ticket swap.<br>\n- Can then be read by GET hardware at the pre-defined points.<br>\n<br>\nHardware required by GET: Handhelds (included in the offer), RFID tag (optional chargeable feature) at the persons to be controlled, if necessary Smartgates (optional chargeable feature), if necessary Smart Gates + Turnsytles (optional chargeable feature)&nbsp;<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Ticket swap<br>\n- Ticket data supplied in advance by a ticket provider via API / import are validated at points predefined in advance by the client using GET hardware.<br>\n- Data can then be transferred to an RFID tag (optional chargeable feature).<br>\n- Troubleshoot must be provided by the ticket provider.<br>\n<br>\nHardware required by GET: Handhelds (included in the offer), RFID tag (optional chargeable feature) at the persons to be checked.<br>\n&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Accredit<br>\nIs a technical solution to handle the accreditation process at events.\nAn online platform is provided through which people can apply for accreditation.\nThe AG checks the accreditations and releases them.\nAfter approval, the person to be accredited receives a ticket and can be registered at the event.<br>\n<br>\nHardware required by GET: Handhelds (included in the offer), RFID tag (optional feature subject to a charge) on the persons to be checked.<br>\n&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Greencheck<br>\nIs a technical system with which Covid-19 certificates can be scanned and automatically evaluated at the entrance or uploaded online and automatically processed before the event.&nbsp;<br>\n<br>\nHardware required by GET: Handhelds (included in the offer), RFID tag (optional chargeable feature) on the persons to be checked.<br>\n&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Event portal<br>\n- Is an online system to collect the data of the guests<br>\n- Allows guests to purchase upgrades, top up or withdraw credits<br>\n- Captures personal data&nbsp;</p>\n</li>\n</ul>\n<p>​</p>\n<ul>\n<li>\n<p>Order<br>\nIs a cash register system from GET where cash or card payments can be made by the customer.\n- The salesperson uses the handheld (or tablet) to enter the purchased products.\nIn order to comply with the RKSV in Austria, the trader sets up an interface between the Austrian tax office and the POS system before the start of the sale.Hardware required from GET: Handhelds, receipt printer, P400 if applicable, modem if applicable</p>\n</li>\n</ul>\n<p>​</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Staff<br>\nIs a system for recording staff attendance.<br>\n<br>\nHardware required: The system runs in the background of the devices.\nIn addition, a PC with access to the backend system (Manage) is required (PC is not provided by GET).</p>\n</li>\n</ul>\n<p>​</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Stock<br>\n- Is a stock entry system of GET in which stock can be entered and sold products are automatically deducted from the stock.&nbsp;<br>\n- Shipments between warehouses and sales locations can also be recorded.<br>\n<br>\nHardware required: The system runs in the background of the sales equipment.\nA PC with access to the backend system (Manage) and a regular printer (not provided by GET) are required to record stock levels and create shipments.</p>\n</li>\n</ul>\n<p>​</p>\n<p>d) Hardware</p>\n<p>Hardware</p>\n<ul>\n<li>\n<p>GET shall guarantee the proper functioning of the hardware used according to the manufacturer's warranty (e.g.\nwaterproof, dustproof, etc).\nIn the event of technical problems with POS equipment on site, GET shall in any case have sufficient replacement equipment available, thus ensuring the continuity of sales transactions at all times.&nbsp;</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>Self-service stations: With the self-service stations (EC/CC or Cash), the user can independently check or top up his credit.\nIf these are included in the offer, we recommend that one person (staff member) be assigned to each area where such machines are set up to assist guests in operating the machines or to be on site to answer questions during the first hours of opening.\nAlternatively or additionally, signage with step-by-step instructions can be placed at the vending machines.\nTwo LAN connections and one power connection are required per S-S-S EC/CC.\nOne LAN connection and one power connection are required per S-S-S Cash.\nThe final network and power requirements as well as the necessary conditions are regulated in the GET Rider.\nThis is available to the client at the latest after the order has been confirmed, but can also be requested in advance at any time.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Smartgates: With the Smartgates, the user can gain access to the event independently.\nThe Smartgates can be extended with a turnstile from GET.\nIn this case, the guest must carry out the validation process.\nIf these are included in the offer, it should also be mentioned here that it can be helpful for visitors to provide one person (staff member) per area where such machines are set up, who supports the guests in operating the machines or is on site to answer questions.\nAlternatively, or in addition, signage with step-by-step instructions can be attached to the machines.\nA LAN connection is required for each Smartgate without a turnstile.\nEach Smartgate with a turnstile requires 2 LAN connections.\nEach Smartgate requires a power connection, each turnstile also requires a power connection.\n&nbsp;The final network and power requirements as well as the necessary conditions are regulated in the GET Rider.\nThis is available to the client at the latest after the order has been confirmed, but can also be requested in advance at any time.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Tap2Pay: Tap2Pay enables the user to purchase a product independently using his RFID / NFC wristband or card (or similar product sold via GET).\nIf these are included in the offer, it should also be mentioned here that it can be helpful for visitors to provide one person (employee) per area where such vending machines are set up, who supports the guests in operating the vending machines or is on site to answer questions in the first hours of opening.\nAlternatively, or in addition, signage with step-by-step instructions can be placed at the machines.\nEach Tap2Pay Smartgate requires a LAN and a power connection.\nThe final network and power requirements as well as the necessary conditions are regulated in the GET Rider.\nThis is available to the client at the latest after the order has been confirmed, but can also be requested in advance at any time.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Tap2Info: With Tap2Info, the guest can independently check his current credit.\nEach Tap2Info Smartgate requires a LAN and a power connection.\nThe final network and power requirements as well as the necessary conditions are regulated in the GET Rider.\nThis is available to the client at the latest after the order has been confirmed, but can also be requested in advance at any time.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>EC/CC terminals: The EC/CC terminals are an additional module which can be used with GET POS devices.\nThe prerequisite for this is a contract with a GET PSP partner.\nAn up-to-date list shall be provided by the Contractor.\nEach EC/CC module requires its own LAN connection and power supply.\nThe EC/CC module must be on the same network as the POS device.\n&nbsp;The final network and power requirements as well as the necessary conditions are regulated in the GET Rider.\nThis is available to the client at the latest after the order has been confirmed, but can also be requested in advance at any time.\nAs soon as EC/CC modules are in use, a WLAN network for the POS devices is mandatory at the position used.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>GET Manage: \"get.manage\" refers to the Internet application by means of which the contracting party obtains access and, associated with this, specific authorisations, whereby, among other things - as part of GET's systems - price lists for the sales equipment can be implemented, ongoing reporting on the sales/transactions made can be carried out, and the visitors' refund requests (= payout) can be processed.\nAccess to get.manage is generally valid for at least 3 months after the event and can be optionally extended if required.\nIn any case, it is guaranteed that the contractual partner has access to the implemented reports and that these can be downloaded.\n(Standard selection of predefined reports, including turnover, transactions, location and device filters, etc.).&nbsp;<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Internet &amp.\nLive Reporting: The Point of Sale devices (\"POS devices\") transmit all transacted sales directly if a connection is established (sim card in the POS device or established WLAN connection), whereby live reporting is possible.\nIn this case, the contractual partner has an insight into the current turnover and can query the current turnover at any time using his own mobile GET device or the online access provided (=&gt.\nget.manage).\nVia our \"live reporting\" it is possible to follow and evaluate an evaluation via the manage or corresponding systems provided by GET.\nDepending on the internet connection, a delay is to be expected.\nIt is noted that for the basic function (pay) - after successful implementation - of the cashless payment system, no internet is required in principle.\nIf the Internet connection is not up and running for some reason, there may be delays in reporting.\nAs soon as the connection is re-established, the devices will transmit the transactions made.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Payment by ATM credit card: If direct payment by ATM and credit card is to be processed, these devices require - in addition to a prior agreement with the payment service provider \"Six Payment and the contractual partner - a valid Internet connection.\nFor the specifications required here, see the appendix \"Internet Rider\".&nbsp;<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Online top-up at the event on site: If a live top-up on site via the event portal is desired, customers require Internet access on their end device (e.g.\na visitor's mobile phone) as well as the mobile devices on the part of GET.\nIf the Point of Sales devices do not receive a sufficient connection to receive the customer's top-up information, the customer can use alternative payment options and have the money for the online top-up transferred back to them after the event.\nIt is noted that money or credits will not be \"lost\" under any circumstances and will be settled correctly after the event at the latest.<br>\n&nbsp;</p>\n</li>\n<li>\n<p>B2C event portal: GET provides a website with individual branding for the end customers of the contracting party, whereby the customers of the contracting party have the possibility to load money online in advance (if desired =&gt.\noptional chargeable feature - see offer) onto the wristband/card or ticket used at the event.\nFurthermore, the credit will be refunded after the event on this platform.&nbsp;<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Transfer of payout refunds: &nbsp;After the end of the project, the customers/visitors of the Contractual Partner can request the re-transfer of their remaining credit on the wristband/ticket via the event portal.\nFor this purpose, the contractual partner downloads the reports at the required intervals, which can be processed by the bank.\n, whereby the repayment requests of the customers per document are settled with a collective transfer.\n&nbsp;<br>\n&nbsp;</p>\n</li>\n<li>\n<p>Data-Consulting, get.insight: GET uses the business intelligence application \"Sisense\" and \"Google Data Studio\".\nShould the contractual partner wish to make use of additional reporting or data consulting on the part of GET after completion of the project, GET reserves the right to invoice the corresponding expenditure from the data evaluations unless the corresponding product has been booked.\nIn this case, a corresponding time package of a maximum of 50 hours for one year is available.\nProduct and location analyses, personnel utilisation, etc.\nshall be taken into consideration.\nOtherwise, the contractual partner is able to download predefined reports on turnover, products, etc.\nas standard.&nbsp;</p>\n</li>\n</ul>\n<p>​</p>\n<p>​</p> 12.\nForce majeure&nbsp.\n<p>&nbsp;</p>\n<p>Insofar as and as long as obligations cannot be fulfilled on time or properly as a result of force majeure, such as war, terrorism, natural disasters, fire, strike, lockout, embargo, sovereign intervention, failure of the power supply, failure of means of transport, failure of telecommunication networks or data lines, changes in the law affecting the services after conclusion of the contract or other non-availability of products, this shall not constitute a breach of contract.&nbsp;<br>\n&nbsp;</p>\n<p>​</p> 13.\nRights of use to software products and documents&nbsp.\n<p>&nbsp;</p>\n<p>a) Insofar as the Client is provided with software products by the Contractor or the Client is enabled to use software products within the scope of the services, the Client shall be entitled to the non-exclusive, non-transferable, non-sublicensable right, limited to the term of the contract, to use the software products in unchanged form.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) Unless a separate agreement is made, no further rights to software products shall be transferred to the Principal.\nThe Client's rights under §§ 40(d), 40(e) UrhG shall not be affected by this.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c) All documents provided to the Client by the Contractor, in particular the documentation for software products, may neither be reproduced nor distributed in any way, whether for payment or free of charge.&nbsp;</p>\n<p>&nbsp;</p>\n<p>​</p> 14.\nDuration of the contract&nbsp.\n<p>&nbsp;</p>\n<p>a) The contract shall come into force with the offer signed by both parties (Contractor &amp.\nClient) and shall form the basis of the business relationship until the agreed date.\nDuring this term, ordinary termination is expressly excluded.\nThe right to extraordinary termination for good cause shall remain unaffected.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) Each contracting party is entitled to terminate the contract prematurely for good cause.\nGood cause shall be deemed to exist in particular if the other contracting party, despite written warning and threat of termination, breaches material obligations under the contract or if bankruptcy or other insolvency proceedings are filed against the other contracting party, opened or rejected for lack of assets, or if the services of the other contracting party are impeded or prevented due to force majeure.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c) Furthermore, the Contractor shall be entitled to terminate the contract prematurely for good cause if essential parameters of the provision of services have changed and the Contractor can no longer be expected to continue the services for this reason from an economic point of view.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>d) Upon termination of the contract, the Client shall immediately return to the Contractor all documents and documentation as well as software and hardware provided to it by the Contractor.&nbsp;</p>\n<p>&nbsp;</p>\n<p>​</p> 15.\nData protection&nbsp.\n​ <p>In the course of carrying out accreditations for the purpose of this contract, the contractual partner may collect data from persons and, insofar as legally permissible and necessary, make copies of public identity documents or receive such from the identity document holder.\nThis data is collected by the contracting party as data controller as defined in data protection legislation.\n\"Data Protection Legislation\" as used herein means all applicable data protection laws and related implementing regulations, including laws and regulations stemming from the implementation of Directive 2002/58/EC concerning the processing of personal data and the protection of privacy in the electronic communications sector and the General Data Protection Regulation (2016/679) (\"GDPR\").\nThe contractual partner shall only collect personal data from GET employees or their vicarious agents and GET shall only transmit personal data from GET employees or their vicarious agents to the extent that it is necessary for the performance of the contractual agreement and pre-contractual measures.\nThe collection of personal data is solely for the purpose of issuing event accreditations and on-site security checks, without which the implementation of the services under this agreement is impossible.</p>\n<p>\n<br>\nIf the Parties collect and process personal data in connection with the implementation of this Agreement, the Parties undertake in each case to comply with the applicable data protection legislation (in particular the Basic Data Protection Regulation and the new Federal Data Protection Act) and, to the extent required by law, to obtain the consent of the persons concerned.</p>\n<p>\n<br>\na) The Contractor is not obliged to check the permissibility of the data processing commissioned by the Client in terms of data protection regulations.\nThe Client shall remain the responsible party under data protection law.\nThe Client shall ensure that the transfer of personal data to the Contractor and the processing of such data by the Contractor are permissible and lawful.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) The Contractor shall take all reasonable measures in accordance with the respective state of the art to protect the Client's data and information stored at the Contractor's sites against unauthorised access by third parties.\nHowever, the Contractor shall not be responsible if third parties nevertheless succeed in gaining access to the data and information in an unlawful manner.\nThe Contractor shall not be liable in this respect except in the case of intent.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>c) By concluding the contract, the Client gives its consent that the data from this business case may also be transmitted to subcontractors who are involved in the processing of this order.&nbsp;</p>\n<p>&nbsp;</p>\n<p>​</p> 16.\nLiability <p>​</p>\n<p>a) The Contractor shall only be liable to the Client for damage for which it is demonstrably responsible in the event of gross negligence.\nThis shall also apply mutatis mutandis to damage attributable to third parties engaged by the Contractor.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) Liability for indirect damage is expressly excluded.\nIf the Contractor performs the work with the assistance of third parties and warranty and/or liability claims arise against these third parties in this context, the Contractor shall assign these claims to the Client.\nIn this case, the Client shall give priority to these third parties.&nbsp;</p>\n<p>&nbsp;</p>\n<br>\n17.\nConfidentiality&nbsp.\n<p>&nbsp;</p>\n<p>a) Each contracting party warrants to the other that it will treat all trade secrets brought to its attention by the other in connection with this contract and its performance as such and will not make them available to third parties unless they are generally known or were already known to the recipient beforehand without any obligation to maintain secrecy.\nor are communicated or provided to the recipient by a third party without any obligation to maintain secrecy.\nor have demonstrably been developed independently by the recipient.\nor are required to be disclosed on the basis of a legally binding official or judicial decision.&nbsp;</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>b) Subcontractors associated with the Contractor shall not be deemed third parties insofar as they are subject to a confidentiality obligation corresponding in content to this point.&nbsp;</p>\n<p>&nbsp;</p>\n<p>​</p> 18.\nFinal provisions&nbsp.\n<p>&nbsp;</p>\n<p>It should be noted that reference is made to GET's General Terms and Conditions with regard to further obligations of the contractual partner to cooperate and provide services, deployment of personnel, change requests, disruptions to performance, liability, remuneration, force majeure, rights of use to software products and documents, duration, data protection and confidentiality.\nFurthermore, the contracting party waives the right to claim any error of law.\nAustrian law shall apply to the exclusion of the norms of private international law and the UN Convention on Contracts for the International Sale of Goods.\nFor any disputes arising from this agreement, the jurisdiction of the relevant court in Salzburg City is agreed, irrespective of the amount in dispute.&nbsp;</p>\n<p>​</p>\n<p>The German&nbsp;language version of the GTC shall be controlling in all respects and shall prevail in case of any inconsistencies with translated versions, if any.\nShould individual provisions of this agreement be ineffective or lose their effectiveness due to a circumstance occurring at a later date, the effectiveness of the rest of the agreement shall remain unaffected.\nInstead, the contracting parties undertake to replace the invalid provisions with a provision that comes as close as possible to the economic success of the invalid provision.\nAll amendments and additions to this agreement must be in writing in order to be valid.</p>\n<p>​</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Status: February 2022</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2021 by Global Event Technologies.</p>\n<p>Imprint</p>\n<p>T&amp;C</p>\n<p>Privacy</p>bottom of page ", "created_at": "2023-03-21 01:20:46.80774", "updated_at": "2023-03-21 01:20:56.26505"}, {"id": 14885, "name": "Privacy Policy", "url": "https://www.get.systems/en/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-21 01:20:34.682195", "updated_at": "2023-03-21 01:21:01.036078"}], "points": [], "urls": ["get.systems"]}}