{"error": 448, "message": "OK", "parameters": {"id": 9201, "name": "neat.tube", "created_at": "2023-07-15 00:11:26.506317", "updated_at": "2023-07-15 10:02:16.713507", "wikipedia": null, "keywords": null, "related": null, "slug": "neat-tube", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9201.png", "url": "neat.tube", "documents": [{"id": 18022, "name": "Terms And Code of conduct", "url": "https://neat.tube/about/instance", "xpath": "/html/body/my-app/div[2]/div[2]/div/div/my-about/div/div[2]", "text": "About Neat.TubeNews &amp.\nPoliticsHow ToEducationActivismScience &amp.\nTechnologyEnglishNeat.Tube - PeerTube hosting from Neat.Computer ADMINISTRATORS &amp.\nSUSTAINABILITY Who we are<p>This instance is run by Jonah Aragon (Mastodon) and owned by Fediverse Communications LLC, a Minnesota-based company.</p>\n<p>\n<strong>Neat.Tube</strong> is open to all paid Neat.Computer subscribers.\nUpload quota limits can be increased upon request, up to an unlimited amount.</p>\n<p>This being said, <strong>you do not need an account on this website to leave comments and subscribe to channels here.</strong> You can comment and subscribe without a paid account from any ActivityPub-enabled software, such as Mastodon or another PeerTube instance (such as PeerTube.Party).</p>\nHow we will pay for keeping our instance running<p>You can support Neat.Computer's services on Open Collective.\nYou can also tip Jonah directly on Ko-Fi if you find these services useful.</p>\n<p>Usage beyond the default upload limits will be subject to a fair-use payment agreement to ensure this service is sustainable for all members.</p> INFORMATION Description<p>Welcome to Neat.Tube, a PeerTube instance hosted by Jonah.</p>\n<p>This instance follows PeerTube instances which are on this list.\nIf you are a PeerTube admin and wish for your server to be followed by this instance, please submit a Pull Request: https://github.com/jonaharagon/peertube-index</p>\n<p>Neat.Tube provides video redundancy to remote creators upon request.</p> MODERATION Moderation information<ul>\n<li>This service may be used to <em>access</em> NSFW content on remote servers, but may <strong>not</strong> be used to <em>host</em> NSFW content.</li>\n<li>Misinformation and propaganda are not permitted.</li>\n</ul>\nCode of conduct<p>Please use this service wisely.</p>\n<p>Examples of behavior that contributes to creating a positive environment include:</p>\n<ul>\n<li>Using welcoming and inclusive language</li>\n<li>Being respectful of differing viewpoints and experiences</li>\n<li>Gracefully accepting constructive criticism</li>\n<li>Showing empathy towards others</li>\n</ul>\n<p>Examples of unacceptable behavior include:</p>\n<ul>\n<li>The use of sexualized language or imagery and unwelcome sexual attention or advances</li>\n<li>Trolling, insulting/derogatory comments, and personal or political attacks</li>\n<li>Public or private harassment</li>\n<li>Publishing others’ private information, such as a physical or electronic address, without explicit permission</li>\n<li>Other conduct, such as spamming, that could reasonably be considered inappropriate</li>\n</ul>\nTerms<ul>\n<li>This service is intended to host public videos, it is not for storing private video collections.</li>\n<li>Videos and accounts may be moderated or deleted at the sole discretion of the administration team.</li>\n</ul>\n<p>If you are concerned about content <strong>locally hosted</strong> on this PeerTube instance, please contact abuse@fediverse.us.\nPlease note that this website may act as a gateway to remotely hosted videos.\nWe do not have control over remote content, you must contact the actual host directly if you have an issue with remotely hosted content.</p> OTHER INFORMATION Hardware information<ul>\n<li>Hetzner Cloud VPS (Ashburn, VA)</li>\n<li>Wasabi.com S3 Storage</li>\n<li>Bunny.net Content Delivery</li>\n</ul>\nFEATURESFeatures found on this instancePeerTube version5.1.0Default NSFW/sensitive videos policycan be redefined by the usersHiddenUser registrationDisabledVideo uploadsTranscoding in multiple resolutionsVideo uploadsAutomatically publishedVideo quota 5 GB (5 GB per day)Live streamingLive streaming enabledTranscode live video in multiple resolutionsMax parallel lives 1 per user / 2 per instance ImportHTTP import (YouTube, Vimeo, direct URL...)Torrent importChannel synchronization with other platforms (YouTube, Vimeo, ...)SearchUsers can resolve distant contentPlugins &amp.\nThemesAvailable themes dark Plugins enabled sort-originally-published-at auth-openid-connect custom-links STATISTICSBy users on this instance<p>5</p>\n<p>users</p>\n<p>376</p>\n<p>videos</p>\n<p>5,279</p>\n<p>views</p>\n<p>8</p>\n<p>comments</p>\n<p>97.1 GB</p>\n<p>hosted video</p>In this instance federation<p>620</p>\n<p>videos</p>\n<p>5,356</p>\n<p>comments</p>\n<p>40</p>\n<p>followers</p>\n<p>6</p>\n<p>following</p>", "created_at": "2023-07-15 00:11:26.535828", "updated_at": "2023-07-15 00:11:41.229816"}, {"id": 18023, "name": "P2P & Privacy", "url": "https://neat.tube/about/peertube", "xpath": "/html/body/my-app/div[2]/div[2]/div/div/my-about/div/div[2]/my-about-peertube/div/div[3]", "text": "P2P &amp.\nPrivacy<p> PeerTube uses the BitTorrent protocol to share bandwidth between users by default to help lower the load on the server, but ultimately leaves you the choice to switch back to regular streaming exclusively from the server of the video.\nWhat follows applies only if you want to keep using the P2P mode of PeerTube.\n</p>\n<p> The main threat to your privacy induced by BitTorrent lies in your IP address being stored in the instance's BitTorrent tracker as long as you download or watch the video.\n</p>What are the consequences?<p> In theory, someone with enough technical skills could create a script that tracks which IP is downloading which video.\nIn practice, this is much more difficult because: </p>\n<ul>\n<li> An HTTP request has to be sent on each tracker for each video to spy.\nIf we want to spy all PeerTube's videos, we have to send as many requests as there are videos (so potentially a lot) </li>\n<li> For each request sent, the tracker returns random peers at a limited number.\nFor instance, if there are 1000 peers in the swarm and the tracker sends only 20 peers for each request, there must be at least 50 requests sent to know every peer in the swarm </li>\n<li> Those requests have to be sent regularly to know who starts/stops watching a video.\nIt is easy to detect that kind of behaviour </li>\n<li> If an IP address is stored in the tracker, it doesn't mean that the person behind the IP (if this person exists) has watched the video </li>\n<li> The IP address is a vague information: usually, it regularly changes and can represent many persons or entities </li>\n<li> Web peers are not publicly accessible: because we use the websocket transport, the protocol is different from classic BitTorrent tracker.\nWhen you are in a web browser, you send a signal containing your IP address to the tracker that will randomly choose other peers to forward the information to.\nSee this document for more information </li>\n</ul>\n<p> The worst-case scenario of an average person spying on their friends is quite unlikely.\nThere are much more effective ways to get that kind of information.\n</p>How does PeerTube compare with YouTube?<p> The threats to privacy with YouTube are different from PeerTube's.\nIn YouTube's case, the platform gathers a huge amount of your personal information (not only your IP) to analyze them and track you.\nMoreover, YouTube is owned by Google/Alphabet, a company that tracks you across many websites (via AdSense or Google Analytics).\n</p>What can I do to limit the exposure of my IP address?<p> Your IP address is public so every time you consult a website, there is a number of actors (in addition to the final website) seeing your IP in their connection logs: ISP/routers/trackers/CDN and more.\nPeerTube is transparent about it: we warn you that if you want to keep your IP private, you must use a VPN or Tor Browser.\nThinking that removing P2P from PeerTube will give you back anonymity doesn't make sense.\n</p>What will be done to mitigate this problem?<p> PeerTube wants to deliver the best countermeasures possible, to give you more choice and render attacks less likely.\nHere is what we put in place so far: </p>\n<ul>\n<li>We set a limit to the number of peers sent by the tracker</li>\n<li>We set a limit on the request frequency received by the tracker</li>\n<li>Allow instance admins to disable P2P from the administration interface</li>\n</ul>\n<p> Ultimately, remember you can always disable P2P by toggling it in the video player, or just by disabling WebRTC in your browser.\n</p>", "created_at": "2023-07-15 00:11:26.565745", "updated_at": "2023-07-15 00:12:07.588907"}], "points": [], "urls": ["neat.tube"]}}