{"error": 448, "message": "OK", "parameters": {"id": 8515, "name": "ClickMagick", "created_at": "2023-06-27 05:06:24.892801", "updated_at": "2023-06-27 10:02:07.950829", "wikipedia": null, "keywords": null, "related": null, "slug": "clickmagick", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8515.png", "url": "clickmagick.com,clkmg.com", "documents": [{"id": 16533, "name": "Terms of Service", "url": "https://www.clickmagick.com/terms/", "xpath": "//body", "text": " <strong>\n</strong>\n<ul>\n<li> Product <ul>\n<li> Overview &amp.\nSet Up </li>\n<li> Tracking &amp.\nAttribution </li>\n<li> Ad Optimization </li>\n<li> Bot &amp.\nClick Fraud Protection </li>\n<li> Affiliate Marketing Tools </li>\n<li> Other ClickMagick Tools </li>\n<li> Connect &amp.\nShare </li>\n<li> Support &amp.\nTraining </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Our Magick </li>\n<li> FAQs </li>\n</ul> Sign in Start for free <ul>\n<li> Privacy Policy <ul>\n<li> What information does ClickMagick collect from visitors and users? </li>\n<li> Why is information collected? </li>\n<li> How does ClickMagick protect my information? </li>\n<li> Will ClickMagick disclose the information it collects to others? </li>\n<li> Does ClickMagick use Cookies or Pixel Tags? </li>\n<li> Can I Access, Modify or Delete the Personal Data ClickMagick collects? </li>\n<li> What information does ClickMagick collect from Customers' Users? </li>\n<li> What if I want to Opt-Out of email communications from ClickMagick? </li>\n<li> Can children or minors use ClickMagick? </li>\n<li> Third-Party Payment Processor </li>\n<li> Links to Other Sites </li>\n<li> Updates to this Privacy Policy </li>\n<li> ClickMagick Terms of Service </li>\n<li> Contacting ClickMagick </li>\n</ul>\n</li>\n<li> Terms of Service <ul>\n<li> Definitions </li>\n<li> User Account </li>\n<li> Non-Exclusive License </li>\n<li> Information Rights </li>\n<li> Your Obligations Regarding Your Visitors' Data </li>\n<li> Billing, Upgrades and Downgrades, Cancellation </li>\n<li> Indemnification </li>\n<li> Third Parties </li>\n<li> Disclaimer of Warranties </li>\n<li> Limitation of Liability </li>\n<li> Notice of Proprietary Rights </li>\n<li> Modifications to Terms of Service and Other Policies </li>\n<li> General Conditions </li>\n<li> Earnings Disclaimer </li>\n<li> Privacy Policy </li>\n<li> Miscellaneous.\nApplicable Law and Venue </li>\n</ul>\n</li>\n<li> Data Processing Addendum <ul>\n<li> Data Processing Terms </li>\n<li> Details of the Data Processing </li>\n<li> Types of Personal Data </li>\n<li> Categories of Data Subjects </li>\n<li> Processing Activities </li>\n</ul>\n</li>\n</ul> Terms of Service <p> The following are the terms and conditions for use of the \"ClickMagick\" service.\nThis is a service provided by ClickMagick Inc.\nClickMagick Inc.\nwill hereafter be referred to as (\"ClickMagick\", \"we\", \"us\"), and the service provided at clickmagick.com will be hereafter referred to as \"ClickMagick\" or \"the Service\".\nPlease read these terms carefully.\n</p>\n<p> BY COMPLETING THE REGISTRATION PROCESS AND/OR USING THE SERVICE, YOU AGREE THAT YOU ARE ELIGIBLE FOR AN ACCOUNT AND THAT YOU AGREE TO BE BOUND BY ALL OF THE TERMS AND CONDITIONS OF these Terms of Service (\"AGREEMENT\").\n</p>\n<p>The Service is offered to you conditioned on your acceptance without modification of the entire terms, conditions, and notices contained herein on this page.</p> 1.\nDefinitions <ul>\n<li>\"Account\" refers to the billing account for the Service.</li>\n<li> \"Customer Data\" means the data about the characteristics and activity of visitors to your website collected by use of the Client Code which is stored on the Servers and analyzed by the Processing Software.\n</li>\n<li> \"Click\" is the unit of measurement of usage of the Service.\nA Click is used when the Client Code is executed on a webpage accessed by a visitor, or when the Click URL is accessed by a visitor.\n</li>\n<li> \"Click fraud\" is a type of fraud that occurs in Internet pay-per-click advertising where a person or computer system clicks on an ad, without genuine interest in the ad, for the purpose of generating a charge to the advertiser.\n</li>\n<li> \"Click URL\" means any unique URL assigned to an Account for the purpose of recording Clicks.\nYou will be assigned a unique Click URL corresponding to each advertisement to be tracked via the Service.\n</li>\n<li> \"Client Code\" means the proprietary ClickMagick code which is installed on a web page for the purpose of collecting Customer Data, together with any fixes or upgrades provided by you.\n</li>\n<li> \"Conversion\", also referred to as \"goal\" in the Reports, means the data recorded by use of the Client Code placed on specific portions of your website you have identified as of special interest, such as when a purchase has been made.\n</li>\n<li> \"Personal Data\" means any information relating to an identifiable person who can be directly or indirectly identified in particular by reference to an identifier.\n</li>\n<li> \"Processing Software\" means the proprietary ClickMagick Software and any all upgrades to such, which analyzes the Customer Data and generates the Reports.\n</li>\n<li>\"Report\" means the resulting analysis shown at clickmagick.com (or such other URL the Service may provide) including stored clicks and conversion data.</li>\n<li>\"Servers\" means the servers controlled by ClickMagick upon which the Customer Data is stored and analysed to provide the Reports.</li>\n<li>\"Software\" means the Client Code and the service software which produces the reports.</li>\n<li>\"Subscription\" means the billing terms agreed upon for your Account, between you and ClickMagick.</li>\n</ul> 2.\nUser Account <ul>\n<li> To register for the Service, you must complete the registration process by providing ClickMagick with current, complete and accurate information as prompted by the registration form, including your e-mail address, username and password.\nYou will at all times be responsible for maintaining the security of your account and password: you should protect your passwords and are fully responsible for your own and third party use of your accounts.\nClickMagick cannot and will not be liable for any loss and/or damage resulting from your failure to comply with this security obligation.\n</li>\n<li>ClickMagick, in its sole discretion, may accept or reject for any reason any person as a User of the Service.</li>\n<li> You may not use the Service for any illegal or unauthorized purpose, nor violate any applicable laws (including but not limited to copyright laws).\nYou are solely responsible for any and all activities that relate to your Account.\nYou agree to notify ClickMagick immediately upon learning of any unauthorized use of your Account or any other breach of security.\n</li>\n<li> From time to time, ClickMagick employees may log in to the Service under your account in order to maintain or improve the Service, including providing you with assistance on technical or billing issues.\nYou hereby acknowledge and consent to such access.\n</li>\n</ul> 3.\nNon-Exclusive License <ul>\n<li> ClickMagick hereby grants you a limited, revocable, non-exclusive, non-sublicensable license to install, copy and use the Software solely as necessary to use the Service for one or more web pages that you own and control (collectively, the \"Website\").\nSubject to the terms and conditions of this Agreement, You may remotely access, view and download your Reports stored at www.clickmagick.com (or such other URL ClickMagick may provide).\nYour license of, use of and access to the Software and the Service (which may include, without limitation, the Software, documentation and reports) is conditioned upon your compliance with the terms and conditions of this Agreement.\n</li>\n<li> You will not, nor will you allow any third party to: (i) copy, modify, adapt, translate or otherwise create derivative works of the Software or the Documentation.\n(ii) reverse engineer, de-compile, disassemble or otherwise attempt to discover the source code of the Software.\n(iii) rent, lease, sell, assign or otherwise transfer rights in or to the Client Code, the Processing Software, the documentation or the Service.\n(iv) remove any proprietary notices or labels on the Software or placed by the Service.\nor (v) use, post, transmit or introduce any device, software or routine which interferes or attempts to interfere with the operation of the Service or the Software.\n</li>\n<li> You will use the Software, Service and Reports solely for your own internal use, and will not make the Software or Service available for timesharing, application service provider or service bureau use.\nYou will comply with all applicable laws and regulations in your use of and access to the Documentation, Software, Service and Reports.\nThe license will expire immediately upon failure to comply with the terms of this Agreement.\nUpon such expiration, you must destroy all originals and copies of the Client Code in your possession and so certify in writing to ClickMagick within 3 business days of termination and cease any further use of the Service without the express written consent of ClickMagick.\n</li>\n</ul> 4.\nInformation Rights <ul>\n<li> You hereby allow ClickMagick to collect, store and process your Customer Data.\nThe Customer Data may include one or more cookies that ClickMagick uses to differentiate between users.\nClickMagick may examine Customer Data to provide you with technical support or to improve the Service.\n</li>\n<li> ClickMagick may retain and use, subject to the terms of its Privacy Policy (located at https://www.clickmagick.com/privacy/, or such other URL as ClickMagick may provide from time to time), information collected on your use of the Service, in order to, among others, generate anonymous aggregated reports.\nClickMagick will not share information associated with you or your Website with any third parties unless ClickMagick (i) has your consent.\n(ii) concludes that it is required by law or has a good faith belief that access, preservation or disclosure of such information is reasonably necessary to protect the rights, property or safety of ClickMagick, its users or the public.\nor (iii) provides such information in certain limited circumstances to third parties to carry out tasks on ClickMagick's behalf (e.g., billing or data storage) with strict restrictions that prevent the data from being used or shared except as directed by ClickMagick.\nWhen this is done, it is subject to agreements that oblige those parties to process such information only on ClickMagick's instructions and in compliance with this Agreement and appropriate confidentiality and security measures.\n</li>\n<li>Unless you notify ClickMagick otherwise in writing, ClickMagick may identify you as a valued customer and/or disclose that you are using the Service.</li>\n</ul> 5.\nYour Obligations Regarding Your Visitors' Data <ul>\n<li> The Service allows you to link anonymous data regarding your visitors' activities and actions on your webpage(s) with Personal Data that you have collected regarding the user.\nYou are solely responsible for using, disclosing, or transmitting such visitor data, including Personal Data.\n</li>\n<li> You represent and warrant that: <ul>\n<li> You will comply with all applicable laws, including, but not limited to, those followed regarding the transfer of Personal Data from the European Economic Area (EAA) to the United States under the General Data Protection Regulation (GDPR), relating to the collection, use and disclosure of visitor data, including Personal Data, to ClickMagick.\n</li>\n<li> If applicable, you will provide all required notifications and obtain all required consents and authorizations from your website visitors to allow ClickMagick to collect, obtain and/or use visitor data, including Personal Data, relating to visitor use of your website, for the purposes of providing the Service.\n</li>\n<li> You will not use the Service to collect or analyze sensitive Personal Data (e.g.\npersonal health information, political opinions, religious or philosophical beliefs).\n</li>\n<li> If applicable, you have posted (or you will post) a privacy policy on each website on which you use the Service, which contains a link to ClickMagick's Privacy Policy and clearly and conspicuously states that: <ul>\n<li> You use third-party service providers to provide certain analytics and user interactions services to you in connection with your operation of such website, including the collection and tracking of certain data and information regarding the characteristics and activities of visitors to such website.\n</li>\n<li>You may disclose visitor data, including Personal Data, to certain such third-party services providers in order to obtain such services.</li>\n</ul>\n</li>\n<li> In regards to General Data Protection Regulations (GDPR), ClickMagick is the \"data processor\" and you are the \"data controller\", as such terms are defined under the GDPR.\nThe data controller collects data from end users and explains how and why Personal Data is processed.\nThe data processor receives the data from the data controller and acts upon instructions from the data controller.\n</li>\n<li> The GDPR has robust requirements and obligations for both data collectors and data processors and we're committed to helping our customers use ClickMagick in a GDPR compliant manner.\nWe've made our Data Processing Addendum (DPA) available online, which supplements this Terms of Use and provides contractual safeguards to our customers for the processing of the Personal Data sent through ClickMagick, so you can be confident your data is processed in a lawful manner.\n</li>\n</ul>\n</li>\n</ul> 6.\nBilling, Upgrades and Downgrades, Cancellation <ul>\n<li> The ClickMagick Service may be purchased on a monthly or yearly subscription basis under which payment is prepaid.\nSubscription Service will be automatically renewed and your credit card (or other payment method account) will be charged each month or each year without further authorization from you, until you cancel your account.\n</li>\n<li> You are responsible for paying any applicable fees and applicable taxes associated with the Service in a timely manner with a valid payment method.\nUnless otherwise stated, all fees are quoted in U.S.\nDollars (USD).\nYou agree to pay for all services that you purchase through the Service, and we may charge your selected payment method or send you an invoice for any such fees owed.\nYou are required to keep your billing information current, complete, and accurate (e.g., a change in billing address, credit card number, or expiration date) and to notify ClickMagick if your selected payment method is cancelled (e.g., for loss or theft).\n</li>\n<li> You are responsible for all charges incurred under your Account, as well as charges incurred by Accounts associated with or created through your Account, by you or anyone who uses your Account (including your co-workers, colleagues, team-members, etc.).\nIf your payment method fails or your account is past due, we may collect fees owed using other collection mechanisms.\nYour Account, as well as Accounts associated with or created through your Account, may be deactivated without notice to you if payment is past due, regardless of the dollar amount.\nYou are also responsible for paying any governmental taxes imposed on your purchase from or use of the Service, including, but not limited to, sales, use, or value-added taxes.\n</li>\n<li> ClickMagick may offer different service levels at various monthly rates.\nShould you upgrade or downgrade your service level, the price of the chosen service level will be charged in subsequent monthly periods.\n</li>\n<li> If you exceed the limits of your service level, your account will be upgraded to a service level which accommodates your usage, and the price of this service level will be charged in subsequent monthly periods.\n</li>\n<li>All fees are paid in advance and are not refundable.</li>\n<li> You are solely responsible for properly cancelling your account.\nYou can cancel your account at any time by contacting ClickMagick by email at or using the \"Help\" link on www.clickmagick.com.\nYour request must be received at least 24 hours prior to your subscription renewal date, or the cancellation will not be effective until the following month.\n</li>\n<li> All Customer Data and Reports may be immediately deleted from the Service upon cancellation.\nThis information cannot be recovered once your account is cancelled.\n</li>\n<li>If you cancel your Account before the end of the current paid period, your cancellation will take effect immediately.</li>\n<li> ClickMagick, in its sole discretion, has the right to suspend or terminate your Account and refuse any and all current or future use of the Service.\nSuch termination of the Service will result in the deactivation or deletion of your Account or your access to your Account, and the forfeiture and relinquishment of all Customer Data and Reports in your Account.\n</li>\n</ul> 7.\nIndemnification <ul>\n<li> You agree to indemnify, hold harmless and defend ClickMagick, at your expense, any and all third-party claims, actions, proceedings, and suits brought against ClickMagick or any of its officers, directors, employees, agents or affiliates, and all related liabilities, damages, settlements, penalties, fines, costs or expenses (including, without limitation, reasonable attorneys' fees and other litigation expenses) incurred by ClickMagick or any of its officers, directors, employees, agents or affiliates, arising out of or relating to (i) your breach of any term or condition of this Agreement, (ii) your use of the Service, (iii) your violations of applicable laws, rules or regulations in connection with the Service, or (iv) your Brand Features.\nIn such a case, ClickMagick will provide you with written notice of such claim, suit or action.\nYou shall cooperate as fully as reasonably required in the defense of any claim.\nClickMagick reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by you.\n</li>\n</ul> 8.\nThird Parties <ul>\n<li> If you provide access to your Account or any portion thereof to any third party or use the Service to collect information on behalf of any third party (\"Third Party\"), whether or not you are authorized to do so by ClickMagick, the terms of this Section shall apply to you.\n</li>\n<li> If you use the Service on behalf of any Third Party, you represent and warrant that (a) you are authorized to act on behalf of, and bind to this Agreement, that Third Party, (b) as between the Third Party and you, the Third Party owns any rights to Customer Data in the applicable account, and (c) you shall not disclose Third Party's Customer Data to any other party without the Third Party's consent.\n</li>\n<li> You shall ensure that each Third Party is bound by and abides by the terms of this Agreement.\nClickMagick makes no representations or warranties for the direct or indirect benefit of any Third Party.\nWith respect to Third Parties, you shall take all measures necessary to disclaim any and all representations or warranties that may pertain to ClickMagick, the Service, the Software or the Reports, or use thereof.\nYou agree to indemnify, hold harmless and defend ClickMagick, at your expense, against any and all third-party claims, actions, proceedings, and suits brought against ClickMagick or any of its officers, directors, employees, agents or affiliates, and all related liabilities, damages, settlements, penalties, fines, costs or expenses (including, without limitation, reasonable attorneys' fees and other litigation expenses) incurred by ClickMagick, or any of its officers, directors, employees, agents or affiliates, arising out of or relating to (a) any representations and warranties made by you concerning any aspect of the Service, the Software or Reports to Third Parties.\n(b) any claims made by or on behalf of any Third Party pertaining directly or indirectly to your use of the Service, the Software or Reports.\n(c) violations of your obligations of privacy to any Third Party.\nand (d) any claims with respect to acts or omissions of Third Parties in connection with the Services, the Software or Reports.\n</li>\n</ul> 9.\nDisclaimer of Warranties <ul>\n<li> The information and services included in or available through the Service, including the Reports, may include inaccuracies or typographical errors.\nChanges are periodically added to the information herein.\nClickMagick and/or its respective suppliers may make improvements and/or changes in the Service or Software at any time, with or without notice.\nClickMagick does not represent or warrant that the Service will be uninterrupted or error-free, that defects will be corrected, or that the Service, the Software or any other software on the Server are free of viruses or other harmful components.\nYou specifically agree that ClickMagick shall not be responsible for unauthorized access to or alteration of the Customer Data or data from your Website.\nClickMagick does not guarantee storage of Customer Data.\nStorage space allocated to you is subject to agreement with ClickMagick or the amount of available space.\n</li>\n<li> ClickMagick does not guarantee the Service will be operable at all times or during any down time (1) caused by outages to any public Internet backbones, networks or servers, (2) caused by any failures of your equipment, systems or local access services, (3) for previously scheduled maintenance or (4) relating to events beyond ClickMagick's control such as strikes, riots, insurrection, fires, floods, explosions, war, governmental action, labor conditions, earthquakes, natural disasters, or interruptions in Internet services to an area where ClickMagick or your servers are located or co-located.\nComplete accuracy in all aspects of your Statistics at all times also is not guaranteed.\n</li>\n<li> THE SERVICE, THE SOFTWARE AND REPORTS ARE PROVIDED \"AS IS\" AND THERE ARE NO WARRANTIES, CLAIMS OR REPRESENTATIONS MADE BY ClickMagick, EITHER EXPRESS, IMPLIED, OR STATUTORY, WITH RESPECT TO THE SERVICE, THE SOFTWARE, THE DOCUMENTATION AND REPORTS, INCLUDING WARRANTIES OF QUALITY, PERFORMANCE, NON-INFRINGEMENT, MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE, NOR ARE THERE ANY WARRANTIES CREATED BY COURSE OF DEALING, COURSE OF PERFORMANCE, OR TRADE USAGE.\nClickMagick DOES NOT WARRANT THAT THE SERVICE, THE SOFTWARE OR REPORTS WILL MEET YOUR NEEDS OR BE FREE FROM ERRORS, OR THAT THE OPERATION OF THE SERVICE WILL BE UNINTERRUPTED.\nTHE FOREGOING EXCLUSIONS AND DISCLAIMERS ARE AN ESSENTIAL PART OF THIS AGREEMENT AND FORMED THE BASIS FOR DETERMINING THE PRICE CHARGED FOR THE SERVICE.\nSOME STATES DO NOT ALLOW EXCLUSION OF AN IMPLIED WARRANTY, SO THIS DISCLAIMER MAY NOT APPLY TO YOU.\n</li>\n</ul> 10.\nLimitation of Liability <ul>\n<li> CLICKMAGICK WILL NOT BE LIABLE TO USER OR ANY THIRD-PARTY CLAIMANT FOR ANY INDIRECT, SPECIAL, PUNITIVE, CONSEQUENTIAL (INCLUDING, WITHOUT LIMITATION, LOST PROFITS OR LOST DATA COLLECTED THROUGH THE SERVICE), OR INCIDENTAL DAMAGES, WHETHER BASED ON A CLAIM OR ACTION OF CONTRACT, WARRANTY, NEGLIGENCE, STRICT LIABILITY, OR OTHER TORT, BREACH OF ANY STATUTORY DUTY, INDEMNITY OR CONTRIBUTION, OR OTHERWISE, EVEN IF ClickMagick HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE EXCLUSION CONTAINED IN THIS PARAGRAPH SHALL APPLY REGARDLESS OF THE FAILURE OF THE EXCLUSIVE REMEDY PROVIDED IN THE FOLLOWING PARAGRAPH.\nSOME STATES DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE LIMITATIONS OR EXCLUSIONS IN THIS AND THE FOREGOING PARAGRAPH MAY NOT APPLY TO YOU.\n</li>\n<li> ClickMagick will not be liable for any click fraud detected or not detected by the Software.\nThe Software makes a best effort to identify multiple ad clicks from the same computer system in a short period of time, and to identify anomalous increases in click activity.\nThe Service will notify Client, through online reports and in some cases e-mails, of such identifications.\nThe Service will not prevent the click fraud from occurring, nor detect all types and all instances of click fraud that may occur.\n</li>\n<li> ClickMagick's total cumulative liability to you or any other party for any loss or damages resulting from any claims, demands, or actions arising out of or relating to this Agreement shall not exceed US .\n</li>\n</ul> 11.\nNotice of Proprietary Rights <ul>\n<li> The Service, which includes but is not limited to the Client Code and the Software and all intellectual property rights in the Service are, and shall remain, the property of ClickMagick.\nAll rights in and to the Software not expressly granted to you in this Agreement are hereby expressly reserved and retained by ClickMagick and its licensors without restriction, including, without limitation, ClickMagick right to sole ownership of the Software and logos, trademarks, trade secrets, databases, reports, and Web site.\n</li>\n<li> Without limiting the generality of the foregoing, you agree not to (and to not allow any third party to): (a) sublicense, distribute, or use the Service outside of the scope of the License granted herein.\n(b) copy, modify, adapt, translate, prepare derivative works from, reverse engineer, disassemble, or decompile the Processing Software or otherwise attempt to discover any source code or trade secrets related to the Service.\n(c) use the trademarks, trade names, service marks, logos, domain names and other distinctive brand features or any copyright or other proprietary rights associated with the Service for any purpose without the express written consent of ClickMagick.\n(d) register, attempt to register, r assist anyone else to register any trademark, trade name, serve marks, logos, domain names and other distinctive brand features, copyright or other proprietary rights associated with ClickMagick other than in the name of ClickMagick.\nor (e) remove, obscure, or alter any notice of copyright, trademark, or other proprietary right appearing in or on any item included with the Service.\n</li>\n</ul> 12.\nModifications to Terms of Service and Other Policies <ul>\n<li> ClickMagick reserves the right at any time and from time to time to update, modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nClickMagick shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Service.\n</li>\n<li> Any new features that augment or enhance the current Service, including the release of new tools and resources, shall be subject to the Terms of Service.\nContinued use of the Service after any such changes shall constitute your consent to such changes.\nYou can review the most current version of the Terms of Service at any time at: https://www.clickmagick.com/terms/.\n</li>\n<li> Downgrading your service level may cause the loss of Data, features, or capacity of your Account.\nClickMagick does not accept any liability for such loss.\n</li>\n</ul> 13.\nGeneral Conditions <ul>\n<li>Your use of the Service is at your sole risk.\nThe Service is provided on an \"as is\" and \"as available\" basis.</li>\n<li>Technical support is only provided to paying account holders and is only available via email or help desk.</li>\n<li> You must not modify, adapt or hack the Service or modify another website so as to falsely imply that it is associated with the Service, ClickMagick, or any other ClickMagick service.\n</li>\n<li> You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by ClickMagick.\n</li>\n<li> You understand that the technical processing and transmission of the Service, including your Data, may be transferred unencrypted and involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\n</li>\n<li> ClickMagick technical staff may instruct you, from time to time, to perform modifications to the Client Code installed in your Website.\nYou agree to cooperate and perform any required modifications.\n</li>\n<li> You grant to ClickMagick a perpetual, non-exclusive, worldwide, royalty-free license to use and display your name, the name of your company, your website address, your company's website address and your company's logo on ClickMagick websites and marketing materials and ClickMagick client lists.\n</li>\n</ul> 14.\nEarnings Disclaimer <ul>\n<li> Every effort has been made to accurately represent the Service and it's potential.\nThere is no guarantee that you will earn any money using the techniques and ideas in this Website.\nExamples in the Website are not to be interpreted as a promise or guarantee of earnings.\nEarning potential is entirely dependent on the person using the Service, the viability of their business model, and their ability to execute.\n</li>\n<li> No express or implied guarantees of income are made when purchasing the Service.\nYou agree that we are not responsible for the success or failure of your business decisions.\n</li>\n</ul> 15.\nPrivacy Policy <ul>\n<li> In addition to these Terms of Use, your access to and use of the ClickMagick service is also subject to the Privacy Policy located at https://www.clickmagick.com/privacy/ </li>\n</ul> 16.\nMiscellaneous.\nApplicable Law and Venue <ul>\n<li> ClickMagick shall be excused from performance hereunder to the extent that performance is prevented, delayed or obstructed by causes beyond its reasonable control.\nIf any provision of this Agreement is held to be unenforceable for any reason, such provision shall be reformed to the extent necessary to make it enforceable to the maximum extent permissible so as to affect the intent of the parties, and the remainder of this Agreement shall continue in full force and effect.\n</li>\n<li> This Agreement shall be governed by and construed under the laws of the state of Texas without reference to its conflict of law principles.\nIn the event of any conflicts between foreign law, rules, and regulations, and Texas law, rules, and regulations, Texas law, rules and regulations shall prevail and govern.\nEach party agrees to submit to the exclusive and personal jurisdiction of the courts located in Travis County, Texas.\nThe United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act shall not apply to this Agreement.\nThe Software is controlled by U.S.\nExport Regulations, and it may be not be exported to or used by embargoed countries or individuals.\nAny notices to ClickMagick must be sent to: ClickMagick, Inc., 337 Garden Oaks Blvd.\n#66217, Houston, TX 77018 USA, via first class or air mail or overnight courier, and are deemed given upon receipt.\nA waiver of any default is not a waiver of any subsequent default.\nYou may not assign or otherwise transfer any of Your rights hereunder without ClickMagick's prior written consent, and any such attempt is void.\nThe relationship between ClickMagick and You is not one of a legal partnership relationship, but is one of independent contractors.\nThis Agreement shall be binding upon and inure to the benefit of the respective successors and assigns of the parties hereto.\n</li>\n</ul>\n<p>See why smart marketers use ClickMagick</p> Solve your tracking problems today Start for free We obsess over tracking,<br>so you don't have to.™ clickmagick on the go <p>Download on the</p> App Store <p>Get it on</p> Google Play Product <ul>\n<li>Overview &amp.\nSet Up</li>\n<li>Tracking &amp.\nAttribution</li>\n<li>Ad Optimization</li>\n<li>Bot &amp.\nClick Fraud Protection</li>\n<li>Affiliate Marketing Tools</li>\n<li>Other ClickMagick Tools</li>\n<li>Connect &amp.\nShare</li>\n<li>Support &amp.\nTraining</li>\n</ul> Resources <ul>\n<li>FAQs</li>\n<li>Knowledge Base</li>\n<li>Facebook Ads cAPI</li>\n<li>Zapier</li>\n<li>API Docs</li>\n<li>System Status</li>\n<li>Help Desk</li>\n<li>Get In Touch</li>\n</ul> other <ul>\n<li>Pricing</li>\n<li>Our Magick</li>\n<li>Free Trial</li>\n<li>Sign In</li>\n<li>Affiliates</li>\n<li>Partner With Us</li>\n</ul>\n<p>Copyright © 2023 ClickMagick, Inc.</p>\n<ul>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul> ", "created_at": "2023-06-27 05:06:24.953605", "updated_at": "2023-06-27 05:07:21.35915"}, {"id": 16532, "name": "Privacy Policy", "url": "https://www.clickmagick.com/privacy/", "xpath": "//body", "text": " <strong>\n</strong>\n<ul>\n<li> Product <ul>\n<li> Overview &amp.\nSet Up </li>\n<li> Tracking &amp.\nAttribution </li>\n<li> Ad Optimization </li>\n<li> Bot &amp.\nClick Fraud Protection </li>\n<li> Affiliate Marketing Tools </li>\n<li> Other ClickMagick Tools </li>\n<li> Connect &amp.\nShare </li>\n<li> Support &amp.\nTraining </li>\n</ul>\n</li>\n<li> Pricing </li>\n<li> Our Magick </li>\n<li> FAQs </li>\n</ul> Sign in Start for free <ul>\n<li> Privacy Policy <ul>\n<li> What information does ClickMagick collect from visitors and users? </li>\n<li> Why is information collected? </li>\n<li> How does ClickMagick protect my information? </li>\n<li> Will ClickMagick disclose the information it collects to others? </li>\n<li> Does ClickMagick use Cookies or Pixel Tags? </li>\n<li> Can I Access, Modify or Delete the Personal Data ClickMagick collects? </li>\n<li> What information does ClickMagick collect from Customers' Users? </li>\n<li> What if I want to Opt-Out of email communications from ClickMagick? </li>\n<li> Can children or minors use ClickMagick? </li>\n<li> Third-Party Payment Processor </li>\n<li> Links to Other Sites </li>\n<li> Updates to this Privacy Policy </li>\n<li> ClickMagick Terms of Service </li>\n<li> Contacting ClickMagick </li>\n</ul>\n</li>\n<li> Terms of Service </li>\n<li> Data Processing Addendum </li>\n</ul> Privacy Policy <p> We're serious about online privacy, and have created this Privacy Policy to demonstrate our firm commitment to online privacy.\nThis page outlines our information gathering and dissemination practices, and our use of user information and Personal Data.\n</p> What information does ClickMagick collect from visitors and users? <p> ClickMagick collects information from users of our website — including Personal Data — and uses the information for marketing, security and administration purposes, in the fulfillment of our service commitment to you, or as required by law.\n</p>\n<p> By voluntarily providing Personal Data, you are consenting to our use of it in accordance with this Privacy Policy.\nIn doing so you also acknowledge and agree that such Personal Data may be transferred from your location to the offices and servers of ClickMagick anywhere in the world.\n</p>\n<p> We will keep any Personal Data that you provide to us indefinitely unless you cancel your ClickMagick account and/or specifically request that we permanently delete your Personal Data.\n</p> Why is information collected? <p> Information may be collected in an effort to enhance your user experience, provide you with information regarding ClickMagick services or other related special offers, and/or to provide you with the products and/or services that you request or purchase from us.\n</p>\n<p> Most commonly, we collect your Personal Data when you voluntarily provide it by creating a ClickMagick account.\nWe use this Personal Data that you provide when creating an account to provide access to the ClickMagick service, as well as for security and billing purposes.\n</p>\n<p> We, or our authorized third-party affiliates, may also collect aggregate information about transactions as they correspond to our advertisements, products and services.\nThis aggregate information may include various types of demographic and usage information, but does not include Personal Data.\n</p>\n<p> This information is used in an aggregated manner to determine advertising effectiveness and is sometimes shared with our advertising partners for the same limited purpose.\n</p> How does ClickMagick protect my information? <p> We've implemented a variety of security measures to maintain the safety of your Personal Data.\nPersonal Data is contained behind secured networks and is only accessible by key employees.\n</p>\n<p> Should it be necessary to transmit your Personal Data to a third party to fulfill our service commitment to you, ClickMagick will require all recipients of Personal Data to maintain it as confidential, use the information for the limited and intended purpose and agree not to disclose such information.\n</p> Will ClickMagick disclose the information it collects to others? <p> ClickMagick does not sell or share any of the data collected by this site with unrelated 3rd-parties, except to provide the products or services you've requested, or under the following circumstances: </p>\n<p>\n</p>\n<ul>\n<li>We respond to subpoenas or court orders, or to establish or exercise our legal rights;</li>\n<li> We believe it is necessary to share information in order to investigate, prevent, or take action in conjunction with illegal activities, suspected fraud, situations involving threats to the physical safety of any person, violations of ClickMagick's Terms of Service, or as otherwise required by law.\n</li>\n</ul> Does ClickMagick use Cookies or Pixel Tags? <p> ClickMagick does not sell or share any of the data collected by this site with unrelated 3rd-parties, except to provide the products or services you've requested, or under the following circumstances: </p>\n<p>\n</p>\n<p>Please note however that <strong>we do not store Personal Data in cookies.</strong>\n</p>\n<p> Like many websites, ClickMagick may also use pixel tags to improve our understanding of site traffic, visitor behavior, and response to promotional and advertising campaigns, as a supplement to our server logs and other methods of traffic and response measurement.\n</p>\n<p> We may also use pixel tags provided by 3rd-parties, and limit the collection of information for the same purpose.\n<strong>We do not store Personal Data in pixel tags.</strong>\n</p> Can I Access, Modify or Delete the Personal Data ClickMagick collects? <p> Absolutely.\nYou can view and/or modify the Personal Data that you've provided to us at any time by logging in to your ClickMagick account, and clicking the \"Profile\" link.\n</p>\n<p> You may also submit your request to access, view, or modify your account information — or to permanently delete it from our servers and databases — at any time via any of the methods below.\n</p> What information does ClickMagick collect from Customers' Users? <p> As a user of the ClickMagick service, you should be aware that depending on how you use the service we may collect Personal Data from your website visitors and customers.\n</p>\n<p> By default the only Personal Data we may collect from your users is the IP address of their request(s) at the time that they interact with the ClickMagick system.\nWe collect IP addresses for the sole purpose of ensuring accuracy of the ClickMagick service, and for security purposes.\n</p>\n<p> The IP addresses of your website visitors and customers are not shared with any third-parties, so there are no privacy or security issues related to the collection of this Personal Data.\n</p>\n<p> However, based on how you're using the ClickMagick service you may be sending to us and causing us to store other Personal Data such as your user's name, billing information or email address.\n</p>\n<p> We will always do our best to use encryption and other technologies to ensure that your customer's Personal Data that you send to us is safe and secure, but please remember that you're responsible for gathering any applicable consents for data collection when users visit your website.\n</p>\n<p> In regards to General Data Protection Regulations (GDPR), ClickMagick is the \"data processor\" and the ClickMagick customer is the \"data controller\", as such terms are defined under the GDPR.\n</p>\n<p> The data controller collects data from our data subjects (i.e., a customer's end users) and says how and why personal data is processed.\nThe data processor receives the data from the data controller and acts upon instructions from the data controller.\n</p>\n<p> We understand the GDPR has robust requirements and obligations for both data collectors and data processors and we're committed to helping our customers use ClickMagick in a GDPR compliant manner.\nWe've made our Data Processing Addendum (DPA) available online so that our customers can be confident that their data is processed in a lawful manner.\n</p> What if I want to Opt-Out of email communications from ClickMagick? <p>ClickMagick provides every user with the opportunity to opt-out of receiving future promotional communications from us.\nYou may do so in the following ways.</p>\n<p> Please note however that even if you opt-out, you may still receive announcements or updates regarding your ClickMagick account unless you cancel your account.<br>\n<br>\n</p> Email Contact form Go to contact Telephone 213-761-4681 <p>If you can't reach us via email for some reason</p> Postal mail ClickMagick Inc.\n<p>12333 Sowden Rd Ste B #66217, Houston, TX 77080</p> Can children or minors use ClickMagick? <p> ClickMagick does not knowingly collect or solicit any information from or about anyone under the age of 13.\nIf we discover we've received such information, we will delete that information immediately.\n</p>\n<p> If you believe ClickMagick has any information about anyone under the age of 13, please contact us.\nIf you are under 13, you may use ClickMagick only under the supervision of a parent or guardian.\n</p> Third-Party Payment Processor <p> We use Stripe, one of the Internet's largest third-party payment processors, to manage ClickMagick subscriptions and to process payments made to ClickMagick.\n</p>\n<p> When you create a ClickMagick account, your personal financial information including your credit card number and billing address are securely transmitted directly to Stripe for processing, and ClickMagick has no record of it whatsoever.\n</p>\n<p> The manner in which Stripe uses, stores and discloses your information is governed by their own published privacy, security and other policies, and ClickMagick has no liability or responsibility for the privacy practices or other actions of Stripe.\n</p>\n<p> With that being said, you can rest assured that your Personal Data is safe with Stripe.\nAs one of the Internet's largest payment processors — processing billions of dollars worth of transactions per year — their privacy and security practices are second to none.\n</p> Links to Other Sites <p>This Privacy Policy applies only to the ClickMagick website, and your dealings with ClickMagick.</p>\n<p> This website does however contain links to other websites, and we want you to know that ClickMagick is not responsible for the privacy practices of other websites.\n</p>\n<p> We encourage users to be aware when they leave the ClickMagick website and to read the privacy statements of each and every website that collects Personal Data.\n</p> Updates to this Privacy Policy <p> The ClickMagick service may change from time to time, and as a result it may be necessary for us to make changes to this Privacy Policy, which we reserve the right to do at any time.\n</p>\n<p> Should this be necessary we'll post any changes here so that you're always aware of the information that we collect and how we intend to use it.\nWe will also alert you via an in-app notification and/or via email if and when this Privacy Policy is updated, so you're always kept up to date.\n</p> ClickMagick Terms of Service <p> There's just one more thing we want you to know — your access to and use of the ClickMagick service is also subject to the Terms of Service located at https://www.clickmagick.com/terms/ </p> Contacting ClickMagick <p>If you have any questions about this Privacy Policy or the privacy-related practices of this website please contact us via one of the methods above.</p>\n<p>This Privacy Policy was last updated July 15, 2022.</p>\n<p>See why smart marketers use ClickMagick</p> Solve your tracking problems today Start for free We obsess over tracking,<br>so you don't have to.™ clickmagick on the go <p>Download on the</p> App Store <p>Get it on</p> Google Play Product <ul>\n<li>Overview &amp.\nSet Up</li>\n<li>Tracking &amp.\nAttribution</li>\n<li>Ad Optimization</li>\n<li>Bot &amp.\nClick Fraud Protection</li>\n<li>Affiliate Marketing Tools</li>\n<li>Other ClickMagick Tools</li>\n<li>Connect &amp.\nShare</li>\n<li>Support &amp.\nTraining</li>\n</ul> Resources <ul>\n<li>FAQs</li>\n<li>Knowledge Base</li>\n<li>Facebook Ads cAPI</li>\n<li>Zapier</li>\n<li>API Docs</li>\n<li>System Status</li>\n<li>Help Desk</li>\n<li>Get In Touch</li>\n</ul> other <ul>\n<li>Pricing</li>\n<li>Our Magick</li>\n<li>Free Trial</li>\n<li>Sign In</li>\n<li>Affiliates</li>\n<li>Partner With Us</li>\n</ul>\n<p>Copyright © 2023 ClickMagick, Inc.</p>\n<ul>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul> ", "created_at": "2023-06-27 05:06:24.923351", "updated_at": "2023-06-27 05:07:03.547042"}], "points": [], "urls": ["clickmagick.com", "clkmg.com"]}}