{"error": 448, "message": "OK", "parameters": {"id": 9182, "name": "Taimi ", "created_at": "2023-07-14 21:31:13.044445", "updated_at": "2023-07-14 22:02:29.531489", "wikipedia": null, "keywords": null, "related": null, "slug": "taimi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9182.png", "url": "taimi.com", "documents": [{"id": 17986, "name": "TERMS OF SERVICE ", "url": "https://taimi.com/terms", "xpath": "//body", "text": " Download for free <ul>\n<li>\n</li>\n<li> Contacts </li>\n<li> Support </li>\n<li> Blog </li>\n<li> Beautiful </li>\n<li> About </li>\n<li> Press <ul>\n<li>Assets</li>\n<li>News</li>\n</ul>\n</li>\n<li> LGBTQ+ Wiki </li>\n<li> Pride Body </li>\n</ul> Download for free: TERMS OF SERVICE <p>Effective Date: February 24, 2023</p>\n<p>\n<br>\n</p>\n<p>IMPORTANT NOTICES</p>\n<p>PLEASE READ THESE TERMS OF SERVICE CAREFULLY.\nBY ACCESSING OR USING OUR SITES, APPS AND SERVICES, YOU AGREE TO BE BOUND BY THESE TERMS OF SERVICE, PRIVACY POLICY AND ALL OTHER TERMS INCORPORATED BY REFERENCE (IF ANY).\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT ACCESS OR USE OUR SITES, APPS OR SERVICES.</p>\n<p>THESE TERMS OF SERVICE CONTAIN A MANDATORY ARBITRATION OF DISPUTES PROVISION IN SECTION 16 THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.</p>\n<p>IF YOU BECOME A TAIMI MEMBER AND PAY BY CREDIT OR DEBIT CARD (OR OTHER PAYMENT METHOD ASSOCIATED WITH AN AUTOMATICALLY RENEWING SUBSCRIPTION), YOUR SUBSCRIPTION WILL AUTOMATICALLY RENEW FOR CERTAIN PERIODS OF TIME IF YOU DO NOT CANCEL PRIOR TO THE END OF THE TERM.\nSEE SECTIONS 6(d) AND (e) FOR MORE INFORMATION ON THE AUTOMATIC RENEWAL TERMS APPLICABLE TO SUBSCRIPTIONS.</p>\n<p>\n<br>\n</p>\n<p>1.\nACCEPTANCE OF AGREEMENT</p>\n<p>These Terms of Service (the \"Agreement\") constitute a legal agreement that governs the relationship with users and others who interact with Social Impact INC.\n1180 North Town Center Drive Suite 100, Las Vegas, Nevada, 89144, United States of America and our subsidiaries and affiliates (\"Taimi,\" \"we,\" or \"us\") in connection with the use of taimi.com and/or other websites (the \"Sites\") and our Service (as defined below).\nTaimi may make services, products and features available through our Sites, applications including Mobile Software (as defined in Section 13) and applications available on social networking sites and other platforms, and other downloadable products (the Sites, the applications, the downloadable products and all products, services and features provided by Taimi in connection , including without limitation interfaces of the Service whether in whole or in part (therewith shall be referred to collectively as, the \"Service\").\nTaimi may offer additional services or products or modify or revise any part of the Service at our discretion, and this Agreement will apply to all additional services or products and all modified or revised Service unless otherwise indicated.\nTaimi also reserves the right to cease offering any part of the Service.\nYou agree that Taimi shall not be liable to you or any third party for any modification, revision, suspension or discontinuance of any part of the Service.</p>\n<p>Your use of certain parts of the Service may be subject to additional terms and conditions (if any), and such terms and conditions will be either listed in this Agreement, or will be presented or accessible to you by Taimi when you sign up to use, or use, such Service (\"Additional Terms\").\nAll such Additional Terms are incorporated by reference into this Agreement unless otherwise indicated.</p>\n<p>All visitors to or users of the Service, whether registered or not, are \"users\" of the Service for purposes of this Agreement.\nIf you register for the Service by creating an account (profile), you become a \"Member.</p>\n<p>\n<br>\n</p>\n<p>2.\nCHANGES TO AGREEMENT</p>\n<p>THIS AGREEMENT AND ANY POLICY OR GUIDELINE OF THE SERVICE MAY BE MODIFIED BY TAIMI IN ITS SOLE DISCRETION AT ANY TIME.\nTaimi shall provide notice of any such modification by posting the revised Agreement to the Sites.</p>\n<p>We indicate at the top of the page when this Agreement was last updated.\nIf you are a non-subscribing user or a Member at the time of any modification, unless otherwise indicated, any changes or modifications will be effective immediately upon posting the revisions to the Sites, and your use of the Service after such posting will constitute acceptance by you of the revised Agreement.\nIf you are a Subscriber at the time of any change or modification, unless otherwise indicated, this Agreement will continue to govern your membership until such time that (a)your subscription renews as contemplated by Section 6 or (b) any downloadable Service are updated (depending on which event is closer in time).\nIf you continue your subscription or your device updates the Service, that will constitute acceptance by you of the revised Agreement.\nAlternatively, if you terminate your subscription or remove the Service off your device at such time, your use of the Service after your termination or new setting up of the Service will constitute acceptance by you of the revised Agreement.</p>\n<p>You should frequently review this Agreement and all applicable terms and policies to understand the terms that apply to your use of the Service.\nIf you do not agree to the amended terms, you must stop using the Service.</p>\n<p>\n<br>\n</p>\n<p>3.\nELECTRONIC RECORDS</p>\n<p>Because the Service is provided electronically, you must consent to Taimi's providing important information electronically if you wish to use the Service.\nYou consent to being provided with this Agreement, notices, disclosures, information, policies and other materials in electronic form (collectively, \"Electronic Records\"), rather than in paper form in accordance with The Electronic Signatures in Global and National Commerce Act.\nYour consent to receive Electronic Records applies to all notices, disclosures, documents, records or other materials of any kind that Taimi may be required to provide to you.</p>\n<p>Electronic Records will be provided on our Sites, in applications or sent to the email address or phone number associated with your profile or otherwise rendered to you.\nIf you have any trouble printing out, downloading, and/or accessing any Electronic Records, you may contact us in writing at the address provided above.</p>\n<p>You may withdraw your consent to receive Electronic Records by contacting us in writing at the address provided above.\nHowever, the Service provided by Taimi is only available if you agree to receive Electronic Records, and you understand that withdrawing such consent will result in your account being deactivated.\nYou can obtain a paper copy of an Electronic Record by contacting us in writing at the address provided above, provided that Taimi may charge a reasonable fee to cover the costs of printing and sending the requested Electronic Record.</p>\n<p>\n<br>\n</p>\n<p>4.\nELIGIBILITY</p>\n<p>Age Restrictions.\nNo part of the Service is directed to persons under the age of 18.\nIF YOU ARE UNDER 18 YEARS OF OR THE AGE OF MAJORITY IN PLACES WHERE EIGHTEEN (18) YEARS IS NOT THE AGE OF MAJORITY, YOU MUST NOT USE OR ACCESS THE SERVICE AT ANY TIME OR IN ANY MANNER.\nBy using the Service, you represent and warrant you are at least 18 years of age (or age of the majority in places where 18 years is not the age of majority).\nIf you are under 18 years of age, then you are not permitted to use the Service.</p>\n<p>IF YOU ARE UNDER 18 YEARS OF AGE BUT HAVE IMPROPERLY ACCESSED THE SERVICE BY PROVIDING FALSE INFORMATION TO US, NOT ONLY ARE YOU AN UNAUTHORIZED USER USING THE SERVICE IN VIOLATION OF THIS AGREEMENT, BUT YOU MAY ALSO BE PUTTING YOURSELF AND OTHERS IN DANGER.\nYOU AGREE THAT TAIMI IS NOT RESPONSIBLE FOR THE CONDUCT OF ANY USER AND IS NOT LIABLE (DIRECTLY OR INDIRECTLY) FOR ANY LOSSES OR DAMAGES WHATSOEVER ARISING OUT OF OR RELATING TO THE CONDUCT OF YOU OR ANYONE ELSE IN CONNECTION WITH THE USE OF THE SERVICE.</p>\n<p>Accessing and/or using the Service is void where prohibited by applicable law of your location.\nBy using the Service, you represent and warrant that you have the right, authority and capacity to enter into this Agreement and to abide by all of the terms and conditions of this Agreement.\nIf you become a Member, you represent and warrant that you have never been convicted of a felony and that you are not required to register as a sex offender with any government entity.\nIf any such representations or warranties turn out to be false or misleading in any way, your membership will be terminated immediately without refund of any unused or used funds in your account.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>5.\nUSE OF SERVICE</p>\n<p>You agree that you will only use the Service, including the posting of any content through the Service, in a manner consistent with this Agreement and any and all applicable local, state, national and international laws and regulations, including, but not limited to, United States export control laws.</p>\n<p>Subscriber Profile.\nYou will create only one unique valid profile for use of the Service.\nYou understand and agree that anyone may be able to view any information you choose to make publicly available.</p>\n<p>Safety.\nThe nature of the Service promotes the sharing of personal information by users with other users.\nTaimi cannot and does not assure that it is safe for you to have direct contact with other users of the Service.\nCurrent technological developments make it possible for users of the Internet to obtain personal information about, and locate, other users, with very little other information.\nIf you believe that any user of the Service is harassing you or is otherwise using personal information about you for unlawful purposes, we encourage you to first inform local law enforcement authorities and then to contact us so that we may take appropriate action to block further use of the Service by any user who is using the Service and information obtained from it for improper purposes.</p>\n<p>You assume all risk when using the Service, including but not limited to all risks associated with any online or offline interactions with others, including dating.\nIn addition, you agree to take all necessary precautions when meeting other users, especially if you decide to meet in person.\nThere is no substitute for acting with caution when communicating with any stranger who wants to meet you.\nYOU UNDERSTAND THAT SERVICE CURRENTLY DOES NOT CONDUCT CRIMINAL BACKGROUND CHECKS OR SCREENINGS ON ALL MEMBERS.\nTAIMI MAKES NO REPRESENTATIONS OR WARRANTIES AS TO THE CONDUCT OF MEMBERS OR THEIR COMPATIBILITY WITH ANY CURRENT OR FUTURE MEMBERS.\nTAIMI MAKES NO REPRESENTATIONS, WARRANTIES, OR GUARANTEES AS TO THE ABILITY TO SECURE ANY VISAS OR OTHER INTERNATIONAL TRAVEL DOCUMENTATION.\nTAIMI RESERVES THE RIGHT TO CONDUCT ANY CRIMINAL BACKGROUND CHECK OR OTHER SCREENINGS (SUCH AS SEX OFFENDER REGISTER SEARCHES), AT ANY TIME AND USING AVAILABLE PUBLIC RECORDS.\nYou acknowledge that not all users are available for matching and that Taimi may create test profiles or accounts to monitor the operation of the Service.</p>\n<p>Profile Security.\nYou understand that you are responsible for maintaining the confidentiality of the username and password of your profile, and you are fully responsible for all activities that occur under your username and password, including the purchase of any of our Paid Service (as defined in Section 6 below).\nYou agree to immediately notify Taimi if you suspect any unauthorized use of your username or password or any other breach of security.\nYou acknowledge that Taimi is not responsible for any loss or damage arising from the theft or misappropriation of your username or password.</p>\n<p>Personal Use.\nYou will only use the Service for your sole, personal use and not in connection with any commercial endeavors.\nYou will not (a)authorize others to use the Service on your behalf and (b) authorize others to use your profile on their own behalf or (c) otherwise attempt to transfer your right to use the Service to any other person or entity.</p>\n<p>No Commercial Solicitation or Advertising.\nYou will not engage in any advertising or solicitation to buy or sell any products or services through the use of the Service and you will not transmit any chain letters, junk or spam email to other users.\nAdditionally, you will not use any information obtained from the Service in order to contact, advertise to, solicit or sell to any user without their prior explicit consent.\nYou must not purchase, sublicense, grant, gift or otherwise alienate your rights to the Service in whole or in part and receive the Service or any rights to the Services in whole or in part from other users as a reward, payment, remuneration, settlement, salary or another fee unless it is directly contemplated hereby.</p>\n<p>User Conduct.\nTaimi is not responsible or liable in any manner for the conduct of its users, whether or not such conduct is in connection with the use of the Service.\nYOU ACKNOWLEDGE THAT YOU USE THE SERVICE AT YOUR OWN RISK.</p>\n<p>You agree not to do any of the following in connection with the Service or the users thereof:</p>\n<p>include offensive content or pornographic materials in your personal profile page or Taimi Digest;</p>\n<p>use the Service in any unlawful manner,&nbsp;including creation of a lot of accounts by one user to conduct illegal activities in Taimi,&nbsp;or in a manner that is harmful to or violates the rights of others;</p>\n<p>engage in any unlawful, harassing, obscene, intimidating, threatening, predatory or stalking conduct;</p>\n<p>use the Service in any manner that could disrupt, damage, disable, overburden, impair or affect the performance of the Service or interfere with or attempt to interfere with any other user's use of the Service including,&nbsp;but not limited including using false receipts or confirmation of purchase/payment;</p>\n<p>impersonate any person or entity, or misrepresent your age, identity, affiliation, connection or association with, any person or entity;</p>\n<p>defraud, swindle or deceive other users of the Service;</p>\n<p>disseminate another person's personal information without their permission, or collect or solicit another person's personal information for commercial or unlawful purposes;</p>\n<p>solicit or engage in gambling or any similar activity or any illegal or unlawful activity;</p>\n<p>use any scripts, bots or other automated technology to scrape or access the Service;</p>\n<p>use the Service for any phishing, trolling or similar activities;</p>\n<p>use the Service to redirect users to other sites or encourage users to visit other sites;</p>\n<p>harvest or collect email addresses or other contact information of other users from the Service by electronic or other means or use the Service to send, either directly or indirectly, any unsolicited bulk e-mail or communications, unsolicited commercial e-mail or communications or other spamming activities.\nor</p>\n<p>use the Service to promote or facilitate prostitution and/or facilitate traffickers in advertising the sale of unlawful sex acts with sex trafficking victims;</p>\n<p>attempt to access any part of the Service that you are not authorized to access.</p>\n<p>Reporting Violations.\nIf you wish to report any violation of this Agreement by others, including Members, you may do so by using a specific link on the Service or by contacting us at support@taimi.com.</p>\n<p>You understand and agree that if Taimi believes in its sole discretion that you have violated the terms of this Agreement, misused the Service or behaved in a way that could be regarded as inappropriate, unlawful, illegal or unsafe, Taimi may, among other things, investigate, take legal action against you and/or terminate your profile and cancel your subscription and/or membership and/or report your violations to competent authorities.</p>\n<p>6.\nPAID SERVICE</p>\n<p>General.\nIf you purchase any functionality of the Service that we may, from time to time, offer for a fee (the \"Paid Service\"), including but not limited to, a paid subscription to our Service or any paid in-Service features (if any), you authorize Taimi and our designated payment processors to store your payment information and other related information.\nYou also agree to pay the applicable fees for the Paid Service (including without limitation periodic fees for ongoing subscriptions (the “Subscription Fees”) as set forth on the Service) as they become due plus all related taxes (including without limitation sales and use taxes, duties or other governmental taxes or fees), and to reimburse us for all collection costs and interest for any overdue amounts.\nAll fees and charges are nonrefundable and there are no refunds or credits for any partially used Paid Service (including partially used subscription periods) except (i) as expressly set forth in this Agreement, (ii) as otherwise required by applicable law and (iii) at Taimi’s sole and absolute discretion.\nYou can also find more relevant information on our refund approaches toward some types of the Paid Services within respective Sections hereof.\nFees for the Paid Service may be payable in advance, in arrears, per usage or as otherwise described when you purchase the Paid Service.\nAll prices for the Paid Service are subject to change without notice (except as otherwise described in this Section 6).</p>\n<p>Payment Method.\nTaimi may, from time to time, offer various payment methods, including without limitation payment by credit card, by debit card, by check, by certain mobile payment providers or by using PayPal.\nYou authorize Taimi to charge you for the Paid Service through any payment method(s) you select when purchasing the Paid Service (the \"Payment Method\") and you agree to make payment using such Payment Method(s) (we may, from time to time, receive and use updated payment method information provided by you or that financial institutions or payment processors may provide to us to update information related to your Payment Method(s), such as updated expiration dates or account numbers).\nCertain Payment Methods, such as credit cards and debit cards, may involve agreements between you and the financial institution, credit card issuer or other provider of your chosen Payment Methods (the \"Payment Method Provider\").\nIf we do not receive payment from your Payment Method Provider, you agree to directly pay all amounts due upon demand from us.\nYour non-termination or continued use of the Paid Service reaffirms that we are authorized to charge your Payment Method.</p>\n<p>The Paid Service may also be purchased through your accounts with certain third parties, such as your Apple iTunes account, your Google Play account or your Amazon account (a \"Third Party Account\").\nIf you purchase any Paid Service through a Third Party Account, billing for these Paid Service will appear through your Third Party Account.\nYou should review the Third Party Account's terms and conditions, which we do not control.</p>\n<p>Automatic Renewal of Subscriptions.\nIF YOU PAY FOR A SUBSCRIPTION BY CREDIT OR DEBIT CARD (OR OTHER PAYMENT METHOD IDENTIFIED ON OUR SERVICE) AND YOU DO NOT CANCEL YOUR SUBSCRIPTION AS SET FORTH IN SECTION 6(e) BELOW PRIOR TO THE END OF THE SUBSCRIPTION TERM, YOUR SUBSCRIPTION WILL BE AUTOMATICALLY EXTENDED AT THE END OF EACH TERM FOR SUCCESSIVE RENEWAL PERIODS OF THE SAME DURATION AS THE SUBSCRIPTION TERM ORIGINALLY SELECTED (FOR EXAMPLE, UNLESS YOU CANCEL, A ONE MONTH SUBSCRIPTION WILL AUTOMATICALLY RENEW ON A MONTHLY BASIS AND A SIX MONTH SUBSCRIPTION WILL AUTOMATICALLY RENEW ON A SIX MONTH BASIS).\nUNLESS OTHERWISE INDICATED IN ANY APPLICABLE ADDITIONAL TERMS OR COMMUNICATIONS WE SEND TO YOUR REGISTERED EMAIL ADDRESS, SUCH RENEWAL WILL BE AT THE SAME SUBSCRIPTION FEE AS WHEN YOU FIRST SUBSCRIBED, PLUS ANY APPLICABLE TAXES, UNLESS WE NOTIFY YOU AT LEAST 10 DAYS PRIOR TO THE END OF YOUR CURRENT TERM THAT THE SUBSCRIPTION FEE WILL INCREASE.\nYOU ACKNOWLEDGE AND AGREE THAT YOUR PAYMENT METHOD WILL BE AUTOMATICALLY CHARGED FOR SUCH SUBSCRIPTION FEES, PLUS ANY APPLICABLE TAXES, UPON EACH SUCH AUTOMATIC RENEWAL.\nYOU ACKNOWLEDGE THAT YOUR SUBSCRIPTION IS SUBJECT TO AUTOMATIC RENEWALS AND YOU CONSENT TO AND ACCEPT RESPONSIBILITY FOR ALL RECURRING CHARGES TO YOUR CREDIT OR DEBIT CARD (OR OTHER PAYMENT METHOD, AS APPLICABLE) BASED ON THIS AUTOMATIC RENEWAL FEATURE WITHOUT FURTHER AUTHORIZATION FROM YOU AND WITHOUT FURTHER NOTICE EXCEPT AS REQUIRED BY LAW.\nYOU FURTHER ACKNOWLEDGE THAT THE AMOUNT OF THE RECURRING CHARGE MAY CHANGE IF THE APPLICABLE TAX RATES CHANGE OR IF YOU ARE NOTIFIED THAT THERE WILL BE AN INCREASE IN THE APPLICABLE SUBSCRIPTION FEES.</p>\n<p>Cancellation of Subscriptions.\nTO CHANGE OR CANCEL YOUR SUBSCRIPTION AT ANY TIME, OTHER THAN PURSUANT TO SECTION 20, FOLLOW THE INSTRUCTIONS ON YOUR PROFILE SETTINGS PAGE.\nIF YOU PURCHASED A SUBSCRIPTION THROUGH A THIRD PARTY ACCOUNT, YOU WILL NEED TO CANCEL YOUR SUBSCRIPTION THROUGH THAT THIRD PARTY AND IN ACCORDANCE WITH THAT THIRD PARTY'S TERMS AND CONDITIONS.\nIF YOU CANCEL YOUR SUBSCRIPTION, OTHER THAN PURSUANT TO SECTION 20, YOUR SUBSCRIPTION BENEFITS WILL CONTINUE UNTIL THE END OF YOUR THEN CURRENT SUBSCRIPTION TERM, BUT YOUR SUBSCRIPTION WILL NOT BE RENEWED AFTER THAT TERM EXPIRES.\nYOU WILL NOT BE ENTITLED TO A PRORATED REFUND OF ANY PORTION OF THE SUBSCRIPTION FEES PAID FOR THE THEN CURRENT SUBSCRIPTION TERM, EXCEPT AS PROVIDED IN SECTION 20 OF THIS AGREEMENT OR AS REQUIRED BY APPLICABLE LAW.</p>\n<p>From time to time, we may offer free trials or other promotion.\nAs an example, we may offer promotions that provide free subscriber-level access to the Service for a certain period of time.\nTrials are not available to users who have already paid the Subscription Fees and have previously received a free trial and cancelled it prior to paying the Subscription Fees.</p>\n<p>Current Information Required.\nYou agree to provide current, complete and accurate billing information and agree to promptly update all such information (such as changes in billing address, credit card number or credit card expiration date) as necessary for the processing of all payments that are due to Taimi.\nYou agree to promptly notify Taimi if your Payment Method is canceled (for example, due to loss or theft) or if you become aware of a potential breach of security related to your Payment Method.\nIf you fail to provide any of the foregoing information, you acknowledge that your current Payment Method may continue to be charged for the Paid Service and you remain responsible for all such charges.</p>\n<p>Change in Amount Authorized.\nIf the total amount to be charged varies from the amount you authorized when purchasing any Paid Service (other than due to the imposition or change in the amount of taxes, including without limitation sales and use taxes, duties or other governmental taxes or fees), Taimi will provide notice of the amount to be charged and the date of the charge at least 10 days before the scheduled date of the transaction.\nIf you do not cancel your Paid Service before the increased price goes into effect, you agree to pay the increased price for the Paid Service.\nYou agree that Taimi may accumulate charges incurred and submit them as one or more aggregate charge during or at the end of each billing cycle.\nTaimi will inform you of any additional charges that are accumulated.</p>\n<p>Taimi reserves the right to correct any errors or mistakes that it makes even if it has already requested or received payment.</p>\n<p>&nbsp;</p>\n<p>7.\nUSER CONTENT</p>\n<p>Displaying, translating whether in real-time or pre-recorded (created in advance) or otherwise communicating to Taimi through the Service or to other users including without limitation messages, data, text, photos, video, music, graphics, links, records, audio-visual works or other materials posted through chat messages, video messages, community pages, email messages, mobile messages, any other types of live or recorded messages, photos, profile information or otherwise communicated to us or other users (your submissions and those of other users), collectively are \"User Content\".\nTaimi does not control, take responsibility for or assume liability for any User Content posted by you or any third party, or for any loss or damage thereto, nor is Taimi liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you encounter.\nFrom time to time, we may issue and amend some additional rules and polices as to regulate manner in which you can create and use the User Content within the Service.</p>\n<p>Accuracy of Information.\nYou will not post any inaccurate, misleading, incomplete or false information or User Content to Taimi or to any other user.\nYou may be required to supply certain information and post a photo of yourself to use the Service.</p>\n<p>No Obligation to Review User Content.\nAlthough you understand and acknowledge that Taimi has no duty to prescreen, review, control, monitor or edit the User Content and is not liable for User Content that is provided by others, you agree that Taimi may, at its sole discretion, review, edit, refuse to accept or delete User Content at any time and for any reason or no reason without notice, and you are solely responsible for creating backup copies and replacing any User Content you post or store on the Service at your sole cost and expense.\nThis includes Taimi’s right to modify, crop, edit or move to closed sections of Your Profile with restricted access of other Members any photos you submit to comply with Taimi’s policies, practices and procedures.\nBy getting access to private albums of other Members you understand and expressly agree to receive content uploaded by such other Members which may potentially be sexually explicit.</p>\n<p>License of User Content to Taimi.\nTaimi claims no ownership or control over your User Content, except as otherwise specifically provided herein, on the Service or in a separate agreement.\nBy submitting or posting User Content, you automatically grant, and you represent and warrant that you have the right to grant, to Taimi, its affiliates, licensees and successors an irrevocable, perpetual, non-exclusive, fully paid, worldwide right and license to use, copy, publicly perform, publicly display, reproduce, adapt, modify and distribute (including but not limited to, with marketing, advertising or other commercial purposes) such User Content furnished by you and to prepare derivative works of, or incorporate into other works, such information and User Content, and to grant and authorize sublicenses of the foregoing in any medium.\nYou represent and warrant that the User Content and the public posting and use of your User Content by Taimi will not infringe or violate any third-party rights, including without limitation any intellectual property rights or rights of privacy or publicity, or cause any harm to any third party or violate the terms of this Agreement.</p>\n<p>By posting User Content, you hereby release Taimi and its agents and employees from any claims that such use, as authorized above, violates any of your rights and you understand that you will not be entitled to any additional compensation for any use of your User Content.</p>\n<p>Use of Proprietary Information of Others.\nYou will not post, copy, transfer, create any derivative works from, distribute, reproduce or show in any manner any copyrighted or trademarked or other proprietary information or materials, including any User Content posted by other users, without the prior consent of the owner of such proprietary rights.\nYou acknowledge that information or materials available through the Service may have copyright protection whether or not it is identified as being copyrighted.</p>\n<p>Prohibited Content.\nYou will not post, transmit or deliver to any other user, either directly or indirectly, any User Content that violates any third-party rights or any applicable law, rule or regulation or is prohibited under this Agreement or any other Taimi policy governing your use of the Service (\"Prohibited Content\").\nWe are entitled to amend, supplement or otherwise change the Prohibited Content listed below in any time, including, by issuing additional relevant rules and policies.\nThe Prohibited Content includes without limitation User Content that:</p>\n<p>is obscene, pornographic, profane, defamatory, abusive, offensive, indecent, threatening, harassing, inflammatory, inaccurate, misrepresentative, fraudulent or illegal;</p>\n<p>promotes racism, bigotry, hatred or physical harm of any kind against any group or individual;</p>\n<p>is intended to, or does, harass, or intimidate any other user or third party;</p>\n<p>may infringe or violate any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party, including User Content that contains others' copyrighted content (e.g., photos, images, music, movies, videos, etc.) without obtaining proper permission first;</p>\n<p>contains video, audio, photographs, or images of another person without their express written consent (or in the case of a minor, the minor's legal guardian) or otherwise violates anyone's right of privacy or publicity;</p>\n<p>promotes or enables illegal or unlawful activities, such as instructions on how to make or buy illegal weapons or drugs;</p>\n<p>violates someone's data privacy or data protection rights;</p>\n<p>contains viruses, time bombs, trojan horses, cancelbots, worms or other harmful, or disruptive codes, components or devices;</p>\n<p>contains any advertising or promotional content.\nor</p>\n<p>is, in the sole judgment of Taimi, objectionable or restricts or inhibits any person from using or enjoying the Service or exposes Taimi or its users to harm or liability of any type.</p>\n<p>Submissions.\nSeparate and apart from the User Content you provide as part of your use of the Service, you can submit questions, comments, feedback, suggestions, success stories, ideas, plans, notes, drawings, original or creative materials or other information relating to Taimi and our Service (collectively, \"Submissions\").\nSubmissions, whether posted to the Service or provided to Taimi by email or otherwise, are non-confidential and shall become the sole property of Taimi.\nTaimi shall exclusively own all right, title and interest, including without limitation all intellectual property rights, in and to any and all Submissions.\nTaimi shall be entitled to the unrestricted use and dissemination of any Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>\n<p>\n<br>\n</p>\n<p>8.\nPRIVACY AND MAILING</p>\n<p>Please refer to our Privacy Policy for information about how Taimi collects, uses, stores and discloses personally identifiable information from its users.</p>\n<p>As well, we may send you service notifications and notifications on your profile activity in order to keep you updated and protect your Taimi profile (the “transaction messages”).\nTerms of notification are set forth in our Privacy Policy and specified herein.</p>\n<p>In the event you are located in the USA, the following rules are applicable:</p>\n<p>by giving us the contact details, then you give us consent to receive messages and mailings via e-mail, SMS or by other means;</p>\n<p>we may send you non-commercial, related to the fulfillment of your or Taimi’s obligations hereunder (basically, this is information about the main stages of our cooperation, literally, transaction messages);</p>\n<p>if we send you SMS, the approximate number of messages can reach 50 messages per month, but can be increased due to the intensity of your activity or activity of other users toward you within Taimi application.\nIn order to stop to receive SMS, it will be enough to send “STOP” to the number from which the messaging started (where available), or “STOP-SMS” to support@taimi.com, but you have to indicate the mobile number of recipient;</p>\n<p>if we send you emails, all our emails will include the sender’s contact information (website name, contact phone number, physical post address and other information required by applicable law), as well as an unsubscribe button;</p>\n<p>If you decide to unsubscribe from mailings or other messages without reference to the content of the message, you shall send us a notification to support@taimi.com.\nUpon receipt of such notice, we will cease mailing.\nAlso, you can unsubscribe from through your account settings;</p>\n<p>all complaints about subscriptions, notifications and mailing will be processed without prolonged unreasonable delays.\nAny feedback, complaints, requests to stop mailing and unsubscribe from mailings will be processed free of charge.</p>\n<p>\n<br>\n</p>\n<p>9.\nINTELLECTUAL PROPERTY RIGHTS AND LIMITED LICENSE</p>\n<p>Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, software, interface (including user and functional interface), images, text, graphics, designs, illustrations, Taimi logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, information, data, other files and the arrangement thereof and User Content belonging to other users (the \"Proprietary Materials\"), and all intellectual property rights related thereto, are the exclusive property of Taimi and its licensors (including other users who post User Content to the Service).\nExcept as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such intellectual property rights of Taimi.</p>\n<p>You are granted a limited, revocable, non-sublicensable worldwide license to access and use the Service, subject to the terms and conditions of this Agreement.\nYou agree that you will not (i) copy, modify, publish, adapt, sublicense, translate, sell, distribute, transmit, perform, display, reverse engineer, decipher, decompile or otherwise disassemble any portion of the Proprietary Materials or the Service or cause others to do so.\n(ii) \"frame\" or \"mirror\" any part of the Service, without our prior written authorization.\n(iii) use meta tags or code or other devices containing any reference to Taimi or the Service in order to direct any person to any other website for any purpose.\n(iv) resell or make any commercial use of the Service.\n(v) use any data mining, robots, or similar data gathering or extraction methods or otherwise collect any pictures, descriptions, data or other content from the Service.\n(vi) forge headers or otherwise manipulate identifiers in order to disguise the origin of any information transmitted through the Service.\n(vii) use any automated methods or processes to create user accounts or access the Service or (viii) use the Proprietary Materials or the Service other than for their intended purpose.\nAny use of the Service or Proprietary Materials other than as expressly authorized herein, without the prior written consent of Taimi, is strictly prohibited and will violate and terminate the license granted herein.\nSuch unauthorized use may also violate applicable laws, including without limitation copyright and trademark laws and applicable communications regulations and statutes.\nUnless explicitly stated herein, nothing in this Agreement shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise.\nTaimi reserves all rights not expressly granted herein in the Service and the Proprietary Materials.\nThis license is revocable at any time.</p>\n<p>You are hereby acknowledged that Taimi is entitled to terminate or strike off the license to access and use the Service anytime and at its own discretion.</p>\n<p>\n<br>\n</p>\n<p>10.\nCOPYRIGHT POLICY</p>\n<p>If you are a copyright owner or an agent thereof and believe that anything on the sites infringes upon your copyrights, you may submit a notification of infringement pursuant to the Digital Millennium Copyright Act (\"DMCA\") by providing our Copyright Agent with the following information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(ii) a description of the copyrighted work that you claim has been infringed.\n(iii) a description of where the material that you claim is infringing is located on our website (please include URLs to help us identify the material).\n(iv) your address, telephone number, and email address.\n(v) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand (vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\nTaimi's designated Copyright Agent to receive notifications of claimed infringement is:</p>\n<p>Social Impact INC.</p>\n<p>1180 North Town Center Drive Suite 100,</p>\n<p>Las Vegas, Nevada, 89144, United States of America.</p>\n<p>Email: legal@taimi.com</p>\n<p>UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS' FEES.</p>\n<p>\n<br>\n</p>\n<p>11.\nTRADEMARKS</p>\n<p>\"TAIMI,\" Taimi's logos and any other trade name or slogan contained in the Service are trademarks or service marks of Taimi, its partners or its licensors and may not be copied, imitated or used, in whole or in part, without the prior written permission of Taimi or the applicable trademark holder.\nIn addition, the look and feel of the Service, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of Taimi and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned in the Service are the property of their respective owners.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof by us.</p>\n<p>&nbsp;</p>\n<p>12.\nTHIRD PARTY CONTENT</p>\n<p>Taimi may provide third party content on the Service and may provide links to web pages and content of third parties (collectively the \"Third Party Content\") as a service to those interested in this information.\nTaimi does not control, endorse or adopt any Third Party Content and makes no representations or warranties of any kind regarding the Third Party Content, including without limitation regarding its accuracy or completeness.\nYou acknowledge and agree that Taimi is not responsible or liable in any manner for any Third Party Content and undertakes no responsibility to update or review any Third Party Content.\nUsers use such Third Party Content contained therein at their own risk.</p>\n<p>The Service may contain advertisements and promotions from third parties or may otherwise provide information about or links to third party products or services.\nYour dealings or correspondence with, or participation in promotions of, such third parties, and any terms, conditions, warranties or representations associated with such dealings or promotions, are solely between you and such third party.\nTaimi is not responsible for, and does not endorse, any features, content, advertising, products, services or other materials on or available from third party sites.\nYou agree that Taimi shall not be responsible or liable, directly or indirectly, for any loss or damage of any sort incurred as the result of such dealings or as a result of the presence of such third party advertisers or third party information on the Service.</p>\n<p>\n<br>\n</p>\n<p>13.\nMOBILE SOFTWARE</p>\n<p>Mobile Software.\nWe may make available software to access the Service via a mobile or tablet device (\"Mobile Software\").\nTo use the Mobile Software, you must have a device that is compatible with the Mobile Software.\nTaimi does not warrant that the Mobile Software will be compatible with your device.\nTaimi hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Software for one Taimi account on devices owned or leased solely by you, for your personal use only.\nYou acknowledge that Taimi may from time to time issue upgraded versions of the Mobile Software, and may automatically electronically upgrade the version of the Mobile Software that you are using on your device.\nYou consent to such automatic upgrading on your device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.\nAdditional terms to those contained in this Section 13 may be contained in an End User License Agreement (if any) associated with any Mobile Software.</p>\n<p>Mobile Software from iTunes or the App Store.\nThe following applies to any Mobile Software you acquire or download from the iTunes Store or the App Store provided by Apple (\"Store-Sourced Software\"):</p>\n<p>you acknowledge and agree that this Agreement is solely between you and Taimi, not Apple, and that Apple has no responsibility for the Store-Sourced Software or content thereof.\nYour use of the Store-Sourced Software must comply with the App Store Terms of Service;</p>\n<p>you acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Store-Sourced Software.\nIn the event of any failure of the Store-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the Store-Sourced Software to you.\nto the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Store-Sourced Software, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by this Agreement and any law applicable to Taimi;</p>\n<p>you acknowledge that Apple is not responsible for addressing any claims of you or any third party relating to the Store-Sourced Software or your possession and/or use of the Store-Sourced Software, including, but not limited to: (i) product liability claims.\n(ii) any claim that the Store-Sourced Software fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nand all such claims are governed solely by this Agreement and any law applicable to Taimi;</p>\n<p>you acknowledge that, in the event of any third party claim that the Store-Sourced Software or your possession and use of that Store-Sourced Software infringes that third party's intellectual property rights, Taimi, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.\nand</p>\n<p>you and Taimi acknowledge and agree that Apple, and Apple's subsidiaries, are third party beneficiaries of this Agreement as relates to your license of the Store-Sourced Software, and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as relates to your license of the Store-Sourced Software against you as a third party beneficiary thereof.\nWithout limiting any other terms of this Agreement, you must comply with all applicable third party terms of agreement when using Store-Sourced Software.</p>\n<p>Support.\nTaimi &nbsp;is solely responsible for providing any maintenance and support services as specified in this Agreement or as required under applicable law.\nTaimi and you acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to Mobile Software.</p>\n<p>Export Controls.\nThe Mobile Software and the underlying information and technology may not be downloaded or otherwise exported or re-exported (i) into (or to a national or resident of) any country that is subject to a U.S.\nGovernment embargo or has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country.\nor (ii) to anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nCommerce Department's Table of Deny Orders.\nBy downloading or using the Mobile Software and/or supporting documentation, you are agreeing to the foregoing and you represent and warrant that you (a) are not located in, under the control of, or a national or resident of any such country or on any such list, (b) are not listed on any U.S.\nGovernment list of prohibited or restricted parties, and (c) you agree to comply with all United States and foreign laws related to use of the Mobile Software and other parts of the Service.</p>\n<p>Users Outside the U.S.\nIf you are using the Mobile Software outside the U.S.A., then the following shall apply: (i) you confirm that this Agreement and all related documentation is and will be in the English language.\n(ii) you are responsible for complying with any local laws in your jurisdiction which might impact your right to import, export or use the Mobile Software or any services accessed or used in connection with the Mobile Software, and you represent that you have complied with any regulations or registration procedures required by applicable law to make this license enforceable.</p>\n<p>Injunctive Relief.\nYou acknowledge and agree that your breach or threatened breach of this Section 13 shall cause Taimi irreparable damage for which recovery of money damages would be inadequate and that Taimi therefore may seek timely injunctive relief to protect its rights under this Agreement in addition to any and all other remedies available at law or in equity.</p>\n<p>\n<br>\n</p>\n<p>14.\nDISCLAIMERS</p>\n<p>TAIMI PROVIDES THE SITES, THE PROPRIETARY MATERIALS AND THE SERVICE ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, WE EXPRESSLY DISCLAIM ANY WARRANTIES OR REPRESENTATIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE WITH RESPECT TO THE SERVICE (INCLUDING ALL PROPRIETARY MATERIALS AND OTHER INFORMATION AND CONTENT CONTAINED THEREIN), INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, ACCURACY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.</p>\n<p>TAIMI DOES NOT REPRESENT AND WARRANT THAT (A) YOUR USE OF THE SERVICE WILL BE SECURE, UNINTERRUPTED, COMPLETE, ALWAYS AVAILABLE, ERROR-FREE OR WILL MEET YOUR REQUIREMENTS, (B) ANY DEFECTS IN THE SERVICE WILL BE CORRECTED OR (C) THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTAIMI DISCLAIMS LIABILITY FOR, AND NO WARRANTY IS MADE WITH RESPECT TO, THE CONNECTIVITY AND AVAILABILITY OF THE SERVICE OR THE DELIVERY OF ANY MESSAGES.</p>\n<p>TAIMI DOES NOT HAVE ANY OBLIGATION TO VERIFY THE IDENTITY OF OR SCREEN THE PERSONS SUBSCRIBING TO OR USING THE SERVICE, NOR DOES IT HAVE ANY OBLIGATION TO MONITOR THE USE OF THE SERVICE BY OTHER USERS OF THE COMMUNITY.\nTHEREFORE, TAIMI DISCLAIMS ALL LIABILITY FOR YOUR INTERACTIONS WITH AND THE CONDUCT OF OTHER USERS AND FOR IDENTITY THEFT OR ANY OTHER MISUSE OF YOUR IDENTITY OR INFORMATION.</p>\n<p>TAIMI DOES NOT: (i) GUARANTEE THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION ON THE SERVICE, OR (ii) ADOPT, ENDORSE OR ACCEPT RESPONSIBILITY OR LIABILITY FOR THE CONDUCT OF ANY USERS OR MEMBERS OR FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, ADVICE, OR STATEMENT MADE BY ANY PARTY OTHER THAN TAIMI.\nUNDER NO CIRCUMSTANCES WILL TAIMI BE RESPONSIBLE FOR ANY LOSS, DAMAGE OR HARM OF ANY KIND RESULTING FROM ANY USER CONDUCT OR FROM ANYONE'S RELIANCE ON INFORMATION OR OTHER CONTENT POSTED ON THE SERVICE, OR TRANSMITTED TO OR BY ANY USERS.</p>\n<p>SOME COUNTRIES AND JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES AND TERMS IN CONTRACTS WITH CONSUMERS AND AS A RESULT THE CONTENTS OF THIS SECTION MAY NOT APPLY TO YOU.</p>\n<p>\n<br>\n</p>\n<p>15.\nLIMITATION OF LIABILITY</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL TAIMI, ITS AFFILIATES, DIRECTORS, MEMBERS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY SPECIAL, CONSEQUENTIAL OR INDIRECT DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE) OR OTHERWISE, ARISING OUT OF OR RELATING TO THE USE OF OR INABILITY TO USE THE SERVICE, OR THE PROPRIETARY MATERIALS CONTAINED IN OR ACCESSED THROUGH THE SERVICE, INCLUDING WITHOUT LIMITATION ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE BY USER ON ANY INFORMATION OBTAINED FROM TAIMI, OR THAT RESULTS FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO TAIMI'S RECORDS, PROGRAMS OR SERVICES.\nUNDER NO CIRCUMSTANCES WILL TAIMI'S AGGREGATE LIABILITY, IN ANY FORM OF ACTION WHATSOEVER IN CONNECTION WITH THIS AGREEMENT OR THE USE OF THE SERVICE, EXCEED THE GREATER OF (1) THE AGGREGATE AMOUNT OF FEES FOR ANY PAID SERVICE PAID BY YOU DURING THE IMMEDIATELY PRECEDING SIX MONTHS OR (2) $100.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL TAIMI BE LIABLE FOR ANY DAMAGES WHATSOEVER, WHETHER DIRECT, INDIRECT, GENERAL, SPECIAL, COMPENSATORY, CONSEQUENTIAL, AND/OR INCIDENTAL, ARISING OUT OF OR RELATING TO THE CONDUCT OF YOU OR ANYONE ELSE IN CONNECTION WITH THE USE OF THE SERVICE, INCLUDING WITHOUT LIMITATION, BODILY INJURY, EMOTIONAL DISTRESS, IDENTITY THEFT AND/OR ANY OTHER DAMAGES RESULTING FROM COMMUNICATIONS, MEETINGS OR OTHER INTERACTIONS WITH OTHER USERS OF THE SERVICE.\nTHIS INCLUDES ANY CLAIMS, LOSSES OR DAMAGES ARISING FROM THE CONDUCT OF USERS WHO HAVE REGISTERED UNDER FALSE PRETENSES OR WHO ATTEMPT TO DEFRAUD OR HARM YOU.</p>\n<p>SOME COUNTRIES AND JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY IN CONTRACTS WITH CONSUMERS AND AS A RESULT THE CONTENTS OF THIS SECTION MAY NOT APPLY TO YOU.</p>\n<p>\n<br>\n</p>\n<p>16.\nGOVERNING LAW AND ARBITRATION.\nWAIVER.\nINDEMNIFICATION</p>\n<p>Mandatory Arbitration.\nPlease read this Section carefully.\nYOU AND TAIMI, AND EACH OF OUR RESPECTIVE AGENTS, CORPORATE PARENTS, SUBSIDIARIES, AFFILIATES, PREDECESSORS IN INTEREST, SUCCESSORS AND ASSIGNS, AGREE TO ARBITRATION (EXCEPT FOR MATTERS THAT MAY BE TAKEN TO SMALL CLAIMS COURT), AS THE EXCLUSIVE FORM OF DISPUTE RESOLUTION EXCEPT AS PROVIDED FOR BELOW, FOR ALL DISPUTES AND CLAIMS ARISING OUT OF OR RELATING TO THIS AGREEMENT OR THE SERVICE, UNLESS YOU ARE LOCATED IN A JURISDICTION THAT PROHIBITS THE EXCLUSIVE USE OF ARBITRATION FOR DISPUTE RESOLUTION.\nArbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.\nPlease visit www.adr.org for more information about arbitration.</p>\n<p>Commencing Arbitration.\nA party intending to seek arbitration must first send to the other, by an international courier with a tracking mechanism, a written notice of intent to arbitrate (a \"Notice\"), or, in the absence of a mailing address provided by you to Taimi, via any other method available to Taimi, including via e-mail.\nThe Notice to Taimi must be addressed to Social Impact Inc.\n(1180 North Town Center Drive 100, Las Vegas, Nevada, 89144.\nfile number: 6675809), Attn: Chief Executive Officer (the \"Arbitration Notice Address\").\nThe Notice must (i) describe the nature and basis of the claim or dispute.\nand (ii) set forth the specific relief sought (the \"Demand\").\nIf you and Taimi do not reach an agreement to resolve the claim within 30 days after the Notice is received, then you or Taimi may commence an arbitration proceeding as set forth below or file a claim in small claims court.\nTHE AMERICAN ARBITRATION ASSOCIATION (\"AAA\") WILL ADMINISTER THE ARBITRATION IN ACCORDANCE WITH ITS COMMERCIAL ARBITRATION RULES AND THE SUPPLEMENTARY PROCEDURES FOR CONSUMER RELATED DISPUTES (THE \"Rules\"), AS MODIFIED BY THIS AGREEMENT.\nThe Rules and AAA forms are available online at http://www.adr.org.\nIf you are required to pay a filing fee to commence an arbitration against Taimi, then Taimi will promptly reimburse you for your confirmed payment of the filing fee upon Taimi's receipt of a Notice at the Arbitration Notice Address that you have commenced arbitration along with a receipt evidencing payment of the filing fee, unless your Demand is equal to or greater than $1,000 or was filed in bad faith, in which case you are solely responsible for the payment of the filing fee.</p>\n<p>Arbitration Proceeding.\nThe arbitration will be in English.\nA single independent and impartial arbitrator with their primary place of business in San Francisco, California will be appointed pursuant to the Rules, as modified herein.\nYou and Taimi agree to comply with the following rules, which are intended to streamline the dispute resolution process and reduce the costs and burdens on the parties: (i) the arbitration will be conducted online and/or be solely based on written submissions, the specific manner to be chosen by the party initiating the arbitration.\n(ii) the arbitration will not require any personal appearance by the parties or witnesses unless otherwise mutually agreed in writing by the parties.\nand (iii) any judgment on the award the arbitrator renders may be entered in any court of competent jurisdiction.</p>\n<p>No Class Actions.\nTO THE FULLEST EXTENT PERMITTED UNDER LAW, YOU AND TAIMI AGREE THAT YOU AND TAIMI MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFURTHER, YOU AGREE THAT THE ARBITRATOR MAY NOT CONSOLIDATE PROCEEDINGS OF MORE THAN ONE PERSON'S CLAIMS, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING, AND THAT IF THIS SPECIFIC PROVISO IS FOUND TO BE UNENFORCEABLE, THEN THE ENTIRETY OF THIS MANDATORY ARBITRATION SECTION WILL BE NULL AND VOID.</p>\n<p>Decision of the Arbitrator.\nBarring extraordinary circumstances, the arbitrator will issue their decision within 120 days from the date the arbitrator is appointed.\nThe arbitrator may extend this time limit for an additional 30 days in the interests of justice.\nAll arbitration proceedings will be closed to the public and confidential, and all records relating thereto will be permanently sealed, except as necessary to obtain court confirmation of the arbitration award.\nThe award of the arbitrator will be in writing and will include a statement setting forth the reasons for the disposition of any claim.\nThe arbitrator will apply the laws of the State of California in conducting the arbitration.\nYou acknowledge that these terms and your use of the Service evidences a transaction involving interstate commerce.\nThe United States Federal Arbitration Act will govern the interpretation, enforcement, and proceedings pursuant to this Section 16.</p>\n<p>Equitable Relief.\nThe foregoing provisions of this Section 16 do not apply to any claim in which either party seeks equitable relief to protect such party's copyrights, trademarks, or patents.\nFor the avoidance of doubt, however, you acknowledge that, in the event Taimi or a third party breaches this Agreement, the damage or harm, if any, caused to you will not entitle you to seek injunctive or other equitable relief against Taimi, and your only remedy will be for monetary damages, subject to the limitations of liability set forth in this Agreement.</p>\n<p>Claims.\nYou and Taimi agree that, notwithstanding any other rights a party may have under law or equity, any cause of action arising out of or related to this Agreement or the Service, excluding a claim for indemnification, must commence within one year after the cause of action accrues.\nOtherwise, such cause of action is permanently barred.</p>\n<p>Improperly Filed Claims.\nAll claims you bring against Taimi must be resolved in accordance with this Section.\nAll claims filed or brought contrary to this Section will be considered improperly filed.\nShould you file a claim contrary to this Section, Taimi may recover attorneys' fees and reimbursement of its costs, provided that Taimi has notified you in writing of the improperly filed claim, and you have failed to promptly withdraw the claim.</p>\n<p>Modifications.\nIn the event that Taimi makes any future change to the \"Mandatory Arbitration\" paragraph set forth above (other than a change to Taimi's Arbitration Notice Address), you may reject any such change by sending us written notice within thirty (30) days of the change to Taimi's Arbitration Notice Address, in which case your account with Taimi and your license to use the Service will terminate immediately, and this Section, as in effect immediately prior to the amendments you reject, will survive the termination of this Agreement.</p>\n<p>Enforceability.\nIf only the \"No Class Actions\" paragraph above or the entirety of this Section 16 is found to be unenforceable, then the entirety of this Section 16 will be null and void and, in such case, the parties agree that the exclusive jurisdiction and venue described in Section 17 or Section 17-1 will govern any action arising out of or related to this Agreement.</p>\n<p>\n<br>\n</p>\n<p>17.\nGOVERNING LAW</p>\n<p>The laws of the State of California, excluding its conflicts of law rules, govern this Agreement and your use of the Service.\nYour use of the Service may also be subject to other local, state, national, or international laws.\nTo the extent that any action relating to any dispute hereunder is permitted to be brought in a court of law, such action will be subject to the exclusive jurisdiction of the state and federal courts located in San Francisco County, California, and you hereby irrevocably submit to personal jurisdiction in such courts, and waive any defense of inconvenient forum.</p>\n<p>\n<br>\n</p>\n<p>17-1.\nGOVERNING LAW FOR EU RESIDENTS</p>\n<p>If you are a resident of the European Union and European Economic Area, the agreement to arbitrate in Section 16 will not apply to you.\nThe laws of Cyprus, excluding its conflicts of law principles, govern the terms of this Agreement and your use of the Service.\nUnless otherwise required by a mandatory law of a member state of the European Union, the sole and exclusive jurisdiction and venue for any action or proceeding arising out of or related to this Agreement and your use of Service shall be in the appropriate courts located in Limassol, Cyprus.\nYou hereby irrevocably submit to personal jurisdiction in such courts and waive any defense of inconvenient forum.\n&nbsp;&nbsp;</p>\n<p>\n<br>\n</p>\n<p>18.\nINDEMNITY</p>\n<p>You agree to defend, indemnify and hold Taimi, its subsidiaries and affiliates, and each of their directors, officers, managers, agents, contractors, partners and employees harmless from any loss, liability, claim, damages, costs, debts, expenses or demand, including reasonable attorney's fees, due to or arising from (i) your use of or access to the Service, including any data or content transmitted or received by you, or your inability to use the Service.\n(ii) any claim or damages that arise as a result of any of your User Content or any User Content that is submitted via your account (iii) your conduct in connection with the Service or other users, (iv) your violation of any of the terms of this Agreement, including without limitation your breach of any of the representations and warranties above, (v) your violation of any rights of a third party, including without limitation any right of privacy or intellectual property rights.\n(vi) any other party's access and use of the Service with your unique username, password or other appropriate security code or (vii) your violation of any applicable laws, rules or regulations.</p>\n<p>\n<br>\n</p>\n<p>19.\nTERMINATION</p>\n<p>Unless otherwise provided, this Agreement is effective upon your first use of the Service and shall remain in effect until it is terminated in accordance with the terms of this Agreement.</p>\n<p>Termination by Taimi.\nNotwithstanding anything to the contrary in this Agreement, Taimi may suspend, deactivate or terminate your account and your right to use the Service and may block or prevent your access to and use of the Service at any time in its sole discretion, for any reason or no reason, without explanation and without notice (including without limitation blocking users or Members from certain IP addresses).\nWe also reserve the right to remove or block access to your account information, User Content or data from our Service and any other records at any time at our sole discretion.\nIn the event that we determine that your access to any of the Service is terminated or suspended for cause, such as due to any breach of this Agreement, flagged conduct or content, third party complaints or the implementation of our repeat infringer policy, you agree that all fees then paid to Taimi by you will be nonrefundable, except as otherwise provided by law, and all outstanding or pending payments under the terms of your subscription will immediately be due and payable.\nAll decisions as to the refundability of the fees are in Taimi's sole discretion.\nNotwithstanding the foregoing, you may dispute any refunds of fees pursuant to Section 20 of this Agreement.</p>\n<p>Termination by You.\nIn addition to any right to cancel your subscription pursuant to Section 20, below, you may deactivate or terminate your account at any time, for any or no reason, by accessing the settings page of your account or by contacting us as described above.\nIf you purchased a subscription through a Third Party account, you will need to cancel your subscription through that Third Party and in accordance with that Third Party's terms and conditions.\nIf you cancel your subscription, other than pursuant to section 20, your subscription benefits will continue until the end of your then-current subscription term, but your subscription will not be renewed after that term expires.\nExcept as otherwise provided by law or under this Agreement, you will not be entitled to any refund of the fees you have paid to Taimi and all outstanding or pending payments under the terms of your subscription will immediately be due and payable.</p>\n<p>Unless expressly provided by law or under this Agreement (including Section 20 where you are a resident in certain states in the United States and the Special Terms where you are a resident of certain countries), you will not be entitled to any refund of the fees you have paid to Taimi and all outstanding or pending payments under the terms of your subscription will immediately be due and payable.</p>\n<p>Survival.\nAfter your account is suspended, deactivated or terminated, all terms that by their nature may survive termination of this Agreement shall be deemed to survive such termination, including without limitation Sections 6 (in terms of reimbursement and refund), 7 (in terms of licensing), 14, 15 and 16.</p>\n<p>&nbsp;</p>\n<p>20.\nSPECIAL TERMS AND REFUNDS&nbsp;</p>\n<p>Generally, all charges for purchases are final and nonrefundable, and there are no refunds or credits for partially used periods.\nWe may make an exception if a refund for a subscription offering is requested within fourteen days of the transaction date, or if the laws applicable in your jurisdiction provide for refunds.</p>\n<p>The following provisions are added to this Agreement for subscribers residing in Arizona, California, Connecticut, Illinois, Iowa, Minnesota, New Jersey, New York, North Carolina, Ohio, Rhode Island and Wisconsin: &nbsp;</p>\n<p>If you become the buyer of the Service, you may cancel this Agreement, without penalty or obligation, at any time prior to midnight of the third business day following the original date of this contract, excluding Sundays and holidays.\nTo cancel this agreement, mail or deliver a signed and dated notice which states that you, the buyer, are canceling this Agreement, or words of similar effect.\nThis notice shall be sent to: Social Impact Inc., 1180 North Town Center Drive 100, Las Vegas, Nevada, 89144 (in addition, Ohio users may email us at support@taimi.com).\nPlease include your username and email address in any correspondence or your refund may be delayed.\nIf you cancel, Taimi will return, within ten days of the date on which you give notice of cancellation, any payments you have made.\nIf you send or deliver the notice to cancel your subscription agreement within such three-day period, we will refund the full amount of your subscription.</p>\n<p>In the event that you die before the end of your subscription period, your estate shall be entitled to a refund of that portion of any payment you had made for your subscription which is allocable to the period after your death.\nIn the event that you become disabled (such that you are unable to use the services of Taimi) before the end of your subscription period, you shall be entitled to a refund of that portion of any payment you had made for your subscription which is allocable to the period after your disability by providing Taimi a notice at the same address as listed above.</p>\n<p>For subscribers residing in Argentina - in accordance with local law, you are entitled to a full refund without stating the reason during the 10 days after the subscription begins.\nPlease note that this 10-day period commences when the subscription starts.\nIf you have benefitted from a free trial, the cancellation period will expire 10 days from the beginning of your free trial.\nTo exercise such right, you must inform us of your decision to cancel by sending an unequivocal statement to support@taimi.com.</p>\n<p>For subscribers residing in Brazil - in accordance with local law, you are entitled to a full refund without stating the reason during the 7 calendar days after the subscription begins.\nPlease note that this 7-day period commences when the subscription starts.\nIf you have benefitted from a free trial, the cancellation period will expire 7 calendar days from the beginning of your free trial.\nTo exercise such right, you must inform us of your decision to cancel by sending an unequivocal statement to support@taimi.com.&nbsp;</p>\n<p>The following provisions are added to this Agreement for subscribers residing in the European Union and European Economic Area and the United Kingdom:</p>\n<p>Generally, you are entitled to a full refund without giving any reason within 14 calendar days (cancellation period) after the day of activation of your subscription (the right of withdrawal).</p>\n<p>If you subscribed using your Apple ID, refunds are handled by Apple, not Taimi.\nIf you subscribed using your Google Play Store account or otherwise directly through Taimi, to exercise such right, you must inform us of your decision to cancel by sending an unequivocal statement to support@taimi.com.\nTo meet the cancellation deadline, it is sufficient for you to send your communication concerning your cancellation before the withdrawal period has expired.\nIf you have benefitted from a free trial, the cancellation period will expire fourteen (14) calendar &nbsp;days from the beginning of your free trial.&nbsp;</p>\n<p>We will make the refund without undue delay and not later than fourteen (14) calendar days after the day on which we are informed about your decision to cancel your susbcribtion.\nWe will issue the refund using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.&nbsp;</p>\n<p>You also may communicate your decision to cancel your subscription to us by sending a registered or regular mail to: Social Impact INC.\n1180 North Town Center Drive Suite 100, Las Vegas, Nevada, 89144, United States of America.\nWhen contacting us via mail, please ensure that you insert sufficient information to identify you, e.g.\nyour name, physical address, telephone number, name of your account (profile), e-mail address, etc.</p>\n<p>In-Service features or purchases.\nFrom time to time, you may be able to purchase a limited, personal, non-transferable, non-sublicensable, revocable license to certain in-Service features for use solely in Taimi.\nTaimi reserves the right to charge fees, in its sole discretion, for the right to access or use in-Service features and/or may distribute in-Service features with or without charge.\nGenerally, all in-Service features or purchases are FINAL AND NON-REFUNDABLE.\nBeing an integral part of the Service interface and functional, those in-Service features are fully performed right after you buy and access to them through the Service.\nBy signing up for our Service you expressly consent and acknowledge that you lose your right of withdrawal in-Service features has begun upon your request and Taimi is not required to provide a refund for any reason.You will not receive money or other compensation for unused in-Service features when an account is closed, wether such closure was voluntary or involuntary.&nbsp;</p>\n<p>We make an expectation for subscribers residing in the European Union and European Economic Area and the United Kingdom.\nAs in-Service features are considered online digital content in the European Union and UK, you are entitled to a full refund without giving any reason within 14 calendar days (cancellation period) after the day of activation of your in-Service features.&nbsp;</p>\n<p>21.\nMISCELLANEOUS</p>\n<p>You agree that this Agreement, together with the Privacy Policy and any Additional Terms, contains the entire agreement between you and Taimi regarding the use of the Service and supersedes all prior agreements and understandings (including without limitation any prior versions of this Agreement), except to the extent that the parties have entered into a separate written agreement applicable to the Service that expressly governs over this Agreement.</p>\n<p>If any provision, or any portion thereof, of this Agreement is held illegal, void, invalid or unenforceable, such provision will be changed and interpreted to accomplish the objectives of the provision to the greatest extent possible under any applicable law and the remaining provisions will continue in full force and effect, unless otherwise indicated herein.</p>\n<p>This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Taimi without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.</p>\n<p>The failure to require performance of any provision will not affect our right to require performance at any time thereafter, nor will a waiver of any breach or default of this Agreement or any provision of this Agreement constitute a waiver of any subsequent breach or default or a waiver of the provision itself.</p>\n<p>Use of section headers in this Agreement is for convenience only and will not have any impact on the interpretation of particular provisions.</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and Taimi as a result of this Agreement or use of the Service.</p>\n<p>If you have any questions, complaints or claims with respect to the Taimi application, please contact us at support@taimi.com.</p>\n<ul>\n<li> © 2023 Taimi.\nAll rights reserved </li>\n<li>\n<ul>\n<li>Gay dating</li>\n<li>Gay chat</li>\n<li>Bisexual dating</li>\n<li>Bisexual chat</li>\n<li>Lesbian dating</li>\n<li>Lesbian chat</li>\n<li>Queer dating</li>\n<li>Transgender dating</li>\n<li>Transgender chat</li>\n<li>Asexual dating</li>\n<li>Pansexual dating</li>\n<li>Polyamorous dating</li>\n</ul>\n</li> En English Portuguesa Français Nederlands Deutsch Italiano Español <li>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Safety tips</li>\n<li>Subscription Terms</li>\n<li>Contacts</li>\n<li>Terms of Service</li>\n<li>Support</li>\n<li>Community Rules</li>\n<li>Your safety matters</li>\n<li>#taimishare</li>\n<li>Automated decision-making</li>\n<li>Your Privacy Choices </li>\n</ul>\n</li>\n<li> En English Portuguesa Français Nederlands Deutsch Italiano Español </li>\n</ul> © 2023 Taimi.\nAll rights reserved Get Taimi App for Free Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Reject All Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Accept All CookiesReject AllCookies Settings ", "created_at": "2023-07-14 21:31:13.074063", "updated_at": "2023-07-14 21:31:29.176801"}, {"id": 17987, "name": "Paid Service Terms and Conditions ", "url": "https://taimi.com/billing", "xpath": "//body", "text": " Download for free <ul>\n<li>\n</li>\n<li> Contacts </li>\n<li> Support </li>\n<li> Blog </li>\n<li> Beautiful </li>\n<li> About </li>\n<li> Press <ul>\n<li>Assets</li>\n<li>News</li>\n</ul>\n</li>\n<li> LGBTQ+ Wiki </li>\n<li> Pride Body </li>\n</ul> Download for free: TAIMI Paid Service Terms and Conditions <p>Effective Date: July 4, 2023</p>\n<p>Taimi Paid Service Terms and Conditions constitute an integral part of the Taimi Terms of Service and supplement them as provided below.</p>\n<p>The app is free to download and use.\nTaimi (or “we”) also offer an optional subscription package, Taimi Premium.\nTaimi Premium offers a range of permanent and consumable premium features (rainbow likes, rollbacks, coins and gifts, etc.) to supplement your use of the basic features.</p>\n<p>TAIMI Premium</p>\n<p>Taimi Premium also includes a range of premium features (Premium filters, ‘see your visitors’, ‘get matched better’, infinity likes, profile preferences, custom location, etc.) and helps the user to get noticed faster.</p>\n<p>The cost of the optional Taimi Premium subscription is available on the subscription screens in the application, as well as in the relevant store.\nPayment will be charged to your iTunes / Play Market account on confirmation of the purchase.</p>\n<p>All prices are subject to change without previous notice at Taimi's sole discretion.</p>\n<p>If you pay for a subscription and do not cancel your subscription at least 24 hours prior to the end of the subscription term, your subscription will be automatically extended at the end of each term for successive renewal periods of equal duration to the subscription term originally selected.\nYour account will be charged for renewal within the 24 hours prior to the end of each subscription period.</p>\n<p>You can manage your subscription and switch off auto-renewal at any time by accessing your iTunes / Google Play Account Settings after purchase.</p>\n<p>Any unused portion of the consumable premium features will be forfeited at the end of the subscription period.</p>\n<p>Any unused portion of a free trial period, if offered, will be forfeited if you purchase Taimi XL subscription.</p>\n<p>All fees and charges are non-refundable and there are no refunds or credits for any partially used Paid Service (including partially used subscription periods) except in cases (i) expressly set forth in the Terms of Service, (ii) otherwise required by applicable law and (iii) Taimi's sole and absolute discretion indicates as such.</p>\n<p>TAIMI XL FREE TRIAL SUBSCRIPTION</p>\n<p>From time to time Taimi may offer trial perios.\nIf the user has no intention to purchase Taimi Premium subscription, the user may also try out the premium features by activating the Taimi Premium free trial subscription.\nTaimi Premium free trial subscribers receive the same benefits as Taimi Premium subscribers, including all consumable premium features, except for boosts.</p>\n<p>By subscribing to free Taimi Premium trial, the user automatically agrees to subscribe for Taimi Premium at the end of the trial period, if they do not cancel their subscription at least 24 hours prior to the end of the Taimi Premium trial (the type of package and frequency of auto-renewal is mentioned on the promo screen).</p>\n<p>If a user subscribes to a free Taimi Premium trial and does not cancel their subscription at least 24 hours prior to the end of the free trial period, they will be automatically charged for Taimi Premium subscription depending on the type of Taimi Premium trial to which the user has subscribed.\nThe user’s account will be charged for renewal within the 24 hours prior to the end of the free trial period.</p>\n<p>Any unused portion of consumable features will be forfeited at the end of the free trial period.</p>\n<p>Any unused portion of a free trial period, if offered, will be forfeited if you purchase Taimi Premium subscription or cancel Taimi Premium trial.</p>\n<p>You can cancel a free trial at any time in your iTunes or Google Play account and in accordance with iTunes or Google Play terms and conditions.</p>\n<p>Free trial subscription may be used only once.\nAny future subscription for a trial will result in a charge for a subscription right after its confirmation.</p>\n<p>CONSUMABLE PREMIUM FEATURES</p>\n<p>Following the purchase of a subscription or activation of the free trial subscription, Taimi Premium user receives a set of consumable Taimi Premium features.\nIf a user consumes a given number of features before the end of the subscription period, they may purchase more consumable premium features.</p>\n<p>The cost of the consumable Taimi Premium features is available on the subscription screens in the application, as well as in the relevant store.</p>\n<p>Costs and types of consumable premium features are subject to change without notice and shall be payable at actual rates, which you will get to know when checking out.</p>\n<p>Consumable premium features cannot be purchased outside of Taimi Premium subscription or free trial subscription, except for boosts that can be purchased by any user at any time and unless otherwise decided at Taimi's sole discretion.</p>\n<p>Consumable premium features are added to the consumable features included in the Taimi Premium subscription or free trial subscription.</p>\n<p>Taimi XL subscription has a fixed number of premium features included.\nThe number of consumable premium features renews automatically when the subscription is extended without additional payment to the Taimi Premium subscription price.</p>\n<p>Any unused portion of the consumable premium features will be forfeited at the end of the subscription period or free trial subscription.</p>\n<p>All fees and charges are non-refundable and there are no refunds or credits for any partially used Paid Service (including partially used subscription periods) except in cases (i) expressly set forth in the Terms of Service, (ii) otherwise required by applicable law and (iii) Taimi's sole and absolute discretion indicates as such.</p>\n<p>THE LICENSED CONTENT&nbsp;</p>\n<p>You are granted a limited, revocable, non-sublicensable worldwide license to access and use the Service, subject to the Taimi Terms of Service.\nThe Licensed Content has no cash equivalent, monetary or other value and it does not constitute currency or property of any type.\nThe Licensed Content cannot and must not be sold or otherwise transferred to third parties, including other users or other Members, cannot be used outside the Taimi Service and cannot be exchanged for cash, any goods or services or any other thing which has any value for any person.\nNeither the Members nor other users have proprietary, ownership, or monetary interest to the Licensed Content, which remains Taimi’s intellectual property.\nUsers may not obtain a refund for the Licensed Content owing to its online digital nature.\nThe Licensed Content is fully consumed by you right after you purchase access to it and it is shown to you through the Service.\nYou must not purchase, sell, barter, or trade any of the Licensed Content, or offer to purchase, sell, or trade any of the Licensed Content (including for money or any other type of consideration or items of value whether inside or outside of the Taimi Service).\nTaimi and users recognize that any such attempted transaction will be null and void.</p>\n<p>For the avoidance of doubts, the Licensed Content does not have an equivalent value in any real currency and does not act as a substitute for any real currency either.\nNeither Taimi nor any other person or entity has any obligation to exchange the Licensed Content for anything of value, including, but not limited to, real currency.</p>\n<p>Taimi reserves the right to modify the Licensed Content at its sole discretion.\nSuch amendments may have an impact on the Licensed Content making it more or less common, desirable, effective, or functional.\nTaimi is entitled to terminate or strike off a license and immediately restrict the Licensed Content to be used for any or no reason, in its sole discretion, and without advance notice and no arising liability.</p>\n<p>You are prohibited to execute or solicit in: (a) exchange of Licensed Content for money, donation or any other value.\n(b) request of money, donation or any other value for the Licensed Content.\n(c) providing of or request of any items, including without limitation, merchandise, services, including, without limitation, commercial dating, favors, private conversation, etc.\nthat any person can associate with any monetary value in exchange of the Licensed Content.</p>\n<p>When your Taimi profile is deleted (whether by you or by Taimi), blocked or the Service is not used for a period of for more than 6 months, you will be deprived of the license.\nIn this case, you have no right to request any reimbursement or refund for the period during which you do not use the Licensed Content or TAIMI XL.</p>\n<p>By starting the use of the Service, the user automatically agrees to TAIMI Paid Service Terms and Conditions and Terms of Service.</p>\n<p>All personal data is handled under the terms and conditions of Taimi’s Privacy Policy.\nMore details can be found here: https://taimi.com/privacy-policy.</p>\n<p>Additional information about terms of use of the application, including detailed terms of subscription, can be found here: https://taimi.com/terms.</p>\n<p>If you have any questions regarding subscription, please, contact our customer support team at support@taimi.com.</p>\n<ul>\n<li> © 2023 Taimi.\nAll rights reserved </li>\n<li>\n<ul>\n<li>Gay dating</li>\n<li>Gay chat</li>\n<li>Bisexual dating</li>\n<li>Bisexual chat</li>\n<li>Lesbian dating</li>\n<li>Lesbian chat</li>\n<li>Queer dating</li>\n<li>Transgender dating</li>\n<li>Transgender chat</li>\n<li>Asexual dating</li>\n<li>Pansexual dating</li>\n<li>Polyamorous dating</li>\n</ul>\n</li> En English Portuguesa Français Nederlands Deutsch Italiano Español <li>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Safety tips</li>\n<li>Subscription Terms</li>\n<li>Contacts</li>\n<li>Terms of Service</li>\n<li>Support</li>\n<li>Community Rules</li>\n<li>Your safety matters</li>\n<li>#taimishare</li>\n<li>Automated decision-making</li>\n<li>Your Privacy Choices </li>\n</ul>\n</li>\n<li> En English Portuguesa Français Nederlands Deutsch Italiano Español </li>\n</ul> © 2023 Taimi.\nAll rights reserved Get Taimi App for Free Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonPerformance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label labelReject All Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Accept All Cookies Reject AllCookies Settings ", "created_at": "2023-07-14 21:31:13.102808", "updated_at": "2023-07-14 21:31:41.128278"}, {"id": 17989, "name": "PRIVACY POLICY ", "url": "https://taimi.com/privacy-policy", "xpath": "//body", "text": " Download for free <ul>\n<li>\n</li>\n<li> Contacts </li>\n<li> Support </li>\n<li> Blog </li>\n<li> Beautiful </li>\n<li> About </li>\n<li> Press <ul>\n<li>Assets</li>\n<li>News</li>\n</ul>\n</li>\n<li> LGBTQ+ Wiki </li>\n<li> Pride Body </li>\n</ul> Download for free: <strong>TAIMI PRIVACY POLICY</strong>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Effective Date</strong>: 27 February 2023 &nbsp;</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Taimi Privacy Policy (the “Policy”) explains all the privacy matters you may face when using our website, https://taimi.com<u>&nbsp;</u>and other websites run by Taimi (the “Website”) and Taimi’s mobile (the “App”), jointly the “Service”, operated by Social Impact Inc.\n(“Taimi” or “we”).&nbsp;</p>\n<p>This Policy is an integral part of the Taimi’s Terms of Service (the “Terms”) and incorporated by reference into them.\nPlease read this Policy carefully and if you have any questions, feel free to contact us at legal@taimi.com.\nIn case you have any ongoing questions about how to exercise your rights, etc., you may also contact us at support@taimi.com.&nbsp;</p>\n<p>Some services which may be employed by either Taimi or you to interact with the Services may have their own privacy rules (third-party privacy policies).\nThus, if your personal data is processed by such services, such processing is governed by third-party privacy policies, not this present Policy.&nbsp;</p>\n<p>By using the Service, you agree that the collection and processing of your data will be covered by the terms of this Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\n&nbsp;&nbsp;</strong>\n<strong>Initial Notice to Users</strong>\n</p>\n<p>\n<strong>1.1.\n&nbsp;&nbsp;</strong>Here, at Taimi, we strive to protect your privacy.\nIt goes without saying, by being a place for building the best connections between people, that the App exists as a vast social network, where users may share their experiences, show emotions and just be themselves.\nAll of those actions are connected to personal data sharing.\nYour “personal data” or just “data” means any information linked with you or the one that may identify you directly or indirectly as a person.</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.2.\n&nbsp;&nbsp;</strong>\n<strong>Privacy tips</strong>.\nDespite our best efforts, we cannot control how other users or third-party services may use your data.\nWhen using Taimi, you should presume that everything you post, share or message on the App may be publicly viewable and accessible, both by Taimi users and people outside the App.\nWe want you to be careful about going public with your data, thus, we kindly ask you to follow our privacy recommendations as below:</p>\n<p>(a) &nbsp.\n&nbsp.\n&nbsp;when you post information about yourself or use the messaging function, the amount of personal information you share is determined at your own risk.</p>\n<p>(b) &nbsp.\n&nbsp.\nyou share information with other users when you voluntarily disclose information on the Service (including your Taimi profile).\nThat is why we recommend and encourage you to think carefully about the information you disclose about yourself.\nPlease be careful with your data and make sure that the information you publish is data you feel comfortable being publicly viewable;</p>\n<p>(c) &nbsp.\n&nbsp.\n&nbsp;we do <strong>not</strong> recommend that you put email addresses, URLs, instant messaging details, phone numbers, full names or addresses, credit card details, national identity numbers, drivers’ licence details and other important data on your Taimi profile or send that data via direct messages to people that you do not trust;</p>\n<p>(d) &nbsp.\n&nbsp.\nwe do <strong>not</strong> recommend that you share your sensitive data (religious denomination, sexual preferences, health details, political leanings, any kind of addictions, etc.) with other users.\nIf you really desire to share this data safely (so as to set up more relevant connections, etc.), you may use Taimi tags features.\nWith this regard to Taimi tags, please read section 1.3 hereof to find out the benefits of their use;</p>\n<p>(e) &nbsp.\n&nbsp.\n&nbsp;photos that you share via Taimi may reveal much information about you.\nplease inspect all of them for data or objects that you do not want to go public with before you upload or share your photos;</p>\n<p>(f) &nbsp.\n&nbsp.\n&nbsp.\nplease make sure you log out of your Taimi profile after use from either your or a third-party’s device since you never know who may get access to them;</p>\n<p>(g) &nbsp.\n&nbsp.\n&nbsp;please do not share your access credentials (login, email, password, phone number, etc.) to Taimi or other social media profiles with anyone else;</p>\n<p>(h) &nbsp.\n&nbsp.\nwe recommend that you change your Taimi and other social media password from time to time;</p>\n<p>(i) &nbsp.\n&nbsp.\n&nbsp.\nif you think or even have the slightest suspicion that someone may have had access to your Taimi or social media profile or access credentials, first of all, change them immediately.\nif you lost your access to the profile owing to third-party activity, we recommend that you contact us at support@taimi.com (if there is no access to Taimi profile) or report the issue to the relevant social media platform;</p>\n<p>(j) &nbsp.\n&nbsp.\n&nbsp.\nwe kindly draw your attention to the fact that you are the only person who must care about your access credentials’ safety.\nRemember that in the event they are compromised, a third party may get your data.\nWe cannot guarantee your data security if you lose control of your account and do not notify Taimi about the issue.</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.3.\n&nbsp;Taimi tags.</strong> Instead of sharing some of your data in a text description of your profile, we recommend that you use Taimi &nbsp;tags to identify you as a person of a specific style.\nWe find it a more secure and beneficial option since you may change them or hide them anytime you choose.\nMeanwhile, Taimi tags allow you to create better connections with people who may share your views and are more likely to say “hello”.\nYou may also choose to add information about yourself that may be categorized as sensitive data under your local data privacy laws, e.g., when you add certain Taimi tags to your profile, such as data concerning a natural person’s sex life and sexual orientation.\nFrom time to time, we may ask for your explicit consent to process such sensitive information and making this public to other users.\nIf you do not give your explicit consent to process such sensitive data, we will not be able to connect you with other users.\nStill, all any time, you are entitled to make us stop showing that data to others by deleting relevant tags in your profile settings, restricting some users from accessing your profile (in this case just blocked users will not see your data) or requesting that we delete your tags or other data at support@taimi.com.\nFor the users who are California residents, you may find the categories of sensitive personal information that may be publicly viewable and accessible both by users and non-users of the App in section 9.2.\nhereof.</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\n&nbsp;&nbsp;</strong>\n<strong>Changes and Updates to Policy</strong>\n</p>\n<p>\n<strong>2.1.\n&nbsp;&nbsp;</strong>\n<strong>Reasons of Updates</strong>.\nWe may revise the Policy according to new developments or advances in legislation and the broader data protection landscape from time to time, so please check this page regularly to ensure you’re always up -to-date with any changes.&nbsp;</p>\n<p>\n<strong>2.2.\n&nbsp;&nbsp;</strong>\n<strong>Communication on Updates</strong>.\nIf we make any changes hereto that, in our sole discretion, are substantial, we will notify you by email (to the address associated with your profile) or via the App, post a notice within Taimi Services or make a notification appear in your profile when you next log in to Taimi before amendments become effective.\nA notification regarding other changes may be rendered to you by publishing at https://taimi.com/privacypolicy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\n&nbsp;&nbsp;</strong>\n<strong>Your Data Controller and Data Processors;&nbsp;</strong>\n<strong>Service providers, Contractors and&nbsp;</strong>\n<strong>Third Parties Accessing Data</strong>\n</p>\n<p>\n<strong>3.1.\n&nbsp;&nbsp;</strong>Information about who processes your data and with whom we may share your data is considered to be one of the most vital points you should know, so we place this article here, in the Policy's beginning.\nIn this section, we also explain what third-party sources we may use to receive your data from.&nbsp;</p>\n<p>\n<strong>3.2.\n&nbsp;&nbsp;</strong>\n<strong>Roles and Definitions</strong>.\nThe first you should know is information about your data controller and processors.\nThe data controller is an entity that determines the purposes and means of the processing of the data.\nThe data processor is an entity that processes the data on behalf of the controller.\nA third party is a person whose access to the data depends on their rights or duties.</p>\n<p>\n<strong>3.3.\n&nbsp;&nbsp;</strong>\n<strong>Data Controller.\nEU Representative.\nData Protection Officers</strong>:</p>\n<p>(a) &nbsp.\n&nbsp.\n&nbsp;in this current case, your <u>data controller</u> is Social Impact Inc., a company with its registered address at 1180 North Town Center Drive Suite 100, Las Vegas, Nevada, 89144, United States of America.\nemail: legal@taimi.com.\nphone number: +1 (702) 899-3848;</p>\n<p>(b) &nbsp.\n&nbsp.\nour <u>EU Representative –</u> for General Data Protection Regulation (GDPR) compliance purposes – is Itolivo Limited, a company with its registered address at Office 302, 12 Promitheos Street, 1065, Nicosia, Cyprus, email: eu@taimi.com;</p>\n<p>(c) &nbsp.\n&nbsp.\n&nbsp;our <u>Data Protection Officer (DPO) in the EU</u> is Mr.\nMarko Rakic, address: 7 Florinis Street, Nicosia, Cyprus, email: gdpr@taimi.com.\nIf you are an EU citizen or a resident, feel free to contact our EU DPO in case you have any questions;</p>\n<p>\n<strong>3.4.\n&nbsp;&nbsp;</strong>\n<strong>Data Processors</strong>.\nWhen processing your data, we may use the following data processors or share information with following&nbsp;recepients:</p>\n<p>(a) &nbsp.\n&nbsp;Google Maps service which may be represented by Google LLC (California, USA), Google Ireland Limited (the Republic of Ireland), Google Asia Pacific Pte.\nLtd.\n(Singapore), or any other entity that directly or indirectly controls, is controlled by, or is under common control with Google LLC, which is a mapping services provider, in order to identify the location and allow you to find nearby users.\nGoogle provides more information on how it processes data in its Privacy Policy;</p>\n<p>(b) &nbsp.\nAWS service (Amazon Web Services) represented by Amazon Web Services, Inc.\nwith a registered office at 410 Terry Avenue North, Seattle, WA 98109-5210, which is a storage place provider, in order to store the data.\nAWS provides more information on how it processes data in its Privacy Policy<u>;</u>\n</p>\n<p>(c) &nbsp.\n&nbsp;Servers.com service is represented by SERVERS.com B.V., with a registered office at Keienbergweg 22 (1101 GB), Amsterdam, The Netherlands, which is a storage place provider, in order to store the data.\nServers.com provides more information on how it processes data in its Privacy Policy<u>;</u>\n</p>\n<p>(d) &nbsp.\nZendesk service is represented by Zendesk, Inc.\nwith a registered office at 989 Market Street San Francisco, CA 94103, United States, in order to provide technical support services to you.\nZendesk provides more information on how it processes data in its Privacy Policy<u>;</u>\n</p>\n<p>(e) &nbsp.\n&nbsp;Adjust service is represented by Adjust GmbH with its registered address: Saarbrücker Str.\n37a, 10405 Berlin, to analyze activity on the Website and in the App.\nAdjust provides more information on how it processes data in its Privacy Policy;</p>\n<p>(f) &nbsp.\n&nbsp.\nFirebase service which may be represented by Google LLC (California, USA), Google Ireland Limited (the Republic of Ireland), Google Asia Pacific Pte.\nLtd.\n(Singapore), or any other entity that directly or indirectly controls, is controlled by, or is under common control with Google LLC, to analyze activity on the Website and in the App.\nGoogle provides more information on how it processes data in its Privacy Policy.\nFirebase also has its own privacy statements.\nPlease find out more about how we use Firebase in section 3.5;</p>\n<p>(g) &nbsp.\n&nbsp;Facebook sync service which may be represented by Facebook, Inc.\nwith its registered address: 1601 Willow Road, Menlo Park, CA 94025, USA, in order to allow users to log in with Facebook ID (Facebook profile).\nFacebook provides more information on how it processes data in its Privacy Policy;</p>\n<p>(h) &nbsp.\nSnapchat sync service which may be represented by Snap Group Limited with its registered address: 77 Shaftesbury Avenue, London, W1D 5DU, United Kingdom, in order to allow users to log in with Snap ID (Snapchat profile).\nSnapchat provides more information on how it processes data in its Privacy Policy;</p>\n<p>(i) &nbsp.\n&nbsp.\nApple sync service which may be represented by Apple Inc.\nwith its registered address: One Apple Park Way, Cupertino, CA 95014, USA, in order to allow users to log in with Apple ID (Apple profile).\nApple provides more information on how it processes data in its Privacy Policy;</p>\n<p>(j) &nbsp.\n&nbsp.\nWeChat sync service which may be represented by Tencent International Service Pte.\nLtd.\nwith its registered address: 10 Anson Road, #21-07 International Plaza, Singapore 079903, in order to allow users to log in with WeChat ID.\nWeChat provides more information on how it processes data in its Privacy Policy<u>;</u>\n</p>\n<p>(k) &nbsp.\n&nbsp;Nyckel, Inc.\nwith its registered address: 3812 Shasta St San Diego, CA 92109.\nYou can find information provides more information on how it processes data in its<u>&nbsp;Privacy Policy;</u>\n</p>\n<p>(l) &nbsp.\n&nbsp.\nTwilio.\nInc, with its registered address: 01 Spear Street, 1st Floor, San Francisco, California, 94105, United States of America.\nYou can find information provides more information on how it processes data in its<u>&nbsp;</u>here.</p>\n<p>\n<strong>3.5.\n&nbsp;&nbsp;</strong>\n<strong>Software Development Kits (SDK)</strong>.\nBesides the data processors listed above, your data may be processed by other companies through SDK technology (they are also processors of your data).\nSDK are programming packages or libraries of code of one service incorporated in mobile applications of another service, so these applications could work on or with a specific platform of the SDK owner.\nPlease consider the following information about them:&nbsp;</p>\n<p>\n<strong>Name of SDK</strong>\n</p>\n<p>\n<strong>Supplier</strong>\n</p>\n<p>\n<strong>Data that SDK may collect</strong>\n</p>\n<p>\n<strong>Purpose</strong>\n<strong>&nbsp;we use the data with</strong>\n</p>\n<p>Firebase Analytics Software Development Kit</p>\n<p>Google LLC</p>\n<p>Number of users of our applications and sessions.\nsession duration.\noperating systems of users’ devices.\ndevice models.\ngeography.\nfirst launches date.\nnumber of the app opens.\napp version and updates.\ndata on in-app purchases</p>\n<p>We use Firebase Analytics to analyze active users’ number, support users from different regions and provide proper work of various versions of the application, as well as to develop and optimize the application and make our services more relevant for you</p>\n<p>Firebase&nbsp;Crashlytics&nbsp;Software Development Kit</p>\n<p>Google LLC</p>\n<p>Crashlytics&nbsp;Installation UUIDs.\nCrash traces;</p>\n<p>Breakpad&nbsp;minidump formatted data</p>\n<p>We use Firebase&nbsp;Crashlytics&nbsp;to trace crashes of the App.\nit helps us debug crashes.</p>\n<p>Firebase&nbsp;Perfomance&nbsp;Monitoring Software Development Kit</p>\n<p>Google LLC</p>\n<p>General device information, such as model, OS and orientation, RAM and disk size, CPU usage, Carrier (based on Mobile Country and Network Code), Radio/Network information (for example,&nbsp;WiFi, LTE, 3G), Country (based on IP address), Locale/language, App version, App foreground or background state, App package name, Firebase installation IDs, Duration times for automated traces</p>\n<p>We use Firebase&nbsp;Perfomance&nbsp;Monitoring to calculate the number of unique Firebase installations that access network resources, to ensure that access patterns are sufficiently anonymous.\nAdditionally, we use IP addresses to map performance events to the countries from which they originate.</p>\n<p>Bugsnag&nbsp;Software Development Kit</p>\n<p>Bugsnag&nbsp;Inc.</p>\n<p>IP address.\nmobile carrier.\nhardware type.\noperating system.\ninternet service provider.\nvisited screens.\ndate and time of visit.\namount of time spent on each page.\ndevice ID.\nUser ID.\nCrash traces.\nNetwork URLs</p>\n<p>We use&nbsp;Bugsnag&nbsp;to trace crashes of the App.\nit helps us debug crashes.</p>\n<p>Maps SDK</p>\n<p>Google LLC</p>\n<p>Unique identifiers, browser type and settings, device type and settings, operating system, mobile network information including carrier name and phone number, and application version number.\nWe also collect information about the interaction of your apps, browsers, and devices with our services, including IP address, crash reports, system activity, and the date, time, and referrer URL of your request.</p>\n<p>We use Maps SDK to enable matching people by geolocation</p>\n<p>Facebook Audience Network Software Development Kit</p>\n<p>Facebook Inc.</p>\n<p>Device identifiers, including your IP address, iOS Identifier for Advertising (IDFA), iOS Identifier for Vendors (IDFV), Android Advertising ID, and a Fb-specific identifier.\nyour precise geo-location, when location services have been enabled for an app on your device that has integrated the Fb SDK and APIs.\ndemographic information (e.g., your age or gender) or information about your interests.\ninformation about your device, including the type and model, manufacturer, operating system (e.g., iOS or Android), carrier name, mobile browser (e.g., Chrome, Safari), and screen size.\ninformation about your app usage.\ninformation about ads served, viewed, or clicked on, including the type of ad, where the ad was served, whether you clicked on it, and whether you visited the advertiser’s website or downloaded the advertiser’s app.</p>\n<p>We use Facebook Audience Network to show you more relevant ads that will not annoy you.</p>\n<p>Facebook Login Kit</p>\n<p>Facebook Inc.</p>\n<p>Information about your device, websites you visit, purchases you make, the ads you see, and how you use their services.\ninformation about your online and offline actions.</p>\n<p>We use Facebook to enable you to login with your Facebook account.</p>\n<p>Adjust Software Development Kit</p>\n<p>Adjust GmbH</p>\n<p>Data on number of installs.\nlocalization data.\ndata on your purchases.\ndata on sources of purchases.</p>\n<p>We use Adjust to track and analyze our marketing efforts and for deep links functionality</p>\n<p>Agora Software Development Kit</p>\n<p>Agora Lab, Inc.</p>\n<p>Device information, including model, manufacturer and brand.\nuser ID.\nchannel mode.\nSDK version.\nnetwork type.\nApp ID.\ncall detail record.\nGeneral call information (including timestamp and duration of the call).\nQuality of services information (including network quality metrics).\nQuality of experience information (including video and audio resolution).\nDevice status changes and device runtime metrics (including CPU usage).\nIP address</p>\n<p>We use Agora to enable you to make video calls</p>\n<p>Spotify SDK</p>\n<p>Spotify AB</p>\n<p>Device information (name, device identifiers, brand and version),</p>\n<p>devices on your&nbsp;wifi&nbsp;network (such as speakers) which can connect to the Spotify service.\ndevices made available by your operating system when connecting via Bluetooth, plugin, and installation, information whether the Spotify application is installed on your device,</p>\n<p>your use of&nbsp;third party&nbsp;services, devices and applications in connection with the Spotify service</p>\n<p>We use Spotify to connect your Spotify account to Taimi account to enable you to share, listen to music available at your Spotify account</p>\n<p>Snapchat Login</p>\n<p>Snapchat, Inc.</p>\n<p>Information about your activity in the app, information from your device’s phonebook.</p>\n<p>&nbsp;</p>\n<p>We use Snapchat to enable you to login with your Snapchat account.</p>\n<p>SCAppAdsKit</p>\n<p>Snapchat, Inc.</p>\n<p>Name, username, email address, phone number, and date of birth.\na profile picture or&nbsp;Bitmoji&nbsp;avatar.\na debit or credit card number and its associated account information.\ninformation about your activity.\ncontent you create.\ninformation from and about the devices you use.\ninformation from your device’s phonebook.\nimages and other information from your device’s camera and photos.\nlogin information.</p>\n<p>We use Snapchat to show you more relevant ads that will not annoy you.</p>\n<p>&nbsp;</p>\n<p>(a) &nbsp.\n&nbsp;Bugsnag Inc.\nwith its registered address: 110 Sutter St, Suite 1000, San Francisco, CA 94104, USA.\nBugsnag provides more information on how it processes data in its Privacy Policy;</p>\n<p>(b) &nbsp.\nadditional information about Adjust’s approaches to privacy is provided here;</p>\n<p>(c) &nbsp.\n&nbsp;Agora Lab, Inc.\nwith its registered address: 2804 Mission College Blvd., Santa Clara, CA, USA 95054.\nAgora provides more information on how it processes data in its Privacy Policy;</p>\n<p>(d) &nbsp.\nSpotify AB, with its principal place of business at 150 Greenwich St 62nd floor, New York, NY 10007, United States.\nMore information on how Spotify processes data in provided here;</p>\n<p>\n<strong>3.6.\n&nbsp;&nbsp;</strong>\n<strong>Additional Data Processors</strong>.\nWhere there is necessity, we may also engage additional service provider, contractors and third parties and may share the data with them.\nThat will help us operate, provide, improve, integrate, customize, support, and market our Service and the Website.\nWe share the data, in particular, for purposes indicated herein.\nThe types of service providers we may share information with include, in particular: cloud storage providers, data analytics providers, measurement partners, marketing partners, payment processing providers, communication services providers, etc.&nbsp;</p>\n<p>\n<strong>3.7.\n&nbsp;&nbsp;</strong>\n<strong>Moderation Practices.</strong> We use moderators to monitor and review accounts (including name and any other information uploaded onto user profiles).\nIf the user`s profile meets certain criteria that demonstrate that the user is likely to breach the Terms of Use, the relevant profile will be subject to a warning and the user’s access restricted and/or blocked.\nAffected Users can contact Taimi to contest the decision.</p>\n<p>\n<strong>3.8.\n&nbsp;&nbsp;</strong>\n<strong>Third Parties: Other Users and&nbsp;Social Media</strong>.\nSome of your data is publicly available.\nit means that other users of Taimi may have access to your data with which you go public.\nPlease read section 1 carefully and follow our privacy recommendation in order to avoid any undesirable or accidental disclosure of your data.\nMeanwhile, as we explained in sections 3.4(f)-(h), Taimi users have an option to register or log in to the App using Facebook, Snapchat or Apple profile.\nIf you act so, you are authorizing us (and in some cases, other users) to access some of your information placed in your external profiles, including information you make available via these social media, your friends list, current location and those friends you have in common with other Taimi users, etc.\nWith this regard, please note the following:</p>\n<p>(a) &nbsp.\n&nbsp;any of your data placed in your profile will be shared with other Taimi users;</p>\n<p>(b) &nbsp.\nany of your data placed in your profile, as well as your entire profile, may be shared by other Taimi users with any third parties (for instance, so as to recommend you to a user’s friend as a potential partner or a buddy);</p>\n<p>(c) &nbsp.\n&nbsp;any user may take a photo or a screenshot of your data.\nWe do prohibit such actions! Still, we cannot track or prevent sharing of taken images;</p>\n<p>(d) &nbsp.\nif you registered your Taimi profile using Facebook, Snapchat or Apple profile, your external profile may be visible for other Taimi users;</p>\n<p>(e) &nbsp.\n&nbsp;if you registered your Taimi profile using Facebook, Snapchat or Apple profile (which means that you connected your Taimi profile and Facebook, Snapchat or Apple profile), you authorize such social media to access to some of your data.\nWe kindly recommend that you read their privacy policies since Taimi does not control how they use your personal data in that case;</p>\n<p>(f) &nbsp.\n&nbsp.\nif you do not want to have your Taimi profile linked to your profile on the third-party websites, please visit your Facebook, Snapchat or Apple profile and follow the instructions of those social media to remove the Taimi access permissions.</p>\n<p>\n<strong>3.9.\n&nbsp;&nbsp;</strong>Please note we collect personal data directly from you and we may also receive some of your personal data from third parties.\nFor example:</p>\n<p>(a) &nbsp.\n&nbsp.\n&nbsp;From other social networks: when you connect to your Taimi mobile application user account through one of your other social network accounts (e.g.\nFacebook account);</p>\n<p>(b) &nbsp.\n&nbsp.\nFrom other partners: some of our partners may transmit personal data about you (for example when you access our website by clicking on an advert for the Taimi mobile application published on a partner's website);</p>\n<p>(c) &nbsp.\n&nbsp.\n&nbsp;From other users: other users of the Taimi mobile application may provide us with personal data about you when they use our services (for example, when they contact us about you or mention information about you in their discussions with other users).</p>\n<p>\n<strong>3.10.&nbsp;</strong>\n<strong>Third Parties: Law Protection and Enforcement Bodies.\nAttorneys-at-Law.&nbsp;</strong>Taimi is a place free of any kind of abuse, violence, laws and third-party rights infringement.\nWe designed Taimi as a safe harbor for people to be themselves and express their emotions.\nWe do our utmost to protect our biggest value, sense of security of our users, so we may disclose your data to third parties in the following cases:&nbsp;</p>\n<p>(a) &nbsp.\n&nbsp;we will cooperate with law enforcement inquiries from within or outside your country of residence where we are required to by law, where there is an investigation into alleged criminal behaviour or to protect the vital interests of a person.\nWe may share any personal data that we hold about you, depending on the nature of the request or the issue that we are dealing with;</p>\n<p>(b) &nbsp.\nwe will disclose your data if it’s necessary so as to comply with a judicial proceeding, court order, or legal request of a state body (a law protection or enforcement body).\nWe may share any personal data that we hold about you, depending on the nature of the request or the issue that we are dealing with;</p>\n<p>(c) &nbsp.\n&nbsp;we may also cooperate with all third parties to enforce their intellectual property or other rights in the event we are notified of an offence by one of our users.\nStill, we will share your data if we receive respective and motivated legal request of such by the third party’s attorney-at-law, proving your violation only.\nWe may share any personal data that we hold about you, depending on the nature of the request or the issue that we are dealing with.\nPlease note, if we find no proof sufficiently established in an inquiry, we will not disclose your data;</p>\n<p>(d) &nbsp.\nsociety may be cruel at times.\nwrong words or actions of others may hurt.\nStill, this is not a reason to harm yourself.\nHere, at Taimi, we believe that every issue can be fixed, and we are ready to share contact details of our partners who may offer professional help.\nIf we detect suicidal behavior by our users, we may report such a case to the police or professional non-governmental organization, so as to prevent our users from making the biggest mistake of their lives.\nWe may share your name, contact details and geolocation with those bodies;</p>\n<p>(e) &nbsp.\n&nbsp;we may transfer your data to a respective law protection or enforcement body if we detect illegal activity or we believe it is necessary in order to investigate, prevent, or take action regarding illegal activities, fraud, or situations involving potential threats to the safety of any person.\nWe may share any personal data that we hold about you, depending on the nature of the violation or the issue that we are dealing with.\nand finally</p>\n<p>(f) &nbsp.\n&nbsp.\nwe will share your data with our lawyers, a court, arbitrators, or any authorized professional etc.\nif we detect your conduct is in breach of Taimi’s&nbsp;Terms of Service or any integral parts thereto or in order to protect the rights and property of Taimi, its affiliates, or the public or to comply with legal and regulatory obligations.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\n&nbsp;&nbsp;</strong>\n<strong>Taimi’s</strong>\n<strong>&nbsp;Approaches toward Children’s Privacy</strong>\n</p>\n<p>\n<strong>4.1.\n&nbsp;&nbsp;</strong>\n<strong>Age Restrictions</strong>.\nWe restrict persons who are under the age of 18 (or the age of legal majority in their place of residence) from using the Services and we do not knowingly collect personal information from anyone under the age of 18.</p>\n<p>\n<strong>4.2.\n&nbsp;&nbsp;</strong>\n<strong>Notify Us</strong>.\nIn the event that we become aware that we have collected personal information from any person who is under 18 years old (or the age of legal majority), we will dispose of that information in accordance with Children’s Online Privacy Protection Act (COPPA) and other applicable laws and regulations.\nIf you are a parent, guardian or you believe that a user is underaged, please contact us by email at legal@taimi.com or report a profile via the relevant feature in the App.</p>\n<p>\n<strong>4.3.\n&nbsp;&nbsp;</strong>\n<strong>Our Steps</strong>.\nIf we become aware that a person under the age of 18 has registered with Taimi and provided us with incorrect personal information, we will take steps to terminate that person’s registration and delete all relevant registration data from Taimi.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.\n&nbsp;&nbsp;</strong>\n<strong>Collection of Personal Data</strong>\n</p>\n<p>\n<strong>5.1.\n&nbsp;&nbsp;</strong>In this article we explain what data (in addition to the data we collect as set forth in section 3.5) we collect (categories and a full list of data), sources we get your data from, purposes for which the data is used and our legal basis to process your data.\nHere, we also share some useful data privacy tips with you.</p>\n<p>\n<strong>5.2.\n&nbsp;&nbsp;</strong>In the event you are a European Union resident you may find a data on categories of your personal data that we may collect in accordance with GDPR following the previous list.\nIn particular, the personal data that falls within the special categories (data concerning a natural person’s sex life or sexual orientation) will only be collected if you choose to provide them and expressly consent so (as considered in GDPR Article 9.2.a).</p>\n<p>\n<strong>5.3.\n&nbsp;&nbsp;</strong>For the users who are California residents, you may find more information about the collection of categories of personal information and sensitive personal information in section 9.1-9.2.\nhereof.\n&nbsp;</p>\n<p>\n<strong>5.4.\n&nbsp;&nbsp;</strong>\n<strong>Purposes of Data Processing.\nPersonal Data Collected.\nSource.\nLegal Basis</strong>:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Personal Data Collected</strong>\n</p>\n<p>\n<strong>Source</strong>\n</p>\n<p>\n<strong>Legal Basis</strong>\n</p>\n<p>to make the Website work properly and provide you with access to it</p>\n<p>IP address.\ncookies identifiers (in accordance with our Cookie Policy).\nUser Agent (CCPA categories A and F)</p>\n<p>we automatically get these from your device</p>\n<p>performing of the contract with you</p>\n<p>to reply to your request sent via the Website (or directly via email)</p>\n<p>Name.\nemail address.\nIP address.\nyour message, including any data you decided to share with us (A, B and H);</p>\n<p>we receive this data from you</p>\n<p>performing of the contract with you or your consent (when you start a communication via email)</p>\n<p>to allow you to create a Taimi profile</p>\n<p>name or nickname.\ndate of birth (age).\nemail address.\nphone number.\nApple ID, Facebook ID or Snapchat ID (AppScopedUserID) (depends on the way of registration).\nyour gender, gender(s).\nage group you are interested in.\nyour field of occupation.\nphotos.\nyour description (CCPA categories A, B, C, F, and H)</p>\n<p>we receive this data from you (except for Apple ID, Facebook ID or Snapchat ID (get from relevant social media) and location (obtain from your device)</p>\n<p>performing of the contract with you</p>\n<p>to allow you to create a Taimi profile with Facebook profile</p>\n<p>Facebook ID (AppScopedUserID).\nemail address.\nname and profile picture.\ndate of birth (CCPA categories A, B, and H)</p>\n<p>we get this data from Facebook</p>\n<p>performing of the contract with you or consent</p>\n<p>to allow you to create a Taimi profile with Snapchat profile</p>\n<p>Snapchat ID (AppScopedUserID);&nbsp;Bitmoji&nbsp;(CCPA categories A, B and H)</p>\n<p>we get this data from Snapchat</p>\n<p>performing of the contract with you</p>\n<p>to allow you to create a Taimi profile with Apple profile</p>\n<p>Apple ID (AppScopedUserID) (CCPA categories A)</p>\n<p>we get this data from Apple</p>\n<p>performing of the contract with you or consent</p>\n<p>to provide you with better communication and connection experience</p>\n<p>optional data, such as Taimi tags: your interests, your preferences, your mood, requirements to your partner (to body shapes and interests).\nyour religious or political leanings.\nphotos.\nyour field of occupation.\nzodiac sign.\nyour username on Instagram, Snapchat, Spotify, Facebook, TikTok, Twitch, Discord, PlayStation, Xbox, Pinterest, or Tumblr (CCPA categories A, B, C, G, H and I)</p>\n<p>we receive this data from you</p>\n<p>performing of the contract with you</p>\n<p>to provide you with networking services.\nto help you connect with other users</p>\n<p>all the data placed in your profile.\nyour geolocation.\nhistory of your likes/dislikes.\nyour connections.\nyour preferences (CCPA categories A-C, F, H and I)</p>\n<p>we receive this data from you directly (you share the data with us) or indirectly (you create the data when using the App)</p>\n<p>performing of the contract with you</p>\n<p>to show “nearby” location information to you and other users of the App</p>\n<p>Wi-fi access points and location data when you use the App (CCPA&nbsp;сategory&nbsp;G)</p>\n<p>you provide this information to us</p>\n<p>performing of the contract with you or consent</p>\n<p>to provide you with an opportunity to share your content and opinion</p>\n<p>your photos.\nimages that you upload.\npublications.\ntexts.\nvideos.\ncomments.\ndata in your groups (CCPA categories F and G)</p>\n<p>we receive this data from you directly (you share the data with us) or indirectly (you create the data when using the App)</p>\n<p>performing of the contract with you</p>\n<p>to enable video calls feature</p>\n<p>video call usage data.\nimages and videos (CCPA categories F and H)</p>\n<p>we receive this data from you indirectly (you create the data when using the App)</p>\n<p>performing of the contract with you</p>\n<p>to enable other in-app features</p>\n<p>data on number and types of in-app objects.\nthe Licensed content.\nnumber and types of publications.\nlocation (CCPA categories A, D, F, G, H and K)</p>\n<p>we receive this data from you indirectly (you create the data when using the App)</p>\n<p>performing of the contract with you</p>\n<p>to process your requests and claims in the App</p>\n<p>name.\nemail address.\nIP address.\nyour message, including any data you decided to share with us (A, B and H)</p>\n<p>we receive this data from you</p>\n<p>legitimate interest</p>\n<p>to process complaints against you</p>\n<p>your profile data.\nshared content data.\ncontent of sent messages.\nother information we may be provided with (CCPA categories A, B, D, F, G, and I)</p>\n<p>we get this data from third parties or indirectly from you (when you create the data when using the App)</p>\n<p>legitimate interest or legal obligation</p>\n<p>to verify your Taimi profile/your identity/age.\nto prevent, detect and fight fraud or other illegal or unauthorized activities</p>\n<p>your photos.\ndriver’s license, passport data.\nphone number, email address.\nany data that we hold about you, depending on the issue that we are dealing with (CCPA categories A-D, F, G, and I)</p>\n<p>we may get data from you, third parties of automatically collect from your device</p>\n<p>legitimate interest or legal obligation</p>\n<p>to ensure legal compliance with our policies, laws.\nexercise our rights.\nassist law protection and enforcement bodies</p>\n<p>any data that we hold about you, depending on the issue that we are dealing with (CCPA categories A, B, D, F, G, and I)</p>\n<p>we may get data from you, third parties or automatically collect them from your device</p>\n<p>legitimate interest or legal obligation</p>\n<p>to provide you with paid features</p>\n<p>history of purchases.\npayment details.\npayment card details (CCPA categories B and D)</p>\n<p>you provide this information to us</p>\n<p>performing of the contract with you and our legal interest</p>\n<p>to provide you with a remuneration</p>\n<p>name.\nbanking details (payment card or payment system).\ntype and amount of remuneration.\nhistory of transactions (CCPA categories A, B, D and K)</p>\n<p>you provide this information to us</p>\n<p>performing of the contract with you</p>\n<p>to carry out anti-fraud and anti-spam procedures</p>\n<p>name.\nemail address.\nphone number.\nIP address and IP session information.\nsocial network ID.\nusername.\nuser agent ID.\ncardholder name.\npayments received.\ntype of payment.\nuser ID.\nlocation</p>\n<p>you provide this information to us and we automatically collect it from your device (IP address and IP session information, user agent ID, location, user ID)</p>\n<p>legitimate interest or legal obligation</p>\n<p>to serve you relevant offers and ads</p>\n<p>location.\nhistory of purchases.\ninterests.\ngender.\nage.\nactivity in the App.\npartner ID.\ndevice and OS ID (CCPA categories A, B, F, G, and K)</p>\n<p>you indirectly provide this information to us and we automatically collect it from your device</p>\n<p>your consent</p>\n<p>to ensure a consistent experience across your devices</p>\n<p>user ID, including third party’s ones.\nduration of a session.\nthe history of the interaction of the App.\ndata you provided our support team with via “Contact-us” form or a live-chat feature, including, email address, name, content of your request.\nlocalization of your device system.\ntype and preferences of your device’s system.\nyour device type.\nOS type (CCPA categories A, B, D, F, G and K)</p>\n<p>we automatically collect from your device</p>\n<p>performing of the contract with you</p>\n<p>to analyze use of the Services.\nto improve our Services</p>\n<p>gender.\nage.\npartner ID.\nzodiac sign.\nbody shapes data.\noccupation.\nTaimi tags.\nrelationship status.\ncontent placing history.\nin-app activity logs.\nfriends list.\nlogins/logouts log.\nduration of sessions.\nlocation.\ntype and preference of your device’s system.\nyour device type.\nOS type.\nlodged and received complaints;&nbsp;low power mode.\nApple Watch connection.\nmobile carrier.\nsystem user interface style.\nis pin or fingerprint set on your device.\nfont size.\nis headphones connected to your device.\nsystem memory volume.\nbattery state.\nbattery level.\ntotal disk capacity.\nfree disk storage capacity.\nairplane mode\", available processors of JVM, charge device related information, charge USB related information, power capacity, camera presence information, device landscape information, display density, app install time, free disk space, font scale, GPS presence information, tablet information, power save mode, device memory size information, system interface style, total disk capacity</p>\n<p>you directly provide this information to us and we automatically collect it from your device (location, type and preferences of your device’s system, your device type, OS type)</p>\n<p>legitimate interest</p>\n<p>to contact you in order to obtain feedback and to find out if you want to take part in marketing campaigns</p>\n<p>name.\nemail address.\nuser ID.\ndata you disclose to us (CCPA categories A and B)</p>\n<p>you directly provide this information to us and we automatically collect it from your device (user id)</p>\n<p>legitimate interest or consent</p>\n<p>to help you to connect with other users and to allow you to create a Taimi profile</p> data concerning a natural person’s sex life and sexual orientation you directly provide this information to us consent <p>&nbsp;</p>\n<p>\n<strong>5.5.\n&nbsp;&nbsp;</strong>\n<strong>Legal Bases</strong>.\nLegal bases are the grounds set forth by the GDPR on which we may process your data.\nWe rely on the following legal bases:</p>\n<p>(a) &nbsp.\nperforming of the contract with you — the main legal basis that we use to process your data.\nIt includes mostly everything we do to provide you with services, under our Terms of Service and their appendices.\nYou may restrict us from processing of your data, but please be advised that, in such a case, we will not be able to provide services to you.\nPlease see section 8 to find out more;</p>\n<p>(b) &nbsp.\nlegal obligation — we may process your data when we have a legal obligation when it is required by applicable laws, e.g., in order to prevent fraud, assist law protection and enforcement bodies.</p>\n<p>(c) &nbsp.\nLegitimate interest – we have a commercial interest in processing with your personal data that is justified, balanced and does not infringe on your privacy (e.g., statistical reporting).\nWhere the legal basis is legitimate interests, you have a right to object to our use of your data.\nPlease see section 8 to find out more;</p>\n<p>(d) &nbsp.\nconsent — we may process some of your data when we have your consent to do so.\nWhere the legal basis is consent, you can withdraw consent at any time.\nPlease see section 8 to find out more.</p>\n<p>\n<strong>5.6.\n&nbsp;&nbsp;</strong>You hereby acknowledge and agree that we may receive your personal data from any third parties (other users, any official bodies, third-party providers, etc.) when you connect your Taimi profile with other services, when we receive enquires, court orders, subpoenas, claims,&nbsp;etc</p>\n<p>\n<strong>5.7.\n&nbsp;&nbsp;</strong>We do not collect or store full credit card number information, though we may receive credit card-related information to help process future payments and summary information about transactions that do not include credit card or bank account numbers.</p>\n<p>\n<strong>5.8.\n&nbsp;&nbsp;</strong>From time to time we may start surveys/feedbacks for research purposes and we may contact you to find out if you would like to take part.\nWe may also contact you to find out if you would like to take part in marketing campaigns.\nSuch activities are optional.\nIf you do not wish to be contacted to take part in a survey or marketing campaign, please contact us at support@taimi.com or via the respective in-App feature.\nIf you do not want to contact us but you also do not want to participate in our activities, please ignore our messages.&nbsp;</p>\n<p>\n<strong>5.9.\n&nbsp;&nbsp;</strong>Since we rely on your consent to show you personalized ads, you are entitled to revoke your consent anytime and request that we stop using personalized ads towards you.\nPlease contact us at support@taimi.com to strike off your consent.\nMeanwhile, if you opt-out of targeted advertising you will still see ads, though they will be less relevant to you.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>6.\n&nbsp;&nbsp;</strong>\n<strong>Duration and Location of Processing.\nCross-Border Data Transfer</strong>&nbsp;</p>\n<p>\n<strong>6.1.\n&nbsp;&nbsp;</strong>\n<strong>Data Retention</strong>.\nYour data will be stored within the term of your use of the Services and up to the termination of such use (or upon agreement between you and Taimi) which means the deletion, blocking or suspension of your account on the mobile application and the restriction of your further use of the mobile application.\nwe shall terminate the processing of your personal information, unless the special retention period for the storage of such data is set by the relevant legislation at the time.</p>\n<p>\n<strong>6.2.\n&nbsp;&nbsp;</strong>\n<strong>Exemptions</strong>.\nWe delete or anonymize your information, including sensitive information indicated in section 9.2.\nfor California Residents, upon the termination of your profile or after two years of your continuous inactivity.\nThere may be special rules applied in case that:&nbsp;</p>\n<p>(a) &nbsp.\n&nbsp;we must hold your data to comply with applicable laws;</p>\n<p>(b) &nbsp.\nwe must hold your data to evidence our compliance with applicable laws;</p>\n<p>(c) &nbsp.\n&nbsp;there is an outstanding issue, claim or dispute requiring us to hold the relevant data until it is resolved.\nor</p>\n<p>(d) &nbsp.\nyour data must be kept for our legitimate business interests, such as fraud prevention and enhancing users’ safety and security (see section 6.6 hereof).</p>\n<p>\n<strong>6.3.\n&nbsp;&nbsp;</strong>\n<strong>Terms of Deletion</strong>.\nAll your data is to be fully erased (or anonymized) within 7 calendar days following deletion of your Taimi profile, except:</p>\n<p>(a) &nbsp.\n&nbsp;in-app features and subscription purchases which are being retained during the term of your subscription and 5 years from the deletion of your user account;</p>\n<p>(b) &nbsp.\nsupport tickets, emails with our support team and your name (as identified in your email), as part of support tickets data that are being retained during the term of your subscription and 5 years from the deletion of your user account;</p>\n<p>(c) &nbsp.\n&nbsp;hashed email address, phone number, IP address, profile ID (including, Taimi ID, Facebook ID, Snapchat ID, Apple ID) and device ID (<u>NOT</u> a device IMEI) associated with banned account which are being retained during the term of your subscription and 5 years from the deletion of your user account owing to our legitimate interest (see section 6.6 hereof);</p>\n<p>\n<strong>6.4.\n&nbsp;&nbsp;</strong>\n<strong>Leftovers</strong>.\nWhen your account is deleted (as well as your data) from the Services, copies of your data may still be viewable, if your data has been previously shared with others, or copied or stored by other users or other third parties.\nWe cannot control this, nor do we accept any liability for this.\nIf you have given third party applications or websites access to your data, they may retain such information to the extent permitted under their own privacy policies.&nbsp;</p>\n<p>\n<strong>6.5.\n&nbsp;&nbsp;</strong>Removed and deleted data may be hosted in backup copies for up to 30 days, but will not be available to others in the meantime.\nWe put that backup data ‘beyond use’.\nAt the end of this period, these data will be permanently deleted.&nbsp;</p>\n<p>\n<strong>6.6.\n&nbsp;&nbsp;</strong>At all times, you are entitled to restrict us from processing your data by sending to us a data erasure request or a notice of prohibition to process your data.\nPlease be warned that:</p>\n<p>(a) &nbsp.\n&nbsp;such action prohibits us from processing your data and/or making us delete your data so you will lose your access to the Website and Services;</p>\n<p>(b) &nbsp.\n&nbsp;if your Taimi profile is banned, a data erasure request will not release you from prohibition to use Taimi Services;</p>\n<p>(c) &nbsp.\n&nbsp;if your profile is blocked, your other Taimi profiles may also be blocked as part of our anti-spam and anti-fraud procedures.</p>\n<p>\n<strong>6.7.\n&nbsp;&nbsp;</strong>\n<strong>Enforcing of Prohibition to Use Taimi</strong>.\nIf your profile is blocked, banned or otherwise disabled owing to any violation&nbsp;of applicable law or a violation of the Terms of Use or the provisions of this Policy, you will be prohibited from further creation of new profiles and using the Services again.\nAccordingly, we will keep on processing data listed in section 6.3(f) hereof (the “technical data”) in order to prevent your further registration and potential violations.\nPlease note that:</p>\n<p>(a) &nbsp.\n&nbsp;the technical data is not subject to erasing under article 17 of the GDPR.\nhence, we will process it on the basis of our legitimate interest, which is a separate ground of processing.\nWe may also process some technical data of minor users on the basis of our legitimate interest to protect the security or integrity (as considered in COPPA § 312.4(c)(6)) and prevent such minors from accessing to our Service from other accounts;</p>\n<p>(b) &nbsp.\nour legitimate interest does not outweigh your right to privacy, because the way that we use the technical data does not significantly impact your privacy, and we have a compelling reason to do so (recital 47 of the GDPR).\nThis reason is to restrict you from breaching yet another obligation under the Taimi’s Terms of Service and potentially harming us or our users.</p>\n<p>&nbsp;<strong>6.8.\n&nbsp;&nbsp;</strong>\n<strong>Location of Servers.&nbsp;</strong>Our servers are based in the USA and EU, so your data may be processed and hosted outside the EU.\nWe inform you that we use EU servers to collect and process EU and UK residents’ data and we use USA servers to collect and process data of users from the rest of the countries.\nIf you are located outside the United States, your information is collected in your country and then transferred to the United States — or to another country in which we (or our affiliates or service providers) operate.</p>\n<p>\n<strong>6.9.\n&nbsp;&nbsp;</strong>\n<strong>Cross-border Data Transfer</strong>.\nThe sharing of information laid out in section 5.4 hereof involves cross-border data transfers to the United States of America and other jurisdictions that may have different laws about data processing.\nif we transfer personal data collected within the EEA to countries with not adequate level of data protection, we use one of the following legal bases: (i) Standard Contractual Clauses approved by the European Commission (details available here (or any new version of contractual clauses issued by a data protection body (if any), or (ii) the European Commission adequacy decisions about certain countries (details available here).<strong>&nbsp;</strong>We take steps to ensure that the recipient is bound by E.U.\nStandard Contractual Clauses together with additional safeguards to protect your personal data.\nYou can see a copy of these clauses.\nIn certain situations, the courts, law enforcement agencies, regulatory agencies or security authorities in those countries might be entitled to access your personal information.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>7.\n&nbsp;&nbsp;</strong>\n<strong>Tracking Technologies</strong>&nbsp;</p>\n<p>\n<strong>7.1.\n&nbsp;&nbsp;</strong>\n<strong>Cookie Policy</strong>.\nWe use cookies and other tracking technologies to improve your user experience and obtain data about how the website is being used.\nThis data enables us to develop and optimize the Website and make the use of the Services more comfortable for you.\nPlease read out Cookie Policy to find out more.</p>\n<p>\n<strong>8.\n&nbsp;&nbsp;</strong>\n<strong>Your Data Privacy Rights</strong>\n</p>\n<p>\n<strong>8.1.\n&nbsp;&nbsp;</strong>Being a data subject, you have the following rights:&nbsp;</p>\n<p>(a) &nbsp.\n&nbsp;a right to request access to your data: you can ask us what personal information of yours is being processed, as well as for clarifications on the information described above, i.e.\npurpose of collecting and processing, period of processing, third parties that have access to information.\nTo exercise this right, please contact us at support@taimi.com.\nPlease find more details in section 11 hereof;</p>\n<p>(b) &nbsp.\na right to request us to rectify your personal information: you can ask all the inaccurate personal information concerning you been corrected.\nYou can also complete the personal information if you feel there is a need to do so.\nTo exercise this right, please contact us at support@taimi.com or use a specific area of your profile.\nAdditionally, we are happy to note that there is the alternative way to amend your data.\nYou control your Taimi profile, so are able to correct or update (other than your mobile number and location (the latter is automatically updated)) your information at any time by just logging in to Taimi and using the respective settings;</p>\n<p>(c) &nbsp.\n&nbsp;a right to request us to erase personal information: you can request us to erase such data in the following circumstances: (i) where you believe it is no longer necessary for us to hold that personal data, (ii) where we process it on the basis of your consent and you wish to withdraw your consent, (iii) where we process your personal data on the basis of our legitimate interest and you object to such processing, (iv) where you no longer wish us to use your personal data to solicit you commercially, or (v) where you believe that we are unlawfully processing your personal data.\nIn most cases we will erase it ourselves, unless otherwise required by legislation.\nTo exercise this right, please contact us at support@taimi.com;</p>\n<p>(d) &nbsp.\na right to request us to restrict the processing of your data: for example, (i) if you contest the accuracy of your data being processed or, (ii) if the processing is unlawful and you object to its deletion and request the restriction of its use instead, (iii) if you believe that we no longer need your data but it is still necessary for the establishment, exercise or defence of legal claims, or (iv) if you have objected to the processing of the data we hold about you.\nTo exercise the right, please contact us at support@taimi.com.\nAdditionally, we are happy to note that there is an alternative way to exercise your right toward geolocation data by yourself.\nIf you have location services enabled, but you desire to turn them off, you can do so by taking the following steps: (i) iPhone App — Settings, Privacy, Location services, Taimi.\nor (ii) Android App — Settings, Location, Taimi, Permissions, Location;</p>\n<p>(e) &nbsp.\n&nbsp;the right to object to the processing of your personal data: you have the right to object to the processing of your personal data by our services and we will consider your request.\nTo this purpose, please provide us with details of your reasoning so that we can assess whether there is a legitimate and compelling reason for us to continue processing the data or whether we need to process it for the exercise or defence of our legal rights.</p>\n<p>(f) &nbsp.\n&nbsp.\na right to withdraw your consent for the collection and processing of your data by us: you can revoke your consent at any time, without affecting the lawfulness of processing based on consent before its withdrawal.\nTo exercise the right, please contact us at support@taimi.com;</p>\n<p>(g) &nbsp.\n&nbsp;a right to lodge a complaint with supervisory authority: if you are a UK resident, you have the right to complain to the Information Commissioner’s Office (ICO) whether you have any grievance against the way we collect, use or share your data.\nand</p>\n<p>(h) &nbsp.\na right to data portability: you may request to receive the data we hold about you in a structured, commonly used and machine-readable format, and the right to request that we transfer such data to another party (i) if the processing is necessary for the performance of the contract or (ii) if the processing is based on your consent and where the processing is carried out using automated processes.\nTo exercise the right, please contact us at support@taimi.com.</p>\n<p>(i) &nbsp.\n&nbsp.\nThe right to give post-mortem instructions: you have the right to set out instructions for the retention, deletion and disclosure of your data after your death.</p>\n<p>\n<strong>8.2.\n&nbsp;&nbsp;</strong>We will provide information on action taken on your request related to your rights specified above within one month of receipt of the request, at the longest.\nThat period may be extended by two additional months, if we are overwhelmed by the number of requests.\nWe will inform you of any such extension within one month of receipt of the request, together with the reasons for the delay.\nPlease find more details in article 11 hereof.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\n&nbsp;&nbsp;</strong>\n<strong>Notice to California Residents</strong>\n</p>\n<p>This Section here applies to California consumers only.\nThis section also provides additional details about how we process personal data of California consumers and the rights available to them under the California Consumer Privacy Act of 2018, Cal.\nCiv.\nCode §§ 1798.100–1798.199, the California Privacy Rights Act and the associated regulations (collectively, the “CPPA”).&nbsp;</p>\n<p>\n<strong>9.1.\n&nbsp;&nbsp;</strong>\n<strong>Categories of Personal Data</strong>.\nFor the users who are California residents, you may find the categories of personal information Taimi collects and the business purposes and the sources for which your personal information is collected in section 5.4 hereof.\nYou also may find a data on categories of your personal data&nbsp;from a statutory list set forth under the CCPA<em>&nbsp;</em>that we may collect:</p>\n<p>(a) &nbsp.\n&nbsp;identifiers such as a real name, alias, unique personal identifier, online identifier, internet protocol address, email address, account name, driver’s license number, passport number or other similar identifiers;</p>\n<p>(b) &nbsp.\npersonal information, as defined in the California customer records law, such as name, physical characteristics or description, telephone number, passport number, driver’s license or state identification card number, education, employment, bank account number, credit card number, debit card number, or any other financial information, medical information (CCPA category B);</p>\n<p>(c) &nbsp.\n&nbsp;characteristics of protected classifications under California or federal law (if you choose to provide them), such as age, gender identity, sexual orientation, race, religion, political views (CCPA category C);</p>\n<p>(d) &nbsp.\ncommercial information, including records of products or services purchased or other purchasing or consuming histories or tendencies (CCPA category D);</p>\n<p>(e) &nbsp.\n&nbsp;internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with an internet website, application, or advertisement (CCPA category F);</p>\n<p>(f) &nbsp.\n&nbsp.\ngeolocation data, such as mobile device location (CCPA category G);</p>\n<p>(g) &nbsp.\n&nbsp;audio, electronic, visual and similar information, such as photos and videos (CCPA category H);</p>\n<p>(h) &nbsp.\nprofessional or employment-related information (CCPA category I);</p>\n<p>(i) &nbsp.\n&nbsp.\ninferences drawn from any of the personal information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics or a summary of these characteristics (CCPA category K).</p>\n<p>\n<strong>9.2.\n&nbsp;&nbsp;</strong>\n<strong>Sensitive personal information.&nbsp;</strong>In addition to the collection of personal data listed in section 5.4.\nYou also may find the categories of your sensitive personal information&nbsp;under the CPPA<em>&nbsp;</em>and the business purposes for which such information is collected.</p>\n<p>\n<strong>Categories of sensitive information collected&nbsp;</strong>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>social security, driver’s license, state identification card, or passport number</p> to verify your Taimi profile/your identity/age.\nto prevent, detect and fight fraud or other illegal or unauthorized activities <p>account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account</p>\n<br> to provide you with paid features.\nto provide you with a remuneration <p>precise geolocation</p>\n<p>to provide you with networking services.\nto help you connect with other users</p>\n<p>Email and text messages</p>\n<p>to allow you to create a Taimi profile with Facebook profile.\nto process your requests and claims in the App.\nto carry out anti-fraud and anti-spam procedures.\nto process complaints against you</p> data concerning a natural person’s sex life and sexual orientation <p>to help you to connect with other users and to allow you to create a Taimi profile</p>\n<br>\n<p>&nbsp;</p>\n<p>We may collect your personal information concerning natural person’s sex life and sexual orientation only if you add to choose by clicking a tag as indicated in section 1.3.\nhereof.\nPlease be aware that only your precise geolocation and personal information concerning natural person’s sex life, and sexual orientation may be publicly viewable and accessible both by users and non-users of the App.</p>\n<p>If you want to limit the use of your sensitive personal information, please see section 9.4.4.\nbelow how to submit such request.\nPlease note that using your personal information concerning precise geolocation, sex orientation or financial details is necessary to actually provide our Services and connect you with other users.</p>\n<p>\n<strong>9.3.\n&nbsp;&nbsp;</strong>\n<strong>Selling/Sharing of your personal information.</strong> The definition of “sale” under CPPA is broad and covers many common business activities, even when the personal Information is not exchanged for money.\n&nbsp;Taimi does not sell personal information for monetary consideration.\nhowever, we may share certain personal information with third parties under circumstances which might be deemed a “sale” or “share” under CPPA for “interest-based advertising” or “cross-context behavioral advertising.” In other words, Taimi may share your personal information with a third party to help serve you with personalized content or ads that may be more relevant to your interests, and to perform other advertising-related services.\n&nbsp;</p>\n<p>The third parties, service providers and other processors with which we may share or disclose specific pieces of personal information&nbsp;over the 12-month period prior to the effective date of our Privacy Policy&nbsp;are indicated in sections 3.4-3.10.\nhereof.\nWe disclose your personal information, including sensitive information, with processors, service providers and contractors indicated in sections 3.4-3.10.\nhereof for business purposes that it is not defined as a “sale” or “share” under CPPA.\nWe enter a contract with them that describes the purpose and requires the recipient to both keep that personal Information, including sensitive personal information, confidential and not use it for any purpose except as described in the contract.</p>\n<p>Taimi may share in the sense of CPPA certain personal information (Advertising identifier.\nlocalization data.\nIP Address, Referrer.\nInternet connection type, Application version, Device model, Manufacturer, Operating system, Operating system version, Screen size (height, width), Screen resolution, Mobile network status.\nuser ID.\nchannel mode.\nSDK version.\nnetwork type.\nApp ID, precise geolocation, email, location data) with our ad/ marketing partners.\nThese third-parties may also collect information directly from you through tracking technologies such as cookies or SDKs.\nYou may request to opt-out of the sale/sharing of your personal information, please see section 9.4.3 below how to submit such request.</p>\n<p>\n<strong>9.4.\n&nbsp;&nbsp;</strong>\n<strong>Your rights.&nbsp;</strong>For the users who are California residents, you have the following rights in addition to those listed in section 8.1 above.</p>\n<p>9.4.1 <u>The right to know what personal information is being collected and the right to know what personal information is sold or shared.</u> You have the right to request, twice within a 12-month period, the following information about the data we have collected about you during the past 12 months:</p>\n<ul>\n<li>The categories of personal information Taimi has collected about you.</li>\n<li>The categories of sources from which the personal information is collected.</li>\n<li>The business or commercial purpose for collecting<em>,</em> selling<em>, or sharing&nbsp;</em>personal information.</li>\n<li>The categories of personal information that Taimi sold or shared about you and the categories of third parties to whom the personal information was sold or shared, by category or categories of personal information for each category of third parties to whom the personal information was sold or shared.</li>\n<li>The categories of third parties <em>to&nbsp;</em>whom Taimi <em>discloses&nbsp;</em>personal information.</li>\n<li>The specific pieces of personal information it has collected about that consumer.</li>\n</ul>\n<p>9.4.2 <u>The right to delete your personal information or correct inaccurate personal information</u>.\nYou<u>&nbsp.\n&nbsp.\n&nbsp;&nbsp;</u>may request Taimi to delete any personal information about you which Taimi has collected.\nYou also have the right to request Taimi to correct inaccurate personal information about you, taking into account the nature of the personal information and the purposes of the processing of the personal information.</p>\n<p>\n<strong>How to Submit a Request.&nbsp;</strong>To submit a request for information required to be disclosed<em>&nbsp;</em>and a request for deletion or correction, please contact us by email support@taimi.com or go through our website at this available link https://taimi.com/support#donotshare .</p>\n<p>9.4.3 <u>Right to opt out of sale or sharing of personal information</u>\n<u>.&nbsp;</u>You may direct Taimi, that may sell or share your personal information to third parties, not to sell or share your personal information.\nPlease note that Taimi may stop to share your personal information only with third parties, Hilly may continue to share your personal information with service providers and contractors to provide you Service.</p>\n<p>9.4.4 <u>Right to limit the use of your sensitive personal information.&nbsp;</u>You may direct Taimi, that collects your sensitive personal information indicated in section 9.2.\nhereof, to limit the use or disclosure to that use which is necessary to perform the Services.</p>\n<p>\n<strong>How to Submit a Request.&nbsp;</strong>To submit a request not to sell or share your personal information or to limit the use of your sensitive information, please contact us by email support@taimi.com or by clicking the link “<strong>Your Privacy Choices</strong>” which is located at the footer of Taimi`s website.</p>\n<p>\n<strong>9.5.\n&nbsp;&nbsp;</strong>If you choose to exercise any of your privacy rights under the CPPA, you have the right not to receive discriminatory treatment by Taimi.</p>\n<p>\n<strong>9.6.\n&nbsp;&nbsp;</strong>You are always welcome to request “.pdf” copy of this Policy or any other integral part of Taimi’s Terms of Use (as well as Taimi’s Terms of Use themselves).\njust let us know by sending your request to support@taimi.com.</p>\n<p>\n<strong>9.7.\n&nbsp;&nbsp;</strong>To help protect your privacy and maintain security, we take steps to verify your identity before granting you access to your data or complying with your request.\nIf requests from a consumer are manifestly unfounded or excessive, in particular because of their repetitive character, we may either charge a reasonable fee, taking into account the administrative costs of providing the information or communication or taking the action requested, or refuse to act on the request and notify you the reason for refusing the request.</p>\n<p>\n<strong>9.8.\n&nbsp;&nbsp;</strong>You may also use an authorized agent to submit your request.\nIf you do, we may ask for evidence that you have provided the agent valid power of attorney or other written permission to submit requests on your behalf, and we may also take steps to verify your identity.\nOwing to a sensitive nature of your data, we reserve the right to reject, at any time, requests concerning your data submitted by any third party.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>10.&nbsp;</strong>\n<strong>Notice</strong>\n<strong>&nbsp;</strong>\n<strong>to Virginia Residents</strong>\n</p>\n<p>Consumers residing in Virginia are afforded certain additional rights with respect to their personal information under the Virginia Consumer Data Protection Act (VCDPA).\nIf you are a Virginia resident, this section applies to you.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>10.1.&nbsp;</strong>\n<strong>Our</strong>\n<strong>&nbsp;</strong>\n<strong>collection and use of personal information.&nbsp;</strong>You may find the categories of personal information Taimi collects and the purposes and sources for which your personal information is collected in section 5.4 hereof.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>10.2.&nbsp;</strong>\n<strong>Process your sensitive data.</strong> We do process your sensitive data concerning a natural person’s sex life and sexual orientation.\nWe may ask to give your consent to process and these categories of your sensitive information and make them public to other users.\nStill, all any time, you are entitled to make us stop showing that data to others by deleting relevant tags in your profile setting.\nYou give us consent to process your precise geolocation data when you allow through your mapping phone service as Google Maps to access your location while you are using our App.\nPlease see section 8.\n1 (d) above on how to restrict the processing of your geolocation data.</p>\n<p>\n<strong>10.3.&nbsp;</strong>\n<strong>Exercising</strong>\n<strong>&nbsp;</strong>\n<strong>your&nbsp;</strong>\n<strong>consumer rights:</strong> You have the right to request (1) to confirm whether or not a controller is processing the consumer's personal data and to access such personal data.\n(2) To correct inaccuracies in the consumer's personal data, taking into account the nature of the personal data and the purposes of the processing of the consumer's personal data.\n(3) To delete personal data provided by or obtained about the consumer.\n(4) To obtain a copy of the consumer's personal data that the consumer previously provided to the controller in a portable and, to the extent technically feasible, readily usable format that allows the consumer to transmit the data to another controller without hindrance, where the processing is carried out by automated means.\n(5) to opt out of the processing of the personal data for purposes of targeted advertising.&nbsp;</p>\n<p>You may exercise your rights by contacting us at support@taimi.com.\nSee more details in section 11 below.\nWe will not discriminate against you if you exercise your rights under the VCDPA.\nYou may contact us at support@taimi.com if you want to appeal Taimi`s refusal to take action on your request.\nThe appeal process is conspicuously available and similar to the process for submitting requests.\nTaimi will have 60 days of receipt of an appeal to inform you in writing of any action taken or not taken in response to the appeal.\nIf the appeal is denied, you may contact the Attorney General to submit a complaint.</p>\n<p>\n<strong>10.4.&nbsp;</strong>\n<strong>Sale of personal information and process of personal information for targeted advertising.</strong>&nbsp;We do not sell your personal information.\nWe do not exchange your personal data for monetary consideration with third parties, so no opt-out choice is necessary for that.\nHowever, we do process your personal information for targeted advertising in the sense of VCDPA.\nWe display advertisements to you where such adds are based on personal data obtained from nonaffiliated websites or online applications.\nYou can opt out of the processing of the personal data for purposes of targeted advertising by contacting us at&nbsp;support@taimi.com.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>11.\n&nbsp.\n&nbsp;&nbsp;</strong>\n<strong>Data Subjects’ Access and Erasure Requests</strong>\n</p>\n<p>\n<strong>11.1.&nbsp;</strong>\n<strong>Method for Submitting Requests</strong>.\nIf you are an EU user, you may exercise your right to file a request to access or delete your data by contacting us at support@taimi.com or via the App.\nIn the event you are a California or Virginia consumer, you may exercise your privacy rights according to section 9 or 10 accordingly.</p>\n<p>\n<strong>11.2.&nbsp;</strong>\n<strong>Timeframes</strong>.\nIn the event you submit your request to us, we will act as follows:</p>\n<p>(a) &nbsp.\n&nbsp;within 10 business days following a confirmation of receipt of your letter, we shall request that you provide us with relevant data for a verification procedure;</p>\n<p>(b) &nbsp.\nif you are a California or Virginia consumer, we will have 45 calendar days following the date of your request to process your request.\nIn the event of your failure to pass the verification process within 45 calendar days, we may deny your request or prolong the term of processing up to additional 45 calendar days.\nplease be sure that we will notify you about our decision;</p>\n<p>(c) &nbsp.\n&nbsp;if you are an EU or UK user, we will have 30 calendar days following the date that you provide us with the data required for verification to process your request.\nIn the event of your failure to pass the verification process, we may deny your request.\nWe are entitled to prolong the response term up to 2 months by giving you a notification.</p>\n<p>\n<strong>11.3.&nbsp;</strong>\n<strong>Verification and automated decision-making</strong>.&nbsp;The most important step is the verification process.\nWe will first check that we have enough information to be sure of your identity.\nOften, we will have no reason to doubt a person’s identity (if you contact us via the App, for example).\nWe use a combination of the automated system and&nbsp;a team of moderators&nbsp;to verify the users` identity and users are not robots.&nbsp;And we also want to avoid fake Taimi accounts being created which can be used for malicious activities and cybercrime – they threaten the Taimi network and spoil things for everyone.&nbsp;If you choose to verify your profile photo, our automated system will scan each photo that you submit.&nbsp;So, automated decision-making is necessary in order to&nbsp;help ensure that you are who you say you are&nbsp;before entering into a contract with you.&nbsp;This ultimately assists our efforts to prevent and respond to illegal, malicious, and unauthorized activity.&nbsp;We do not add the verification photos to your profile.</p>\n<p>If we have good grounds to doubt your identity, we may ask you to provide additional evidence we reasonably need to confirm your identity.\nFor example, we may ask you for a piece of information held in your profile that we would expect you to know: your location, last 5 connections, etc.\nIf we have serious doubts about your identity, we may ask you to share with Taimi your photo with your ID document or an image of your ID document.\nIn the event you fail the verification process, your request will be rejected.&nbsp;</p>\n<p>\n<strong>11.4.&nbsp;</strong>\n<strong>Authorized Agent</strong>.\nYou, as a California consumer, may assign your agent to submit a request on your behalf.\nIf you desire to use this way, your agent shall provide us with your written authorization.\nOwing to a sensitive nature of your data, we reserve the right to reject, at any time, requests concerning your data submitted by any third party.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>12.\n&nbsp.\n&nbsp;&nbsp;</strong>\n<strong>Third-Party Websites</strong>&nbsp;</p>\n<p>\n<strong>12.1.&nbsp;</strong>The Services may contain links to websites operated and maintained by third parties, over which we have no control.\nPrivacy policies of such linked websites may be different from this Policy.\nYou access such linked websites at your own risk.\nSimilarly, the Service may be accessed and used by third-party websites that we do not control.\nWe have no control over the privacy policies of such third-party websites, and you access such third-party websites at your own risk.</p>\n<p>\n<strong>13.\n&nbsp.\n&nbsp;&nbsp;</strong>\n<strong>Data Protection.\nSecurity</strong>\n</p>\n<p>\n<strong>13.1.&nbsp;</strong>We incorporate commercially reasonable safeguards to help protect and secure your data.\nHowever, no electronic data transmission or storage of information can be guaranteed to be 100% secure.\nPlease note that we cannot ensure or warrant the security of any information you transmit to us, and you use the Service and provide us with your information at your own risk.</p>\n<p>\n<strong>13.2.&nbsp;</strong>To help protect you and others, we may monitor your use of the Services and use your personal data and/or other information we collect in order to: identify fraudulent activities and transactions, prevent abuse of and investigate and/or prosecute potential threats to or misuse of the Service, ensure compliance with the Terms of Service and this Policy, investigate violations of or enforce these agreements and protect the rights and property of you, Taimi, its partners and other customers.\nThis security monitoring may result in the collection, recording, and analysis of online activity or communications through the Services.\nIf you do not consent to these conditions, you must discontinue your use of the Services.&nbsp;</p>\n<p>\n<strong>13.3.&nbsp;</strong>We regularly monitor our systems for possible vulnerabilities and attacks and regularly review our information collection, storage and processing practices to update our physical, technical and organizational security measures.</p>\n<p>\n<strong>13.4.&nbsp;</strong>\n<strong>TO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, WE EXPRESSLY DISCLAIM ANY REPRESENTATION OR WARRANTY, WHETHER EXPRESS OR IMPLIED, WITH RESPECT TO ANY BREACHES OF SECURITY, DAMAGE TO YOUR DEVICE, OR ANY LOSS OR UNAUTHORISED USE OF YOUR REGISTRATION INFORMATION OR OTHER DATA.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>14.\n&nbsp.\n&nbsp;&nbsp;</strong>\n<strong>Reach us Out</strong>&nbsp;</p>\n<p>\n<strong>14.1.&nbsp;</strong>We would be glad to hear from you.\nIf you have any questions regarding this Policy, please contact us at support@taimi.com or legal@taimi.com.</p>\n<ul>\n<li> © 2023 Taimi.\nAll rights reserved </li>\n<li>\n<ul>\n<li>Gay dating</li>\n<li>Gay chat</li>\n<li>Bisexual dating</li>\n<li>Bisexual chat</li>\n<li>Lesbian dating</li>\n<li>Lesbian chat</li>\n<li>Queer dating</li>\n<li>Transgender dating</li>\n<li>Transgender chat</li>\n<li>Asexual dating</li>\n<li>Pansexual dating</li>\n<li>Polyamorous dating</li>\n</ul>\n</li> En English Portuguesa Français Nederlands Deutsch Italiano Español <li>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Safety tips</li>\n<li>Subscription Terms</li>\n<li>Contacts</li>\n<li>Terms of Service</li>\n<li>Support</li>\n<li>Community Rules</li>\n<li>Your safety matters</li>\n<li>#taimishare</li>\n<li>Automated decision-making</li>\n<li>Your Privacy Choices </li>\n</ul>\n</li>\n<li> En English Portuguesa Français Nederlands Deutsch Italiano Español </li>\n</ul> © 2023 Taimi.\nAll rights reserved Get Taimi App for Free Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Reject All Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Accept All CookiesReject AllCookies Settings ", "created_at": "2023-07-14 21:31:13.168808", "updated_at": "2023-07-14 21:33:43.855846"}, {"id": 17988, "name": "Cookie Policy ", "url": "https://taimi.com/cookie-policy", "xpath": "//body", "text": " Download for free <ul>\n<li>\n</li>\n<li> Contacts </li>\n<li> Support </li>\n<li> Blog </li>\n<li> Beautiful </li>\n<li> About </li>\n<li> Press <ul>\n<li>Assets</li>\n<li>News</li>\n</ul>\n</li>\n<li> LGBTQ+ Wiki </li>\n<li> Pride Body </li>\n</ul> Download for free: Taimi Cookie Policy <p>\n<br>\n</p>\n<p>\n<strong>Effective Date:</strong> December 15, 2021</p>\n<p>\n<br>\n</p>\n<p>This Cookie Policy (the “Policy”) is an integral part of the Taimi’s Terms of Service (the “Terms”) and Privacy Policy (the “Privacy Policy”).\nAll the terms used herein shall have the same meaning as the Terms and Privacy Policy provide, unless otherwise indicated hereby.&nbsp;</p>\n<p>\n<br>\n</p> 1.\nChanges and Updates to Policy <p>1.1.\nAll changes to this Policy shall be made and published as outlined in paragraph 2 of the Privacy Policy.&nbsp;</p>\n<p>\n<br>\n</p> 2.\nWhy Taimi Needs Tracking Technologies <p>2.1.\nLike many companies, we use cookies (as defined in subparagraph 3.1.\nof the Policy) and other tracking technologies on the Website or on the Taimi mobile application (jointly, “cookies” unless otherwise stated) including web beacons/GIFs as defined below.</p>\n<p>2.2.\nWe use cookies and other tracking technologies- particularly to improve user experience and obtain data about how the Website is being used.\nThe details of the cookies and tracking technologies used are specified below.&nbsp;</p>\n<p>2.3.\nThe drop or the reading of certain cookies does not require your prior consent, either because they do not process any of your personal data, or because they are strictly necessary for the supply of the Services.\nYou can decide whether or not to allow the drop of cookies which are not strictly necessary to operate the computer.\nIf you agree (consent), these cookies will be stored to allow you to access third party hosted content on the website or on the mobile application.\nYou may, at any time, object to the storage or the reading of the cookies we use, either by deleting them from your devices or by changing your browser settings.&nbsp;</p>\n<p>\n<br>\n</p> 3.\nTracking Technologies <p>3.1.\nCookies are small pieces of code that are stored in your device (computer, digital tablet, smartphone) when you browse and use online services.\nThey are installed on your device to enable different useful features, for example, to facilitate navigation on the Website.\nAfter installed on your device, cookies may be either deleted automatically, when you close the Website/web browser (session cookies), or stored in your device to facilitate future visits to the Website or to the mobile application (persistent cookies).\nPersistent cookies are automatically deleted after a period of time set by the cookies’ owner.</p>\n<p>3.2.\nWeb beacons are small graphic images or other web programming code (also known as “1×1 GIFs” or “clear GIFs”) that may be included in the Website’s and mobile application’s pages and our messages.\nWeb beacons may be invisible to you, but any electronic image or other web programming code inserted into a page or email can act as a web beacon.\nClear GIFs are tiny graphics with a unique identifier, similar, in function, to cookies.\nIn contrast to cookies, which are stored on a user’s computer hard drive, clear GIFs are embedded invisibly on web pages and are about the size of the period at the end of this sentence.</p>\n<p>3.3.\nIn some cases, cookies are used to collect data that is recognized as personal data, such as, but not limited to, IP addresses and data linked to the IP address.\nThe usage of such cookies is regulated by the data protection laws and you, as a user, obtain a number of rights to control the collection and processing of this data.</p>\n<p>3.4.\nWhile providing you with our services, we may use the following cookies: a) essential or strictly necessary cookies.\nb) performance cookies.\nc) analytical cookies.\nd) targeting/advertising cookies.\nThese cookies may be session or persistent.</p>\n<p>3.5.\nSession cookies are only stored temporarily in the browser’s memory and are destroyed once you quit the browser.\nHowever, they will survive navigating away from the Website they came from.\nIf no expiration date is set, they are automatically considered as session cookies.\n&nbsp;Persistent cookies are saved on your computer, so when you shut it down and start it up again, they can still be there.\nthey are created by giving them an expiry date and once that expiry date is reached, they will be automatically destroyed by the computer itself.\nIf an expiry date is not set, they are automatically session cookies.</p>\n<p>3.6.\n“Essential” or “Strictly Necessary\" cookies are strongly required for an error-free operation of the website and of the Taimi mobile application, as well as for its security and accessibility.\nWe also need them to remember your preference about cookies.\nWithout them, we will not be able to provide you with the Services in a proper way.\nAlthough you cannot refuse these cookies through the Website or the mobile application, you may disable them by changing your browser settings, but this may affect the Website’s or the mobile application’s functionality.\nThese cookies are mostly session and expire on quitting the browser.</p>\n<p>3.7.\n“Performance” cookies collect information about how you use the Website, for instance which pages you go to most often, and if they get error messages from web pages.\nThese cookies don’t collect information that identifies you.\nAll information these cookies collect is aggregated and therefore, anonymous.\nIt is only used to improve how the website and the Taimi mobile application’s works.\nGenerally, these cookies are a mix of session and persistent cookies.</p>\n<p>3.8.\n“Analytical” cookies allow us to track your activity on the Website or on the mobile application.\nWe may track the number of sessions, measure duration, characteristics of your device, pages you visit, etc.\nWe do so to optimize the Website and the Taimi mobile application and make it more interesting and useful for you.\nThe data collected in such a way is stored in aggregated form.\nGenerally, these cookies are a mix of session and persistent cookies.</p>\n<p>3.9.\n“Targeting/Advertising” cookies allow us to show you our advertisements on third-party websites.\nThis tool is called “retargeting”.\nIt enables us to provide you with ads based on your previous activity on the Website.\nIt also enables us to limit how many times you see the respective ads.\nGenerally, these cookies are persistent cookies.</p>\n<p>3.10.\nWe may use the following cookies:</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Name</strong>\n</p>\n<p>\n<strong>Description</strong>\n</p>\n<p>\n<strong>Type</strong>\n</p>\n<p>\n<strong>Expiration</strong>\n</p>\n<p>\n<strong>Origin</strong>\n</p>\n<p>personalization_id</p>\n<p>Used by Twitter.com in order to determine the number of visitors accessing the website through twitter advertisement content and may be used for targeted advertising.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>2 years</p>\n<p>twitter.com</p>\n<p>guest_id</p>\n<p>Used by Twitter.com in order to determine the number of visitors accessing the website through twitter advertisement content and may be used for targeted advertising.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>2 years</p>\n<p>twitter.com</p>\n<p>TapAd_3WAY_SYNCS</p>\n<p>This cookie is set by the audience manager of the website to determine the time and frequencies of visitor data synchronization - cookie data synchronization is used to synchronize and gather visitor data from several websites.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>2 months</p>\n<p>tapad.com</p>\n<p>TapAd_DID</p>\n<p>TapAd_TS</p>\n<p>Used to determine what type of devices (smartphones, tablets, computers, TVs etc.) is used by a user.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>2 months</p>\n<p>tapad.com</p>\n<p>hjAbsoluteSessionInProgress</p>\n<p>This cookie is used to detect the first pageview session of a user.\nThis is a True/False flag set by the cookie.</p>\n<p>Performance</p>\n<p>Session</p>\n<p>HotJar.com</p>\n<p>_hjIncludedInPageviewSample</p>\n<p>This cookie is set to let Hotjar know whether that user is included in the data sampling defined by your site's pageview limit.</p>\n<p>Analytical</p>\n<p>30 minutes</p>\n<p>HotJar.com</p>\n<p>_schn</p>\n<p>Tracks the individual sessions on the website, allowing the website to compile statistical data from multiple visits.\nThis data can also be used to create leads for marketing purposes.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>Session</p>\n<p>taimi.com</p>\n<p>_gcl_au</p>\n<p>Used to store and track conversions.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>Persistent</p>\n<p>taimi.com</p>\n<br>\n<p>october_session</p>\n<p>This coockie allows users to be recognized within a website so any page changes or item or data selection you do is remembered from page to page.</p>\n<p>Strictly Necessary or Essential</p>\n<p>session</p>\n<p>taimi.com</p>\n<br>\n<p>cookie-policy</p>\n<p>Is used my Taimi to start the website</p>\n<p>Strictly Necessary or Essential</p>\n<p>2 years</p>\n<p>taimi.com</p>\n<p>viewed_posts</p>\n<p>Used by Taimi to measure the number of posts viewed on the website</p>\n<p>Performance</p>\n<p>5 days</p>\n<p>taimi.com</p>\n<p>__cfruid</p>\n<p>This cookie from Cloudflare lets us know whether your device is reliable and enable us to detect bots</p>\n<p>Strictly Necessary or Essential</p>\n<p>Session</p>\n<p>medium.com</p>\n<p>cloudfront_viewer_country</p>\n<p>The content of a page loads quickly and effectively by distributing the workload across numerous servers.</p>\n<p>Strictly Necessary or Essential</p>\n<p>1 day</p>\n<p>ellentube.com</p>\n<p>_fbp</p>\n<p>Used by Facebook to provide a range of advertising products such as real-time bids from third party advertisers.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>3 months</p>\n<p>facebook.com</p>\n<p>fr</p>\n<p>Used by Facebook to provide you with more personalized advertisements, but also to measure and improve advertisements&nbsp;</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>3 months</p>\n<p>facebook.com</p>\n<p>IDE</p>\n<p>Doubleclick used for serving targeted advertisements that are relevant to you across the web and these cookies</p>\n<p>&nbsp;measure the conversion rate of ads presented to the user</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>2 years</p>\n<p>doubleclick.net</p>\n<p>1P_JAR</p>\n<p>Gathers website statistics and tracks conversion rates.</p>\n<p>Analytical&nbsp;</p>\n<p>1 month</p>\n<p>analytics.google.com</p>\n<p>NID</p>\n<p>Google Analytics customization cookie.\nUsed by the Google +1 sharing button, and is required for linking content to Google 1+ account.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>6 months</p>\n<p>analytics.google.com</p>\n<p>__Secure-3PAPISID</p>\n<p>__Secure-3PSID</p>\n<p>__Secure-3PSIDCC</p>\n<p>These cookies are used to deliver ads that are more relevant to you and your interests</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>2 years</p>\n<p>google.com</p>\n<p>OTZ</p>\n<p>The “OTZ” cookie is used by Google Analytics that provides an aggregate analysis of Website visitors</p>\n<p>Analytical</p>\n<p>1 month</p>\n<p>google.com</p>\n<p>_ga</p>\n<p>Google Universal Analytics used to track unique visitors to collect information about traffic and navigation.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>2 years</p>\n<p>analytics.google.com</p>\n<p>_gid</p>\n<p>Distinguishes users and tracks if they have previously visited the website or the Taimi mobile application.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>1 day</p>\n<p>analytics.google.com</p>\n<p>p2</p>\n<p>The “p2” cookie helps websites to count users who have visited and seen a page or various parts of a page.</p>\n<p>Analytical</p>\n<p>1 week</p>\n<p>owneriq.net</p>\n<p>si</p>\n<p>Used for the purpose of providing relevant advertisement.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>5 years</p>\n<p>owneriq.net</p>\n<p>kuid</p>\n<p>Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>6 months</p>\n<p>krxd.net</p>\n<p>bku</p>\n<p>This cookie stores anonymized data about the users' web usage as well as aggregate anonymous activities to build a profile to provide more targeted and relevant marketing and advertising.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>6 months</p>\n<p>bluekai.com</p>\n<p>bkdc</p>\n<p>This cookie stores anonymized data about the users' web usage as well as aggregate anonymous activities to build a profile to provide more targeted and relevant marketing and advertising.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>6 months</p>\n<p>bluekai.com</p>\n<p>uuid2</p>\n<p>Contains a unique randomly-generated value that enables to distinguish browsers and devices.\nIt is matched against information - such as advertising interest segments and histories of ads shown in the browser or device - provided by clients or other third parties and is used to select more relevant advertisements for delivery, and to measure the performance of, and attribute payment for, those advertisements.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>90 days</p>\n<p>adnxs.com</p>\n<p>usersync</p>\n<p>Contains data denoting whether a cookie ID is synced with our partners</p>\n<p>ID syncing enables our partners to use their data from outside the Platform on the Platform.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>90 days</p>\n<p>adnxs.com</p>\n<p>uids</p>\n<p>Used to select advertisements for delivery by the Platform and to measure the performance of, and attribute payment for, those advertisements.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>90 days</p>\n<p>adnxs.com</p>\n<p>anj</p>\n<p>Contains data denoting whether a cookie ID is synced with our partners which enables the ability to use data from outside the platform on the platform.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>90 days</p>\n<p>adnxs.com</p>\n<p>_hjid</p>\n<p>Hotjar cookie that is set when the customer first lands on a page with the Hotjar script.\nIt is used to persist the Hotjar User ID, unique to that site on the browser.\nThis ensures that behavior in subsequent visits to the same site will be attributed to the same user ID.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>1 year</p>\n<p>HotJar.com</p>\n<p>_hjFirstSeen</p>\n<p>This is set to identify a new user’s first session.\nIt stores a true/false value, indicating whether this was the first time Hotjar saw this user.\nIt is used by Recording filters to identify new user sessions.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>Session</p>\n<p>HotJar.com</p>\n<p>_scid</p>\n<p>Snapchat pixel unique ID of the user, similar to how the _ga cookie works with Google Analytics</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>1 year</p>\n<p>snapchat.com</p>\n<p>sc_at</p>\n<p>Used to identify a visitor across multiple domains</p>\n<p>Performance</p>\n<p>1 year</p>\n<p>snapchat.com</p>\n<p>_gat_gtag_UA_168585251_1</p>\n<p>This is a Google analytics cookie, used to throttle the request rate, limiting the collection of data on high traffic sites.&nbsp;</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>10 minutes</p>\n<p>analytics.google.com</p>\n<p>_ga_6MMM1LTGLE</p>\n<p>Google Universal Analytics used to track unique visitors.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>2 years</p>\n<p>analytics.google.com</p>\n<p>_sctr</p>\n<p>Used to determine whether a third party tag will be called in Snap Ads Pixel.</p>\n<p>Targeting/</p>\n<p>Advertising</p>\n<p>1 year</p>\n<p>snapchat.com</p>\n<p>\n<br>\n</p> 4.Social Cookies&nbsp.\n<p>4.1.\nInformation related to your navigation on our Website or on the Taimi mobile application is collected by social networks for the purpose of advertising targeting on their own behalf via cookies that are dropped during your navigation on our site.\nThe data, transmitted only if you consent, consists of the browsing data (pages visited)</p>\n<p>4.2.\nYou can withdraw your consent by setting your choices in your browser or in our cookie manager.&nbsp;</p>\n<p>4.3.\nInformation collected by Taimi on its own behalf in connection with social networks is governed by the provisions of the Privacy Policy.\nHowever, we are not responsible for the subsequent use of your data by social networks on their own behalf.</p>\n<p>4.4.\nWe invite you to consult the personal data protection policies of our various partners (e.g.\nFacebook, Google, etc.) in order to know exactly what information is collected by these third parties.\nYou can also set up the access and the confidentiality of your data directly on the social networks concerned.</p>\n<p>\n<br>\n</p> 5.\nWithdraw Your Consent and Delete Cookies&nbsp.\n<p>5.1.\nYou can do that by choosing the appropriate settings of your browser:&nbsp;</p>\n<ul>\n<li>\n<p>For the users of&nbsp;Internet Explorer;</p>\n</li>\n<li>\n<p>For the users of&nbsp;Firefox;</p>\n</li>\n<li>\n<p>For the users of&nbsp;Chrome;</p>\n</li>\n<li>\n<p>For the users of Opera;</p>\n</li>\n<li>\n<p>For the users of&nbsp;Safari web and&nbsp;iOS;&nbsp;</p>\n</li>\n<li>\n<p>For the users of&nbsp;Android.</p>\n</li>\n</ul>\n<p>5.2.\nYou may find out how third parties process your data via cookies in cookies policies of Facebook, CloudFlare, Twitter, Tapad, Medium, Ellentube, Google, Google Analytics, OwnerIQ, Bluekai, Snapchat, krxd, adnxs, and Hotjar by clicking on the respective hyperlinks, either here or in the table with names of cookie files.\nYou can also opt-out:&nbsp;</p>\n<ul>\n<li>\n<p>Facebook: https://optout.aboutads.info/?c=2&amp;lang=EN (US users), https://youradchoices.ca (Canadians) and https://www.youronlinechoices.com (EEA users);</p>\n</li>\n<li>\n<p>Google: https://support.google.com/analytics/answer/181881;&nbsp;</p>\n</li>\n<li>\n<p>CloudFlare: http://optout.networkadvertising.org/?c=1 (non-EEA users) and https://www.youronlinechoices.com (EEA and UK users);</p>\n</li>\n<li>\n<p>Hotjar: https://www.hotjar.com/privacy/do-not-track.</p>\n</li>\n</ul> 6.\nProcessing of Data Collected Through Tracking Technologies <p>6.1.\nThe processing of the data that we collect with these technologies, where it is personal data, falls within the Privacy Policy.\nFor example, our employees and subcontractors may be able to access these data.\nMoreover, your data may be processed on our behalf by the third-party service providers mentioned above.\nFor more information on our practices, see the Privacy Policy.</p>\n<p>\n<br>\n</p> 7.\nReach Us Out <p>7.1.\nWe would be glad to hear from you.\nIf you have any questions regarding this Policy, please contact us at support@taimi.com.\n&nbsp;</p>\n<ul>\n<li> © 2023 Taimi.\nAll rights reserved </li>\n<li>\n<ul>\n<li>Gay dating</li>\n<li>Gay chat</li>\n<li>Bisexual dating</li>\n<li>Bisexual chat</li>\n<li>Lesbian dating</li>\n<li>Lesbian chat</li>\n<li>Queer dating</li>\n<li>Transgender dating</li>\n<li>Transgender chat</li>\n<li>Asexual dating</li>\n<li>Pansexual dating</li>\n<li>Polyamorous dating</li>\n</ul>\n</li> En English Portuguesa Français Nederlands Deutsch Italiano Español <li>\n<ul>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Safety tips</li>\n<li>Subscription Terms</li>\n<li>Contacts</li>\n<li>Terms of Service</li>\n<li>Support</li>\n<li>Community Rules</li>\n<li>Your safety matters</li>\n<li>#taimishare</li>\n<li>Automated decision-making</li>\n<li>Your Privacy Choices </li>\n</ul>\n</li>\n<li> En English Portuguesa Français Nederlands Deutsch Italiano Español </li>\n</ul> © 2023 Taimi.\nAll rights reserved Get Taimi App for Free Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonPerformance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label labelReject All Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Accept All Cookies Reject AllCookies Settings ", "created_at": "2023-07-14 21:31:13.139289", "updated_at": "2023-07-14 21:34:18.692689"}], "points": [], "urls": ["taimi.com"]}}