{"error": 448, "message": "OK", "parameters": {"id": 7201, "name": "Adgate", "created_at": "2023-01-03 21:52:04.643428", "updated_at": "2023-01-22 17:00:15.376411", "wikipedia": null, "keywords": null, "related": null, "slug": "adgate", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7201.png", "url": "adgaterewards.com", "documents": [{"id": 13776, "name": "Privacy policy", "url": "https://adgaterewards.com/wallprivacy", "xpath": "//body", "text": " <strong>PRIVACY POLICY</strong>\n<p>\n<strong>Last updated January 06, 2022</strong>\n</p>\n<p>&nbsp;</p>\n<p>Thank you for choosing to be part of our community at AdGate Media LLC, doing business as AdGate Rewards (“<strong>AdGate Rewards</strong>”, “<strong>we</strong>”, “<strong>us</strong>”, or “<strong>our</strong>”).\nWe are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at dataprotection@adgatemedia.com.</p>\n<p>When you visit our website https://wall.adgaterewards.com, and use our services, you trust us with your personal information.\nWe take your privacy very seriously.\nIn this privacy policy, we seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it.\nWe hope you take some time to read through it carefully, as it is important.\nIf there are any terms in this privacy policy that you do not agree with, please discontinue use of our Sites and our services.</p>\n<p>This privacy policy applies to all information collected through our website (such as https://wall.adgaterewards.com), and/or any related services, sales, marketing or events (we refer to them collectively in this privacy policy as the \"<strong>Services</strong>\").</p>\n<p>\n<strong>Please read this privacy policy carefully as it will help you make informed decisions about sharing your personal information with us.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p>1.\nWHAT INFORMATION DO WE COLLECT?</p>\n<p>2.\nHOW DO WE USE YOUR INFORMATION?</p>\n<p>3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?</p>\n<p>4.\nWHO WILL YOUR INFORMATION BE SHARED WITH?</p>\n<p>5.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?</p>\n<p>6.\nHOW DO WE HANDLE YOUR SOCIAL LOGINS?</p>\n<p>7.\nIS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?</p>\n<p>8.\nWHAT IS OUR STANCE ON THIRD-PARTY WEBSITES?</p>\n<p>9.\nHOW LONG DO WE KEEP YOUR INFORMATION?</p>\n<p>10.\nHOW DO WE KEEP YOUR INFORMATION SAFE?</p>\n<p>11.\nDO WE COLLECT INFORMATION FROM MINORS?</p>\n<p>12.\nWHAT ARE YOUR PRIVACY RIGHTS?</p>\n<p>13.\nDATA BREACH</p>\n<p>14.\nCONTROLS FOR DO-NOT-TRACK FEATURES</p>\n<p>15.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</p>\n<p>16.\nDO WE MAKE UPDATES TO THIS POLICY?</p>\n<p>17.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY?</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\nWHAT INFORMATION DO WE COLLECT?</strong>\n</p>\n&nbsp.\n<strong>Personal information you disclose to us</strong>\n<p>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>We collect personal information that you provide to us.</em>\n</p>\n<p>We collect personal information that you voluntarily provide to us when registering at the Services expressing an interest in obtaining information about us or our products and services, when participating in activities on the Services or otherwise contacting us.</p>\n<p>The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make and the products and features you use.\nThe personal information we collect can include the following:</p>\n<p>\n<strong>Publicly Available Personal Information.</strong> We collect ID.\nsocial media.\nemail addresses.\ncurrent and former address.\nand other similar data.\n</p>\n<p>\n<strong>Personal Information Provided by You.</strong> We collect data collected from surveys.\ndate of birth.\nmarital status.\nnumber of children.\nethnicity.\ngender.\nlevel of education.\nemployment status and industry.\nhousehold income.\nillnesses and health conditions.\nand other similar data.\nMobile phone numbers may also be collected to verify individual accounts.</p>\n<p>\n<strong>Social Media Login Data.</strong> We may provide you with the option to register using social media account details, like your Facebook, Twitter or other social media account.\nIf you choose to register in this way, we will collect the Information described in the section called \"HOW DO WE HANDLE YOUR SOCIAL LOGINS\" below.</p>\n<p>All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.</p>\n<p>\n<strong>\n<br>Information automatically collected</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>Some information — such as IP address and/or browser and device characteristics — is collected automatically when you visit our Services.</em>\n</p>\n<p>We automatically collect certain information when you visit, use or navigate the Services.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services and other technical information.\nThis information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.</p>\n<p>Like many businesses, we also collect information through cookies and similar technologies.\n</p>\n<p>\n<strong>Online Identifiers.</strong> We collect devices.\ntools and protocols, such as IP (Internet Protocol) addresses.\ncookie identifiers, or others such as the ones used for analytics and marketing.\ndevice's geolocation.\nand other similar data.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nHOW DO WE USE YOUR INFORMATION?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.</em>\n</p>\n<p>We use personal information collected via our Services for a variety of business purposes described below.\nWe process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations.\nWe indicate the specific processing grounds we rely on next to each purpose listed below.</p>\n<p>We use the information we collect or receive:</p>\n<ul>\n<li>\n<strong>To facilitate account creation and logon process.</strong> If you choose to link your account with us to a third party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process for the performance of the contract.\nSee the section below headed \"HOW DO WE HANDLE YOUR SOCIAL LOGINS\" for further information.<br>\n<br>\n</li>\n<li>\n<strong>To protect our Services.</strong> We may use your information as part of our efforts to keep our Services safe and secure (for example, for fraud monitoring and prevention).<br>\n<br>\n</li>\n<li>\n<strong>To manage user accounts</strong>.\nWe may use your information for the purposes of managing our account and keeping it in working order.<br>\n</li>\n<li>\n<strong>To deliver services to the user.</strong> We may use your information to provide you with the requested service.<br>\n<br>\n</li>\n<li>\n<strong>To respond to user inquiries/offer support to users.</strong> We may use your information to respond to your inquiries and solve any potential issues you might have with the use of our Services.<br>\n<br>\n</li>\n<li>\n<strong>For other Business Purposes.</strong> We may use your information for other Business Purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Services, products, marketing and your experience.\nWe may use and store this information in aggregated and anonymized form so that it is not associated with individual end users and does not include personal information.\nWe will not use identifiable personal information without your consent.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.</em>\n</p>\nWe may process or share data based on the following legal basis:\n<ul>\n<li>\n<strong>Consent:</strong> We may process your data if you have given us specific consent to use your personal information in a specific purpose.<br>\n<br>\n</li>\n<li>\n<strong>Legitimate Interests:</strong> We may process your data when it is reasonably necessary to achieve our legitimate business interests.<br>\n<br>\n</li>\n<li>\n<strong>Performance of a Contract: </strong>Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.<br>\n<br>\n</li>\n<li>\n<strong>Legal Obligations:</strong> We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).<br>\n<br>\n</li>\n<li>\n<strong>Vital Interests:</strong> We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.</li>\n</ul>\n<p>More specifically, we may need to process your data or share your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>Vendors, Consultants and Other Third-Party Service Providers.</strong> We may share your data with third party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work.\nExamples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts.\nWe may allow selected third parties to use tracking technology on the Services, which will enable them to collect data about how you interact with the Services over time.\nThis information may be used to, among other things, analyze and track data, determine the popularity of certain content and better understand online activity.\nUnless described in this Policy, we do not share, sell, rent or trade any of your information with third parties for their promotional purposes.\nWe have contracts in place with our data processors.\nThis means that they cannot do anything with your personal information unless we have instructed them to do it.\nThey will not share your personal information with any organisation apart from us.\nThey will hold it securely and retain it for the period we instruct.<br>\n<br>\n</li>\n<li>\n<strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.<br>\n<br>\n</li>\n<li>\n<strong>Third-Party Advertisers.</strong> We may use third-party advertising companies to serve ads when you visit the Services.\nThese companies may use information about your visits to our Website(s) and other websites that are contained in web cookies and other tracking technologies in order to provide advertisements about goods and services of interest to you.\n<br>\n<br>\n</li>\n<li>\n<strong>Affiliates.</strong> We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy policy.\nAffiliates include our parent company and any subsidiaries, joint venture partners or other companies that we control or that are under common control with us.<br>\n<br>\n</li>\n<li>\n<strong>Business Partners.</strong> We may share your information with our business partners to offer you certain products, services or promotions.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nWHO WILL YOUR INFORMATION BE SHARED WITH?</strong>\n</p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We only share information with the following third parties.</em>\n&nbsp.\nWe only share and disclose your information with the following third parties.\nWe have categorized each party so that you may be easily understand the purpose of our data collection and processing practices.\nIf we have processed your data based on your consent and you wish to revoke your consent, please contact us.\n&nbsp.\n<ul>\n<li>\n<strong>User Account Registration and Authentication</strong>\n<br>Google Sign-In and Facebook Login</li>\n</ul> &nbsp.\n<ul>\n<li>\n<strong>Web and Mobile Analytics</strong>\n<br>Google Analytics</li>\n</ul> &nbsp.\n<ul>\n<li>\n<strong>Survey Providers</strong>\n<br>We will share information entered in the Profiler with market research partners.\nThe purpose of this information is to match you with relevant surveys.</li>\n</ul>\n&nbsp.\n&nbsp.\n<p>&nbsp;</p>\n<strong>5.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?</strong>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We may use cookies and other tracking technologies to collect and store your information.</em>\n</p>\n<p>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.\nSpecific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>6.\nHOW DO WE HANDLE YOUR SOCIAL LOGINS?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>If you choose to register or log in to our services using a social media account, we may have access to certain information about you.</em>\n</p>\n<p>Our Services offer you the ability to register and login using your third party social media account details (like your Facebook or Twitter logins).\nWhere you choose to do this, we will receive certain profile information about you from your social media provider.\nThe profile Information we receive may vary depending on the social media provider concerned, but will often include your name, e-mail address, friends list, profile picture as well as other information you choose to make public.\n</p>\n<p>We will use the information we receive only for the purposes that are described in this privacy policy or that are otherwise made clear to you on the Services.\nPlease note that we do not control, and are not responsible for, other uses of your personal information by your third party social media provider.\nWe recommend that you review their privacy policy to understand how they collect, use and share your personal information, and how you can set your privacy preferences on their sites and apps.</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.\nIS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We may transfer, store, and process your information in countries other than your own.</em>\n</p>\n<p>Our servers are located in United States.\nIf you are accessing our Services from outside United States, please be aware that your information may be transferred to, stored, and processed by us in our facilities and by those third parties with whom we may share your personal information (see \"WILL YOUR INFORMATION BE SHARED WITH ANYONE?\" above), in United States, and other countries.</p>\n<p>If you are a resident in the European Economic Area, then these countries may not have data protection or other laws as comprehensive as those in your country.\nWe will however take all necessary measures to protect your personal information in accordance with this privacy policy and applicable law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\nWHAT IS OUR STANCE ON THIRD-PARTY WEBSITES?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We are not responsible for the safety of any information that you share with third-party providers who advertise, but are not affiliated with, our websites.</em>\n</p>\n<p>The Services may contain advertisements from third parties that are not affiliated with us and which may link to other websites, online services or mobile applications.\nWe cannot guarantee the safety and privacy of data you provide to any third parties.\nAny data collected by third parties is not covered by this privacy policy.\nWe are not responsible for the content or privacy and security practices and policies of any third parties, including other websites, services or applications that may be linked to or from the Services.\nYou should review the policies of such third parties and contact them directly to respond to your questions.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nHOW LONG DO WE KEEP YOUR INFORMATION?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We keep your information for as long as necessary to fulfill the purposes outlined in this privacy policy unless otherwise required by law.</em>\n</p>\n<p>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nNo purpose in this policy will require us keeping your personal information for longer than the period of time in which users have an account with us.</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>\n&nbsp.\n<p>\n<strong>10.\nHOW DO WE KEEP YOUR INFORMATION SAFE?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We aim to protect your personal information through a system of organizational and technical security measures.</em>\n</p>\n<p>We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, please also remember that we cannot guarantee that the internet itself is 100% secure.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk.\nYou should only access the services within a secure environment.</p>\n<p>&nbsp;</p>\n<p>\n<strong>11.\nDO WE COLLECT INFORMATION FROM MINORS?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>We do not knowingly collect data from or market to children under 18 years of age.</em>\n</p>\n<p>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we have collected from children under age 18, please contact us at dataprotection@opinionlabs.io.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.\nWHAT ARE YOUR PRIVACY RIGHTS?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>In some regions, such as the European Economic Area, you have rights that allow you greater access to and control over your personal information.\nYou may review, change, or terminate your account at any time.</em>\n</p>\n<p>In some regions (like the European Economic Area), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please use the contact details provided below.\nWe will consider and act upon any request in accordance with applicable data protection laws.</p>\n<p>If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal.</p>\n<p>If you are resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>If you have questions or comments about your privacy rights, you may email us at dataprotection@adgatemedia.com.</p>\n&nbsp.\n<strong>Account Information</strong>\n<p>If you would at any time like to review or change the information in your account or terminate your account, you can:</p>\n<p>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.</p>\n<p>\n<strong>\n<u>Cookies and similar technologies:</u>\n</strong>Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our Services.\nTo opt-out of interest-based advertising by advertisers on our Services visit http://www.aboutads.info/choices/.\n</p>\n<p>\n<strong>\n<u>Opting out of email marketing:</u>\n</strong>You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below.\nYou will then be removed from the marketing email list – however, we will still need to send you service-related emails that are necessary for the administration and use of your account.\nTo otherwise opt-out, you may:</p>\n<p>■ Note your preferences when you register an account with the site.\n</p>\n<p>■ Access your account settings and update preferences.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>13.\nDATA BREACH</strong>\n</p>\n<p>A privacy breach occurs when there is unauthorized access to or collection, use, disclosure or disposal of personal information.\nYou will be notified about data breaches when AdGate Media LLC believes you are likely to be at risk or serious harm.\nFor example, a data breach may be likely to result in serious financial harm or harm to your mental or physical well-being.\nIn the event that AdGate Media LLC becomes aware of a security breach which has resulted or may result in unauthorized access, use or disclosure of personal information AdGate Media LLC will promptly investigate the matter and notify the applicable Supervisory Authority not later than 72 hours after having become aware of it, unless the personal data breach is unlikely to result in a risk to the rights and freedoms of natural persons.</p>\n<p>&nbsp;</p>\n<p>\n<strong>14.\nCONTROLS FOR DO-NOT-TRACK FEATURES</strong>\n</p>\n<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nNo uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>15.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.</em>\n</p>\n<p>The CCPA provides consumers (California residents) with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>\n<em>Access to Specific Information and Data Portability Rights</em>\n</p>\n<p>You have the right to request that AdGate Media LLC disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request (see <em>Exercising Access, Data Portability, and Deletion Rights</em>), we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:\n<ul>\n<li>sales, identifying the personal information categories that each category of recipient purchased.\nand</li>\n<li>disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n</li>\n</ul>\n<p>\n<em>Deletion Request Rights </em>\n</p>\n<p>You have the right to request that AdGate Media LLC delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request (see <em>Exercising Access, Data Portability, and Deletion Rights</em>), we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:</p>\n<ol>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 <em> seq.</em>).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ol>\n<p>\n<em>Exercising Access, Data Portability, and Deletion Rights</em>\n</p>\n<p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either:</p>\n<ul>\n<li>Sending an email to dataprotection@adgatemedia.com</li>\n<li>Sending a letter to us at AdGate Media LLC, 1129 Northern Blvd, Suite 404, Manhasset, NY 11030<br>\n</li>\n</ul>\n<p>Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.</p>\n<p>We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>\n<em>Response Timing and Format</em>\n</p>\n<p>We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.</p>\n<p>We will deliver our written response by mail or electronically, at your option.</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>\n<em>Non-Discrimination</em>\n</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services</li>\n<li>Provide you a different level or quality of goods or services</li>\n</ul>\n<p>However, we may offer you certain financial incentives permitted by the CCPA that <strong>can result </strong>in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.</p>\n<p>California Civil Code Section 1798.83, also known as the “Shine The Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.</p>\n<p>If you are under 18 years of age, reside in California, and have a registered account with the Services, you have the right to request removal of unwanted data that you publicly post on the Services.\nTo request removal of such data, please contact us using the contact information provided below, and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Services, but please be aware that the data may not be completely or comprehensively removed from our systems.</p>\n<p>&nbsp;</p>\n<p>\n<strong>16.\nDO WE MAKE UPDATES TO THIS POLICY?</strong>\n</p>\n<p>\n<strong>\n<em>In Short: </em>\n</strong>\n<em>Yes, we will update this policy as necessary to stay compliant with relevant laws.</em>\n</p>\n<p>We may update this privacy policy from time to time.\nThe updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy policy frequently to be informed of how we are protecting your information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>17.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY?</strong>\n</p>\n<p>If you have questions or comments about this policy, you may contact our Data Protection Officer (DPO), by email at dataprotection@opinionlabs.io, or by post to:</p>\nAdGate Media LLC 1129 Northern Blvd\nSuite 404\nManhasset, NY 11030 United States\n<p>&nbsp;</p>\n<p>\n<strong>HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?</strong>\n</p>\nBased on the laws of some countries, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances.\nTo request to review, update, or delete your personal information, please visit: https://wall.adgaterewards.com.\nWe will respond to your request within 30 days.\n", "created_at": "2023-01-03 21:52:04.704829", "updated_at": "2023-01-03 21:53:33.366265"}, {"id": 13777, "name": "TERMS AND CONDITIONS", "url": "https://adgaterewards.com/wallterms", "xpath": "//body", "text": " <strong>TERMS AND CONDITIONS</strong>\n<br>\n<strong>Last updated April 01, 2021</strong>\n<br>\n<br>\n<br>\n<strong>1.\n</strong>\n<strong>Agreement to Terms</strong>\n<br>1.1 These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (<strong>you</strong>), and <strong>AdGate Rewards</strong>\n<strong>\n</strong>,<strong>\n</strong>located at<strong> 241 W 37 St,</strong>\n<strong>\n</strong>\n<strong>New York, NY</strong>\n<strong> 10018</strong>\n<strong>, </strong>\n<strong>United States</strong> (<strong>we</strong>, <strong>us</strong>), concerning your access to and use of the <strong>AdGate Rewards</strong>\n<strong>(https://adgaterewards.com)</strong> website as well as any related applications (the <strong>Site</strong>).<br>The Site provides the following services: <strong>Allows users to earn rewards with AdGate Media's partnering websites.\nRewards are earned by completing offers on the AdGate Rewards website.\n</strong>(<strong>Services</strong>).\nYou agree that by accessing the Site and/or Services, you have read, understood, and agree to be bound by all of these Terms and Conditions.<br>\n<strong>If you do not agree with all of these Terms and Conditions, then you are prohibited from using the Site and Services and you must discontinue use immediately</strong>.\nWe recommend that you print a copy of these Terms and Conditions for future reference.<br>1.2 The supplemental policies set out in Section 1.7 below, as well as any supplemental terms and condition or documents that may be posted on the Site from time to time, are expressly incorporated by reference.<br>1.3 We may make changes to these Terms and Conditions at any time.\nThe updated version of these Terms and Conditions will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible.\nYou are responsible for reviewing these Terms and Conditions to stay informed of updates.\nYour continued use of the Site represents that you have accepted such changes.<br>1.4 We may update or change the Site from time to time to reflect changes to our products, our users' needs and/or our business priorities.<br>1.5 The Site is intended for users who are at least 18 years old.\nIf you are under the age of 18, you are not permitted to register for the Site or use the Services without parental permission.<br>1.6 Additional policies which also apply to your use of the Site include:<ul>\n<li>Our Privacy Notice https://adgaterewards.com/wallprivacy, which sets out the terms on which we process any personal data we collect from you, or that you provide to us.\nBy using the Site, you consent to such processing and you warrant that all data provided by you is accurate.</li>\n</ul>\n<br>\n<strong>2.\n</strong>\n<strong>Acceptable Use</strong>\n<br>2.1 You may not access or use the Site for any purpose other than that for which we make the site and our services available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.<br>2.2 As a user of this Site, you agree not to:<ul>\n<li>Create multiple accounts in an attempt to complete offers more than once</li>\n</ul>\n<ul>\n<li>Use a VPN, Proxy, or any other service to complete offers multiple times or to complete offers in a country which you do not currently reside in </li>\n</ul>\n<ul>\n<li>Systematically retrieve data or other content from the Site to a compile database or directory without written permission from us</li>\n</ul>\n<ul>\n<li>Make any unauthorized use of the Site, including collecting usernames and/or email addresses of users to send unsolicited email or creating user accounts under false pretenses</li>\n</ul>\n<ul>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any content or enforce limitations on the use</li>\n</ul>\n<ul>\n<li>Engage in unauthorized framing of or linking to the Site</li>\n</ul>\n<ul>\n<li>Trick, defraud, or mislead us especially in any attempt to earn credit for an offer which you did not qualify</li>\n</ul>\n<ul>\n<li>Make improper use of our support services, or submit false reports of abuse or misconduct</li>\n</ul>\n<ul>\n<li>Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools</li>\n</ul>\n<ul>\n<li>Interfere with, disrupt, or create an undue burden on the Site or the networks and services connected to the Site</li>\n</ul>\n<ul>\n<li>Use the Site or our content as part of any effort to compete with us or to create a revenue-generating endeavor or commercial enterprise</li>\n</ul>\n<ul>\n<li>Decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site</li>\n</ul>\n<ul>\n<li>Attempt to access any portions of the Site that you are restricted from accessing</li>\n</ul>\n<ul>\n<li>Harass, annoy, intimidate, or threaten any of our employees, agents, or other users</li>\n</ul>\n<ul>\n<li>Delete the copyright or other proprietary rights notice from any of the content</li>\n</ul>\n<ul>\n<li>Copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code</li>\n</ul>\n<ul>\n<li>Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material that interferes with any party’s uninterrupted use and enjoyment of the Site, or any material that acts as a passive or active information collection or transmission mechanism</li>\n</ul>\n<ul>\n<li>Use, launch, or engage in any automated use of the system, such as using scripts to send comments or messages, robots, scrapers, offline readers, or similar data gathering and extraction tools</li>\n</ul>\n<ul>\n<li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site</li>\n</ul>\n<ul>\n<li>Use the Site in a manner inconsistent with any applicable laws or regulations</li>\n</ul>\n<ul>\n<li>Attempt to impersonate another user or person, or use the username of another user</li>\n</ul>\n<ul>\n<li>Falsely imply a relationship with us or another company with whom you do not have a relationship</li>\n</ul>\n<br>\n<strong>3.\n</strong>\n<strong>Information you provide to us</strong>\n<br>3.1 You represent and warrant that: (a) all registration information you submit will be true, accurate, current, and complete and relate to you and not a third party.\n(b) you will maintain the accuracy of such information and promptly update such information as necessary.\n(c) you will keep your password confidential and will be responsible for all use of your password and account.\n(d) you have the legal capacity and you agree to comply with these Terms and Conditions.\nand (e) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site.<br>3.2 If you provide any information that is untrue, inaccurate, not current or incomplete, we may suspend or terminate your account.\nWe may remove or change a user name you select if we determine that such user name is inappropriate.<br>3.3 As part of the functionality of the Site, you may link your account with online accounts you may have with third party service providers (each such account, a <strong>Third Party Account</strong>) by either: (a) providing your Third Party Account login information through the Site.\nor (b) allowing us to access your Third Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third Party Account.<br>You represent that you are entitled to disclose your Third Party Account login information to us and/or grant us access to your Third Party Account without breach by you of any of the terms and conditions that govern your use of the applicable Third Party Account and without obligating us to pay any fees or making us subject to any usage limitations imposed by such third party service providers.<br>3.4 By granting us access to any Third Party Accounts, you understand that (a) we may access, make available and store (if applicable) any content that you have provided to and stored in your Third Party Account (the \"<strong>Social Network Content</strong>\") so that it is available on and through the Site via your account, including without limitation any friend lists.\nand (b) we may submit and receive additional information to your Third Party Account to the extent you are notified when you link your account with the Third Party Account.<br>Depending on the Third Party Accounts you choose and subject to the privacy settings that you have set in such Third Party Accounts, personally identifiable information that you post to your Third Party Accounts may be available on and through your account on the Site.\nPlease note that if a Third Party Account or associated service becomes unavailable or our access to such Third Party Account is terminated by the third party service provider, then Social Network Content may no longer be available on and through the Site.<br>You will have the ability to disable the connection between your account on the Site and your Third Party Accounts at any time.\n<strong>Please note that your relationship with the third party service providers associated with your third party accounts is governed solely by your agreement(s) with such third party service providers.</strong> We make no effort to review any Social Network Content for any purpose, including but not limited to, for accuracy, legality or non-infringement, and we are not responsible for any Social Network Content.<br>You acknowledge and agree that we may access your email address book associated with a Third Party Account and your contacts list stored on your mobile device or tablet computer solely for purposes of identifying and informing you of those contacts who have also registered to use the Site.\nAt your email request to dataprotection @ adgatemedia.com or through your account settings (if applicable), we will deactivate the connection between the Site and your Third Party Account and attempt to delete any information stored on our servers that was obtained through such Third Party Account, except the username and profile picture that became associated with your account.<br>\n<strong>4.\n</strong>\n<strong>Our content</strong>\n<br>4.1 Unless otherwise indicated, the Site and Services including source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (<strong>Our Content</strong>) are owned or licensed to us, and are protected by copyright and trade mark laws.<br>4.2 Except as expressly provided in these Terms and Conditions, no part of the Site, Services or Our Content may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.<br>4.3 Provided that you are eligible to use the Site, you are granted a limited licence to access and use the Site and Our Content and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.<br>4.4 You shall not (a) try to gain unauthorised access to the Site or any networks, servers or computer systems connected to the Site.\nand/or (b) make for any purpose including error correction, any modifications, adaptions, additions or enhancements to the Site or Our Content, including the modification of the paper or digital copies you may have downloaded.<br>4.5 We shall (a) prepare the Site and Our Content with reasonable skill and care.\nand (b) use industry standard virus detection software to try to block the uploading of content to the Site that contains viruses.<br>4.6 The content on the Site is provided for general information only.\nIt is not intended to amount to advice on which you should rely.\nYou must obtain professional or specialist advice before taking, or refraining from taking, any action on the basis of the content on the Site.<br>4.7 Although we make reasonable efforts to update the information on our site, we make no representations, warranties or guarantees, whether express or implied, that Our Content on the Site is accurate, complete or up to date.<br>\n<strong>5.\n</strong>\n<strong>Link to third party content</strong>\n<br>5.1 The Site may contain links to websites or applications operated by third parties.\nWe do not have any influence or control over any such third party websites or applications or the third party operator.\nWe are not responsible for and do not endorse any third party websites or applications or their availability or content.<br>5.2 We accept no responsibility for adverts contained within the Site.\nIf you agree to purchase goods and/or services from any third party who advertises in the Site, you do so at your own risk.\nThe advertiser, and not us, is responsible for such goods and/or services and if you have any questions or complaints in relation to them, you should contact the advertiser.<br>\n<strong>6.\n</strong>\n<strong>Site Management</strong>\n<br>6.1 We reserve the right at our sole discretion, to (1) monitor the Site for breaches of these Terms and Conditions.\n(2) take appropriate legal action against anyone in breach of applicable laws or these Terms and Conditions.\n(3) remove from the Site or otherwise disable all files and content that are excessive in size or are in any way a burden to our systems.\nand (4) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site and Services.\n<br>6.2 We do not guarantee that the Site will be secure or free from bugs or viruses.<br>6.3 You are responsible for configuring your information technology, computer programs and platform to access the Site and you should use your own virus protection software.<br>\n<strong>7.\n</strong>\n<strong>Modifications to and availability of the Site</strong>\n<br>7.1 We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nWe also reserve the right to modify or discontinue all or part of the Services without notice at any time.<br>7.2 We cannot guarantee the Site and Services will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site or Services during any downtime or discontinuance of the Site or Services.\nWe are not obliged to maintain and support the Site or Services or to supply any corrections, updates, or releases.<br>7.3 There may be information on the Site that contains typographical errors, inaccuracies, or omissions that may relate to the Services, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information at any time, without prior notice.<br>\n<strong>8.\n</strong>\n<strong>Disclaimer/Limitation of Liability</strong>\n<br>8.1 The Site and Services are provided on an as-is and as-available basis.\nYou agree that your use of the Site and/or Services will be at your sole risk except as expressly set out in these Terms and Conditions.\nAll warranties, terms, conditions and undertakings, express or implied (including by statute, custom or usage, a course of dealing, or common law) in connection with the Site and Services and your use thereof including, without limitation, the implied warranties of satisfactory quality, fitness for a particular purpose and non-infringement are excluded to the fullest extent permitted by applicable law.<br>We make no warranties or representations about the accuracy or completeness of the Site’s content and are not liable for any (1) errors or omissions in content.\n(2) any unauthorized access to or use of our servers and/or any and all personal information and/or financial information stored on our server.\n(3) any interruption or cessation of transmission to or from the site or services.\nand/or (4) any bugs, viruses, trojan horses, or the like which may be transmitted to or through the site by any third party.\nWe will not be responsible for any delay or failure to comply with our obligations under these Terms and Conditions if such delay or failure is caused by an event beyond our reasonable control.<br>8.2 Our responsibility for loss or damage suffered by you:<br>\n<strong>Whether you are a consumer or a business user:</strong>\n<ul>\n<li>We do not exclude or limit in any way our liability to you where it would be unlawful to do so.\nThis includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors and for fraud or fraudulent misrepresentation.</li>\n</ul>\n<br>\n<strong>If you are a consumer user:</strong>\n<ul>\n<li>Please note that we only provide our Site for domestic and private use.\nYou agree not to use our Site for any commercial or business purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</li>\n</ul>\n<br>\n<strong>9.\n</strong>\n<strong>Term and Termination</strong>\n<br>9.1 These Terms and Conditions shall remain in full force and effect while you use the Site or Services or are otherwise a user of the Site, as applicable.\nYou may terminate your use or participation at any time, for any reason, by following the instructions for terminating user accounts in your account settings, if available, or by contacting us at contact@AdGate Rewards.<br>9.2 Without limiting any other provision of these Terms and Conditions, we reserve the right to, in our sole discretion and without notice or liability, deny access to and use of the Site and the Services (including blocking certain IP addresses), to any person for any reason including without limitation for breach of any representation, warranty or covenant contained in these Terms and Conditions or of any applicable law or regulation.<br>If we determine, in our sole discretion, that your use of the Site/Services is in breach of these Terms and Conditions or of any applicable law or regulation, we may terminate your use or participation in the Site and the Services or delete your profile and any content or information that you posted at any time, without warning, in our sole discretion.<br>9.3 If we terminate or suspend your account for any reason set out in this Section 9, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.<br>\n<strong>10.\n</strong>\n<strong>General </strong>\n<br>10.1 Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.<br>\n<strong>You hereby agree to the use </strong>\n<strong>of electronic signatures, contracts, orders and other records and to electronic delivery of notices, policies and records of transactions initiated or completed by us or via the Site.</strong> You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by other than electronic means.<br>10.2 These Terms and Conditions and any policies or operating rules posted by us on the Site or in respect to the Services constitute the entire agreement and understanding between you and us.<br>10.3 Our failure to exercise or enforce any right or provision of these Terms and Conditions shall not operate as a waiver of such right or provision.<br>10.4 We may assign any or all of our rights and obligations to others at any time.<br>10.5 We shall not be responsible or liable for any loss, damage, delay or failure to act caused by any cause beyond our reasonable control.<br>10.6 If any provision or part of a provision of these Terms and Conditions is unlawful, void or unenforceable, that provision or part of the provision is deemed severable from these Terms and Conditions and does not affect the validity and enforceability of any remaining provisions.<br>10.7 There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms and Conditions or use of the Site or Services.<br>10.8 <strong>\n<em>For consumers only</em>\n</strong>\n<em> - </em>\n<em>Please note that these Terms and Conditions, their subject matter and their formation, are governed by New York State Law.\nYou and we both agree that the courts of New York County, New York will have exclusive jurisdiction.</em> .<br>10.9 A person who is not a party to these Terms and Conditions shall have no right to enforce any term of these Terms and Conditions.<br>10.10 In order to resolve a complaint regarding the Services or to receive further information regarding use of the Servicescontact@AdGate Rewardsby post to:<br>AdGate Rewards241 W 37 StNew York, NY 10018United States ", "created_at": "2023-01-03 21:52:28.019591", "updated_at": "2023-01-03 21:52:34.63983"}], "points": [], "urls": ["adgaterewards.com"]}}