{"error": 448, "message": "OK", "parameters": {"id": 8648, "name": "OfferToro ", "created_at": "2023-06-30 04:16:18.970494", "updated_at": "2023-06-30 10:02:06.365666", "wikipedia": null, "keywords": null, "related": null, "slug": "offertoro", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8648.png", "url": "offertoro.com", "documents": [{"id": 16844, "name": "Terms and Conditions", "url": "https://www.offertoro.com/terms", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Advertise</li>\n<li>Monetize</li>\n<li>Documentation</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>Register</li>\n<li>Log in</li>\n</ul> Register <p>In order for us to know how we can best assist you, please select the best option that describes you</p>\n<p>I'm a Publisher</p>\n<p>I'm a User</p>\n<p>I'm an Advertiser</p>\n<p>I have encountered a problem or didn't get my credit</p>\n<p>A problem occured while trying to register your account.\n<br>Please try again!</p>\n<p>I want to promote a product, website or app</p>\n<p>A problem occured while trying to register your account.\n<br>Please try again!</p>\n<p>I want to monetize my app or website</p>\n<p>A problem occured while trying to register your account.\n<br>Please try again!</p> Select Your Country Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Comoros Congo Congo, the Democratic Republic of the Cook Islands Costa Rica Cote D'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Heard Island and Mcdonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iran, Islamic Republic of Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, Democratic People's Republic of Korea, Republic of Kuwait Kyrgyzstan Lao People's Democratic Republic Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia, the Former Yugoslav Republic of Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova, Republic of Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and the South Sandwich Islands Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Syrian Arab Republic Taiwan, Province of China Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Virgin Islands, British Virgin Islands, U.s.\nWallis and Futuna Western Sahara Yemen Zambia Zimbabwe <p>Instant manager</p> Skype Discord <p>\n<small>Remaining: <strong>255</strong>\n</small>\n<small>Maximum of 255 characters.</small>\n</p> I agree to the OfferToro Terms and Conditions <br> Yes! You’re with us! <p> Thank you for choosing OfferToro! We will contact you shortly! </p>\n<p>Already have an account? <b>Log in</b>\n</p> Log in <p>In order for us to know how we can best assist you, please select the best option that describes you</p>\n<p>I'm an Advertiser</p>\n<p>I'm a Publisher</p>\n<p>\n</p>\n<i>\n</i>\n<p>Forgot Password?</p>\n<p>\n</p>\n<i>\n</i>\n<p>Forgot Password?</p>\n<p>Not registered yet? <b>Create an account</b>\n</p> Password reset A Password request form was sent to your email.\n<p> Please enter your email address below </p>\n<p>\n<b> &lt.\nBack to login</b>\n</p>\n<i>\n</i> Welcome <i>\n</i> Create an app placement <i>\n</i> Integrate your app placement <i>\n</i> App Promos <i>\n</i> Offer Promos <i>\n</i> Postback notifications <i>\n</i> Offer notification service <i>\n</i> URL parameters (Sub IDs) <i>\n</i> User privacy system <i>\n</i> API <i>\n</i> Android SDK <i>\n</i> iOS SDK <i>\n</i> Unity SDK 📱 <strong>Terms and Conditions</strong> LAST UPDATE AS OF 4 JANUARY 2021 <p>Terms and Conditions are a set of rules and guidelines that a user must agree to in order to use OfferToro Site.\nIt acts as a legal contract between OfferToro and the each user who access website.</p> General <p>OfferToro provides a service that enables web users to obtain virtual currency, which may be used for various websites, online games, social applications, social networks and other similar online applications by either earning (by completing offers) or purchasing such virtual currency.</p>\n<p>OfferToro's offers and advertisers are carefully selected in order to make sure your users are engaging with safe and honest merchants.\nIn return we expect the same fairness from you.\nPlease respect the following rules, so we may continue to provide you with quality offers</p> Fraudulent activity <p>As a publisher, it is your responsibility to prevent fraud in your app.\nIn the case of fraud, we reserve the right to charge-back those commissions or even ban the publisher's account.\nThe use of proxy servers is strictly forbidden as well as any other form of faking an offer completion.</p>\n<p>OfferToro audits every Publisher's traffic on a daily basis.\nPublishers that produce or commit blatant fraudulent activities, will have their account permanently banned from our network and will not be compensated for the fraudulent conversions.</p> Payments <p>Payments are sent once a month to our publishers on a net-30 base.\nPayments can be done via either Paypal or a Bank transfer.\nThe minimum payout threshold is $200 for Paypal and Bank transfer.\n</p> Taxes <p>It is your responsibility to determine what, if any, taxes apply to the commission you earn from OfferToro.\nIt is solely your responsibility to assess, collect, report, or remit the correct tax to the proper tax authority.\nWe are not obligated to, nor will we determine whether Taxes apply, or calculate, collect, report, or remit any Taxes to any tax authority arising from any commission sent by OfferToro.</p> Termination <p>OfferToro reserves the right to terminate any Publisher's relationship with the OfferToro Network at any time, with or without cause.\nTermination notice may be provided via email or any other public means and will be effective immediately.\nPublisher will be paid, in the next scheduled payment cycle, all legitimate earnings due up to the time of termination.</p>\n<p>Upon termination, and in the event that blatant fraudulent activities have been documented in the OfferToro data logs, no past or future payments will be made by OfferToro to the publisher.</p> GDPR Data Processing Addendum: Processor/Sub-processor <p>This Data Processing and GDPR Addendum (“DPA”) provides a set of supplemental obligations that OfferToro (the “Company”) hereby assumes as part of the agreement (the “Agreement”) with each OfferToro customer (the “Customer”).\nFor the purpose of this GDPR Addendum, references to the Data Processor and the Sub-processor mean either party when acting as a Data Processor or Sub-processor with respect to Personal Data.</p>\n<p>This GDPR Addendum sets out the terms that apply when Personal Data, as defined in the Data Protection Legislation, is processed by either party in connection with the Services provided to the Data Controller.\nThe purpose of the GDPR Addendum is to ensure such processing is conducted in accordance with applicable laws and with due respect for the rights and freedoms of individuals whose Personal Data are processed.</p>\n<p>This DPA shall be effective on the later of the effective date of the Agreement, and 25 May 2018 (“Effective Date”).\nAll capitalized terms not defined in this DPA shall have the meanings set forth in the Agreement.\nIn the event that OfferToro and Customer have entered into a separate signed agreement document with regard to compliance with the EU Data Protection Law (defined below), this DPA shall not apply.\nprovided, that at a minimum, OfferToro shall, in any case, be bound by its obligations set forth in this DPA.</p> Definitions <ul>\n<li>“Affiliate” has the meaning set forth in the Agreement.</li>\n<li>“Agreement” means the agreement between Customer and OfferToro for the provision of the OfferToro Service to Customer.</li>\n<li>“Customer Data” has the meaning set forth in the Agreement.</li>\n<li>“Customer Personal Data” means any Customer Data that is Personal Data.</li>\n<li>“Data Protection Laws” means all data protection and privacy laws applicable to the respective party in its role in the processing of Personal Data under the Agreement, including, where applicable, EU Data Protection Law.</li>\n<li>“Data Controller” means an entity that determines the purposes and means of the processing of Personal Data.</li>\n<li>“Data Processor” means an entity that processes Personal Data on behalf of a Data Controller.</li>\n<li>“EU Data Protection Law” means prior to 25 May 2018, Directive 95/46/EC of the European Parliament and of the Council on the protection of individuals with regard to the processing of Personal Data and on the free movement of such data (“Directive”) and on and after 25 May 2018, Regulation 2016/679 of the European Parliament and of the Council on the protection of natural persons with regard to the processing of Personal Data and on the free movement of such data (General Data Protection Regulation) (“GDPR”), and repealing Directive 95/46/EC.</li>\n<li>“Personal Data” means any information relating to an identified or identifiable natural person.</li>\n<li>“Processing” has the meaning given to it in the GDPR and “process”, “processes” and “processed” will be interpreted accordingly.</li>\n<li>“Security Incident” means any unauthorized or unlawful breach of security in the Hosted Service that leads to the unauthorized disclosure of or access to Customer Personal Data.</li>\n<li>“Sub-processor” means any Data Processor engaged by OfferToro or its Affiliates to assist in fulfilling its obligations with respect to providing the OfferToro Service pursuant to the Agreement or this DPA.\nSub-processors may include third parties or OfferToro’s Affiliates.</li>\n</ul> Scope and Applicability of this DPA <p>This DPA applies where and only to the extent that Offertoro Processes Customer Personal Data on behalf of Customer as Data Processor in the course of providing Hosted Service pursuant to the Agreement.</p>\n<p>Notwithstanding expiry or termination of the Agreement, this DPA will remain in effect until, and will automatically expire upon, deletion of all Customer Personal Data by OfferToro as described in this DPA or termination of the Agreement.</p> Roles and Scope of Processing <p>Role of the Parties - as between OfferToro and Customer, Customer is either the Data Controller of Customer Personal Data or in the case that Customer is acting on behalf of a third party Data Controller, then a Data Processor and OfferToro shall process Customer Personal Data only as a Data Processor acting on behalf of Customer.</p>\n<p>Customer Processing of Personal Data - customer agrees that it will comply with its obligations under Data Protection Laws in respect of its processing of Personal Data, including any obligations specific to its role as a Data Controller and/or Data Processor (as applicable), and any processing instructions it issues to OfferToro.\nand it has provided notice and obtained (or will obtain) all consents and rights necessary under Data Protection Laws for OfferToro to process Personal Data and provide the OfferToro Service pursuant to the Agreement and this DPA.</p>\n<p>If Customer is itself a Data Processor, Customer warrants to OfferToro that Customer’s instructions and actions with respect to that Customer Personal Data, including its appointment of OfferToro as another Data Processor, have been authorized by the relevant Data Controller to the extent required under applicable law.</p>\n<p>Customer Instructions - OfferToro will process Customer Personal Data only for the purposes described in this DPA and only in accordance with Customer’s lawful instructions documented in this DPA, the Agreement, and via Customer’s use of the Service, and in order for OfferToro to fulfil its obligations to provide Service under the Agreement (“Customer Instructions”).\nThe parties agree that this DPA and the Agreement set out the Customer’s complete and final instructions to OfferToro in relation to the processing of Customer Personal Data.\nAdditional processing outside the scope of these Customer Instructions (if any) will require prior written agreement between Customer and OfferToro.</p> Details of Data Processing <ul>\n<li>Subject matter: The subject matter of the data processing under this DPA is the Customer Personal Data.</li>\n<li>Purpose: The purpose of the data processing under this DPA is the provision of the OfferToro Service to the Customer and the performance of OfferToro’s obligations under the Agreement (including this DPA) or as otherwise agreed by the parties in mutually executed written form.</li>\n<li>Duration: As between OfferToro and Customer, the duration of the data processing under this DPA is until the termination of the Agreement in accordance with its terms.</li>\n<li>Nature of the processing: OfferToro provides the services, which may process Customer Personal Data upon the instruction of the Customer in accordance with the terms of this DPA, the Agreement, and Customer Instructions.</li>\n</ul>\n<p>Access or Use - OfferToro will not access or use Customer Personal Data, except as necessary to maintain or provide the OfferToro and its obligations under the Agreement, this DPA, or as necessary to comply with the law or binding order of a governmental body.</p> Subprocessing <p>Authorized Sub-processors - Customer agrees that OfferToro may engage Sub-processors to provide advertising or other content.\nOfferToro will provide a list of the Sub-processors currently engaged by it on Customer’s written request.</p>\n<p>Sub-processor Obligations - Offertoro will: enter into a written agreement with the Sub-processor imposing data protection terms that require the Sub-processor to protect the Customer Personal Data to the standard required by Data Protection Laws.\nand remain responsible for its compliance with the obligations of this DPA and for any acts or omissions of the Sub-processor that cause OfferToro to breach any of its obligations under this DPA</p> Security <p>Security Measures - OfferToro shall implement and maintain appropriate technical and organizational security measures to preserve the security and confidentiality of the Customer Personal Data processed by the Hosted Service.</p>\n<p>Security Incident Response - upon confirming a Security Incident, OfferToro shall: notify Customer without undue delay, and in any event such notification shall, where feasible, occur no later than 72 hours from OfferToro confirming the Security Incident.\nprovide timely information relating to the Security Incident as it becomes known or as is reasonably requested by Customer.\nand OfferToro shall promptly take reasonable steps to contain, investigate, and mitigate any Security Incident.</p>\n<p>OfferToro’s notification of or response to a Security Incident will not be construed as an acknowledgment by OfferToro of any fault or liability with respect to the Security Incident.</p> Customer Responsibilities <p>Customer agrees that OfferToro has no obligation to protect Customer Personal Data that Customer elects to store or transfer outside of OfferToro’s systems (for example, offline or on-premise storage on Customer’s computers).</p> Return or Deletion of Customer Data <p>Deletion by Customer - OfferToro will cooperate with Customer to enable deletion of Customer Personal Data in accordance with the procedures set forth below.</p>\n<p>Deletion on Termination - for 90 days following termination or expiration of the Agreement, Customer may retrieve any remaining Customer Personal Data in accordance with the Agreement.\nThereafter, Customer hereby instructs OfferToro to automatically delete all remaining Customer Personal Data.</p>\n<p>OfferToro shall not be required to delete Customer Personal Data to the extent OfferToro is required by applicable law or order of a governmental or regulatory body to retain some or all of the Customer Personal Data.\nand/or Customer Personal Data it has archived on back-up systems, which Customer Personal Data OfferToro shall securely isolate and protect from any further processing, except to the extent required by applicable law.</p> Cooperation <p>OfferToro provides Customer with a number of controls that Customer may use to retrieve, correct, or delete Customer Personal Data, which Customer may use to assist it in connection with its obligations under the GDPR, including its obligations relating to responding to requests from data subjects or applicable data protection authorities.\nTo the extent that Customer is unable to access the relevant Customer Personal Data within the OfferToro using existing controls or otherwise, OfferToro shall offer consulting services to Customer at time and materials rates to reasonably assist Customer in responding to any requests from individuals or applicable data protection authorities relating to the processing of Customer Personal Data under the Agreement.\nIn the event that any request from individuals or applicable data protection authorities is made directly to OfferToro, OfferToro shall not respond to such communication directly without Customer’s prior authorization, unless legally compelled to do so, and instead, after being notified by OfferToro, Customer shall respond.\nIf OfferToro is required to respond to such a request, OfferToro will promptly notify Customer and provide it with a copy of the request unless legally prohibited from doing so.</p>\n<p>Customer acknowledges that OfferToro is required under the GDPR to: collect and maintain records of certain information, including the name and contact details of each Data Processor and/or Data Controller on behalf of which OfferToro is acting and, where applicable, of such Data Processor’s or Data Controller’s local representative and data protection officer.\nand make such information available to the supervisory authorities.\nAccordingly, Customer will, where requested, provide such information to OfferToro.</p> Relationship with the Agreement <p>Precedence - the parties agree that DPA shall replace any existing DPA the parties may have previously entered into in connection with the OfferToro.\nExcept for the changes made by this DPA, the Agreement remains unchanged and in full force and effect.\nIf there is any conflict between this DPA and the Agreement, this DPA shall prevail to the extent of that conflict in connection with its subject matter.</p>\n<p>The liability of each party and each party’s Affiliates under this DPA shall be subject to the exclusions and limitations of liability set out in the Agreement.</p>\n<p>Applicable Law - this DPA will be governed by and construed in accordance with governing law and jurisdiction provisions in the Agreement unless required otherwise by applicable Data Protection Laws.</p>\n<p>Termination - this DPA will continue for so long as OfferToro is hosting, storing and/or processing Customer Personal Data in connection with the Agreement.</p> Indemnification <p>The Publisher agrees to indemnify the Company and defend the Company at its own expense against all costs, claims, fines, group actions, damages and expenses incurred by the Company or for which the Company may become liable due to any failure by the Publisher or its employees, agents subcontractors or processors to comply with any of its obligations under this Addendum or any failure to comply with Data Protection Legislation.\nNothing in this Agreement shall limit the Publisher’s liability under this Addendum.</p> Changes to these terms <p>OfferToro reserves the exclusive right to revise, delete and/or add terms to these Terms of Use from time to time and at its sole discretion without being required to provide any notification thereof.</p>\n<p>You may contact OfferToro in connection with any question and/or clarification in connection with the provisions of these Terms of Use and/or any other issue related to the OfferWall and/or the Services at the following address: support@OfferToro.com.</p>\n<ul>\n<li>Home</li>\n<li>Advertise</li>\n<li>Monetize</li>\n<li>Documentation</li>\n<li>Contact Us</li>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n</ul>\n<ul>\n<li>Designed by Nextpage</li>\n</ul> ", "created_at": "2023-06-30 04:16:19.013098", "updated_at": "2023-06-30 04:16:38.328937"}, {"id": 16845, "name": "Privacy Policy", "url": "https://www.offertoro.com/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Advertise</li>\n<li>Monetize</li>\n<li>Documentation</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>Register</li>\n<li>Log in</li>\n</ul> Register <p>In order for us to know how we can best assist you, please select the best option that describes you</p>\n<p>I'm a Publisher</p>\n<p>I'm a User</p>\n<p>I'm an Advertiser</p>\n<p>I have encountered a problem or didn't get my credit</p>\n<p>A problem occured while trying to register your account.\n<br>Please try again!</p>\n<p>I want to promote a product, website or app</p>\n<p>A problem occured while trying to register your account.\n<br>Please try again!</p>\n<p>I want to monetize my app or website</p>\n<p>A problem occured while trying to register your account.\n<br>Please try again!</p> Select Your Country Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Comoros Congo Congo, the Democratic Republic of the Cook Islands Costa Rica Cote D'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Heard Island and Mcdonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iran, Islamic Republic of Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, Democratic People's Republic of Korea, Republic of Kuwait Kyrgyzstan Lao People's Democratic Republic Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia, the Former Yugoslav Republic of Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova, Republic of Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and the South Sandwich Islands Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Syrian Arab Republic Taiwan, Province of China Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Virgin Islands, British Virgin Islands, U.s.\nWallis and Futuna Western Sahara Yemen Zambia Zimbabwe <p>Instant manager</p> Skype Discord <p>\n<small>Remaining: <strong>255</strong>\n</small>\n<small>Maximum of 255 characters.</small>\n</p> I agree to the OfferToro Terms and Conditions <br> Yes! You’re with us! <p> Thank you for choosing OfferToro! We will contact you shortly! </p>\n<p>Already have an account? <b>Log in</b>\n</p> Log in <p>In order for us to know how we can best assist you, please select the best option that describes you</p>\n<p>I'm an Advertiser</p>\n<p>I'm a Publisher</p>\n<p>\n</p>\n<i>\n</i>\n<p>Forgot Password?</p>\n<p>\n</p>\n<i>\n</i>\n<p>Forgot Password?</p>\n<p>Not registered yet? <b>Create an account</b>\n</p> Password reset A Password request form was sent to your email.\n<p> Please enter your email address below </p>\n<p>\n<b> &lt.\nBack to login</b>\n</p>\n<i>\n</i> Welcome <i>\n</i> Create an app placement <i>\n</i> Integrate your app placement <i>\n</i> App Promos <i>\n</i> Offer Promos <i>\n</i> Postback notifications <i>\n</i> Offer notification service <i>\n</i> URL parameters (Sub IDs) <i>\n</i> User privacy system <i>\n</i> API <i>\n</i> Android SDK <i>\n</i> iOS SDK <i>\n</i> Unity SDK 📱 <strong>Privacy Policy</strong>\n<p> LAST UPDATE AS OF 24 MAY 2018 </p>\n<p>OfferToro (the “Company”) is committed to protecting the privacy of its users.\nThis Privacy Policy (“Privacy Policy”) is designed to help you understand what information we gather, how we use it, what we do to protect it, and to assist you in making informed decisions when using our Service.\nUnless otherwise indicated below, this Privacy Policy applies to any website that references this Privacy Policy, any OfferToro website, as well as any data the OfferToro may collect across partnered and unaffiliated sites.</p>\n<p>By using our website, or services across partnered and unaffiliated sites, you are accepting the policies and practices described in this privacy policy.\nEach time you visit our website or use our services, and any time you voluntarily provide us with information, you agree that you are consenting to our collection, use, and disclosure of the information that you provide, and you are consenting to receive emails or otherwise be contacted, as described in this privacy policy.</p>\n<p>This privacy policy is incorporated into our terms of use.\nWhether or not you register or create any kind of account with us, this privacy policy applies to all users of the website.</p>\n<p>OfferToro is committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.</p>\n<p>OfferToro may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.\nThis policy is effective from 24 may 2018.</p> Data Collection of User Information <p>OfferToro does not acquire or collect any personal information about you.\nYour name, address and phone number all remain your private property.\nOfferToro does, however, collect information that is specific to how you use the Internet.\nThis non-personally identifying information can include and is not limited to, the advertisements you engaged with, the server you are logged onto, User Agent, mobile device ID, the geographic location of the ISP you use and your IP address.\nThis information is obtained solely for the purpose of targeting ads and measuring a given ad's effectiveness on behalf of OfferToro’s advertisers.</p>\n<p>There are instances where a user may provide specific personal information in response to an ad containing a survey, registration questionnaire or the like.\nFor such programs, OfferToro (or a third party working in conjunction with OfferToro and the advertiser) acquires this information on behalf of the advertiser.\nOfferToro may aggregate this information in a compiled format without identifying users specifically.\nThis provides the advertiser precise profiles of the types of individuals that respond to the ads.</p>\n<p>In addition, OfferToro hereunder may from time to time provide the information described above to third-party providers, solely for purposes of analyzing user behavior and without reference to any personally identifiable information.</p> Cookies and Advertising Technologies <p>OfferToro uses cookies to enhance the Internet user's experience on the Web.\nA cookie is a small text file that is stored on your computer for the purpose of identifying your web browser.\nWe may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer until you delete them) to provide You with a more personal and interactive experience with the website.\nWhen you are served an OfferToro ad, OfferToro may assign various information in a cookie on ads you've seen, information on sites you've visited and activities performed to your computer browser.\nWe do this to understand the way a user responds to the ads we deliver.\nFor example, this information lets us keep track of how many times you view an ad we distribute.\nLikewise, the cookie can help make sure you do not see the same ad over and over - thus enhancing your online Web viewing experience.</p>\n<p>OfferToro collects this information via our technology and it may be stored for up to 10 years for the purpose of analyzing campaign results, ensuring that our technology is functioning properly, and preventing fraud across our sites.\nWe do not link the information we store in cookies to any personally identifiable information you submit while on our website or our member sites.\nWe may, however, obtain non-personally identifiable information about you and combine it with data that we have collected to better target ads that match your interests.\nMost web browsers automatically accept cookies, but you can usually change your browser to prevent that use if you desire.</p>\n<p>Although we believe that cookies help enhance your experience on the Web (by not repeatedly serving the same ads to you and delivering more relevant messages to you), neither OfferToro nor its third party ad serving party needs cookies to deliver ads to you.\nIf you do not want the benefits of cookies, there is a simple procedure that allows you to deny or accept this feature.\nIn order to \"opt out\" of the benefits of cookies, you may manually delete your cookies by following the instructions contained in the Help section of your browser.</p> How we use collected information <p>We use the information we collect through the OfferToro, where and as permitted by applicable law, to:</p>\n<ol>\n<li>Display interest-based advertising customized to individuals’ inferred interests, preferences and locations, and to analyze the effectiveness of the ads.</li>\n<li>Information you provide helps us respond to your customer service requests and support needs more efficiently;</li>\n<li>We may use information in the aggregate to understand how our Users as a group use the services and resources provided on OfferToro;</li>\n<li>We use the information we have to support our services through activities such as infrastructure monitoring and internal maintenance, analyzing how our services are used, research and development, and billing.\nWe may also use the information we have to maintain, protect, improve and develop our and our related companies’ services.</li>\n<li>We use this information to provide filtering options for Publishers to manage ads appearing in their Partner Apps, and to provide targeting options for Advertisers.</li>\n<li>We use the information we have to measure and understand the effectiveness of ads served across browsers and devices.\nThis includes measuring interactions with advertisements and advertisers’ websites, apps, and stores by analyzing information such as clicks or other interactions with ads, visits to websites or apps linked to from ads.</li>\n<li>Protection of you, ourselves, and others – We may use the information to detect, prevent, investigate and address fraud and other unauthorized or illegal activity.</li>\n<li>Support and Inquiry – We may use the information provided to respond to inquiries and to provide customer and user support.</li>\n</ol> How we protect your information <p>OfferToro is committed to protecting the privacy of it’s users.\nWe adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information as outlined above.</p>\n<p>The security of your personal information is important to us.\nWhen you enter sensitive information to our registration or order forms, we encrypt that information using secure socket layer technology (HTTPS).\nWe follow generally accepted industry standards to protect the personal information submitted to us, both during transmission and once we receive it.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure, however.\nAlthough we use reasonable security to protect your personal information, we cannot guarantee its absolute security.</p> Sharing your personal information <p>We do not sell, trade, or rent Users personal identification information to others.\nWe may share generic aggregated information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.</p>\n<p>We may use third-party service providers to help us operate our business and the Site or administer activities on our behalves.\nWe may share your information with these third parties for those limited purposes.</p> Third party websites <p>Users may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.\nYour use of these links, websites, or services may result in the collection, processing or sharing of information about you, depending on what you use.\nWe are not responsible for the content or privacy practices of other websites or services that may be linked on our services.\nWe do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.\nAny information you choose to provide to these services, or that they collect, is covered by their privacy policy rather than ours, so please make sure to read it.</p> Survey Policy <p>Advertiser surveys - Advertisers have ability to run survey ad offers through OfferToro.\nIf you complete one of those surveys, your responses go to the advertiser (not to OfferToro), and will be governed by the advertiser’s privacy policy.</p>\n<p>Information from our advertisers or publishers - the advertisers and publishers using our services may provide us with information they have separately collected about you (for example, whether you already have the app that is being advertised), so that we can improve the relevance of the ads we serve on their behalf (for example, by not showing you an ad for an app because you already have it).</p> User Profile and Password <p>If you register as a Publisher, you can update, correct, or delete your user information and email subscription preferences by going to the log in section of the OfferToro and consistent with the other policies and agreements governing your use of the OfferToro Site.\nPublisher registration information is accessible online only through the use of a password.\nTo protect the confidentiality of your personal information as a Publisher, we recommend that you keep your password confidential.</p> Advertising <p>Ads appearing on our site may be delivered to Users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile non personal identification information about you or others who use your computer.\nThis information allows advertisers to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.</p> The EU GDPR <p>The EU General Data Protection Regulation (“GDPR”), effective May 25, 2018 in the EEA countries and Switzerland, requires OfferToro, publishers and advertisers using our services to provide data subjects with information about the processing of personal data.\n(“Personal data”, as used in the GDPR, means information relating to an identified or identifiable natural person, including name, address, cookie identifiers, mobile device identifiers, and more.\n“data subject” here means the person involved.\nand “processing” of data includes collection, storage, and use.).\nThis section provides representations and information in compliance with our GDPR obligations, for the benefit of our users located in the EEA countries.</p> Legal grounds for processing your personal data <p>The GDPR requires us to identify the legal ground we’re relying on to process personal data about you.\nOur legal grounds for processing your personal data as described in this Privacy Policy will typically be because:</p>\n<ul>\n<li>You provided your consent.\nTo store and access information on your device, we rely on your consent.\nFor this “cookie consent” (which applies not only to “cookies” but also to mobile ad identifiers), to fulfill our obligations under the ePrivacy Directive, we rely on mobile app developers and oblige them contractually to pass on only legally obtained data.\nWe may choose to obtain consent in other cases as well, in which case we will adhere to applicable laws relating to consent and its withdrawal.</li>\n<li>The processing is in our legitimate interest.\nIn some cases, we use legitimate interest as a legal basis for processing personal data to provide our and our commercial partners’ services.\nA legitimate interest we rely on, for instance, is the tailoring of offers and opportunities to obtain in-game rewards to users of mobile applications and services, which is beneficial to users and offers them a value exchange and goes beyond the original collection of mobile ad identifiers and also includes providing analysis of and reporting about ad campaigns.\nWe also rely on legitimate interest when we use personal data to maintain the security of our services, including fraud detection and identifying and fixing bugs.</li>\n<li>Contractual Relationships.\nSometimes, we process personal data as necessary under a contractual relationship we have, such as our customer records and contact information).</li>\n<li>Legal Obligations.\nFinally, some processing of data may be necessary for us to comply with our legal or regulatory obligations</li>\n</ul> Personal data retention <p>As a general matter, we retain your personal data for as long as necessary to provide our services, or for other important purposes such as complying with legal obligations, resolving disputes, and enforcing our agreements.</p>\n<p>If you are a OfferToro advertiser or publisher, we retain your information as long as your account is active and for as long as necessary for legal or operational purposes, such as auditing, corporate record-keeping, compliance, or accounting, after its closure.</p> Exercising your rights as a data subject <p>As a data subject covered by the GDPR, you have certain rights about the personal data that data controllers hold about you, including the right of access, right to request correction, right to be forgotten (i.e., deletion), and right to object to processing (including profiling for online ad targeting).</p> Changes to this privacy policy <p>OfferToro reserve the right to update (amend) this Privacy Policy from time to time to reflect changes in the law, our data collection, and use practices, the features of our services, or advances in technology.\nWhen we do, we will revise the updated date at the top of this page.</p>\n<p>If we decide to change our privacy policy, we will post these changes on this page so that you are always aware of what information we collect, how we use it, and under what circumstances we disclose it.\nAny such modifications become effective upon your continued access to and/or use of the website five (5) days after we first post the changes on the website or otherwise provide you with notice of such modifications.</p>\n<p>Please check this page periodically for changes and review them carefully, as our use of information at a given point is governed by the Privacy Policy that is then in effect.\nYour continued use of our services after a Privacy Policy update means that you consent to the updated policy.</p> Your acceptance of these terms <p>By using this Site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.</p> Customer Support <p>To submit a request for OfferToro customer support, you must submit a working email address.\nthis is required for us to be able to communicate with you about investigating and resolving your support issue.\nProviding this info for support, the user acknowledges and agrees to the terms of use.</p>\n<p>Emails and other information submitted for support purposes will only be used for support purposes.\ndepending on the circumstances, this may require us to share your information with the advertiser and publisher whose advertisement and app are involved.</p> Contacting us <p>If you have any questions or concerns regarding our privacy policies, please send us a message to support@offertoro.com or publishers@offertoro.com.</p>\n<ul>\n<li>Home</li>\n<li>Advertise</li>\n<li>Monetize</li>\n<li>Documentation</li>\n<li>Contact Us</li>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n</ul>\n<ul>\n<li>Designed by Nextpage</li>\n</ul> ", "created_at": "2023-06-30 04:16:19.042765", "updated_at": "2023-06-30 04:16:53.069347"}], "points": [], "urls": ["offertoro.com"]}}