{"error": 448, "message": "OK", "parameters": {"id": 9467, "name": "VidIQ", "created_at": "2023-09-02 01:39:53.191647", "updated_at": "2023-09-02 10:02:15.453122", "wikipedia": "https://en.wikipedia.org/wiki/VidIQ", "keywords": null, "related": null, "slug": "vidiq", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9467.png", "url": "vidiq.com,app.vidiq.com", "documents": [{"id": 18666, "name": "Terms of Service", "url": "https://vidiq.com/terms/", "xpath": "//body", "text": "FeaturesDaily IdeasKeyword ToolsCompetitors ToolsChannel Audit ToolAll FeaturesAI ToolsChatGPT for YouTubersYouTube Title GeneratorChannel Name GeneratorContent GeneratorYouTube Video IdeasYouTube Tag GeneratorKeyword GeneratorVideo Script GeneratorYouTube Description GeneratorTop YouTube ChannelsCoachingExtensionBlogViewsMonetizationSubscribersAnalyticsAll Tips &amp.\nInsightsPricingFree sign upFree sign upFeaturesDaily IdeasKeyword ToolsCompetitors ToolsChannel Audit ToolAll FeaturesAI ToolsChatGPT for YouTubersYouTube Title GeneratorChannel Name GeneratorContent GeneratorYouTube Video IdeasYouTube Tag GeneratorKeyword GeneratorVideo Script GeneratorYouTube Description GeneratorTop YouTube ChannelsCoachingExtensionBlogViewsMonetizationSubscribersAnalyticsAll Tips &amp.\nInsightsPricingTerms of Service<ul>\n<li>Welcome to the vidIQ, Inc (\"Us\" or \"Our\" or \"We\") Service!</li>\n<li>CHANGES.</li>\n<li>USING THIS WEBSITE AND THE SERVICE.</li>\n<li>PASSWORD RESTRICTED AREAS OF THE SERVICE.</li>\n<li>SUBSCRIPTIONS.</li>\n<li>PAYMENTS.</li>\n<li>ELECTRONIC COMMUNICATIONS.</li>\n<li>PRIVACY POLICY.</li>\n<li>VIDIQ REPRESENTATIONS AND WARRANTIES.</li>\n<li>OWNERSHIP.\nLICENSES.</li>\n<li>INTELLECTUAL PROPERTY INFRINGEMENT.</li>\n<li>TERMINATION OF REPEAT INFRINGERS.</li>\n<li>DISCLAIMER OF WARRANTIES.</li>\n<li>LIMITATION OF LIABILITY.</li>\n<li>FEEDBACK.</li>\n<li>ARBITRATION.</li>\n<li>GENERAL.</li>\n<li>CONTACT US.</li>\n</ul>\n<p>\n</p>\n<p>Date of Last Revision: [June 13, 2022]</p> Welcome to the vidIQ, Inc (\"Us\" or \"Our\" or \"We\") Service!<p>These Terms of Service (“Terms”) are a legal contract between You and Us and govern Your use of this website, the services and related technologies for optimizing and managing your YouTube and TikTok channel(s) that We may provide through any of Our websites (“Services”), and all text, data, information, software, graphics, photographs and more that We and Our affiliates may make available to You (all of which We refer to as “Materials”).\nUnless otherwise stated in these Terms, references to the “Service” include all of Our websites and the Services.</p>\n<p>\n</p>\n<p>READ THESE TERMS CAREFULLY BEFORE ACCESSING OR USING THE SERVICE.\nUSING THE SERVICE OR ANY PART THEREOF INDICATES THAT YOU HAVE BOTH READ AND ACCEPTED THESE TERMS.\nYOU CANNOT USE THE SERVICE OR ANY PART THEREOF IF YOU DO NOT ACCEPT THESE TERMS.\n</p>\n<p>\n</p>\n<p>CHANGES.</p>\n<p>We may alter the Materials and services We offer You through the Service and/or choose to modify, suspend or discontinue the Service at any time.\nWe may also change, update, add or remove provisions (collectively, “modifications”) of these Terms from time to time.\nBecause everyone benefits from clarity, We promise to inform You of any modifications to these Terms by posting them on the Service and, if You have registered with Us, by describing the modifications to these Terms in an email that We will send to the address that You provided when registering on the Service.\nTo be sure We properly reach Your email inbox, We just ask that You let Us know if Your preferred email address changes at any time after Your registration.</p>\n<p>If You object to any such modifications, Your sole recourse shall be to cease using the Service.\nContinued use of the Service following notice of any such modifications indicates You acknowledge and agree to be bound by the modifications.\nAlso, please know that these Terms may be superseded by expressly-designated legal notices or terms of individual Services.\nThese expressly-designated legal notices or terms are incorporated into these Terms and supersede the provision(s) of these Terms that are designated as being superseded.</p>\n<p>In the event, during the initial term, that You cancel use of the Service due to our modifications of the Service that substantially or materially limit the value of the Service, or if We discontinue the Service, We shall reimburse you for the prorated amount of money already paid for the Service that will be unused from the date of the termination through the end of the initial term.</p>\n<p>After the initial term, any termination will take effect 30 days from Your notice to Us and you will be refunded for the prorated amount of unused fees, if any (i.e., fees that are intended to pay use of the Service beyond the effective date of the termination), already paid to Us.</p>\n<p>\n<br>GENERAL USE.</p>\n<p>We invite You to use the Service for individual, consumer purposes (\"Permitted Purposes\") – enjoy!</p>\n<p>By using the Service, You promise that You are at least 18 years of age.\nIf you are not 18 yet, you may not access or use any part of the Service and you are authorized by Your employer to enter into this agreement on behalf of said employer.</p>\n<p>In these Terms we are granting You a limited, personal, non-exclusive and non-transferable license to use and to display the Materials and to access and use the Service for individual, consumer purposes (“Permitted Purposes”).\nYour right to use the Materials is conditioned on Your compliance with these Terms.\nYou have no other rights in the Service or any Materials and You may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the Service or Materials in any manner.\nIf You make copies of any of the Service then We ask that You be sure to keep on the copies all of Our copyright and other proprietary notices as they appear on the Service.</p>\n<p>Unfortunately, if You breach any of these Terms the above license will terminate automatically and You must immediately destroy any downloaded or printed materials (and any copies thereof).</p>\n<p>\n</p>\n<p>USING THIS WEBSITE AND THE SERVICE.</p>\n<p>We appreciate You visiting this website and allow You to do just that – stop by and check it out without even registering with Us!</p>\n<p>However, in order to access certain password-restricted areas of this website and to use certain Services and Materials offered on and through the Service, You must successfully register an account with Us.</p>\n<p>\n<br>MOBILE APPLICATIONS.</p>\n<p>We make available Mobile Applications to access the Website via a mobile device.\nTo use the Mobile Application You must have a mobile device that is compatible with the mobile service.\nWe do not warrant that the Mobile Application will be compatible with Your mobile device.\nWe hereby grant to You a non-exclusive, non-transferable, revocable license to use an object code copy of the Mobile Application for Your registered account on Your mobile device owned or leased solely by You, for Your personal use.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Application, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Application to any third-party or use the Mobile Application to provide time sharing or similar services for any third-party.\n(iii) make any copies of the Mobile Application.\n(iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Application, features that prevent or restrict use or copying of any content accessible through the Mobile Application, or features that enforce limitations on use of the Mobile Application.\nor (v) delete the copyright and other proprietary rights notices on the Mobile Application.\nYou acknowledge that We may from time to time issue upgraded versions of the Mobile Application, and may automatically electronically upgrade the version of the Mobile Application that You are using on Your mobile device.\nYou consent to such automatic upgrading on Your mobile device, and agree that these Terms will apply to all such upgrades.\nThe foregoing license grant is not a sale of the Mobile Application or any copy thereof, and We and Our third-party licensors or suppliers retain all right, title, and interest in and to the Mobile Application (and any copy of the Mobile Application).\nStandard carrier data charges may apply to Your use of the Mobile Application.</p>\n<p>The following additional terms and conditions apply with respect to any Mobile Application that We provide to You designed for use on an Apple iOS-powered mobile device (an “iOS App”):</p>\n<ul>\n<li>You acknowledge that these Terms are between You and Us only, and not with Apple, Inc.\n(“Apple”).</li>\n<li>Your use of Our iOS App must comply with Apple’s then-current App Store Terms of Service.</li>\n<li>We, and not Apple, are solely responsible for Our iOS App and the Services and Content available thereon.\nYou acknowledge that Apple has no obligation to provide maintenance and support services with respect to Our iOS App.\nTo the maximum extent permitted by applicable law, Apple will have no warranty obligation whatsoever with respect to Our iOS App.</li>\n<li>You agree that We, and not Apple, are responsible for addressing any claims by You or any third-party relating to Our iOS App or Your possession and/or use of Our iOS App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the iOS App fails to conform to, any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation, and all such claims are governed solely by these Terms and any law applicable to Us as provider of the iOS App.</li>\n<li>You agree that We, and not Apple, shall be responsible, to the extent required by these Terms, for the investigation, defense, settlement and discharge of any third-party intellectual property infringement claim related to Our iOS App or Your possession and use of Our iOS App.</li>\n<li>You represent and warrant that (i) You are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) You are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n<li>You agree to comply with all applicable third-party terms of agreement when using Our iOS App (e.g., You must not be in violation of Your wireless data service terms of agreement when using the iOS App).</li>\n<li>The parties agree that Apple and Apple’s subsidiaries are third-party beneficiaries to these Terms as they relate to Your license of Our iOS App.\nUpon Your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against You as they relate to Your license of the iOS App as a third-party beneficiary thereof.</li>\n</ul>\n<p>The following additional terms and conditions apply with respect to any Mobile Application that We provide to You designed for use on an Android-powered mobile device (an “Android App”):</p>\n<ul>\n<li>You acknowledge that these Terms are between You and Us only, and not with Google, Inc.\n(“Google”).</li>\n<li>Your use of Our Android App must comply with Google’s then-current Android Market Terms of Service.</li>\n<li>Google is only a provider of the Android Market where You obtained the Android App.\nWe, and not Google, are solely responsible for Our Android App and the Services and Content available thereon.\nGoogle has no obligation or liability to You with respect to Our Android App or these Terms.</li>\n<li>You acknowledge and agree that Google is a third-party beneficiary to the Terms as they relate to Our Android App.</li>\n</ul>\n<p>\n</p>\n<p>PASSWORD RESTRICTED AREAS OF THE SERVICE.</p>\n<p>If You want an account with Us, You must submit the following information through the account registration area: A working email address.\nFirst and last name.\nPreferred username and password.\nYou may also provide additional, optional information so that We can provide You a more customized experience when using the Service –but, We will leave that decision with You.\nOnce You submit the required registration information, We alone will determine whether or not to approve Your proposed account.\nIf approved, You will be sent an e-mail detailing how to complete Your registration.\nFor so long as You use the account, You agree to provide true, accurate, current, and complete information which can be accomplished by logging into Your account and making the relevant changes.\nAnd, if You forget Your password – no worries as We will happily send a password update to Your provided email address.</p>\n<p>You are responsible for complying with these Terms when You access any part of the Service.\nBecause it is Your account, it is Your job to obtain and maintain all equipment and services needed for access to and use of This Service as well as paying related charges.\nIt is also Your responsibility to maintain the confidentiality of Your password(s), including any password of any third-party site that We may allow You to use to access the Service.\nShould You believe Your password or security for This Service has been breached in any way, You must immediately notify Us.</p>\n<p>\n</p>\n<p>SUBSCRIPTIONS.</p>\n<p>By registering for an account with Us, You become a “Subscriber” with access to certain password-restricted areas of the Service and to use certain Services and Materials offered on and through the Service (a “Subscription”).\nEach Subscription and the rights and privileges provided to each Subscriber are personal and non-transferable.\nAll payments of Subscription fees are non-refundable, except as otherwise explicitly stated herein.</p>\n<p>You may pay for Your Subscription fees only with a credit card, debit card, PayPal and Apple Pay.\nWe will charge Your offered method of payment for Your first Subscription fee on the date that We process Your order for Your Subscription.\nOnce Your offered method of payment is charged the first Subscription fee, You will receive a confirmation e-mail notifying You of Your ability to access those Subscription-only portions of, and Materials on, the Service.</p>\n<p>IMPORTANT NOTICE: DEPENDING ON THE BILLING OPTION YOU CHOOSE WHEN YOU REGISTER FOR YOUR SUBSCRIPTION, WE WILL AUTOMATICALLY RENEW YOUR SUBSCRIPTION ON EACH MONTHLY OR YEARLY ANNIVERSARY OF THAT DATE THAT WE CHARGE YOUR OFFERED METHOD OF PAYMENT FOR THE FIRST SUBSCRIPTION FEE AND, AS AUTHORIZED BY YOU DURING THE MEMBERSHIP SIGN-UP PROCESS, WE WILL CHARGE YOUR OFFERED METHOD OF PAYMENT WITH THE APPLICABLE SUBSCRIPTION FEE AND ANY SALES OR SIMILAR TAXES THAT MAY BE IMPOSED ON YOUR SUBSCRIPTION FEE PAYMENT (UNLESS YOU CANCEL PRIOR TO THE ANNIVERSARY DATE).\nEACH SUBSCRIPTION RENEWAL PERIOD IS FOR ONE MONTH OR ONE YEAR, DEPENDING ON THE BILLING OPTION YOU CHOOSE.\nYOU MAY CANCEL OR DOWNGRADE YOUR SUBSCRIPTION AT ANY TIME FROM WITHIN THE SERVICE OR BY CONTACTING US AT CONTACT@VIDIQ.COM.\nIF YOU DOWNGRADE OR CANCEL YOUR SUBSCRIPTION, YOU WILL ENJOY YOUR CURRENT SUBSCRIPTION BENEFITS UNTIL THE EXPIRATION OF THE THEN-CURRENT SUBSCRIPTION PERIOD FOR WHICH YOU HAVE PAID, AND YOUR SUBSCRIPTION BENEFITS WILL DOWNGRADE OR EXPIRE AT THE END OF THE THEN-CURRENT SUBSCRIPTION PERIOD.</p>\n<p>You are liable for paying any and all applicable sales and use taxes for the purchase of Your Subscription based on the mailing address that You provide when You register as a Subscriber, and You authorize US to charge Your offered method of payment for any such applicable taxes.</p>\n<p>\n</p>\n<p>PAYMENTS.</p>\n<p>You agree to pay all applicable fees related to Your use of the Service.\nWe may suspend or terminate Your account and/or access to the Service if Your payment is late and/or Your offered payment method (e.g., credit card, debit card, PayPal, or Apple Pay) cannot be processed.\nBy providing a payment method, You expressly authorize Us to charge the applicable fees on said payment method as well as taxes and other charges incurred thereto at regular intervals, all of which depend on Your particular Subscription and utilized services.</p>\n<p>We understand that You might cancel Your account, but please know that We will not provide any refund(s) and You will be responsible for paying any balance due on the account.\nTo make things less complicated, You agree that We may charge any unpaid fees to Your provided payment method and/or send You a bill for such unpaid fees.</p>\n<p>\n</p>\n<p>ELECTRONIC COMMUNICATIONS.</p>\n<p>By using the Service, both parties consent to receiving electronic communications from the other party.\nThese electronic communications may include notices about applicable fees and charges, transactional information and other information concerning or related to the Service.\nThese electronic communications are part of Your relationship with Us.\nBoth parties agree that any notices, agreements, disclosures or other communications that We sent between parties electronically will satisfy any legal communication requirements, including that such communications be in writing.</p>\n<p>\n</p>\n<p>PRIVACY POLICY.</p>\n<p>We respect the information that You provide to Us, and want to be sure You fully understand exactly how We use that information.\nSo, please review Our Privacy Policy (“Privacy Policy”) which explains everything.</p>\n<p>\n<br>THIRD-PARTY SITES AND SERVICES.</p>\n<p>We think links are convenient, and We sometimes provide links on the Service to third-party websites.\nIf You use these links, You will leave the Service.\nWe are not obligated to review any third-party websites that You link to from the Service, We do not control any of the third-party websites, and We are not responsible for any of the third-party websites (or the products, services, or content available through any of them).\nThus, We do not endorse or make any representations about such third-party websites, any information, software, products, services, or materials found there or any results that may be obtained from using them.\nIf You decide to access any of the third-party websites linked to from the Service, You do this entirely at Your own risk and You must follow the privacy policies and terms and conditions for those third-party websites.</p>\n<p>vidIQ uses YouTube API Services, and by using YouTube Content within vidIQ’s Sites and Services You are agreeing to be bound to YouTube’s Terms of Service and Google’s Privacy Policy.\nThird-party social networking services, such as Google and YouTube, may update their Terms of Service and Privacy Policies from time to time, and vidIQ is not responsible for your review of any changes or updates to these.\nWe recommend that You review YouTube’s Terms of Service and Google’s Privacy Policy regularly.</p>\n<p>The Service also enables linking between various online third-party services, including YouTube (“Third-Party Services”).\nTo take advantage of these features and capabilities, we may ask You to authenticate, register for or log into Third-Party Services through the Service or on the websites of their respective providers and, if applicable, allow You to configure your privacy settings in that third-party website account to permit Your activities on the Service to be shared with Your contacts in your third-party site account.\nFor more information about the implications of activating these Third-Party Services and Our use, storage and disclosure of information related to You and your use of Third-Party Services within the Service, please see the Privacy Policy.\nHowever, please remember that the manner in which You may use such Third-Party Services and the manner in which they will use, store and disclose your information is governed solely by the policies of such third parties.</p>\n<p>\n<br>UNAUTHORIZED ACTIVITIES.</p>\n<p>To be clear, We authorize Your use of the Service only for Permitted Purposes.\nAny other use of the Service beyond the Permitted Purposes is prohibited and, therefore, constitutes unauthorized use of the Service.\nThis is because, as between You and Us, all rights in the Service remain Our property.</p>\n<p>Unauthorized use of the Service may result in violation of various United States and international copyright laws.\nWe prefer keeping this relationship drama-free, so When using the Service, you agree to abide by common standards of etiquette and act in accordance with the law.\nFor example, You agree not to not to use the Service:</p>\n<p>In a manner that modifies, publicly displays, publicly performs, reproduces or distributes any of the Service.\nIn a manner that violates any local, state, national, foreign, or international statute, regulation, rule, order, treaty, or other law.\nTo stalk, harass, or harm another individual.\nTo impersonate any person or entity or otherwise misrepresent Your affiliation with a person or entity.\nTo interfere with or disrupt the Service or servers or networks connected to the Service.\nTo use any data mining, robots, or similar data gathering or extraction methods in connection with the Service Through any means other than through the interface that is provided by vidIQ for use in accessing the Service.\nor To attempt to gain unauthorized access to any portion of the Service or any other accounts, computer systems, or networks connected to the Service, whether through hacking, password mining, or any other means.</p>\n<p>Remember, these are examples only and the list above is not a complete list of everything that You are not permitted to do.</p>\n<p>You agree to hire attorneys to defend Us if You violate these Terms and that violation results in a problem for Us.\nYou also agree to pay any damages that We may end up having to pay as a result of Your violation.\nYou alone are responsible for any violation of these Terms by You.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by You and, in such case, You agree to cooperate with Our defense of such claim.</p>\n<p>You also release, waive, discharge and promise not to sue or bring any claim of any type against Us for any loss, damage or injury relating in any way to the Service or any part thereof.\nIF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.” IF YOU ARE A RESIDENT OF ANOTHER JURISDICTION, YOU WAIVE ANY COMPARABLE STATUTE OR DOCTRINE.</p>\n<p>\n</p>\n<p>VIDIQ REPRESENTATIONS AND WARRANTIES.</p>\n<p>We represent and warrant that: (i) We have full right, power, and authority to enter into and perform Our obligations under these Terms.\n(ii) the Service will be provided in a professional and workmanlike manner.\nand (iii) We have the right, title, and interest to the Materials sufficient to grant the rights granted under these Terms.</p>\n<p>\n<br>INDEMNIFICATION.</p>\n<p>Each party agrees to defend the other party, its corporate affiliates, and their respective agents, officers, directors, shareholders, partners, employees and licensees, and each of their successors and permitted assigns (collectively, the “Indemnified Parties”) and hold each of them harmless from and against any and all claims and demands (collectively, “Claims”), brought by a third party based upon or arising in any manner, directly or indirectly, out of or in connection with such party’s breach of its representations, warranties or obligations as provided in these Terms.\nThe indemnifying party shall pay all damages finally awarded or paid in settlement of any such Claims.\nThe Indemnified Parties must notify the indemnifying party promptly in writing of any claim for indemnification hereunder, and provide, at the indemnifying party’s expense (to the extent of out-of-pocket expenses only), all reasonably necessary assistance, information and authority to allow the indemnifying party to control the defense and settlement of such claim.\nprovided that the failure of the Indemnified Parties to promptly inform the indemnifying party of any Claim shall not excuse the indemnifying party of its obligations hereunder except to the extent such failure materially prejudices the indemnifying party.\nNotwithstanding the foregoing, the indemnifying party shall not enter into any settlement of the defense of such action, without the Indemnified Party’s prior written consent, which consent shall not be unreasonably withheld or delayed.\nThe Indemnified Party may participate at its expense in the defense and/or settlement of any such action with counsel of its choosing and at its sole expense.</p>\n<p>\n<br>PROPRIETARY RIGHTS.</p>\n<p>\"vidIQ\" is a trademark that belongs to Us.\nOther trademarks, names and logos on the Service are the property of their respective owners.</p>\n<p>Unless otherwise specified in these Terms, all Materials, including the arrangement of them on the Service are Our sole property.\nAll rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.</p>\n<p>\n</p>\n<p>OWNERSHIP.\nLICENSES.</p>\n<p>Content and Content Rights For purposes of this Agreement: (i) “Content” means text, graphics, images, music, software, audio, video, works of authorship of any kind, and information or other materials that are posted, generated, provided or otherwise made available through the Sites or Services.\nand (ii) “User Content” means any Content that users (including you) provide to be made available through the Sites or Services.\nContent includes without limitation User Content.\nContent Ownership and Responsibility vidIQ does not claim any ownership rights in any User Content and nothing in this Agreement will be deemed to restrict any rights that You may have to use and exploit your User Content.\nSubject to the foregoing, vidIQ and its licensors exclusively own all right, title and interest in and to the Sites and Services and Content, and all underlying software, technology and processes and any enhancements or modifications thereto, including all associated intellectual property rights therein.\nYou acknowledge that the Sites, Services and Content are protected by copyright, trademark, and other laws of the United States and foreign countries.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Sites, Services or Content.\nRights in User Content Granted by You By making any User Content available through the Sites or Services You hereby grant to vidIQ a non-exclusive, transferable, sublicensable, worldwide, royalty-free license to use, copy, modify, create derivative works based upon, publicly display, publicly perform and distribute your User Content in connection with operating and providing the Services and Content.\nYou are solely responsible for all your User Content.\nYou represent and warrant that You own all your User Content or You have all rights that are necessary to grant Us the license rights in your User Content under this Agreement.\nYou also represent and warrant that neither your User Content, nor your use and provision of your User Content to be made available through the Sites or Services, nor any use of your User Content by vidIQ on or through the Services will infringe, misappropriate or violate a third party’s intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.\nRights in Content Granted by vidIQ Subject to your compliance with this Agreement, vidIQ grants You a limited, non-exclusive, non-transferable, non-sublicensable license to view, copy, display and print the Content solely in connection with your permitted use of the Sites and Services.</p>\n<p>Content from YouTube: vidIQ accesses public Content from third-party social networking services, such as YouTube.\nvidIQ uses YouTube API Services, and by using YouTube Content within vidIQ’s Sites and Services You are agreeing to be bound to YouTube’s Terms of Service and Google’s Privacy Policy.\nThird-party social networking services, such as Google and YouTube, may update their Terms of Service and Privacy Policies from time to time, and vidIQ is not responsible for your review of any changes or updates to these.\nWe recommend that You review YouTube’s Terms of Service and Google’s Privacy Policy regularly.</p>\n<p>Content from Authenticated SNS Accounts: If you have an Account, you may choose to link your Account with third-party social networking services (such as Facebook, Google, or YouTube) (each, a social networking service or “SNS”) with which you have an account (each such account, a “Third Party Account”) by either: (i) providing your Third Party Account login information to vidIQ through the Sites or Services.\nor (ii) allowing vidIQ to access your Third Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third Party Account in the manner described above.\nYou represent that You are entitled to disclose your Third Party Account login information to vidIQ and/or grant vidIQ access to your Third Party Account (including, but not limited to, for use for the purposes described herein), without breach by You of any of the terms and conditions that govern your use of the applicable Third Party Account and without obligating vidIQ to pay any fees or making vidIQ subject to any usage limitations imposed by such Third party service providers.\nBy granting vidIQ access to any Third Party Accounts, You understand that vidIQ may access, make available and store (if applicable) any Content that You have provided to and stored in your Third Party Account (“Third Party Account Content”) so that it is available through the Sites and/or Services (as further described in Our Privacy Policy).\nUnless otherwise specified in this Agreement, all Third Party Account Content, if any, will be considered to be User Content for all purposes of this Agreement.\nPlease note that if a Third Party Account or associated service becomes unavailable or vidIQ’s access to such Third Party Account is terminated by the Third party service provider, then the Third Party Account Content that was available from such Third Party Account will no longer be available through the Sites or Services.\nYou have the ability to disable the connection between your Account and your Third Party Accounts, at any time, through the Sites and/or Services.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR THIRD PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD PARTY SERVICE PROVIDERS.\nvidIQ makes no effort to review any Third Party Account Content for any purpose, including without limitation for accuracy, legality or non-infringement and vidIQ is not responsible for any Third Party Account Content.</p>\n<p>Please follow these rules for any AI Image Generation using vidIQ features.</p>\n<p>\n</p>\n<p>INTELLECTUAL PROPERTY INFRINGEMENT.</p>\n<p>We respect the intellectual property rights of others and encourage You to do the same.\nAccordingly, We have a policy of removing User Content that violates intellectual property rights of others, suspending access to the Service (or any portion thereof) to any user who uses the Service in violation of someone’s intellectual property rights, and/or terminating in appropriate circumstances the account of any user who uses the Service in violation of someone’s intellectual property rights.</p>\n<p>\n<br>Pursuant to You also release, waive, discharge and promise not to sue or bring any claim of any type against Us for any loss, damage or injury relating in any way to the Site or any part thereof.\nIF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.” IF YOU ARE A RESIDENT OF ANOTHER JURISDICTION, YOU WAIVE ANY COMPARABLE STATUTE OR DOCTRINE., We have implemented procedures for receiving written notification of claimed copyright infringement and for processing such claims in accordance with such law.\nIf You believe Your copyright or other intellectual property right is being infringed by a user of the Service, please provide written notice to Our Agent for notice of claims of infringement:</p>\n<p>Attn: dmca@vidiq.com</p>\n<p>\n</p>\n<p>To be sure the matter is handled immediately, Your written notice must: Contain Your physical or electronic signature.\nIdentify the copyrighted work or other intellectual property alleged to have been infringed.\nIdentify the allegedly infringing material in a sufficiently precise manner to allow Us to locate that material.\nContain adequate information by which We can contact You (including postal address, telephone number, and e-mail address).\nContain a statement that You have a good faith belief that use of the copyrighted material or other intellectual property is not authorized by the owner, the owner's agent or the law.\nContain a statement that the information in the written notice is accurate.\nand Contain statement, under penalty of perjury, that You are authorized to act on behalf of the copyright or other intellectual property right owner.</p>\n<p>Unless the notice pertains to copyright or other intellectual property infringement, the Agent will be unable to address the listed concern.</p>\n<p>Please also note that for copyright infringements under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<p>SUBMITTING A DIGITAL MILLENNIUM COPYRIGHT ACT (\"DMCA\") COUNTER-NOTIFICATION.</p>\n<p>We will notify You that We have removed or disabled access to copyright-protected material that You provided, if such removal is pursuant to a validly received DMCA take-down notice.\nIn response, You may provide Our Agent with a written counter-notification that includes the following information:</p>\n<p>Your physical or electronic signature.\nIdentification of the material that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access to it was disabled.\nA statement from You under the penalty of perjury, that You have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand Your name, physical address and telephone number, and a statement that You consent to the jurisdiction of a court for the judicial district in which Your physical address is located, or if Your physical address is outside of the United States, for any judicial district in which We may be located, and that You will accept service of process from the person who provided notification of allegedly infringing material or an agent of such person.</p>\n<p>\n</p>\n<p>TERMINATION OF REPEAT INFRINGERS.</p>\n<p>We reserve the right, in Our sole discretion, to terminate the account or access of any user of the Service who is the subject of repeated DMCA or other infringement notifications.</p>\n<p>\n</p>\n<p>DISCLAIMER OF WARRANTIES.</p>\n<p>THIS SERVICE AND ALL MATERIALS ARE PROVIDED \"AS IS\" AND \"WITH ALL FAULTS\".\nTHE ENTIRE RISK AS TO THEIR QUALITY AND PERFORMANCE IS WITH YOU.</p>\n<p>WE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND (EXPRESS, IMPLIED OR STATUTORY) WITH RESPECT TO THE SERVICE AND MATERIALS, WHICH INCLUDES BUT IS NOT LIMITED TO, ANY IMPLIED OR STATUTORY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE OR PURPOSE, TITLE, AND NON-INFRINGEMENT OF INTELLECTUAL PROPERTY RIGHTS.</p>\n<p>THIS MEANS THAT WE DO NOT PROMISE YOU THAT THE SERVICE IS FREE OF PROBLEMS.\nWithout limiting the generality of the foregoing, We make no warranty that the Service will meet Your requirements or that the Service will be uninterrupted, timely, secure, or error free or that defects in the Service will be corrected.\nWe make no warranty as to the results that may be obtained from the use of the Service or as to the accuracy or reliability of any information obtained through the Service.\nNo advice or information, whether oral or written, obtained by You through the Service or from Us or Our subsidiaries/other affiliated companies shall create any warranty.\nWe disclaim all equitable indemnities.</p>\n<p>\n</p>\n<p>LIMITATION OF LIABILITY.</p>\n<p>EXCEPT WITH RESPECT TO WILLFUL MISCONDUCT, THE INDEMNIFICATION OBLIGATIONS AND CONFIDENTIALITY OBLIGATIONS HEREUNDER, NEITHER PARTY SHALL BE LIABLE TO THE OTHER FOR ANY DAMAGES RESULTING FROM YOUR USE OF THE SERVICE OR ANY PART THEREOF, OR FROM YOUR DISPLAYING, COPYING, UPLOADING, LINKING OR DOWNLOADING ANY MATERIALS OR CONTENT TO OR FROM THE SERVICE.\nEXCEPT WITH RESPECT TO WILLFUL MISCONDUCT, THE INDEMNIFICATION OBLIGATIONS AND CONFIDENTIALITY OBLIGATIONS HEREUNDER, IN NO EVENT SHALL EITHER PARTY BE LIABLE TO THE OTHER FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE) HOWEVER ARISING, EVEN IF WE KNOW THERE IS A POSSIBILITY OF SUCH DAMAGE.</p>\n<p>\n<br>LOCAL LAWS.\nEXPORT CONTROL.</p>\n<p>We control and operate the Service from Our headquarters in the United States of America and the entirety of the Service may not be appropriate or available for use in other locations.\nIf You use the Service outside the United States of America, You are solely responsible for following applicable local laws, including but not limited to local laws concerning online conduct and acceptable content.</p>\n<p>\n</p>\n<p>FEEDBACK.</p>\n<p>Any feedback that You provide to Us about the Service (e.g., comments, questions, suggestions, materials – collectively, “Feedback”) through any communication whatsoever (e.g., call, fax, email) will be treated as both non-confidential and non-proprietary.\nYou hereby assign all right, title, and interest in, and We are free to use, without any attribution or compensation to You, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using such Feedback.\nYou understand and agree that We are not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and You have no right to compel such use, display, reproduction, or distribution.</p>\n<p>\n</p>\n<p>ARBITRATION.</p>\n<p>\n<strong>At Our or Your election, all disputes, claims, or controversies arising out of or relating to these Terms or the Service that are not resolved by mutual agreement may be resolved by binding arbitration to be conducted before JAMS, or its successor.\nUnless otherwise agreed by the parties, arbitration will be held in San Francisco, California before a single arbitrator mutually agreed upon by the parties, or if the parties cannot mutually agree, a single arbitrator appointed by JAMS, and will be conducted in accordance with the rules and regulations promulgated by JAMS unless specifically modified in these Terms.\nThe arbitration must commence within forty-five (45) days of the date on which a written demand for arbitration is filed by either party.\nThe arbitrator’s decision and award will be made and delivered within sixty (60) days of the conclusion of the arbitration and within six (6) months of the selection of the arbitrator.\nThe arbitrator will not have the power to award damages in excess of any limitations on actual compensatory, direct damages set forth in these Terms and may not multiply actual damages or award punitive damages or any other damages that are specifically excluded under these Terms, and each party hereby irrevocably waives any claim to such damages.\nThe arbitrator may, in his or her discretion, assess costs and expenses (including the reasonable legal fees and expenses of the prevailing part) against any party to a proceeding.\nAny party refusing to comply with an order of the arbitrators will be liable for costs and expenses, including attorneys’ fees, incurred by the other party in enforcing the award.\nNotwithstanding the foregoing, in the case of temporary or preliminary injunctive relief, any party may proceed in court without prior arbitration for the purpose of avoiding immediate and irreparable harm.\nThe provisions of this arbitration section will be enforceable in any court of competent jurisdiction.</strong>\n<br>\n</p>\n<p>GENERAL.</p>\n<p>We think direct communication resolves most issues – if We feel that You are not complying with these Terms, We will tell You.\nWe will even provide You with recommended necessary corrective action(s) because We value this relationship.<br>\n</p>\n<p>However, certain violations of these Terms, as determined by Us, may require immediate termination of Your access to the Service without prior notice to You.\nThe Federal Arbitration Act, California state law and applicable U.S.\nfederal law, without regard to the choice or conflicts of law provisions, will govern these Terms.\nForeign laws do not apply.\nExcept for disputes subject to arbitration as described above, any disputes relating to these Terms or the Site will be heard in the courts located in San Francisco County, California.\nIf any of these Terms are deemed inconsistent with applicable law, then such term(s) shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.\nBy choosing not to enforce any of these Terms, We are not waiving Our rights.\nThese Terms are the entire agreement between You and Us and, therefore, supersede all prior or contemporaneous negotiations, discussions or agreements between Everyone about the Service.\nThe proprietary rights, disclaimer of warranties, representations made by You, indemnities, limitations of liability and general provisions shall survive any termination of these Terms.</p>\n<p>\n</p>\n<p>CONTACT US.</p>\n<p>If You have any questions about these Terms or otherwise need to contact Us for any reason, You can reach us at 548 Market St #70172 San Francisco, CA 94104, contact@vidiq.com, or 888-998-8434.</p>Our mission is to empower every video creator with the insights and inspiration they need to grow.\nThat’s why we’re obsessed with providing an intelligent mix of technological and human expertise that boosts your productivity and gets you more views.\nWhatever your next challenge, we’ll shine a light on the way forward.© 2023 vidIQ.\nAll Rights Reserved.CompanyCareersTestimonialsBlogProductAffiliatesYouTube StatsBrand SolutionsAgency SolutionsMCN SolutionsBrowser ExtensionvidIQ AcademyOtherContactTermsPrivacySupportHow To Get More YouTube ViewsConnect with usCall Sales 888-998-VIDIQ (8434)EnglishFrançaisEspañolРусскийPortuguêsTürkçeTiếng Việt<p>\n</p> ", "created_at": "2023-09-02 01:40:07.124458", "updated_at": "2023-09-02 01:40:17.273827"}, {"id": 18665, "name": "Privacy Policy", "url": "https://vidiq.com/privacy/", "xpath": "//body", "text": "FeaturesDaily IdeasKeyword ToolsCompetitors ToolsChannel Audit ToolAll FeaturesAI ToolsChatGPT for YouTubersYouTube Title GeneratorChannel Name GeneratorContent GeneratorYouTube Video IdeasYouTube Tag GeneratorKeyword GeneratorVideo Script GeneratorYouTube Description GeneratorTop YouTube ChannelsCoachingExtensionBlogViewsMonetizationSubscribersAnalyticsAll Tips &amp.\nInsightsPricingFree sign upFree sign upFeaturesDaily IdeasKeyword ToolsCompetitors ToolsChannel Audit ToolAll FeaturesAI ToolsChatGPT for YouTubersYouTube Title GeneratorChannel Name GeneratorContent GeneratorYouTube Video IdeasYouTube Tag GeneratorKeyword GeneratorVideo Script GeneratorYouTube Description GeneratorTop YouTube ChannelsCoachingExtensionBlogViewsMonetizationSubscribersAnalyticsAll Tips &amp.\nInsightsPricingPrivacy Policy<p>Effective date: June 14, 2022</p>\n<p>\n</p>\n<p>vidIQ, Inc.\n(“vidIQ”, “we”, “us”, or “our”) values your privacy.\nIn this privacy policy (“Policy”), we describe how we collect, use, and disclose information that we obtain about visitors to our websites, apps and devices, including but not limited to, vidIQ.com, app.vidiq.com, support.vidiq.com, academy.vidiq.com (the “Site”), vidIQ applications on The App Store and Google Play Store and vidIQ extension on Chrome Store, Firefox Store and Microsoft Edge store and the services available through our Site including our free product that has many features to allow users to gain access to optimize and get insights on YouTube and TikTok (collectively, the “Services”).</p>\n<p>By visiting our Site or using any of our Services, you acknowledge that your personal information will be handled as described in this Policy.\nVisiting our Site, use of our Services, and any dispute over privacy, is subject to our Terms of Use, including its applicable limitations on damages and the resolution of disputes.</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>\n</li>\n<li>1.\nInformation We Collect About You</li>\n<li>2.\nHow We Use Your Information</li>\n<li>3.\nHow We Share Your Information</li>\n<li>4.\nOur Use of Cookies and Other Tracking Mechanisms</li>\n<li>5.\nThird-Party Links</li>\n<li>6.\nSecurity of Your Personal Information</li>\n<li>7.\nDirect Marketing</li>\n<li>8.\nInformation for California Residents</li>\n<li>9.\nChildren Under 13</li>\n<li>10.\nInformation for EU Individuals</li>\n<li>11.\nContact Us</li>\n<li>12.\nChanges to this Policy</li>\n</ul> 1.\nInformation We Collect About You<p>We collect information about you directly through your use of our Site and Services.\nAll visitors to our Site may browse without using our Services, however, to make the most use of our Services you must provide certain information which includes the following:</p>\n<p>Information Provided by You Directly</p>\n<p>Common Identifiers, being your first and/or last name and initials.\nLogin information, in particular, your email address.\nContact information, including email address and phone number.\nFinancial Information, including your credit card details, but not your CVV number.\nand details of your YouTube or TikTok channel, as applicable.</p>\n<p>Information We Collect Automatically</p>\n<p>We automatically collect information about your use of our Site and Services through cookies or other tracking technologies: your domain name.\nyour device ID.\nyour browser type and operating system.\nweb pages you view.\nlinks, buttons, or other elements you click.\nmouse position.\ntext, images, audio and videos from pages you view.\nyour IP address.\nthe length of time you visit our Site and/or use our Services.\nand the referring URL, or the webpage that led you to our Site.\nWe may combine information automatically collected with other information that we have collected about you.\nPlease see the section “Cookies and Other Tracking Mechanisms” below for more information.</p>\n<p>Information Provided Voluntarily</p>\n<p>We invite you to post content to our Services, including your comments, pictures, and any other information that you would like to be available on our Services.\nIf you post content to our Services, all of the information that you post and your web alias will be available to all visitors to our Site and users of our Services.\nIf you post your own content on our Site or Services, your posting may become public and we cannot prevent such information from being used in a manner that may violate this Policy, the law, or your personal privacy.</p>\n<p>Information Provided by Third-Party Services</p>\n<p>vidIQ may collect some data about your YouTube and TikTok channels as permitted by YouTube's and TikTok’s Terms of Service for use by our tools.\nBy using YouTube and TikTok Content within vidIQ’s Sites and Services you are agreeing to be bound to <strong>YouTube’s Terms of Service</strong> and <strong>Google’s Privacy Policy</strong>, and/or the TikTok Terms of Services and TikTok Privacy Policy, as applicable.\nAdditionally, when you sign-up for a vidIQ account, you may choose to authenticate to our Services through a method provided by Google.\nIn those cases, you authorize us to access Personal Information and other data held by Google on an ongoing basis in order to provide the Services.\nBy authenticating using a third-party authentication mechanism you acknowledge that you are authorized to perform this authentication and to grant vidIQ any associated privileges to that data.\nThe use of information received from Google APIs will adhere to the <strong>Chrome Web Store User Data Policy</strong>, including the requirements.\nUsers can revoke access to data collected via <strong>YouTube API Services</strong> via the steps outlined in <strong>Google security settings</strong>.</p>\n<p>\n<br>\n</p>\n<p>\n</p>\n<p>\n</p> 2.\nHow We Use Your Information<p>We use your information, including your personal information, for the following purposes:</p>\n<p>Providing and Improving Our Services.\nTo provide our Services to you.\nto communicate with you about your use of our Services.\nto respond to your inquiries.\nto perform technical operations, such as updating our Site.\nand for other customer service and support purposes.</p>\n<p>To tailor the content and information that we may send or display to you.\nto offer personalized help and instructions.\nand to otherwise personalize your experiences while using our Services.</p>\n<p>Marketing.\nTo provide you with news and newsletters, special offers, and promotions.\nto contact you about products or information we think may interest you.\nand for other marketing, advertising, and promotional purposes.\nWe may provide you with such updates and promotional materials via email.</p>\n<p>Research and Analytics.\nTo analyze how you interact with our Services.\nto monitor and analyze usage and activity trends.\nand for other research, analytical, and statistical purposes both on an aggregated and individualized basis including to respond to user desires and preferences.</p>\n<p>Protecting Rights and Interests.\nTo protect the safety, rights, property, or security of vidIQ, the Services.\nto detect, prevent, or otherwise address fraud, security, or technical issues.\nto prevent or stop activity which vidIQ, in its sole discretion, may consider to be, or to pose a risk of being, an illegal, unethical, or legally actionable activity.\nto use as evidence in litigation.\nand to enforce this Policy or our Terms of Use.</p>\n<p>Legal Compliance.\nTo comply with applicable legal or regulatory obligations, including as part of a judicial proceeding.\nto respond to a subpoena, warrant, court order, or other legal process.\nor as part of an investigation or request, whether formal or informal, from law enforcement or a governmental authority.</p>\n<p>\n<br>\n</p> 3.\nHow We Share Your Information<p>We may share your information, including personal information, as follows:</p>\n<p>Affiliates.\nWe may disclose the information we collect from you to our affiliates or subsidiaries.\nhowever, if we do so, their use and disclosure of your personally identifiable information will be subject to this Policy.</p>\n<p>Partners.\nWe exchange data with YouTube and TikTok to enable us to give you insights into videos, audio and channels and post any changes you’ve requested to help you to grow.</p>\n<p>Service Providers.\nWe may disclose the information we collect from you to third party vendors, service providers, contractors or agents who perform functions on our behalf, including but not limited to, Google, TikTok, Facebook Advertising, Twitter, Iterable, Sendgrid and Intercom.</p>\n<p>We also disclose information in the following circumstances:</p>\n<p>Business Transfers.\nIf we are or may be acquired by or merged with another company, if any of our assets are transferred to another company, or as part of a bankruptcy or insolvency proceeding, we may transfer the information we have collected from you to the other company.</p>\n<p>In Response to Legal Process.\nWe also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena.</p>\n<p>To Protect Us and Others.\nWe also may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of our Terms of Use, or this Policy, or as evidence in litigation in which we are involved.</p>\n<p>Aggregate and De-Identified Information.\nWe may share aggregate or de-identified information about users with third parties for marketing, advertising, research or similar purposes.</p>\n<p>\n</p> 4.\nOur Use of Cookies and Other Tracking Mechanisms<p>We and our third-party service providers use cookies and other tracking mechanisms to track information about your use of our Site or Services.\nWe may combine this information with other personal information we collect from you (and our third-party service providers may do so on our behalf).</p>\n<p>Cookies.\nA cookie is a text file that a website transfers to your computer’s hard drive for record-keeping purposes.\nSome cookies allow us to make it easier for you to navigate our Site, while others are used to allow us to track your activities while using our Site or our Services.\nThere are two types of cookies: session and persistent cookies.\nSession cookies exist only during an online session.\nThey disappear from your computer when you close your browser or turn off your computer.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are browsing the Site.</p>\n<p>This allows us to verify your identity as you use our Services.\nPersistent cookies remain on your computer after you have closed your browser or turned off your computer.\nWe use persistent cookies to track aggregate and statistical information about user activity, and to display advertising on our Site.\nTo see a full list of our cookies and details of why we use them, please contact us.</p>\n<p>Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future.\nThe Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to our Site who disable cookies will be able to browse certain areas of the Site, but some features may not function (e.g.\nyou may not be able to stay logged into your account).</p>\n<p>Local Storage Objects.\nWe may use Flash Local Storage Objects (“Flash LSOs”) to store your Site preferences and to personalize your visit.\nFlash LSOs are different from browser cookies because of the amount and type of data stored.\nTypically, you cannot control, delete, or disable the acceptance of Flash LSOs through your web browser.\nFor more information on Flash LSOs, or to learn how to manage your settings for Flash LSOs, go to the Adobe Flash Player Help Page, choose “Global Storage Settings Panel” and follow the instructions.\nTo see the Flash LSOs currently on your computer, choose “Website Storage Settings Panel” and follow the instructions to review and, if you choose, to delete any specific Flash LSO.</p>\n<p>Clear GIFs, pixel tags and other technologies.\nClear GIFs are tiny graphics with a unique identifier, similar in function to cookies.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly on web or mobile application pages.\nWe may use clear GIFs (a.k.a.\nweb beacons, web bugs or pixel tags), in connection with our Site to, among other things, track the activities visitors to our Site, help us manage content, and compile statistics about usage of our Site.\nWe and our third-party service providers also use clear GIFs in HTML emails to our customers, to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.</p>\n<p>Third-Party Analytics.\nWe use Google Analytics as a third-party analytics company, to evaluate use of our Site and Services.\nWe use this tool to help us understand use of, and to improve, our Site and Services, performance, and user experiences.\nGoogle Analytics may use cookies and other tracking technologies, such as web beacons or local storage objects (LSOs), to perform their services.\nTo learn more about Google’s privacy practices, please review the Google privacy policy at https://www.google.com/policies/privacy/.\nYou can also download the Google Analytics Opt-out Browser Add-on to prevent their data from being used by Google Analytics at https://tools.google.com/dlpage/gaoptout.</p>\n<p>Do Not Track.\nCurrently, our systems do not recognize browser “do-not-track” requests, but we do not track your activities after you leave our Site.\nYou may, however, disable certain tracking as discussed in this section (e.g.\nby disabling cookies).</p>\n<p>Users in the United States may opt out of many third-party ad networks.\nFor example, you may go to the Digital Advertising Alliance (“DAA”) Consumer Choice Page for information about opting out of interest-based advertising and their choices regarding having information used by DAA companies.\nYou may also go to the Network Advertising Initiative (“NAI”) Consumer Opt-Out Page for information about opting out of interest-based advertising and their choices regarding having information used by NAI members.\nIf you are in the EU, you may opt-out of certain third-party cookies that we and other websites may use for targeted advertising through the European Interactive Digital Advertising Alliance (EDAA) Your Online Choices Page or www.aboutads.info.</p>\n<p>Opting out from one or more companies listed on the DAA Consumer Choice Page or the NAI Consumer Opt-Out Page will opt you out from those companies’ delivery of interest-based content or ads to you, but it does not mean you will no longer receive any advertising through our Site or on other websites.</p>\n<p>\n</p> 5.\nThird-Party Links<p>Our Site and Services may contain links to third-party websites.\nAny access to and use of such linked websites is not governed by this Policy, but instead is governed by the privacy policies of those third-party websites.\nWe are not responsible for the information practices of such third-party websites.</p> 6.\nSecurity of Your Personal Information<p>We have implemented reasonable precautions to protect the information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction.\nPlease be aware that despite our efforts, no data security measures can guarantee security.</p>\n<p>You should take steps to protect against unauthorized access to your password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private.\nWe are not responsible for any lost, stolen, or compromised passwords or for any activity on your account via unauthorized password activity.\nOnly employees who need personal information to perform a specific job are granted access to it.</p>\n<p>\n</p> 7.\nDirect Marketing<p>We may send periodic promotional emails to you.\nYou may opt-out of promotional communications by updating your marketing preferences in your profile or by emailing us at contact@vidIQ.com or calling us at 888-998-8434.\nPlease note that it may take up to 10 business days for us to process opt-out requests.\nIf you opt-out of receiving promotional emails about recommendations or other information we think may interest you, we may still send you emails about your account or any services you have requested or received from us.</p> 8.\nInformation for California Residents<p>In this section, we provide additional information to California residents about how we handle their personal information, as required under California privacy laws including the California Consumer Privacy Act (“<strong>CCPA</strong>”).&nbsp.\nThis section does not address or apply to our handling of publicly available information lawfully made available by state or federal government records or other personal information that is exempt under the CCPA.</p>\n<p>A.\nCategories of Personal Information Under the CCPA</p>\n<p>While our collection, use and disclosure of personal information varies based upon our relationship and interactions with you, in this section we describe how we have collected and disclosed personal information about consumers in the prior 12 months (from the Last Updated data above).</p>\n<p>We have collected the following categories of personal information (as defined by the CCPA) about California residents:</p>\n<ul>\n<li>Identifiers: includes direct identifiers, such as name, user ID, alias, username, account number or unique personal identifier.\nemail address, phone number, address and other contact information.\nIP address, cookie ID, device ID, and other online identifiers.</li>\n<li>Customer Records: includes personal information, such as name, account name, contact information, that individuals provide us in order to purchase or obtain our products and services.</li>\n<li>Commercial Information: customer products or services purchased, obtained, or considered, or other purchasing or use histories or tendencies.</li>\n<li>Usage Data: Includes browsing history, clickstream data, search history, access logs and other usage data and information regarding an individual’s interaction with our websites, mobile apps, and our marketing emails and online ads.</li>\n<li>Geolocation Data: Includes precise location information about a particular individual or device.</li>\n<li>Inferences: includes inferences drawn from personal information that we collect to create a profile reflecting an individual’s preferences, characteristics, predispositions, behavior, attitudes, intelligence, abilities or aptitudes.</li>\n</ul>\n<p>Service Provider Disclosures.<strong>\n</strong>We provide the following categories of personal information to the service providers listed below:</p>\n<ul>\n<li>Identifiers: may be shared with service providers.\nour advisors and agents.\ngovernment entities and law enforcement.\nour affiliates and subsidiaries.\nadvertising networks.\ndata analytics providers.\nsocial networks.\ninternet service providers.\noperating systems and platforms.\nour marketing partners.</li>\n<li>Customer Records: may be shared with service providers.\nour advisors and agents.\ngovernment entities and law enforcement.\nour affiliates and subsidiaries.\nadvertising networks.\ndata analytics providers.\nsocial networks.\ninternet service providers.\noperating systems and platforms.\nour marketing partners.</li>\n<li>Commercial Information: may be shared with service providers.\nour advisors and agents.\ngovernment entities and law enforcement.\nour affiliates and subsidiaries.\nadvertising networks.\ndata analytics providers.\ninternet service providers.\noperating systems and platforms.\nour marketing partners.</li>\n<li>Usage Data: may be shared with our service providers.\nour advisors and agents.\ngovernment entities and law enforcement.\nour affiliates and subsidiaries.\nadvertising networks.\ndata analytics providers.\ninternet service providers.\noperating systems and platforms.\nour marketing partners.</li>\n<li>Geolocation Data: service providers.\nour advisors and agents.\ngovernment entities and law enforcement.\nour affiliates and subsidiaries.\nadvertising networks.\ndata analytics providers.\ninternet service providers.\noperating systems and platforms.\nour marketing partners.</li>\n<li>Inferences: service providers.\nour advisors and agents.\ngovernment entities and law enforcement.\nour affiliates and subsidiaries.\nadvertising networks.\ndata analytics providers.\ninternet service providers.\noperating systems and platforms.\nour marketing partners.</li>\n</ul>\n<p>\n<em>Do We “Sell” Personal Information? </em>Under the CCPA, a “sale” includes disclosing or making available personal information to a third-party in exchange for monetary compensation or other benefits or value.\nWe do not disclose personal information to third parties in exchange for monetary compensation.&nbsp.\nWe may disclose or make available certain categories of personal information to third parties in order to receive certain benefits or services, such as when we make browsing information available to third party ad companies (through third party tags on our Sites) in order to improve and measure our ad campaigns and reach users with more relevant ads and content.</p>\n<p>\n<strong>\n<em>Sources of Personal Information</em>\n</strong>.\nAs described in the above section,<strong>\n</strong>we may collect personal information from the following sources:</p>\n<ul>\n<li>directly from the individual</li>\n<li>advertising networks</li>\n<li>data analytics providers</li>\n<li>social networks</li>\n<li>internet service providers</li>\n</ul>\n<p>\n</p>\n<p>B.\nCalifornia Residents’ Rights</p>\n<p>\n<em>CCPA Rights</em>.\nIn general, California residents have the following rights with respect to their personal information:</p>\n<ul>\n<li>Do-not-sell (opt-out): to opt-out of our sale of their personal information.\nWe do not sell personal information about California consumers, including those we have actual knowledge are younger than 16.</li>\n<li>Right of deletion:<strong>\n<em>\n</em>\n</strong>to request deletion of their personal information that we have collected about them and to have such personal information deleted (without charge), subject to certain exceptions.</li>\n<li>Right to know: with respect to the personal information we have collected about them in the prior 12 months, to require that we disclose the following to them (up to twice per year and subject to certain exemptions):<ul>\n<li>categories of personal information collected;</li>\n<li>categories of sources of personal information;</li>\n<li>categories of personal information about them we have disclosed for a business purpose or sold;</li>\n<li>categories of third parties to whom we have sold or disclosed for a business purpose their personal information;</li>\n<li>the business or commercial purposes for collecting or selling personal information.\nand</li>\n<li>a copy of the specific pieces of personal information we have collected about them.</li>\n</ul>\n</li>\n<li>Right to non-discrimination<em>: </em>the right not to be subject to discriminatory treatment for exercising their rights under the CCPA.</li>\n</ul>\n<p>\n<em>Submitting CCPA Requests.\nCalifornia residents may submit CCPA requests to opt out of sales, requests to know (access) and requests to delete their personal information through one of the following methods:Email us at </em>rightsrequest@vidiq.com<em>.\nor</em>\n</p>\n<ul>\n<li>\n<em>Email us at </em>rightsrequest@vidiq.com<em>.\nor</em>\n</li>\n<li>\n<em>Call us at 888-998-8434</em>\n</li>\n<li>Contact us via this online form.</li>\n</ul>\n<p>\n</p>\n<p>When you submit a request to know or a request to delete, we will take steps to verify your request by matching the information provided by you with the information we have in our records.&nbsp.\nIn some cases, we may request additional information in order to verify your request or where necessary to process your request.\nIf we are unable to adequately verify a request, we will notify the requestor.&nbsp.\nAuthorized agents may initiate a request on behalf of another individual by contacting us at the above email address or telephone number.\nauthorized agents will be required to provide proof of their authorization and we may also require that the relevant consumer directly verify their identity and the authority of the authorized agent.</p>\n<p>\n<em>Financial Incentives.\n</em>We may make available certain programs or offerings that are considered “financial incentives” under the CCPA.</p>\n<p>\n<em>Your Privacy Rights Under California Shine the Light Law.\n</em>Under California’s “Shine the Light” law (Cal.\nCiv.\nCode § 1798.83), California residents who provide us certain personal information are entitled to request and obtain from us, free of charge, information about the personal information (if any) we have shared with third parties for their own direct marketing use.&nbsp.\nSuch requests may be made once per calendar year for information about any relevant third-party sharing in the prior calendar year.\nTo submit a “Shine the Light” request, email us at rightsrequest@vidiq.com, and include in your request a current California address and your attestation that you are a California resident.</p> 9.\nChildren Under 13<p>Our Site and Services are not designed for children under 13.\nIf we discover that a child under 13 has provided us with personal information, we will delete such information from our systems.</p> 10.\nInformation for EU Individuals<p>The following disclosures apply only to vidIQ’s processing of personal data about EU residents.</p>\n<p>The Data Controller of the information collected through the Site and Services is vidIQ, Inc which is headquartered in the United States at 548 Market St #70172, San Francisco, CA 94104.\nTo exercise any rights that you may have with regard to your personal data, you may contact us through one of the following methods:</p>\n<ul>\n<li>By email at rightsrequest@vidiq.com</li>\n<li>Call us at 888-998-8434</li>\n<li>Contact us via this online form.</li>\n</ul>\n<p>We use Intercom to manage our customer engagement platform who will manage the data in accordance with their privacy policy available https://www.intercom.com/terms-and-policies#privacy, but they are contracted to only act on our instructions.</p>\n<p>The legal bases for using your personal Information.\nWe collect your information as a Data Controller when we have a legal basis to do so.\nThe following legal bases pertain to our collection of data:</p>\n<p>Our use of your personal data is necessary to perform a contract or take steps to enter into a contract with you.\nThis applies to our processing activities described at 2A above.</p>\n<p>Our use of your personal data is in our legitimate interest as a commercial organization to make improvements to our Site and to provide you with access to the Services as you request.\nThis applies to our processing activities described at 2B, 2C (save where we need consent by local law) and 2D.</p>\n<p>Our use of your personal information is necessary to comply with a relevant legal or regulatory obligation that we have in particular, where we are required to disclose personal information to a court or regulatory body in the event of an investigation.\nThis applies to our processing activities described at 2E and 2F.</p>\n<p>Our use of your personal information is in accordance with your consent.\nThis applies to our processing activities described at 2C (where required by local law).</p>\n<p>If you would like to find out more about the legal bases on which we process personal information, please contact us using the details below.</p>\n<p>Your Legal Rights.\nSubject to certain exemptions, and dependent upon the processing activity we are undertaking, European Union individuals have certain rights in relation to personal information:</p>\n<p>Right to access, correct, and delete your personal information:</p>\n<p>You have the right to request access to the personal information that we hold about you and: (a) the source of your personal information.\n(b) the purposes, legal basis and methods of processing.\n(c) the data controller’s identity.\nand (d) the entities or categories of entities to whom your personal information may be transferred.\nYou also have the right to request that we correct any inaccuracies or delete your information.\nWe are not required to comply with your request to erase personal information if the processing of your personal information is necessary for compliance with a legal obligation or for the establishment, exercise, or defense of legal claims.</p>\n<p>Right to restrict the processing of your personal information:</p>\n<p>You have the right to restrict the use of your personal information when (i) you contest the accuracy of the data.\n(ii) the use is unlawful but you do not want us to erase the data.\n(iii) we no longer need the personal information for the relevant purposes, but we require it for the establishment, exercise, or defense of legal claims.\nor (iv) you have objected to our personal information use justified on our legitimate interests verification as to whether we have a compelling interest to continue to use your data.\nWe can continue to use your personal information following a request for restriction, where: (a) we have your consent.\nor (b) to establish, exercise or defend legal claims.\nor (c) to protect the rights of another natural or legal person.</p>\n<p>Right to data portability:</p>\n<p>To the extent that we process your information (i) based on your consent or under a contract.\nand (ii) through automated means, you have the right to receive such personal information in a structured, commonly used, machine-readable format, or you can ask to have it transferred directly to another data controller.</p>\n<p>Right to object to the processing of your personal information:</p>\n<p>You can object to any processing of your personal information which has our legitimate interests as its legal basis, if you believe your fundamental rights and freedoms outweigh our legitimate interests.\nIf you raise an objection, we have an opportunity to demonstrate that we have compelling legitimate interests which override your rights and freedoms.</p>\n<p>Right to lodge a complaint with your local supervisory authority:</p>\n<p>You have a right to lodge a complaint with your local supervisory authority if you have concerns about how we are processing your personal information.\nWe ask that you please attempt to resolve any issues with us first, although you have a right to contact your supervisory authority at any time.</p>\n<p>How to Exercise Your Rights:</p>\n<p>If you would like to exercise any of the rights described above, please contact us through one of the following methods:</p>\n<ul>\n<li>By email at rightsrequest@vidiq.com</li>\n<li>Call us at 888-998-8434</li>\n<li>Contact us via this online form.</li>\n</ul>\n<p>In your message, please indicate the right you would like to exercise and the information to which it relates.</p>\n<p>We may ask you for additional information to confirm your identity and for security purposes before disclosing the personal information requested to you.\nWe reserve the right to charge a fee where permitted by law, for instance if your request is manifestly unfounded or excessive.</p>\n<p>Cross-border Transfer of Information.\nWe maintain servers and systems in the United States hosted by Amazon Web Services.\nAs a result, where the personal information that we collect through or in connection with the Site or the Services is processed in the United States, we will take steps to ensure that the information receives the same level of protection as if it remained within the European Union.\nYou may have a right to receive details of any safeguards that we have where your data is transferred outside the European Union, (e.g.\nto request a copy where the safeguard is documented, which may be redacted to ensure confidentiality).</p>\n<p>Retention of Personal Data and Access.\nWe will keep your information accurate, complete and up to date.\nWe will retain your personal data for the period necessary to fulfill the different purposes outlined in this Policy, and in particular we will keep data for as long as it takes to respond to a query.\nWhere we are required to do so to meet legal, regulatory, tax or accounting requirements, we will retain your personal data for longer periods of time, but only where permitted to do so, including so that we have an accurate record of your dealings with us in the event of any complaints or challenges, or if we reasonably believe there is a possibility of legal action relating to your personal data or dealings.<br>\n</p> 11.\nContact Us<p>If you have questions about the privacy aspects of our Site or Services, or would like to make a complaint, please contact us at privacy@vidiq.com.</p> 12.\nChanges to this Policy<p>This Policy is current as of the Effective Date set forth above.\nWe may make changes to this Policy from time to time, so please be sure to check back periodically.\nIf you continue to use the Site or Service after those changes are in effect, you agree to the revised Policy.</p>Our mission is to empower every video creator with the insights and inspiration they need to grow.\nThat’s why we’re obsessed with providing an intelligent mix of technological and human expertise that boosts your productivity and gets you more views.\nWhatever your next challenge, we’ll shine a light on the way forward.© 2023 vidIQ.\nAll Rights Reserved.CompanyCareersTestimonialsBlogProductAffiliatesYouTube StatsBrand SolutionsAgency SolutionsMCN SolutionsBrowser ExtensionvidIQ AcademyOtherContactTermsPrivacySupportHow To Get More YouTube ViewsConnect with usCall Sales 888-998-VIDIQ (8434)EnglishFrançaisEspañolРусскийPortuguêsTürkçeTiếng Việt<p>\n</p> ", "created_at": "2023-09-02 01:39:53.222959", "updated_at": "2023-09-02 01:40:48.416115"}], "points": [], "urls": ["vidiq.com", "app.vidiq.com"]}}