{"error": 448, "message": "OK", "parameters": {"id": 1024, "name": "MattressFirm", "created_at": "2019-01-02 18:16:13.754903", "updated_at": "2023-07-10 22:02:30.164751", "wikipedia": "https://en.wikipedia.org/wiki/Mattress_Firm", "keywords": null, "related": null, "slug": "1800mattress", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1024.png", "url": "1800mattress.com,mattressfirm.com", "documents": [{"id": 1310, "name": "Terms of Use", "url": "https://www.mattressfirm.com/terms.html", "xpath": "//body", "text": " &lt;div class=\"browser-compatibility-alert\"&gt.\n&lt;i class=\"fa fa-exclamation-triangle fa-2x pull-left\"&gt;&lt;/i&gt.\n&lt;p class=\"browser-error\"&gt;Your browser's Javascript functionality is turned off.\nPlease turn it on so that you can experience the full capabilities of this site.&lt;/p&gt.\n&lt;/div&gt.\nTerms of Use Terms of Use\n<p>1800Mattress.com Internet Site Terms and Conditions</p>\n<p>Welcome to the 1800Mattress.com Internet site (the \"Site\").\nThe Site is owned and operated by 1800Mattress.\nThis page contains the 1800Mattress.com Internet Site Terms and Conditions of Use (these \"Terms &amp.\nConditions\").\nThe Site is made available only to those who agree to these Terms &amp.\nConditions.\nAs such, these Terms &amp.\nConditions govern and control your access to and use of the Site and by accessing and using the Site you are agreeing to be bound by these Terms &amp.\nConditions.\nIf you do not agree to be bound by these Terms &amp.\nConditions, you are not authorized to use the Site.\n1800Mattress.com may change these Terms &amp.\nConditions from time to time, without notice to you, by posting such changes on the Site.\nBy using the Site following any such changes, you agree to be bound by these Terms &amp.\nConditions as they may have been changed.</p>\n<p>1.&nbsp;&nbsp;&nbsp;The Site and 1800Mattress.com Business.\n1800Mattress.com is the operator of retail mattress stores for consumers (\"Customers\").\nOur credit card underwriters may operate sites embedded within the Site.\nSuch sites may be governed by separate or additional terms and conditions.</p>\n<p>2.&nbsp;&nbsp;&nbsp;Compliance with Laws.\nUse of the Site is subject to compliance with all applicable international, federal, state and local laws and regulations.</p>\n<p>3.&nbsp;&nbsp;&nbsp;Collection of Certain Information.\nThe Site may include functions (such as \"contact us\", forms for employment applications and registration information or \"feedback\" pages) provided for the purpose of submitting information to 1800Mattress.com.\nSubmitted information may include personally identifiable information such as names and e-mail addresses.\n1800Mattress.com handling and use of all submitted information will be pursuant to the 1800Mattress.com Privacy Policy published separately on the Site.</p>\n<p>4.&nbsp;&nbsp;&nbsp;Your Account and Password.\nIf you are required to establish or use an account on the Site (whether or not as a Customer) and have been provided with a user name and password for such purpose, you are responsible for maintaining the strict confidentiality of that information.\nYou are also responsible for any activity conducted under your account.\nYou agree to: (a) immediately notify 1800Mattress.com of any unauthorized use of your password or account or any other breach of the Site’s security.\nand (b) ensure that you log-off and exit from your account at the end of each session.\nIt is your sole responsibility to control the dissemination and use of your password, and control access to and use of your account.\nIt is also your sole responsibility to notify 1800Mattress.com if you desire to cancel your account on the Site.\n1800Mattress.com will not be responsible or liable for any loss or damage arising from your failure to comply with this provision.</p>\n<p>5.&nbsp;&nbsp;&nbsp;Rights to Site Content.\nAs between 1800Mattress.com and Site visitors, 1800Mattress.com is the sole and exclusive owner of all intellectual property rights, proprietary rights and moral rights in and to the Site content including, without limitation, all text, graphics and photographs located within the Site.</p>\n<p>6.&nbsp;&nbsp;&nbsp;Prohibited Conduct.\nThe Site may not be used in any manner that is unlawful or harmful to the rights of 1800Mattress.com, any Customer or any third party.\nIn no event shall you use the Site in a manner that exceeds the specific authorization granted by 1800Mattress.com under these Terms &amp.\nConditions or by other express written agreement.\nThe prohibition on unauthorized uses includes (but is not limited to) an express prohibition any attempt to: (a) retrieve, alter, or destroy data on, from or through the Site.\n(b) probe, scan or test the vulnerability of a system or network on, from or through the Site.\nor (c) breach or defeat system or network security measures on, from or through the Site such as authentication, authorization, confidentiality, intrusion detection, or monitoring.\n(d) interfere with or disrupt the Site or the business, operations or services of 1800Mattress.com.\n(e) interfere with or disrupt any computer, host, network, or telecommunications device maintained by 1800Mattress.com or any third party.\n(f) interfere with or disrupt the legitimate use of the Site by any person.\n(g) transmit, distribute, disseminate, publish or store any information that is in violation of any applicable law or regulation or is defamatory, abusive, obscene, indecent, or harassing, or that threatens or encourages injury to persons or property or infringement of the lawful rights of 1800Mattress.com or any other party.\n(h) violate the privacy rights of 1800Mattress.com or any other party under applicable law or regulation.\n(i) use any technology that is or reasonably should be known to contain software viruses, Trojan horses, or any computer code, files, or programs designed to disrupt, destroy, invade, gain unauthorized access to, corrupt, observe, or modify without authorization, any data, software, computing or network devices, or telecommunications equipment of 1800Mattress.com or any Customer or any other third party.\n(j) use the facilities of the Site to send, relay, forward, bounce, reply, or otherwise route commercial or non-commercial unsolicited electronic messages (commonly referred to as \"spam\") or commercial electronic messages even if previously solicited by the intended recipient.\nand (k) copy (whether directly or by use of any \"scraping\" or related technology) any of the contents of the Site.</p>\n<p>7.&nbsp;&nbsp;&nbsp;Links.\nThe Site may include links to other Internet sites over which 1800Mattress.com has no control.\nThese links are provided solely as a convenience to users of the Site.\nYou acknowledge and agree that 1800Mattress.com is not responsible for the availability of the sites intended to be located at such links, and that 1800Mattress.com does not endorse (and is not responsible or liable for) any such linked sites including their content, advertising, products, or other materials.\nYou further acknowledge and agree that, under no circumstances, will 1800Mattress.com be held responsible or liable, directly or indirectly, for any loss or damage that is caused or alleged to have been caused to you in connection with your use of, or reliance on, any content, advertisements, products or other resources available on any other Internet site (regardless of whether the Site is directly or indirectly linked to such content, advertisements, products or other resources).\nYou should direct any concerns with respect to any other Internet site to that Internet site’s administrator or webmaster.</p>\n<p>8.&nbsp;&nbsp;&nbsp;DISCLAIMER OF WARRANTIES.\nTHE SITE AND ALL INFORMATION CONTAINED ON IT IS PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.\n1800Mattress.com MAKES NO WARRANTIES WITH RESPECT TO THE ACCURACY OR COMPLETENESS OF INFORMATION CONTAINED ON THE SITE, OR THAT THE SITE WILL BE ERROR-FREE OR AVAILABLE FOR UNINTERRUPTED USE.\nNO ADVICE, RESULTS OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM 1800Mattress.com THROUGH THE SITE SHALL CREATE ANY WARRANTY.\nIF YOU ARE DISSATISFIED WITH THE SITE, YOUR SOLE REMEDY IS TO DISCONTINUE USING THE SITE.\nYOU SHOULD NOT RELY ON THE SITE TO MAINTAIN ANY SUBMISSIONS YOU MAY MAKE.\nYOU SHOULD RETAIN ALL SUCH DATA AND INFORMATION IN YOUR OWN RECORDS FOR USE IN THE EVENT THAT THE SITE FAILS OR IS UNAVAILABLE, OR THE DATA OR INFORMATION IS LOST.</p>\n<p>9.&nbsp;&nbsp;&nbsp;Indemnification &amp.\nLimitation of Liability.\nYou agree to defend, indemnify and hold 1800Mattress.com and each of its subsidiary, affiliated and related entities, and each of their respective directors, officers, members, shareholders, employees and suppliers (collectively the \"1800Mattress.com Parties\"), harmless from any and all claims, liabilities, costs and expenses, including reasonable legal fees, arising in any way from your use or misuse of the Site or your breach or violation of the law or of these Terms &amp.\nConditions.\nYou agree that the 1800Mattress.com Parties shall not have any liability to you under any theory of liability or indemnity in connection with your use of the Site.\nYou hereby release and forever waive any and all claims you may have against the 1800Mattress.com Parties for losses or damages you sustain in connection with your use of the Site.\nIN NO EVENT SHALL THE 1800Mattress.com PARTIES BE LIABLE FOR ANY DAMAGES, WHETHER DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY, SPECIAL OR CONSEQUENTIAL (INCLUDING, WITHOUT LIMITATION, FOR LOST PROFITS, BUSINESS INTERRUPTION, LOSS OF INFORMATION, PROGRAMS OR DATA), RESULTING FROM ACCESS TO, USE OF, OR INABILITY TO USE THE SITE, OR DUE TO ANY BREACH OF SECURITY ASSOCIATED WITH THE TRANSMISSION OF INFORMATION VIA THE INTERNET, EVEN IF THE 1800Mattress.com PARTIES WERE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND WHETHER ARISING UNDER THEORY OF CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE.</p>\n<p>10.&nbsp;&nbsp;&nbsp;Applicable Laws.\nThese Terms &amp.\nConditions shall be governed by and construed in accordance with the laws of the State of New York without regard to principles of conflicts of laws.\nAll proceedings relating to the Site or these Terms &amp.\nConditions shall be brought in the state or federal courts located in the State of New York and you hereby irrevocably consent to the personal and exclusive jurisdiction of such courts.\n1800Mattress.com controls and operates this Site from its offices in New York in the United States of America.\n1800Mattress.com does not represent that materials on the Site are appropriate or available for use in other locations.\nPersons who choose to access this Site from other locations do so on their own initiative, and are responsible for compliance with local laws, if and to the extent applicable.</p>\n<p>11.&nbsp;&nbsp;&nbsp;General.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action by you arising out of or related to use of the Site or the Terms &amp.\nConditions must be filed by you within one (1) year after such claim or cause of action arose or be forever barred.\nShould any provision of these Terms &amp.\nConditions be held to be void, invalid, unenforceable or illegal by a court of competent jurisdiction, the remaining provisions hereof shall remain in full force and effect.\nThe waiver of any breach or default of these Terms &amp.\nConditions will not constitute a waiver of any subsequent breach or default, and will not act to amend or negate the rights of the waiving party.\nThese Terms &amp.\nConditions constitute the complete agreement of the parties with respect to the subject matter hereof, and supersede all prior agreements and understandings in relation thereto.</p>\n<p>TOP OF PAGE</p> ", "created_at": "2019-05-13 22:38:43.631267", "updated_at": "2022-12-26 02:45:02.610927"}, {"id": 13573, "name": "Privacy Policy", "url": "https://www.mattressfirm.com/privacy-policy.html", "xpath": "//body", "text": " Skip to main content Sleep.com: Sleep Cycle Tracker Mattress Firm GET - On the App Store View <ul>\n<li>Mattresses</li>\n<li>Bedding</li>\n<li>Furniture &amp.\nMore</li>\n<li>Sale &amp.\nClearance</li>\n<li>Learn</li>\n<li>Help</li>\n<li>Financing </li>\n</ul>Queen MattressesKing MattressesFull MattressesTwin MattressesCrib &amp.\nToddler MattressesTwin XL MattressesCalifornia King MattressesMattresses in a BoxBox SpringsAdjustable BasesFirmMediumPlushTempur-PedicBeautyrestSertaPurpleStearns &amp.\nFosterSealySleepy'stuloNectarMattressesPillowsSheets &amp.\nPillowcasesMattress &amp.\nPillow ProtectorsMattress ToppersComforters &amp.\nBlanketsBedding BundlesBeddingBedroom FurnitureAdjustable BasesBox SpringsBed FramesAir MattressesDaybeds &amp.\nTrundlesFolding BedsFutonsMassage &amp.\nWellnessDog BedsSleepScore ValidatedCrib &amp.\nToddler MattressesCribs &amp.\nBassinetsKids FurnitureCrib &amp.\nToddler BeddingBaby &amp.\nKidsFurniture &amp.\nMoreShop All Products on SaleCurrent PromotionsMattress OutletFind a StoreSale &amp.\nClearanceMattress GuideBed Frames &amp.\nFurniture GuideAdjustable Base GuideBedding GuidePillow GuideBest Beds for Back PainBest Beds for Sleep PositionsMattress in a Box ComparisonSleep DisruptorsFind Your Perfect MattressLearnFind a StoreFinancing &amp.\nPurchase OptionsManage Mattress Firm Credit CardTrack My OrderFAQCustomer ServiceHelpFinancing 0Sign inCreate Account<ul>\n<li>Mattresses</li>\n<li>Bedding</li>\n<li>Furniture &amp.\nMore</li>\n<li>Sale &amp.\nClearance</li>\n<li>Learn</li>\n<li>Help</li>\n<li>Financing </li>\n</ul>Queen MattressesKing MattressesFull MattressesTwin MattressesCrib &amp.\nToddler MattressesTwin XL MattressesCalifornia King MattressesMattresses in a BoxBox SpringsAdjustable BasesFirmMediumPlushTempur-PedicBeautyrestSertaPurpleStearns &amp.\nFosterSealySleepy'stuloNectarMattressesPillowsSheets &amp.\nPillowcasesMattress &amp.\nPillow ProtectorsMattress ToppersComforters &amp.\nBlanketsBedding BundlesBeddingBedroom FurnitureAdjustable BasesBox SpringsBed FramesAir MattressesDaybeds &amp.\nTrundlesFolding BedsFutonsMassage &amp.\nWellnessDog BedsSleepScore ValidatedCrib &amp.\nToddler MattressesCribs &amp.\nBassinetsKids FurnitureCrib &amp.\nToddler BeddingBaby &amp.\nKidsFurniture &amp.\nMoreShop All Products on SaleCurrent PromotionsMattress OutletFind a StoreSale &amp.\nClearanceMattress GuideBed Frames &amp.\nFurniture GuideAdjustable Base GuideBedding GuidePillow GuideBest Beds for Back PainBest Beds for Sleep PositionsMattress in a Box ComparisonSleep DisruptorsFind Your Perfect MattressLearnFind a StoreFinancing &amp.\nPurchase OptionsManage Mattress Firm Credit CardTrack My OrderFAQCustomer ServiceHelpFinancing <ul>\n<li>Financing &amp.\nPurchase Options</li>\n<li>Manage Mattress Firm Credit Card</li>\n<li>Track My Order</li>\n<li>Chat</li>\n<li>Call Us</li>\n</ul>\n<ul>\n<li>Financing &amp.\nPurchase Options</li>\n<li>Manage Mattress Firm Credit Card</li>\n<li>Track My Order</li>\n<li>Chat</li>\n<li>Call Us</li>\n</ul>Find Your MatchMattressesBed Frames &amp.\nFurnitureBeddingPillowsMattress OutletSale Privacy Policy Mattress Firm Privacy Policy <i>Last updated: December 31, 2022</i>\n<br>\n<br>Mattress Firm, Inc.\nand its brands, including Sleep Experts and Sleep.com (collectively, “Mattress Firm,” “we,” “us” and “our”), are committed to making your search for the perfect mattress and a great night’s sleep as pleasurable and easy as possible.\nMaintaining your privacy is part of that commitment.\nBy interacting with Mattress Firm through our stores, websites, customer service desk, MattressMatcher® application, mobile applications, events, products, and services, you expressly consent to the collection and use of information about you as described in this Privacy Policy.\nWe may change or add to this Privacy Policy, so we encourage you to view it periodically.\nThis Privacy Policy is made available to you for information purposes only and is not a contract between you and Mattress Firm.<br>\n<br>If you are looking for information about how we collect personal data from our employees, please review the Employee Privacy Notice.\nWhat is Not Covered by this Privacy Policy? If you applied for a Mattress Firm credit card or any other financing or leasing at our stores, events, online, or on your mobile device, this Privacy Policy does not apply to information that you submitted in your application, which was collected by a third-party on behalf of our financing and leasing partners, not Mattress Firm.\nThese partners have their own privacy policies, which we encourage you to review before you submit your application.\nYou may contact our financing and leasing partners directly for information on their privacy policies and for detail on how they use your personal information.<br>\n<br>Our stores, websites, applications, events, and services are intended for general audiences only and are not directed at persons outside of the United States or at children less than 16 years of age.\nWe do not knowingly collect personal information from persons outside of the United States or from children under 16 years of age.<br>\n<br>If you are an employee or have applied for a job with us, you can review our Employment Privacy Statement here, which describes information that we collect and use for employment purposes.\nTypes of Information We Collect About You During the past year, we have collected the following information about our guests and others.\nWe may collect such information about you:<br>\n<br>\n<br>Categories of Information<br>Information<br>\n<br>\n<br>Identifiers<br>Name<br>\n<br>Signature<br>\n<br>Postal address<br>\n<br>Email address<br>\n<br>Date of birth<br>\n<br>Account login<br>\n<br>Account password<br>\n<br>Telephone number<br>\n<br>Driver’s license number or state identification card number<br>\n<br>Vehicle license plate number<br>\n<br>Bank account number<br>\n<br>Credit/debit card account number<br>\n<br>Comfort and sleep environment preferences<br>\n<br>Special status designation (e.g., first-responder, military, etc.)<br>\n<br>Tax identification number<br>\n<br>\n<br>Commercial information<br>Records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies<br>\n<br>\n<br>Internet or other electronic network activity<br>Internet or other electronic network activity information, including, but not limited to, browsing time, browsing history, search history, and information regarding your interaction with an internet web site, application, or advertisement<br>\n<br>\n<br>Geolocation data<br>Geolocation data (not more precise than your zip code)<br>\n<br>IP address<br>\n<br>\n<br>Inferences<br>Inferences drawn from any of the above information to create a profile about you reflecting your preferences, characteristics, psychological trends, preferences, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes<br>\n<br>SleepScore®<br>\n<br>\n<br>Audio, Electric, Visual, or Similar Information<br>Recording of customer service calls.\nIn-store video recordings.<br>\n<br> How Do We Collect Your Information? We collect information directly from you.\nWe may collect this information when you:<br>\n<br>\n<ul>\n<li>Visit our stores, events, or websites</li>\n<li>Register with, or create an account on, our websites or applications</li>\n<li>Respond to a survey given by or on behalf of us</li>\n<li>Buy products or services from us, whether online, in-store or at one of our events</li>\n<li>Contact us by phone, e-mail, online chat, webform or mail</li>\n<li>File a warranty claim or return or exchange a product</li>\n<li>Participate in a sweepstakes or similar promotion sponsored by, or in partnership with, us</li>\n<li>Sign-up to receive emails or text messages from us</li>\n<li>Leave comments or reviews on our websites</li>\n<li>Post a photo or other content or send us a message via our channels on social media platforms like Facebook, Instagram, and Twitter</li>\n<li>If you use the MattressMatcher® application in any of our stores, events or online</li>\n<li>If you use our Sleep.com mobile app.&nbsp.\nYou may access the Sleep.com mobile application Privacy Policy here.</li>\n</ul>\n<br>We use tracking tools, such as clickstream data, cookies and pixel tags, to collect information from you.\nThe information collected is non-personalized and does not identify you.\nYou may disable some of these tracking tools by managing your cookie preferences on our website.\nhowever, if you choose to use our website, you expressly consent to the use of those tracking tools that are necessary for the proper functioning of our websites.<br>\n<br>\n<ul>\n<li>\n<b>Clickstream Data</b>.&nbsp.\nWe collect clickstream data, which provides a non-personalized record of your activity on the internet using the items and webpages that you click on.&nbsp.\nWe use this data to analyze how you use our websites.</li>\n<li>\n<b>Cookies</b>.&nbsp.\nWe collect cookies, which are small text files that may be stored on your device when you use our websites.\n&nbsp;The cookies we use may contain information – such as a unique user ID – or collect information, such as your email address if you create an account with us on any of our websites.\n&nbsp;Cookies allow us to recognize your device when you return to our website.\nThey also help us to understand how you use our website and to provide you with advertising and content that we think may be of interest to you.</li>\n<li>\n<b>Pixel Tags</b>.&nbsp.\nA pixel tag (also known as a web beacon) is a small string of code that represents a clear graphic image.&nbsp.\nWe use pixel us to collect non-personalized information about your activity on our website (e.g., time, date, duration, and number of page views), so that we can improve our website functioning and to provide you with advertising and content that we think may be of interest to you.</li>\n</ul>\n<br>We allow third-party companies (e.g., Google and PayPal) to place tags on our digital properties.\nThe tags may collect information about your activity on our websites and may be used by these third parties to provide us with data and marketing analytics, to assist us with creating or effecting advertising campaigns, and to assist with order fulfillment.\nOur Privacy Policy does not cover these third-party companies.\nPlease contact these third-party companies (e.g., Google and PayPal) directly for more information about their privacy policy and your choices regarding the tags and the information collected by the tags.<br>\n<br>We may collect information about you from our advertising networks, financing partners, data analytics partners and data brokers.\nWe use information collected for marketing purposes, to analyze and enhance data that we have and for other internal business purposes such as performance optimization.<br>\n<br>We may also collect information about you from a friend or family member.\nA guest may purchase a product and ask that we deliver it to you.\nA friend may also tag you in one or more of our social media posts to enter into a sweepstakes that we sponsor.\nHow Do We Use Your Information? During the past year, we have used information that we have collected about our guests and others for the following business purposes.\nWe may use the information that we collect about you for the following business purposes:<br>\n<br>\n<br>Business Purpose<br>\n<br>\n<br>Information Used<br>\n<br>\n<br>\n<b>To complete your purchase and create a record of your sales order.</b>\n<br>\n<br>\n<br>Name<br>\n<br>Postal Address<br>\n<br>Telephone number<br>\n<br>Email address<br>\n<br>Account login – for online purchases<br>\n<br>Account password – for online purchases<br>\n<br>Record of products or services purchased<br>\n<br>\n<br>\n<b>To accept and process your payment.</b>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>Name<br>\n<br>Postal address<br>\n<br>Email address<br>\n<br>Telephone number<br>\n<br>Credit/debit card account number<br>\n<br>Driver’s license number or state identification card number<br>\n<br>Date of birth<br>\n<br>\n<br>\n<b>To deliver the products and services that you order and to haul-away your unwanted mattress.</b>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>Name<br>\n<br>Postal address<br>\n<br>Email address<br>\n<br>Telephone number<br>\n<br>Record of products or services purchased<br>\n<br>\n<br>\n<b>To administer your participation in a sweepstakes, contest or other promotion and report your winnings to a government tax authority.</b>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>Name<br>\n<br>Postal address<br>\n<br>Email address<br>\n<br>IP address<br>\n<br>Special status designation (e.g., first-responder, military, etc.)<br>\n<br>Tax identification number<br>\n<br>\n<br>\n<b>To market and advertise to you.</b>\n<br>\n<br>\n<br>We use your information to send you communications about special promotions or offers via regular mail, email and text messaging.\nWe may send you emails if you register on our website or mobile application, Sleep.com, or if you give us your information in one of our stores or pop-up events.\nWe may use information about you collected across different online services and non-affiliated websites and from the various devices you may use, to market to you (including by online ads) based on your interests.\nFor example, if you view a product on our website, you may see ads for that product on our or third-party websites.\nWe also use your information collected from our MattressMatcher® application, Sleep.com mobile application, financing partners and data and analytics partners to make product, service and content recommendations to you.<br>\n<br>We may use your information across all of our brands (e.g., Sleep Experts, Mattress Firm and Sleep.com).<br>\n<br>\n<br>Name<br>\n<br>Postal Address<br>\n<br>Email address<br>\n<br>Telephone number<br>\n<br>Account login<br>\n<br>IP address<br>\n<br>Geolocation data<br>\n<br>Comfort and sleep environment preferences<br>\n<br>SleepScore®<br>\n<br>Records of products or services purchased, obtained, or other purchasing or consuming histories or tendencies<br>\n<br>Internet or other electronic network activity information, including, but not limited to, browsing time, browsing history, search history, and information regarding your interaction with an internet web site, application, or advertisement<br>\n<br>Inferences drawn from any of the information that we collect about you to create a profile about you reflecting your preferences, characteristics, psychological trends, preferences, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes<br>\n<br>\n<br>\n<b>To provide you with customer service (e.g., warranty claims, exchanges, returns, store locator, answering your questions, etc.).</b>\n<br>\n<br>\n<br>Name<br>\n<br>Postal Address<br>\n<br>Email address<br>\n<br>Telephone number<br>\n<br>Account login<br>\n<br>IP address<br>\n<br>Geolocation data<br>\n<br>Records of products or services purchased, obtained, or other purchasing or consuming histories or tendencies<br>\n<br>Internet or other electronic network activity information, including, but not limited to, browsing time, browsing history, search history, and information regarding your interaction with an internet web site, application, or advertisement<br>\n<br>\n<br>\n<b>To survey you about your experience with us.</b>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>Name<br>\n<br>Postal address<br>\n<br>Telephone number<br>\n<br>Email address<br>\n<br>\n<br>\n<b>To detect and prevent fraud and criminal activity and to administer our loss prevention program.</b>\n<br>\n<br>\n<br>We may use your information to protect you and our company, customers, and employees.\nFor example, we collect your signature upon product delivery to establish proof of delivery.&nbsp.\nWe also track your browsing behavior on our websites, and verify information that you provide at checkout, to detect and prevent fraud.&nbsp.\nIf you decide to pick up your purchase in-person, we may ask to see your drivers’ license (but will not store a copy of it) to confirm that the person picking up the order is the person that placed the order.\nIf you refuse to show us your license, we may collect your vehicle’s license plate number to establish, as part of our loss prevention program, a record of who picked up the product.&nbsp.\nWe may also use cameras in our stores to administer our loss prevention program.<br>\n<br>\n<br>Name<br>\n<br>Signature<br>\n<br>Postal address<br>\n<br>Driver’s license number or state identification card number<br>\n<br>Credit/debit card account number<br>\n<br>Vehicle license plate number<br>\n<br>Geolocation data (not more precise than zip code)<br>\n<br>Internet or other electronic network activity information, including, but not limited to, browsing time, browsing history, search history, and information regarding your interaction with an internet web site, application, or advertisement<br>\n<br>\n<br>\n<b>To conduct internal research and data analytics.</b>\n<br>\n<br>\n<br>We may use information collected about you to conduct research for purposes of improving our merchandising, sales, marketing, customer experience and real estate strategies and to evaluate our performance.&nbsp.\nWe may use information collected about your behavior on our websites and applications and your purchase history to make improvements to our websites, applications, stores and our product and service offerings.<br>\n<br>\n<br>IP address<br>\n<br>Geolocation data<br>\n<br>Records of products or services purchased, obtained, or other purchasing or consuming histories or tendencies<br>\n<br>Internet or other electronic network activity information, including, but not limited to, browsing time, browsing history, search history, and information regarding your interaction with an internet web site, application, or advertisement<br>\n<br>Inferences drawn from any of the information that we collect about you to create a profile about you reflecting your preferences, characteristics, psychological trends, preferences, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes<br>\n<br>\n<br>\n<b>To pay you for goods and services that you provide or to otherwise pay what we owe to you.</b>\n<br>\n<br>\n<br>If you are a vendor or landlord that is a natural person, we collect your personal information so that we can verify your payment information, report payments that we make to you to the applicable taxing authority (e.g., IRS) and to remit payment to you.\nIf you win a prize under a sweepstakes that we sponsor, we may collect your tax identification number to report your winnings to the applicable taxing authority.<br>\n<br>\n<br>Name<br>\n<br>Postal Address<br>\n<br>Telephone number<br>\n<br>Email address<br>\n<br>Bank account number<br>\n<br>Tax identification number<br>\n<br>\n<br>\n<b>To communicate with you for business-to-business purposes.</b>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>Name<br>\n<br>Postal Address<br>\n<br>Telephone number<br>\n<br>Email address<br>\n<br> How Long Do We Keep Your Information? We keep your information as long as we reasonably anticipate needing it to comply with applicable law, to enforce our rights and to support our ongoing business relationship with you, in accordance with our policies.\nAs an example, if you have purchased a product from us, we anticipate that we may need your personal information to:<br>\n<br>\n<ul>\n<li>Meet your reasonably anticipated customer service needs (e.g., providing copies of sales receipts and responding to questions that you may have regarding the merchandise and services that you ordered).</li>\n<li>Assist you with any current or future warranty claims.\n&nbsp;Please note that the products that we offer often come with warranties that last several years from the date of original purchase.</li>\n<li>Process returns and/or fulfill exchanges.</li>\n<li>Contact you in the event of a product recall or other issue relating to the product or services that you have purchased.</li>\n</ul>\n<br>So that we may continue to market and advertise to you, we will not remove you from our marketing list unless you unsubscribe from all marketing communications from us or ask that we delete your information from our records.\nHow Do We Share Your Information? We may share information that we collect about you for our business purposes and as legally required or permitted.<br>\n<br>\n<b>With our Service Providers.</b>\n<br>\n<br>We may share information that we collect about you with companies that provide us with services in support of our ongoing operations.\nFor example, we allow our fraud prevention vendor, Forter, Inc., to collect information about your activity on our websites, as well as information you may provide at checkout, to detect and prevent fraud.\nWe may also share information about you with payment processors, delivery routers, contractors and schedulers, shippers, product suppliers, product order processors, technical service vendors, companies that conduct surveys on our behalf, and companies, like direct mail providers, that help us market our products and services.\nThese companies must agree to appropriate restrictions on the protection and use of your personal information.<br>\n<br>\n<b>With our Advertisers and Marketers.</b>\n<br>\n<br>We may share your information with advertising and marketing partners to provide you with targeted advertising and promotions and to enable you to give us feedback about the products that you purchase from us.\nFor more details, please see the section of this Privacy Policy titled, “Third Party Advertising Partners and Targeted Advertising”.<br>\n<br>\n<b>With our Financing and Leasing Partners.</b>\n<br>\n<br>We may share your information with our financing and leasing partners to prescreen you for financing and leasing offers that we may communicate to you.\nAlso, if you purchase a product from us using your Mattress Firm credit card or other financing or leasing applied for in-store, online or at one of our pop-up events, we inform the applicable finance or leasing company of your sales order information.\nWe may also share your information to resolve chargebacks, disputes, errors and fraudulent activity associated with your financing or leasing account.<br>\n<br>\n<b>With our Suppliers.</b>\n<br>\n<br>In instances where we do not administer a product’s warranty, we may provide your information to the supplier of the product so that your warranty claim can be handled.\nWe may also share information with our suppliers to respond to your reviews and questions about their products and services.\nIf a supplier is responsible for directly shipping an ordered product to you, we provide your order and contact information to the supplier so that the product can be delivered to you.<br>\n<br>\n<b>With Government Authorities.</b>\n<br>\n<br>We may share your information as required or requested by a governmental agency (e.g., to respond to a court order or subpoena and report payments to applicable taxing authorities).<br>\n<br>\n<b>With Law Enforcement and Collection Agencies.</b>\n<br>\n<br>We may disclose your information to law enforcement if we suspect fraud.\nWe may also share your information as part of an investigation or to report actual or suspected criminal activity.\nWe may disclose your information to assist us in collecting a debt owed to us by you.<br>\n<br>\n<b>With Strategic Business Partners.</b>\n<br>\n<br>As we continue to develop our business, we or our affiliates may sell or buy other businesses or entities.\nIn such transactions, your information may be one of the transferred business assets.<br>\n<br>\n<b>At Your Direction.</b>\n<br>\n<br>We may share your information as requested by you.<br> How is Your Information Sold or Shared under the CCPA? During the past year, we have Sold or Shared the following information that we have collected about our guests and others who reside in California.\nPlease note that in this section of our Privacy Policy, “Sold” and “Shared” have the meanings given to them by the California Consumer Privacy Act.<br>\n<br>\n<b>Categories of Personal Information Sold or Shared</b>\n<br>\n<br>\n<ul>\n<li>Internet or other electronic network activity (e.g., collected by cookies and pixel tags)</li>\n<li>Identifiers (e.g., name, postal address, email address, telephone number)</li>\n<li>Commercial Information (e.g., products or services purchased, purchase history)</li>\n</ul>\n<br>\n<b>Categories of Third Parties to Whom Personal Information was Sold or Shared</b>\n<br>\n<br>\n<ul>\n<li>Advertising Networks</li>\n<li>Data Analytics Providers</li>\n<li>Data Brokers</li>\n<li>Merchandise Suppliers</li>\n</ul> Third Party Advertising Partners and Your Privacy Preferences We use third-party advertising partners to serve advertisements on our behalf across the Internet.\nThese advertising partners may collect information about your visits to our website, and your interactions with our products and services, so that we can provide you with advertising and product recommendations tailored to your interests.\nThe information is collected through the use of cookies and pixel tags.\nIn addition to the information about your visits to our website, our advertising partners may also use information about your activities and behavior on other websites and online applications to assist us with “Targeted Advertising”.\nTargeted Advertising means displaying an advertisement to you where the advertisement is chosen based on information obtained from your activities over time and across non-affiliated websites and online applications for purposes of predicting your preferences or interests.\nFor example, our advertising partners may use information about your visits to websites and online applications that are not affiliated with Mattress Firm to serve you with advertisements for Mattress Firm products and services that align with your interests.<br>\n<br>\n<b>If you would like to opt-out of Targeted Advertising, as described above, submit your request online, or send a written request to: “Mattress Firm, 10201 S.\nMain Street, Houston, TX 77025, Attn: Legal Department”.\nIf submitting a written request, please include your name, mailing address, telephone number and email address.</b>\n<br>\n<br>Currently, we use third party-placed tracking pixels and cookies from the following advertising delivery partner(s): Google.\nIn the future we may partner with other companies to provide interest-based advertising, both on and off our websites.\nIf this occurs, Mattress Firm provides you with an opportunity to opt out when these advertisements are served.\nYou may manage your third-party advertising preferences by clicking on the links below:<br>\n<br>\n<ul>\n<li>I would like to opt OUT of Google Analytics Display Advertising.</li>\n</ul>\n<br>If you would like more information about this practice and to know your choices for not having this information used by third-party service providers, please visit http://www.networkadvertising.org/managing/opt_out.asp<br>\n<br>Facebook Custom Audience Ads<br>\n<br>We may display interest-based ads to you when you are using Facebook through a tool offered by Facebook called the Custom Audience Tool.\nThis tool allows us to personalize our ads based on your shopping experience with us.\nWe do not share personalized information or your shopping history with Facebook.\nThe tool lets Mattress Firm convert your e-mail address to a unique number that Facebook uses to match to unique numbers Facebook generates from e-mail addresses of its users.<br>\n<br>\n<ul>\n<li>I would like to opt OUT of Facebook Custom Audience ads.</li>\n</ul>\n<br>Google Custom Match Ads<br>\n<br>We may display interest-based ads to you when you are using Google through a tool offered by Google called the Custom Match Program.\nThis tool allows us to personalize our ads based on your shopping experience with us.\nThe tool lets Mattress Firm convert your e-mail address to a unique number that Google uses to match to unique numbers Google generates from e-mail addresses of its users.<br>\n<br>\n<ul>\n<li>I would like to opt OUT of Google Custom Match ads.</li>\n</ul>\n<br>E-mail Marketing<br>\n<br>If you are opted in to receive marketing e-mails from us and wish to unsubscribe, you can do so by clicking on the Unsubscribe hyperlink at the bottom of the marketing e-mail you receive.\nYou may also choose to opt out of e-mails by sending an e-mail to us at customerservice@mattressfirm.com.\nIf you choose to opt out with this method, please be sure to include the e-mail address that you would like us to unsubscribe.<br> Your California Privacy Rights If you are a California resident, the below information applies to you.\nCertain terms used in this section have the meanings given to them under the California Consumer Privacy Act (“CCPA”).<br>\n<br>\n<b>Shine the Light</b>\n<br>\n<br>Pursuant to Section 1798.83 of the California Civil Code, if you have an established business relationship with a business, you have the right to request from that business, certain information with respect to the types of personal information that business shares with third parties for those third parties' direct marketing purposes and the identities of the third parties with whom that business has shared such information during the immediately preceding calendar year.\nSubmit your request here.<br>\n<br>Please note that under California law, businesses are only required to respond to a Shine the Light request once during any calendar year.<br>\n<br>\n<b>California Consumer Privacy Act</b>\n<br>\n<br>Pursuant to Sections 1798.110 and 1798.115 of the California Civil Code, you have the right to request that a business disclose to you the following:<br>\n<br>(1) The categories of personal information it has collected about you;<br>\n<br>(2) The categories of sources from which the personal information is collected;<br>\n<br>(3) The business or commercial purpose for collecting, selling or sharing personal information;<br>\n<br>(4) The categories of third parties to whom the business discloses personal information;<br>\n<br>(5) The specific pieces of personal information it has collected about you;<br>\n<br>(6) The categories of personal information that the business sold or shared about you, if any, and the categories of third parties to whom the personal information was sold or shared, by category or categories of personal information for each category of third party to whom the personal information was sold or shared.\nand<br>\n<br>(7) The categories of personal information that the business disclosed about you for a business purpose, if any, and the categories of persons to whom your personal information was disclosed for a business purpose.<br>\n<br>Pursuant to Section 1798.105 of the California Civil Code, you have the right to request that a business delete any personal information about you which the business has collected from you.<br>\n<br>Pursuant to Section 1798.106 of the California Code, you have the right to request that a business that maintains inaccurate personal information about you, correct such inaccurate information.<br>\n<br>Pursuant to Section 1798.121 of the California Code, you have the right to request that a business that collects sensitive personal information about you to limit its use of your sensitive personal information to that which is necessary to perform the services or provide the goods requested by you.<br>\n<br>To exercise any of these rights, you may submit your request online, or send a written request to: “Mattress Firm, 10201 S.\nMain Street, Houston, TX 77025, Attn: Legal Department”.\nIf submitting a written request, please include your name, mailing address, telephone number and email address.<br>\n<br>\n<b>Do Not Sell or Share My Personal Information</b>\n<br>\n<br>Pursuant to Section 1798.120 of the California Civil Code, you have the right, at any time, to direct a business that sells or shares your personal information to not do so, even if no money is exchanged.\nTo exercise this right and opt out of the “sale” and “shar[ing]” (as such terms are defined under the CCPA) of your information, submit your request online, or send a written request to: “Mattress Firm, 10201 S.\nMain Street, Houston, TX 77025, Attn: Legal Department”.\nIf submitting a written request, please include your name, mailing address, telephone number and email address.<br>\n<br>No business may discriminate against you on account of your exercise of these rights.\nFor Nevada Residents Mattress Firm does not sell your personally identifiable information in exchange for money.\nHowever, if you would like to opt-out of the sale of your personally identifiable information, submit your request online, or send a written request to: “Mattress Firm, 10201 S.\nMain Street, Houston, TX 77025, Attn: Legal Department”.\nIf submitting a written request, please include your name, mailing address, telephone number and email address.\nFor All of Our Guests You may request that we:<br>\n<br>\n<ul>\n<li>Confirm if we are processing your personal information</li>\n<li>Correct inaccuracies in your personal information</li>\n<li>Delete any personal information about you which we have collected</li>\n<li>Provide you with a portable copy of the personal information we have collected about you</li>\n<li>Opt you out of the sale of your personal information to third parties</li>\n<li>Opt you out of Targeted Advertising (please see the section of this Privacy Policy titled “Third Party Advertising Partners and Targeted Advertising” for detail on how we use Targeted Advertising)</li>\n<li>Opt you of the processing of your personal information in furtherance of decisions that produce legal or similarly significant effects on you.</li>\n</ul>\n<br>If you would like to exercise any of these choices, submit your request online, or send a written request to: “Mattress Firm, 10201 S.\nMain Street, Houston, TX 77025, Attn: Legal Department”.\nIf submitting a written request, please include your name, mailing address, telephone number and email address.\nAppeals If you would like to appeal any decision that we make with respect to any request that you have submitted regarding your personal information, please submit your request online, or send a written request, noting your appeal, to: “Mattress Firm, 10201 S.\nMain Street, Houston, TX 77025, Attn: Legal Department”.\nIf submitting a written request, please include your name, mailing address, telephone number and email address.\nChanges to this Privacy Policy We may change this Privacy Policy from time to time.<br>\n<br>If you have any questions or concerns about this Privacy Policy, please contact us at <u>customerservice@mattressfirm.com</u>.\nActions <ul>\n<li> Email </li>\n<li> Twitter </li>\n<li> Pinterest </li>\n</ul> Sign Up for Special Offers &amp.\nPromotions.Email AddressSign Up<sup>Text <strong>MATTRESS </strong>to <strong>\n<u>766693</u>\n</strong>to receive text alerts on exclusive savings and more.\nText STOP to cancel.\nMsg &amp.\ndata rates may apply.</sup> &nbsp;<p>&nbsp;</p>\n<ul>\n<li> About </li>\n<li>About Mattress Firm</li>\n<li>Love Your Mattress Guarantee®</li>\n<li>Commercial Sales</li>\n<li> Blog</li>\n<li>Careers</li>\n<li>Partnerships</li>\n<li>Newsroom</li>\n<li>Alumni</li>\n<li>Military Discount</li>\n<li>Teacher &amp.\nStudent Discount</li>\n<li>First Responder &amp.\nHealthcare Worker Discount</li>\n<li>Mattress/Bed Sizes &amp.\nDimensions</li>\n<li>Affiliate Program</li>\n<li>Our Impact</li>\n</ul>\n<ul>\n<li> Help </li>\n<li>My Account</li>\n<li>Find a Store</li>\n<li>Customer Service </li>\n<li>Track My Order</li>\n<li>Financing &amp.\nPurchase Options</li>\n<li>Manage Mattress Firm HOME Credit Card</li>\n<li>FAQ</li>\n<li>Accessibility Statement</li>\n<li>Sitemap</li>\n</ul>\n<ul>\n<li> Legal </li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Legal Disclaimer</li>\n<li>California Supply Chains Act</li>\n<li>California Privacy Rights</li>\n<li>Do Not Sell or Share My Personal Information</li>\n</ul>\n<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>YouTube</li>\n<li>Instagram</li>\n<li>Pinterest</li>\n<li>Tiktok</li>\n</ul>\n<p>MattressFirm.com is wholly owned and operated by Mattress Firm, Inc., 10201 S.\nMain St.\nHouston, TX 77025 - Copyright 2022&nbsp;by MattressFirm.com, a Mattress Firm, Inc.\nCompany All rights reserved.</p>\n<p>\n<sup>1</sup>Offer valid 12/7/22 – 1/3/23.\nSavings applied to our low price.\nOffer valid only on mode ls indicated and while supplies last. Not valid on previous purchases.\nDelivery restr...Show More</p>\n<p>*0% APR: 3 years with a minimum purchase of $999 on your Mattress Firm or any Synchrony HOME credit card.\n36 monthly payments required.\nQualifying purchase amount must be on one receipt.\nNo interest will be charged, and 36 monthly payments will be required on promo purchase until it is paid in&nbsp;full.\nFor the first 3 months, the monthly payment will be equal to $1. For the next 33 months, a higher monthly payment will be required equal to any remaining&nbsp;promo purchase balance divided by the number of months remaining in the applicable promo period, rounded up to the next whole dollar.\nExcept for the first 3 months,&nbsp;these payments may be higher than the payments that would be required if this purchase was a non-promo purchase.\nRegular account terms apply to non-promo&nbsp;purchases.\nFor new accounts: Purchase APR is 29.99%.\nMinimum interest charge is $2.\nExisting cardholders: See your credit card agreement terms.\nSubject to credit&nbsp;approval.\nOffer not valid on previous purchases.\nVisit a store or see mattressfirm.com for complete details.\nOffer subject to change.</p>\n<p>** 0% APR: 5 years with a minimum purchase of $1999, 4 years with a minimum purchase of $1499&nbsp.\non your Mattress Firm or any Synchrony HOME credit card.\n60 or 48&nbsp;equal monthly payments required.\nQualifying purchase amount must be on one receipt.\nNo interest will be charged, and equal monthly payments are required on promo purchase until it is paid in full.\nThe payments equal the initial total promo purchase amount divided by the number of months in the promo period, rounded up to the next whole dollar.\nThese payments may be higher than the payments that would be required if this purchase was a non-promo purchase.\nRegular account terms apply to non-promo purchases.\nFor new accounts: Purchase&nbsp;APR is 29.99%.\nMinimum Interest Charge is $2.\nExisting cardholders: See your credit card agreement terms.\nSubject to credit approval.\nOffer subject to change.</p>\n<p>***No interest&nbsp;will be charged on the promo balance (including tax and delivery) if you pay it off, in full, within the promo period.\nIf you do not, interest will be charged on the promo balance from the purchase date.\nThe required minimum monthly payments may or may not pay off the promo balance before the end of the promo period, depending on purchase amount, promo length and payment allocation.\nRegular account terms apply to non-promo purchases and, after promo period ends, to the promo balance.\nFor new accounts: APR is 29.99%.\nMinimum Interest Charge is $2.\nExisting cardholders: See your credit card agreement terms.\nSubject to credit approval.\nOffer subject to change.</p>\n<p>The advertised service is lease-to-own or a rental- or lease purchase agreement provided by Prog Leasing, LLC, or its affiliates.\nAcquiring ownership by leasing costs more than the retailer’s cash price.\nLeasing available on select items at participating locations only.\nNot available in MN, NJ, VT, WI, WY.</p>\n<p>Progressive Leasing obtains information from credit bureaus.\nNot all applicants are approved.</p>\n<p>Tempur-Pedic received the highest score among mattresses purchased in-store and online in the J.D.\nPower 2021–2022 Mattress Satisfaction Reports, which measure customer satisfaction with their mattress purchase experience.\nVisit jdpower.com/awards.</p> ", "created_at": "2022-12-26 02:44:16.803122", "updated_at": "2022-12-26 02:44:27.40975"}], "points": [{"id": 7081, "title": "The service can read your private messages", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2019-06-17 08:24:59.055817", "updated_at": "2021-02-06 03:50:43.63297", "quoteText": null, "case_id": 239, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17755, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:27:00.085205", "updated_at": "2023-07-11 10:08:43.408262", "quoteText": null, "case_id": 121, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17757, "title": "Third parties are involved in operating the service", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:36:43.763803", "updated_at": "2023-07-11 10:08:54.897346", "quoteText": null, "case_id": 207, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17756, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:29:12.328878", "updated_at": "2023-07-11 10:09:14.550181", "quoteText": null, "case_id": 148, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17761, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:42:57.714653", "updated_at": "2023-07-11 10:11:17.539938", "quoteText": null, "case_id": 150, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17762, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:44:10.504215", "updated_at": "2023-07-11 10:11:17.626117", "quoteText": null, "case_id": 144, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17758, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:38:57.082259", "updated_at": "2023-07-11 10:12:33.24196", "quoteText": null, "case_id": 284, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17759, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:40:05.154805", "updated_at": "2021-03-26 18:53:57.592159", "quoteText": null, "case_id": 284, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17760, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:40:55.44069", "updated_at": "2021-03-26 18:54:24.924869", "quoteText": null, "case_id": 284, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17769, "title": "The court of law governing the terms is in location X", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 19:56:18.992524", "updated_at": "2023-07-11 10:13:12.482379", "quoteText": null, "case_id": 163, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17764, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 19:26:05.842386", "updated_at": "2023-07-11 10:13:14.228946", "quoteText": null, "case_id": 278, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17766, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 19:48:32.632562", "updated_at": "2021-05-27 22:05:13.312045", "quoteText": null, "case_id": 288, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 31332, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.mattressfirm.com/terms.html", "status": "Generated through the annotate view", "created_at": "2023-04-21 01:18:19.572454", "updated_at": "2023-07-11 06:29:23.832702", "quoteText": null, "case_id": 288, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 31334, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.mattressfirm.com/terms.html", "status": "Generated through the annotate view", "created_at": "2023-04-21 01:19:17.833038", "updated_at": "2023-07-11 06:29:24.416891", "quoteText": null, "case_id": 484, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 31333, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.mattressfirm.com/terms.html", "status": "Generated through the annotate view", "created_at": "2023-04-21 01:18:30.751827", "updated_at": "2023-07-11 06:29:25.310453", "quoteText": null, "case_id": 287, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17763, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 18:45:25.456842", "updated_at": "2023-07-11 06:32:52.337363", "quoteText": null, "case_id": 280, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17765, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 19:46:49.019912", "updated_at": "2023-07-11 10:13:11.988006", "quoteText": null, "case_id": 286, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17768, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 19:54:19.688591", "updated_at": "2023-07-11 10:13:14.502288", "quoteText": null, "case_id": 293, "document_id": 1310, "quoteStart": null, "quoteEnd": null}, {"id": 17767, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.1800mattress.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-03-26 19:52:04.03087", "updated_at": "2023-07-11 10:13:48.732821", "quoteText": null, "case_id": 146, "document_id": 1310, "quoteStart": null, "quoteEnd": null}], "urls": ["1800mattress.com", "mattressfirm.com"]}}