{"error": 448, "message": "OK", "parameters": {"id": 6825, "name": "PotatoVPN ", "created_at": "2022-11-12 00:57:08.170423", "updated_at": "2022-11-12 23:01:14.726313", "wikipedia": null, "keywords": null, "related": null, "slug": "potatovpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6825.png", "url": "potatovpn.io", "documents": [{"id": 12500, "name": "Privacy Policy", "url": "https://potatovpn.io/?n=potato.vpn.PrivacyPolicy", "xpath": "/html/body/div[4]/div", "text": " <p>Privacy Policy</p>\n<p>Last Updated: 24 May 2022</p>\n<p>PotatoVPN is offered by FASTPOTATO PTE.\nLTD.\nWe will help you understand what information we do/don't collect, and how we collect, store, and use them.</p>\n<p>This Policy applies to all services (collectively as the “Service”) offered by PotatoVPN (Software versions like Android, iOS) and PotatoVPN official websites.</p>\n<p>We recommend you read it carefully.\nOnce you start using PotatoVPN, you confirm that you understand and agree to the content of this Privacy Policy.</p> Data We Collect We are committed to protecting your privacy right by consistently following the data minimization principle.\nWe only collect your personal data to maintain excellent user support and quality of service.\nThe section below elaborates what data we collect and what we use it for.\nPlease note we never collect the data of your IP address or what servers you connected to, meaning that any of your browsing history, queries and data contents are strictly confidential.\nAccount Creation and Management What We Use It For Registration date To facilitate your login to PotatoVPN.\nEmail address When you forget your password, we help you retrieve it by sending a verification code to your email address.\nIt will be collected only if you choose to sign up with an email.\nAbove data will be automatically collected in process of creating an account.\nThis data is stored for as long as you use the Service, as it is necessary for us to provide it.\nHowever, this data is not paired with your activity of using the Service, and you always have the right to request a deletion of it.\nBilling and Payment What We Use It For Payment method To provide better product experience and improve after-sales service by planning user support.\nTransaction ID/Reference ID Timestamp Subscription status Above data will be automatically collected in process of purchasing.\nWe use them for purpose of user support and troubleshooting only.\n<br> Third-parties collection: when you place an order on a third-party platform, your information (e.g., geolocation, cardholder last name and last four digits of Credit card) might be collected by it.\nTo understand what information a third party may collect, please refer to the respective privacy policy of PayPal.\nClient Data What We Use It For Usage data: Choice of protocol / Connection timestamp / Network type To provide high-quality VPN service by identifying connection problems, fixing network issues and providing technical support.\nThis data is non-personally identifiable.\nApplication data: Geolocation (city-level) / Device information / App version To improve VPN service and provide better user experience.\nApplication data is not associated with any other data, so users will not be identified by it.\nCrash reports: Error reports To help troubleshoot the issue.\nAggregated data: Aggregated data Aggregated data is from tens of millions of users, such as the most popular sites visited via servers, but it's 100% anonymous and will not identify any user.\nAbove data will be automatically collected when you launch and use PotatoVPN.\nThis information assists us identifying connection problems, fixing network issues, and providing technical support to improve user experience.\nData We Control and Store FASTPOTATO PTE.\nLTD.\nis the Data Controller of the personal data you offer to us.\nHow long we store your data You can always request a deletion of your data on your personal information.\nYour <b>usage data</b> will only be stored for no more than 48 hours, after which it will be automatically deleted.\nAgain, our guiding principle towards data collection is to collect only the minimal data to maintain VPN service.\nTherefore, we delete your personal data as soon as it is unnecessary to store.\nWhere We Store Your Data When you use our Service, you may be using servers located in a variety of different countries.\nHowever, there is a difference between use and storage.\nThe data we collect are mostly stored in servers located in the European Union.\nSince we are a Singapore company, we may access the data outside from the EU when necessary, for example, when user support is required.\n<br>In all cases, we follow generally accepted standards and security measures to protect the personal data submitted to us, both during transmission and once we receive it.\nWe always strive to protect your data to the maximum extent we can.\nLawful Bases for Processing Personal Data We rely on the following legal bases for processing your personal data.\nConsent We may process your personal data provided that we have obtained your prior and express consent to the processing (this legal basis is only used in relation to processing that is entirely voluntary – it is not used for processing that is necessary or obligatory in any way).\nContractual necessity We may process your personal data on the basis of fulfilling our contract with you or entering into a contract with you on your request.\nCompliance with applicable law We may process your personal data where the processing is required by applicable law.\nWith Whom Do We Share Personal Data We are committed to maintaining your trust, and we want you to understand when and with whom we may share the information we collect.\nState authorities and legal requirements In some cases, we may use or disclose your personal data to a third party if we are required to do so by law or if we in good faith believe that such action is necessary to comply with the law or legal process.\nto protect and defend our rights or to prevent misuse of our Service.\nor to protect the personal safety of our employees, agents, partners, the users of the Service, or the public.\n<br> Please note that since we do not collect your IP address and the servers you connected to, we are unable to disclose such data under any circumstances.\nMergers, acquisitions and corporate restructurings We may share some or all of your personal data in connection with or during negotiation of any merger, financing, acquisition or dissolution, transaction or proceeding involving sale, transfer, divestiture, or disclosure of all or a portion of our business or assets, or in the event of an insolvency, bankruptcy, or receivership.\nIf we are involved in such a case, we'll continue to ensure the confidentiality of your personal data and give affected users notice before personal data is transferred or becomes subject to a different privacy policy.\nYour Rights to Access, Correct, Delete, and Request Restriction You have the right to access, correct, delete, or object to the processing of your personal information by contacting us at support@potatovpn.io.\nHowever, deleting information may prevent you from continuing using our Services.\nYour Rights Under GDPR: The General Data Protection Regulation (GDPR) of the European Union (EU) requires us to specifically underline users’ rights in the EU, which are: <ol>\n<li>The right to be informed.</li>\n<li>The right to access.</li>\n<li>The right of rectification.</li>\n<li>The right to erasure, or the right to be forgotten.</li>\n<li>The right to restrict processing.</li>\n<li>The right to data portability.</li>\n<li>The right to object.</li>\n<li>Rights in relation to automated decision-making and profiling.</li>\n</ol> Legal Basis PotatoVPN is committed to user privacy globally, and our existing practices reflect that through minimal collection of data and ensuring users have control over their personal information.\nGDPR requires us to outline those practices in a specific manner for users in the EU.\nIn line with the GDPR, we collect and process the data outlined in this Privacy Policy on one of the following bases, depending on the circumstances: <ol>\n<li> For the purposes of fulfilling our contractual obligations to users, including: <ul>\n<li>Providing users with the Services and Apps they have requested.</li>\n<li>Managing user subscriptions and processing payments.</li>\n<li>Providing customer support.</li>\n</ul>\n</li>\n<li> For a legitimate interest associated with the operation of our business, including: <ul>\n<li>Enhancing the quality, reliability, and effectiveness of our Site, Services, and Apps.</li>\n<li>Communicating with customers to provide information and seek feedback related to our Services and Apps.</li>\n</ul>\n</li>\n</ol> You can exercise your rights under GDPR to access, transfer, correct, delete, or object to the processing of your personal information by contacting us at support@potatovpn.io.\nYour Rights Under CCPA If you are a California resident, your privacy rights are outlined in the California Consumer Privacy Act (CCPA).\nAs per definitions in CCPA, PotatoVPN does not sell your personal information to non-affiliated third parties.\nIf you would like to know further information regarding your legal rights under California law or would like to exercise any of them, please contact us at: support@potatovpn.io.\nThird Parties PotatoVPN may contain external links that direct to Third-Party Sites.\nPlease notice that we are not responsible for any content or practices of these external websites, thus we encourage you to carefully read the privacy policy of any website you visit.\nSome third parties may collect certain information from you independently from us, such as third-party payment platforms, analytics-tool providers, or advertisers.\nThese third parties are: <ul>\n<li>PayPal</li>\n<li>Admob</li>\n<li>AppLovin</li>\n<li>Chartboost</li>\n<li>Firebase</li>\n<li>Adjust</li>\n<li>AdColony</li>\n<li>ironSource</li>\n</ul> Cookies Name Purpose Provider Expires 3hgj7aadzg To help us know whether cookies popovers have been shown.\nPotatoVPN 1 year id To identify users' unique ID and login status.\nPotatoVPN 1 year You can prevent the setting of cookies by adjusting the settings on your browser.\nHowever, disabling cookies may affect the functionality of this site and other websites that you visit.\nTherefore, it is recommended that you do not disable cookies.\nAge Restrictions The Services are intended for adults aged 18 and above.\nWe do not log information from minors.\n<b>DO NOT USE</b> PotatoVPN if you are under 18.\nPrivacy Policy Updates PotatoVPN may update this Privacy Policy from time to time for reasons such as changes in laws, industry standards, and business practices.\nPotatoVPN will post updates to this page and update the “Last Updated” date above.\nIf we make updates that materially alter your privacy rights, we will also provide you with advance notice, such as via email or through the Services.\nIf you disagree with such an update to this policy, you may cancel your services account.\nIf you do not cancel your account before the date the update becomes effective, your continued use of our services will be subject to the updated Privacy Policy.\nContact Us If you have any further questions on this Privacy Policy, please feel free to contact us at:&nbsp;support@potatovpn.io.\n", "created_at": "2022-11-12 00:57:08.176426", "updated_at": "2022-11-11 23:58:36.253243"}, {"id": 12499, "name": "Terms of Service", "url": "https://potatovpn.io/?n=potato.vpn.TermsOfService", "xpath": "/html/body/div[4]", "text": " <p>Terms of Service</p>\n<p>Last updated:2020.05.07</p>\n<p>The following terms of service (the Terms) govern the access to and use of all the services (the Service) provided by PotatoVPN (us), including our website, software, and applications.\nYou (Users) may not use the Service if you disagree with any part of the Terms, accordingly, please read them carefully and make sure nothing missed.\nIf you have any questions, please contact us at support@potatovpn.io</p>\n<p>1.\nConsent</p>\n<p>By visiting, installing or using the Service, you understand and consent to be legally bound by the Terms.\nBy agreeing to the Terms, you are also agreeing to be bound by our Privacy Policy</p>\n<p>We may amend the Terms from time to time, continued visiting, installing or using the Service after each amendment in effect means that you understand and consent to the revised Terms.</p>\n<p>The Service is direct to users aged 18 and above, if you are under 18, you may not use the Service and your consent will be invalid.</p>\n<p>2.\nService Level</p>\n<p>The Service is provided on an \"AS IS\", and “AS AVAILABLE” basis, we disclaim all warranties of any kind, whether express or implied.\nWe make no warranty that the Service will meet your requirements, or that the Service will be uninterrupted, timely, secure, or error-free.\nWe make no guarantee as to the results to be obtained from the use of the Service.\nYou understand and consent that your access to or use of the Service is at your sole discretion and risk.\nYou agree neither to hold PotatoVPN responsible nor to seek indemnification for any damages that may arise as a result of the loss of use, data, or profits connected to the performance of the Service or failure in such performance.</p>\n<p>3.\nProhibited Uses</p>\n<p>Your access to and use of the Service is subject to the Terms and all applicable laws.\nYou may use the Service only in lawful and reasonable ways.\nYou guarantee to not misuse, abuse, or fraudulently use of the Service by:</p>\n<p>infringement or misappropriation of any intellectual property rights;</p>\n<p>spamming, or other offensive or harassing conduct;</p>\n<p>publishing or sharing materials that advocate bigotry, religious, racial or ethnic hatred;</p>\n<p>defamation, libel, slander, obscenity, pornography, or violation of the rights of privacy of publicity;</p>\n<p>illegal or unauthorized access to other computers or networks;</p>\n<p>reproduction or distribution of Internet viruses, worms or other destructive activities;</p>\n<p>violations of the Terms, all applicable laws, or others' rights and freedom.</p>\n<p>If you appear to infringe the Terms or any applicable laws, we may terminate your use, limit access to the Service or cancel the Service to you without notice, in our sole discretion.</p>\n<p>4.\nDisclaimers</p>\n<p>We do not monitor and disclaim all liability and responsibility for the content of any communications transmitted via the Service and disclaim all liability and responsibility for unauthorized use, infringement, illegal or misuse of the Service.\nYou, as the end user, shall and agree to be solely liable and responsible for any and all of the results arising from your use of the Service.</p>\n<p>5.\nIndemnification</p>\n<p>You agree to indemnify, defend, and hold PotatoVPN, and its affiliates, stockholders, officers, directors and employees harmless from and against any costs, liabilities, losses, and expenses, including but not limited to reasonable attorney's fee and costs resulting from or arising out of any claim, suit, action or proceeding brought against us and our affiliates alleging, with respect to your use of the Service, including but not limited to your violation of the Terms and all applicable laws.</p>\n<p>6.Governing Law</p>\n<p>Claims arising from the Terms or the Service shall be construed and controlled by the law of Singapore, without regard to conflict of law provisions.</p> ", "created_at": "2022-11-12 00:57:08.173667", "updated_at": "2022-11-11 23:59:39.261216"}], "points": [], "urls": ["potatovpn.io"]}}