{"error": 448, "message": "OK", "parameters": {"id": 8665, "name": "The Texas Tribune", "created_at": "2023-06-30 14:03:05.709799", "updated_at": "2023-06-30 22:02:55.232683", "wikipedia": null, "keywords": null, "related": null, "slug": "the-texas-tribune", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8665.png", "url": "texastribune.org", "documents": [{"id": 16878, "name": "Privacy Policy ", "url": "https://www.texastribune.org/about/privacy-policy/", "xpath": "/html/body/div[4]", "text": " <strong>\n<strong>Terms of Service: Privacy Policy</strong>\n</strong>\n<p>About The Texas Tribune | Staff | Contact | Send a Confidential Tip | Ethics | Republish Our Work | Jobs | Awards | Corrections | Strategic Plan | Downloads | Documents</p>\n<p>\n<em>Last updated March 26, 2019</em>\n</p> Introduction <p>This Privacy Policy (“<strong>Privacy Policy</strong>”) explains how Texas Tribune, Inc.\n(“<strong>The Texas Tribune</strong>,” “<strong>we,</strong>” and “<strong>us</strong>”) collects, uses, discloses, and protects your information.</p>\n<p>This Privacy Policy applies when The Texas Tribune collects data from guests (“<strong>you</strong>”) through the websites, mobile applications, software, and services controlled, whether partially or otherwise, by The Texas Tribune (the “<strong>Services</strong>”).\nIf a service is co-branded or developed by a third party, the third party’s privacy statement may also apply.</p>\n<p>We have included several annotations in boxes to help explain the legal jargon and emphasize key sections.\nThese annotations are for convenience only and have no legal or contractual effect.</p>\n<p>“<strong>Personal Information</strong>” includes information that alone or when in combination with other information may be used to readily identify, contact, or locate you (e.g., name, address, telephone number, email address, and location).\nWe do not consider “Personal Information” to include information that has been anonymized so that it does not allow a third party to easily identify a specific individual.\nBy disclosing your Personal Information to us or using the Services, you consent to our collection and use of it consistent with applicable data protection law and this Privacy Policy (which is expressly incorporated into any Service’s terms of use).</p> How we collect information <p>\n<em>\n<strong>We collect Personal Information when you:</strong>\n</em>\n</p>\n<ul>\n<li>register to use the Services;</li>\n<li>log in with social networking credentials;</li>\n<li>use the Services.\nand</li>\n<li>communicate with us.</li>\n</ul>\n<p>We also collect information, such as anonymous usage statistics, by using cookies, server logs, and other similar technology as you use the Services.\nWhen we link Personal Information with other information, we treat all of the linked information as Personal Information.</p>\n<p>\n<strong>Personal Information Collection</strong>.</p>\n<p>In general, you can visit the Services without identifying yourself or revealing any of your Personal Information.\nIn a few areas on the Services, we ask you to provide Personal Information, such as your email address, first and last name, and address that will enable us to enhance your use of the Services or for purposes such as facilitating correspondence with you, registering your entitlement to access certain special features of the Services, in connection with your participation in promotions or special programs, or to complete transactions, including donations.\nIt is always your choice whether or not to provide that Personal Information.\nIf you choose not to provide requested Personal Information, you may not be able to use certain features of the Services.</p>\n<p>\n<strong>Using the Services.</strong> We collect information you post through the Services.\nFor example, when you interact with other users by commenting on stories or submitting a contribution, we will collect the information you provide in such submissions, including any Personal Information.</p>\n<p>\n<strong>Making Payments</strong>.\nWhen you make payments through the Services, such as in connection with making a donation, you may need to provide Personal Information, such as your credit card number and billing address.\nThat information will be provided directly to our third party payment processor, and The Texas Tribune will not have access to and will not store or maintain your credit card information on our servers.</p>\n<p>\n<strong>Customer Support</strong>.\nWe may collect Personal Information through your communications with our customer-support team.</p>\n<p>\n<strong>Location Data</strong>.\nThe Services may collect location data to provide location-related functionality (“<strong>Location Data</strong>”).\nFor example, we may collect and store your location information if you enable your mobile device to send it to us.\nWe may link Location Data to other information we have collected about you.</p>\n<p>\n<strong>Social Sign-On.</strong> You may be given the option to access or register for some features of the Services through the use of your user name and passwords for certain services provided by third parties (each, an “<strong>Integrated Service</strong>”), such as through the use of your Facebook credentials through Facebook Connect, or otherwise have the option to authorize an Integrated Service to provide Personal Information or other information to us.\nBy authorizing us to connect with an Integrated Service, you authorize us to access and store your name, email address(es), date of birth, gender, current city, profile picture URL, and other information that the Integrated Service makes available to us, and to use and disclose it in accordance with this Privacy Policy.\nYou should check your privacy settings on each Integrated Service to understand and change the information sent to us through each Integrated Service.\nPlease review each Integrated Service’s terms of use and privacy policies carefully before using their services and connecting to the Services.</p>\n<p>\n<strong>Contests, Giveaways, and Promotions</strong>.\nFrom time to time, The Texas Tribune may offer you the opportunity to participate in contests, giveaways, and other promotions, which you may decline to participate in.\nAny information submitted in connection with such activities will be treated in accordance with this Privacy Policy, except as specifically set forth in the rules for the applicable contest, giveaway, or promotion.</p>\n<p>\n<strong>Outside Sources.</strong> We may obtain information, including Personal Information, about you from third parties and sources other than the Services, such as our partners, advertisers, and Integrated Services.\nFor example, we may obtain commercially available demographic information from third parties or collect device ID information from your device as you use the Services.\nIf we combine or associate information from other sources with Personal Information that we collect through the Services, we will treat the combined information as Personal Information in accordance with this Privacy Policy.</p>\n<p>\n<strong>Automatic Data Collection.</strong> We and our vendors and suppliers may collect your usage activity, preferences, and browser details (such as your IP address and browser type) during your use of the Services.</p>\n<p>\n<strong>Cookies and Related Technologies.</strong> Cookies are small lines of text/data that are written onto your computer by a website.\nThe Texas Tribune and others acting on our behalf may use cookies, pixel tags, web beacons or other similar technologies to operate the Services.\nThese technologies may collect and store Personal Information as well as usage statistics and other non-personal information.\nMost browsers allow you to block and delete cookies.\nIf you do that, however, the Services may not work properly.</p>\n<p>By using the Services, you are authorizing us to gather, parse, and retain data related to the provision of the Services.</p> How we use information <p>\n<em>\n<strong>We use Personal Information to:</strong>\n</em>\n</p>\n<ul>\n<li>facilitate and improve our services;</li>\n<li>provide the services you request;</li>\n<li>provide donor recognition;</li>\n<li>communicate with you, including for customer-service purposes.\nand</li>\n<li>deliver marketing and other offers.</li>\n</ul>\n<p>We may use this information for any purpose, including for marketing purposes</p>\n<p>\n<strong>Internal and Service-Related Usage.</strong> We use information, including Personal Information to complete a transaction or do something that you have asked us to do, including to process e-commerce transactions, and may provide it to third parties to allow us to facilitate the Services.\nWe may use and retain any data we collect to provide and improve our services.</p>\n<p>\n<strong>Customer Service</strong>.\nWe may send email to the email address you provide to us to verify your account and for informational and operational purposes, such as account management, customer service, or system maintenance and to alert you to product upgrades, special offers, updated information, and other new products and services from The Texas Tribune.\nIf you request support or other information, we may need to use Personal Information to respond to your request.\nWith your consent, we may also use Personal Information to notify you periodically about important topics, like Services updates, changes to our Privacy Policy, or notice of a security breach.</p>\n<p>\n<strong>Marketing.</strong> We may use information, including Personal Information and data collected through cookies and similar technology, to provide online advertising on the Services and for our advertising or marketing purposes including on other websites or media and to facilitate transmittal of information that we believe may be useful, relevant, valuable, or otherwise of interest to you.\nThese mailings may be sent electronically or in physical form.\nOnly The Texas Tribune (or agents or contractors working on behalf of The Texas Tribune and under obligations of confidentiality) will send you these mailings.\nIf you do not want to receive such mailings, simply tell us when you give us your Personal Information.\nAdditionally, at any time you can opt-out of receiving further marketing from The Texas Tribune by contacting us and requesting to have your name removed from our marketing lists.\nIn addition, with respect to mailings sent via email, you may also click the “unsubscribe” link in the email to have your email address removed from our marketing list.\nAll requests to unsubscribe will be handled in a prompt and efficient manner and in accordance with applicable law.\nHowever, please note that certain Services-related email messages that we send users are necessary for the proper functioning and use of the Services, and users do not have the ability to opt-out of such email messages.</p>\n<p>\n<strong>Contests, Giveaways, and Promotions</strong>.\nWe may use the information you provide when registering for a contest, giveaway, or promotion to manage your entry, fulfill prizes (which may include disclosure to third parties that assist with such fulfillment), and for other marketing and promotional purposes related to the contest, giveaway, or promotion as disclosed on the rules applicable to a particular contest, giveaway, or promotion.</p>\n<p>\n<strong>Aggregate Data.</strong> We may anonymize and aggregate data collected through the Services and use it for any purpose.</p>\n<p>\n<strong>Location-Based Functionality</strong>.\nWe use Location Data to provide location-based functionality.</p>\n<p>\n<strong>Donation Attribution</strong>.\nIf you make a financial or other donation to The Texas Tribune (e.g., become a member), The Texas Tribune may use any Personal Information you specify to be used as the attribution for your contribution in connection with any lists of donors to The Texas Tribune, including any donor lists posted on the Services.</p>\n<p>\n<strong>Feedback</strong>.\nAny feedback, questions, comments, suggestions, ideas, or the like that you send to The Texas Tribune (“<strong>Feedback</strong>”) will be treated as being non-confidential and nonproprietary, and The Texas Tribune will be free to use such information for any purpose whatsoever including, but not limited to, developing and marketing products and services incorporating the information.\nWe may read on the air and/or publish on the Services or in any medium now known or unknown, the Feedback that we receive.\nIn doing so, we may edit your written Feedback for clarity or brevity and identify you by name and location as the author of the Feedback.</p>\n<p>\n<strong>Public Forums.\n</strong>We may offer chat rooms, blogs, message boards, or similar public forums where you and other users of the Services may be able to publicly post information or communicate with others.\nAny Personal Information you voluntarily include on public profile page or on submit on a forum, blog, message board, chat room, or communication service on the Services can be viewed and used by other users and could be used to send you unsolicited messages.\nWe may use Personal Information and non-personal information about you to identify you with a posting in a public forum.\nAny information you share in a public forum, including any Personal Information, is public information and may be seen, collected, or used by anyone, including third parties that do not adhere to this Privacy Policy.\nWe are not responsible for events arising from the distribution of any information you choose to publicly post or share through the Services.\nTo request removal of your Personal Information from any of our public forums, contact us at community@texastribune.org.\nIn some cases, we may not be able to remove your Personal Information, in which case we will let you know if we are unable to do so and why.</p> How we share information <p>\n<em>\n<strong>We may share your information:</strong>\n</em>\n</p>\n<ul>\n<li>with our third-party service providers;</li>\n<li>to comply with legal obligations;</li>\n<li>to protect and defend our rights and property;</li>\n<li>if we undergo a merger, sale or other asset transfer.\nand</li>\n<li>with your permission.</li>\n</ul>\n<p>We do not rent, sell, or share Personal Information about you with other people or nonaffiliated companies for their direct marketing purposes, unless we have your permission.</p>\n<p>Except as set described in this Privacy Policy, The Texas Tribune does not rent, sell, or share Personal Information it collects about you to or with third parties.</p>\n<p>\n<strong>We Use Vendors and Service Providers.</strong> Agents or contractors of The Texas Tribune may have access to your Personal Information and other information, including Location Data, for the purpose of performing services on behalf of The Texas Tribune, including as necessary to process your online purchases and ship your purchased products, and we may transfer your Personal Information third parties who process and maintain your Personal Information on our behalf.\nAll such agents or contractors who have access to your Personal Information are required to keep the information confidential and not use it for any other purpose than to carry out the services they are performing for The Texas Tribune or as otherwise required by law.\nWe may use third-party service providers to help us analyze certain online activities.\nFor example, these service providers may help us measure the performance of our online promotions or determine activity on the Services.\nWe do not share any Personal Information about our users with these third parties, and these third parties do not collect such information on our behalf.\nIn addition, information collected about you may be shared with other third parties as expressly stated on the page on which you provided such information.</p>\n<p>\n<strong>Displaying to Other Users</strong>.\nThe content you post to the Services may be displayed on the Services.\nAdditionally, you may elect to use functionality in the Services to post information to social media services such as Facebook and Twitter.\nOther users of the Services may be able to see some information about you, such as your comments.\nWe are not responsible for privacy practices of the other users who will view and use the information you post to the Services or that you post to social media services.\nYou may adjust your privacy settings by editing your profile on the Services.</p>\n<p>\n<strong>Publication to Social Media Services</strong>.\nYou may elect to use functionality in the Services to post information to social media services such as Facebook and Twitter.\nIf you elect to use this functionality, other users of the social media service may see some information about you included in such posted information.\nTo control who can view information you post to social media services, you should check the privacy settings on those social media services.</p>\n<p>\n<strong>Aggregate Data</strong>.\nWe may allow our affiliates, vendors, and suppliers to have access to aggregate statistics about our users, traffic patterns, and related Services information.\nThese aggregate statistics do not include Personal Information.</p>\n<p>\n<strong>As Required By Law and Similar Disclosures</strong>.\nWe may access, preserve, and disclose your Personal Information, other account information, and content if we believe doing so is required or appropriate to comply with law enforcement requests and legal process, such as a court order or subpoena.\nrespond to your requests.\nor protect your, our, or others’ rights, property, or safety.</p>\n<p>\n<strong>Merger, Sale, or Other Asset Transfers</strong>.\nInformation about our users, including Personal Information, may be disclosed and otherwise transferred to an acquirer, or successor or assignee as part of any merger, acquisition, sale of assets, or similar transaction, as well as in the event of an insolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets.</p>\n<p>\n<strong>With your Permission</strong>.\nWe may also disclose your Personal Information with your permission.</p>\n<p>\n<strong>UPDATING OR DELETING PERSONAL INFORMATION</strong>\n</p>\n<p>To update any of your Personal Information we hold about you, to request that we delete any information about you that we have obtained from an Integrated Service, to cancel your account and have all account information associated with your account deleted, or to change any of your marketing preferences, you may contact us at community@texastribune.org.\nIn certain cases you may update your Personal Information and preferences through the account management features of the Services.</p>\n<p>We will make a sincere effort to respond in a timely manner to your request and, if applicable and appropriate, provide you access to the Personal Information you have provided us or make the requested change in our active databases as soon as reasonably practicable.\nYour right to access or correct your Personal Information is subject to applicable legal restrictions.\nWe may take reasonable steps to verify your identity before granting access or making corrections.\nPlease note that we may not be able to fulfill certain requests while allowing you access to certain benefits and features of the Services.\nWe may retain your Personal Information for as long as your account is active or as needed to provide you services and to maintain a record of your transactions for financial reporting and compliance purposes.\nAdditionally, we will retain and use your Personal Information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p> Security of your personal information <p>The Texas Tribune maintains physical, organizational, and electronic safeguards that are designed to improve the integrity and security of Personal Information in our custody and control.\nWhile we strive to protect your Personal Information, The Texas Tribune does not ensure or warrant the security of any information you transmit to us, and you do so at your own risk.\nWe also cannot guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our safeguards.</p>\n<p>You are solely responsible for maintaining the secrecy of your passwords or any account information.\nPlease be careful and responsible whenever you’re online.\nIf you post Personal Information online that is accessible to the public, you may receive unsolicited messages from other parties in return.</p>\n<p>By using the Services or providing Personal Information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Services.\nIf we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Services or sending an email to you.\nYou may have a legal right to receive this notice in writing.\nTo receive free written notice of a security breach (or to withdraw your consent from receiving electronic notice), please notify us at community@texastribune.org.</p>\n<p>\n<strong>THIRD-PARTY SITES</strong>\n</p>\n<p>Please be aware that other websites that may be accessed through the Services may collect Personal Information about you.\nThis Privacy Policy does not cover the information practices of those third-party websites.\nYou should read the privacy statements and terms and conditions of linked or referenced sites you enter.\nThese third-party websites may send their own cookies and other tracking devices to you, log your IP address, and otherwise collect data or solicit Personal Information.</p>\n<p>THE TEXAS TRIBUNE DOES NOT CONTROL AND IS NOT RESPONSIBLE FOR WHAT THIRD PARTIES DO IN CONNECTION WITH THEIR WEBSITES OR HOW THEY HANDLE YOUR PERSONAL INFORMATION.\nPLEASE EXERCISE CAUTION AND CONSULT THE PRIVACY POLICIES POSTED ON EACH THIRD-PARTY WEBSITE FOR FURTHER INFORMATION.</p> International users <p>\n<strong>\n<em>By using the Services, you will transfer data to the United States.</em>\n</strong>\n</p>\n<p>The Services are hosted in the United States and is intended for visitors located within the United States.\nIf you choose to use the Services from Canada, the European Union or other regions of the world with laws governing data collection and use different from and potentially more strict than U.S.\nlaw, please note that you are transferring your Personal Information outside of those regions to the United States for storage and processing.\nAlso, we may transfer your data from the U.S.\nto other countries or regions in connection with storage and processing of data, fulfilling your requests, and operating the Services.\nBy providing any information, including Personal Information, on or to the Services, you consent to such transfer, storage, and processing.</p> Children’s privacy policy <p>\n<em>\n<strong>We do not knowingly collect information from children under 13 and we do not want it.\nWe will take steps to delete it if we learn we have collected it.</strong>\n</em>\n</p>\n<p>The Services are not intended for or directed to persons under the age of 13.\nWe do not knowingly collect Personal Information from children under the age of 13 without obtaining parental consent.\nIf you are under 13 years of age, then please do not use or access the Services at any time or in any manner.\nIf we learn personally identifiable information has been collected from persons under the age of 13 without verifiable parental consent, we will take appropriate steps to remove that information from our database.\nIf you are a parent or guardian and discover that your child under 13 years of age has obtained an account on the Services, then you may alert us at community@texastribune.org and request that we delete that child’s Personal Information from our systems.</p> Changes to our privacy policy and practices <p>\n<strong>\n<em>We may revise this Privacy Policy, so review it periodically.</em>\n</strong>\n</p>\n<p>\n<strong>Posting of Revised Privacy Policy.</strong> This is our entire and exclusive Privacy Policy and it supersedes any earlier version.\nWe may change this Privacy Policy from time to time.\nIf we do so, we will post the new version on this web page, and the revised version will be effective when it is posted.\nIf you are concerned about how your information is used, bookmark this page and read this Privacy Policy periodically.</p>\n<p>\n<strong>New Uses of Personal Information.</strong> From time to time, we may desire to use or disclose Personal Information in ways not previously disclosed in our Privacy Policy.\nIf our practices change regarding previously collected Personal Information in a way that would be materially less restrictive than stated in the version of this Privacy Policy in effect at the time we collected the information, we will make reasonable efforts to provide notice and obtain consent to any such uses as may be required by law.</p> Contacting The Texas Tribune <p>Please contact us with any questions or comments about this Privacy Policy, your Personal Information, our use and disclosure practices, or your consent choices by email at community@texastribune.org or by writing to us at the following address:</p>\n<p>The Texas Tribune</p>\n<p>919 Congress Ave</p>\n<p>The Sixth Floor</p>\n<p>Austin, TX 78701</p>\n<br> ", "created_at": "2023-06-30 14:03:05.740565", "updated_at": "2023-06-30 14:03:42.803524"}, {"id": 16879, "name": "Terms of Service ", "url": "https://www.texastribune.org/about/terms-of-service/", "xpath": "/html/body/div[4]", "text": " <strong>\n<strong>Terms of Service</strong>\n</strong>\n<p>About The Texas Tribune | Staff | Contact | Send a Confidential Tip | Ethics | Republish Our Work | Jobs | Awards | Corrections | Strategic Plan | Downloads | Documents</p>\n<p>\n<em>Last updated March 26, 2019</em>\n</p>\n<p>These terms of service (this <q>\n<strong>Agreement</strong>\n</q>) constitute a legal agreement between you and Texas Tribune, Inc.\na Texas nonprofit corporation.</p>\n<p>Any reference to <q>\n<strong>The Texas Tribune</strong>\n</q> in this document includes our directors, officers, employees, contractors, owners, agents, licensors, or licensees.\nThe words <q>\n<strong>we</strong>,</q>\n<q>\n<strong>us</strong>,</q>\n<q>\n<strong>our</strong>,</q> and any other variation thereof refer to The Texas Tribune.\nAs used in this Agreement, the term <q>\n<strong>Site</strong>\n</q> includes all websites that we operate or offer that link to this Agreement, pages within each such website, any equivalent, mirror, replacement, substitute, or backup website, and pages that are associated with each such website.\nThe Texas Tribune provides various tools and functions through the Site that allow Users (defined below) to obtain or share information, among other things.\nThe term <q>\n<strong>Service</strong>\n</q> includes the Site and any other features, content, websites, mobile applications, software, services or applications offered from time to time by The Texas Tribune in connection with the Site.\n</p>\n<ol>\n<li>\n<p>\n<strong>Privacy Policy</strong>.\nOur privacy policy (<q>\n<strong>Privacy Policy</strong>\n</q>) is hereby incorporated by reference into this Agreement.\nThe Privacy Policy may be updated from time to time at our discretion and changes will be effective upon our posting them to the Site.\nA copy of the Privacy Policy can be found here.\n</p>\n</li>\n<li>\n<p>\n<strong>Binding Agreement</strong>.\nThis Agreement constitutes a binding agreement between you and The Texas Tribune, whether you are a Visitor, a Registered User, or a Member (each as defined below).\n<q>\n<strong>You</strong>\n</q> and <q>\n<strong>Users</strong>\n</q> shall mean all visitors to the Service.\n<q>Users</q> includes Visitors, Registered Users, and Members.\nYou accept this Agreement each time you access the Service.\nIf you do not accept this Agreement, you must not use the Service.\nIf you are under 18 years of age, you represent and agree that you possess the legal consent of your parent or guardian to access and use the Service.\nWhether you are a Visitor, a Registered User, or a Member, you are only authorized to use the Service (regardless of whether your access or use is intended) if you agree to abide by all applicable laws and to this Agreement.\nPlease read this Agreement carefully and save it.\n</p>\n</li>\n<li>\n<p>\n<strong>Additional Terms</strong>.\nYou may be notified that in order to participate in certain aspects of the Service, you are required to agree to additional terms and conditions.\n</p>\n</li>\n<li>\n<p>\n<strong>Types of Users</strong>.\nIf you create an account on the Service, which is necessary if you wish to participate in the comments features on the Service or otherwise contribute content to the Service, then you become a <q>\n<strong>Registered User</strong>.</q> If you are simply a visitor to the Service and have not become a Registered User, then you are referred to herein as a <q>\n<strong>Visitor</strong>\n</q> and by using or accessing those elements of the Service to which you have access, you are bound by the terms of this Agreement.\nIf you make a financial contribution to The Texas Tribune via the Service, for purposes of this Agreement, you become a <q>\n<strong>Member</strong>.</q> You can be both a Member and either a Visitor or a Registered User.\n</p>\n</li>\n<li>\n<p>\n<strong>Modifications</strong>.\nThe Texas Tribune may modify the terms of this Agreement from time to time without prior notice to you other than by posting the revised Agreement.\nAny such modification shall be effective immediately upon being posted on the Service.\nThis Agreement will identify the date of last update.\nYour use of the Service after a revised version of this Agreement has been posted by The Texas Tribune on the Service constitutes your binding acceptance of such revised Agreement.\nIn the case of material changes to this Agreement, The Texas Tribune will make reasonable efforts to notify you of the change, such as through sending an email to any email address we may have on file for you, through a notification on the Service, or other similar mechanism.\nMaterial changes to this Agreement will be effective upon the earlier of (a) your first use of the Service with actual notice of such change, or (b) 30 days from posting of such change.\nDisputes arising under this Agreement will be resolved in accordance with the version of this Agreement in place at the time the dispute arose.\nWe encourage you to review this Agreement frequently to stay informed of the latest modifications.\n</p>\n</li>\n<li>\n<p>\n<strong>Eligibility</strong>.\nYour right to access and use the Service is personal to you and is not transferable by you to any other person or entity, and you may only access and use the Service for lawful purposes.\nUse of the Service is void where prohibited.\nBy using the Service, you represent and warrant that your use of the Service does not violate any applicable law or regulation.\nIf you are using or opening an account on the Service on behalf of a company, entity, or organization (each a <q>\n<strong>Subscribing Entity</strong>\n</q>), then you represent and warrant that you: (a) are an authorized representative of that Subscribing Entity with the authority to bind such entity to this Agreement and (b) agree to be bound by this Agreement on behalf of such Subscribing Entity.\nYou acknowledge that The Texas Tribune may refuse to allow you to access the Service, and may restrict, modify, or terminate your access to the Service, without liability, for our convenience, for any reason, including if you violate this Agreement or any law, rule, or regulation, or if your participation could violate any applicable law, rule, or regulation.\n</p>\n</li>\n<li>\n<p>\n<strong>Registered User Accounts</strong>.</p>\n<ol>\n<li>\n<p>\n<strong>Password and Account Information</strong>.\nTo become a Registered User, you must create an account by providing a valid email address, username, password, and other information as prompted by the registration form.\nYou alone are responsible for maintaining the confidentiality of any password and are fully responsible for all activities that occur through the use of your credentials, including any loss or damage arising from unauthorized use of your credentials.\nYou agree not to use the account, username, or password of another Registered User at any time or to disclose your password to any third party.\nYou agree to notify The Texas Tribune immediately if you believe the confidentiality of your log-in credentials has been compromised or if you suspect any unauthorized use of your account or access to your password.\nYou agree to promptly notify us of any change in your address (mail or primary email, to the extent provided to us) or personal profile by updating your personal information in the Registered User profile section of the Service.\nYour continued failure to notify The Texas Tribune of any address (mail or primary email) or profile changes may result in the termination of your Registered User account.\nCommercial advertisements, affiliate links, and other forms of solicitation may be removed from Registered User profiles without notice and engaging in such activities on any Service may result in termination of your Registered User account.\nSelling or otherwise transferring your Registered User account is prohibited.\n</p>\n</li>\n<li>\n<p>\n<strong>Additional Registered User Eligibility Conditions</strong>.\nYou may not become a Registered User if doing so is prohibited by applicable law.\nBy becoming a Registered User, you represent and warrant that (i) all registration information you submit is truthful and accurate.\n(ii) you will maintain the accuracy of such information.\n(iii) establishing a Registered User account does not violate any applicable law or regulation.\nand (iv) you are not a Registered User under another name (in other words, you are limited to one Registered User account).\nYou acknowledge that The Texas Tribune may refuse to enroll you as a Registered User and may restrict, modify, or terminate your Registered User account, without liability, for our convenience, if you violate this Agreement or any law, rule, or regulation, or if your participation could violate any applicable law, rule, or regulation.\nWe reserve the right to reject any username or to terminate your username and give such username to another user of the Service in our sole discretion and without any liability to you.\n</p>\n</li>\n<li>\n<p>\n<strong>Consequences of Inactivity</strong>.\nThe Texas Tribune reserves the right to cancel or disable Registered User accounts and terminate Registered User accounts that are inactive for a period of 180 days or more without notice.\n<q>Inactive</q> shall be defined as failure to log into the Service for a period of 180 days.\n</p>\n</li>\n<li>\n<p>\n<strong>Linked Accounts and Social Networking Sites</strong>.\nThe Texas Tribune may, now or in the future, allow you to link your Registered User account(s) on the Service to your accounts on third party services or to register and log in using sign-on functionality provided by third party services, such as social networking sites like Facebook (<q>\n<strong>Linked Accounts</strong>\n</q>).\nIf you link your Registered User account on the Service to a Linked Account or register and log in using a Linked Account, you are authorizing The Texas Tribune to store and use your access credentials to access your Linked Account on your behalf as your agent to integrate your experience with the Service with content, information, and features available through such Linked Account.\nThis may include importing the contacts, preferences, interests, or <q>likes</q> of the Linked Account, and/or pushing updates regarding your use of the Service out to your Linked Accounts.\nLinking, accessing, or using a third party service through the Service in this manner may be subject to additional terms established by the applicable third party, and it is your sole responsibility to comply with such third party terms.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Member Contributions</strong>.\nIf you wish to make a financial contribution to The Texas Tribune via the Service, you must provide your name, a valid email address, and your payment details on the applicable form.You may not make a financial contribution to The Texas Tribune if doing so is prohibited by applicable law.\nBy becoming a Member, you represent and warrant that all information you submit is truthful and accurate and that making a donation to The Texas Tribune does not violate any applicable law or regulation.\nYou agree that: (a) you will not use an expired, overdrawn, unauthorized, or otherwise invalid payment instrument.\n(b) you authorize your donation to be remitted to The Texas Tribune.\n(c) all donations are made as unrestricted gifts and may not be specified for any particular purpose.\n(d) designated donation and payment amounts will be charged to payment instrument you provide.\nand (e) all contributions are final and non-refundable.\nYou acknowledge that The Texas Tribune may refuse to accept your donation without liability, for our convenience, if you violate this Agreement or any law, rule, or regulation, or if your contribution could violate any applicable law, rule, or regulation.\n</p>\n<p>Each membership term shall automatically renew for subsequent periods of the same length as the initial term unless either party gives the other written or electronic notice.\n</p>\n</li>\n<li>\n<p>\n<strong>Content Ownership and Use.\n</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Our Content</strong>.\nThe Service contains content of The Texas Tribune or our licensors (<q>\n<strong>Our Content</strong>\n</q> and, collectively with User Content (defined below), the <q>\n<strong>Content</strong>\n</q>).\nOur Content is protected by copyright, trademark, patent, trade secret, and other laws, and The Texas Tribune (or our licensors) owns and retains all rights in Our Content and the Service.\nThe Texas Tribune hereby grants you a non-exclusive, non-sublicensable, nontransferable, revocable, limited license to reproduce and display Our Content.\n</p>\n</li>\n<li>\n<p>\n<strong>User Content.\n</strong>The Service may now or in the future allow you and other users to submit, post, and share content such as text, comments, photos, audiovisual content, and other media content (<q>\n<strong>User Content</strong>\n</q>).\nThe Texas Tribune does not claim any ownership rights in User Content, but if you choose to provide any User Content to The Texas Tribune, we require a license to such User Content.\nAfter you post User Content to the Service, you continue to retain all ownership rights in such User Content, and you continue to have the right to use your User Content in any way you choose.\nBy displaying or publishing (<q>\n<strong>posting</strong>\n</q>) any User Content on or through the Service, you hereby grant to The Texas Tribune a perpetual, non-exclusive, fully-paid, royalty-free, fully sublicensable, transferable, irrevocable worldwide license to use, modify, publicly perform, publicly display, reproduce, prepare derivative works of, and distribute such User Content (in whole or in part).\nWithout the foregoing license, The Texas Tribune would be unable to provide the Service.\nFor example, without the right to modify User Content, The Texas Tribune would not be able to digitally compress uploaded files that Registered Users submit or otherwise format User Content to satisfy technical requirements, and without the right to publicly perform User Content, The Texas Tribune could not allow Users to access content posted by Registered Users.\nThe license you grant to The Texas Tribune is non-exclusive (meaning you are free to license your User Content to anyone else in addition to The Texas Tribune), fully paid, and royalty-free (meaning that The Texas Tribune is not required to pay you for the use on the Service of the User Content that you post), sublicensable (so that The Texas Tribune is able to use our affiliates and subcontractors such as Internet content delivery networks to provide the Service and to allow our Users to use the Service), transferable (meaning that we may transfer it to a third party), irrevocable (meaning that you may not revoke or rescind such license for any reason, even if you cease to be a Registered User), and worldwide (because the Internet is and the Service may be global in reach).\n</p>\n<p>You represent and warrant that: (i) you own the User Content posted by you on or through the Service or otherwise have the right to grant the license set forth in this section, and (ii) the posting of your User Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, trademark rights, contract rights, or any other rights of any person or entity.\n<strong>If you are not the copyright owner of or are not fully authorized to grant rights in all of the elements of the User Content you intend to upload or transmit to or through the Service, then you must not upload the User Content to or through the Service.</strong> You agree to pay for all royalties, fees, and any other monies owing any person or entity by reason of any User Content posted by you to or through the Service.\n</p>\n</li>\n<li>\n<p>\n<strong>No Obligation to Publish</strong>.\nThe Texas Tribune makes no representations that we will publish or make available any Content on the Service, and we reserve the right, in our sole discretion, to reject or remove any Content (including private messages) at any time with or without notice.\nWithout limiting the generality of the preceding sentence, The Texas Tribune complies with the Digital Millennium Copyright Act, and will remove Content upon receipt of a compliant takedown notice (see the section titled <q>Intellectual Property Policy,</q> below).\n</p>\n</li>\n<li>\n<p>\n<strong>Monitoring User Content.\nRemoval of Content</strong>.\nDespite the prohibitions contained herein, the Service may contain inaccurate, inappropriate, offensive, or sexually explicit material, products, or services.\nWe expressly disclaim any responsibility or liability for this material and make no warranties, express or implied, as to the Content or to the accuracy and reliability of the Content or any material or information transmitted via the Service.\nThe Texas Tribune assumes no responsibility for monitoring the Service for inappropriate Content or conduct.\nIf at any time The Texas Tribune chooses, in our sole discretion, to monitor the Service, The Texas Tribune nonetheless assumes no responsibility for the Content, no obligation to modify or remove any inappropriate Content, and no responsibility for the conduct of the Registered User(s) or third party submitting any such Content.\nContent is not necessarily reviewed by The Texas Tribune prior to posting and does not necessarily reflect the opinions or policies of The Texas Tribune.\nYou are solely responsible for the User Content that you post on or through the Service, any material or information that you transmit to other Users, and for your interactions with other Users.You acknowledge that The Texas Tribune may or may not pre-screen User Content, but that The Texas Tribune and our designees shall have the right (but not the obligation) in their sole discretion to pre-screen, refuse, or remove any User Content that is available via the Service.\nWithout limiting the foregoing, The Texas Tribune and our designees may, at any time and without prior notice, remove any User Content that in the sole judgment of The Texas Tribune violates this Agreement or is otherwise objectionable, or for any other reason, with or without notice and with no liability of any kind.\nYou agree that you must evaluate, and bear all risks associated with, the use of any User Content or other Content, including any reliance on the accuracy, completeness, usefulness, or legality of such User Content.\nYou should exercise your independent discretion and judgment before downloading any other User Content.If you become aware of misuse of the Service by any person, please contact The Texas Tribune at community@texastribune.org and reference <q>Service Abuse</q> in the subject line.\n</p>\n</li>\n<li>\n<p>\n<strong>Syndication of Our Content</strong>.\nSubject to the terms and conditions set forth herein, media partners may republish Our Content, provided you agree to the republishing ground rules.\n</p>\n</li>\n<li>\n<p>\n<strong>Prohibited Content</strong>.\nPlease choose carefully the information you post on the Service and that you provide to other Users.\nThe following is a partial list of the kind of Content that is illegal or prohibited to post on or through the Service.\nThe Texas Tribune reserves the right to investigate and take appropriate legal action against anyone who, in The Texas Tribune's sole discretion, violates this provision, including without limitation, removing the offending Content from the Service and terminating each violator's Registered User account.\nProhibited Content includes, but is not limited to Content that, in the sole discretion of The Texas Tribune: is patently offensive and promotes racism, bigotry, hatred or physical harm of any kind against any group or individual.\nharasses or advocates harassment of another person.\nexploits people in a sexual or violent manner.\ncontains nudity, violence, or offensive subject matter or contains a link to an adult website.\nsolicits personal information from anyone under 18.\npromotes information that you know is false or misleading or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory, or libelous.\npromotes an illegal or unauthorized copy of another person's copyrighted work, such as providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, or providing pirated music, video, photos, or links to pirated files.\ninvolves the transmission of <q>junk mail,</q>\n<q>chain letters,</q> or unsolicited mass mailing, instant messaging, <q>spimming,</q> or <q>spamming</q>.\ncontains commercial advertisements, affiliate links, and other forms of solicitation.\ncontains restricted or password only access pages or hidden pages or images (those not linked to or from another accessible page).\nfurthers or promotes any criminal activity or enterprise or provides instructional information about illegal activities including, but not limited to making or buying illegal weapons, violating someone’s privacy, or providing or creating computer viruses.\nsolicits passwords or personal identifying information for commercial or unlawful purposes from other Users.\ninvolves commercial activities and/or sales without our prior written consent such as contests, sweepstakes, barter, advertising, or pyramid schemes.\nor includes a photograph of another person that you have posted without that person’s consent.\n</p>\n</li>\n<li>\n<p>\n<strong>Trademarks</strong>.\nAll trademarks, service marks, logos and trade names on the Service, whether registered or unregistered, are proprietary to The Texas Tribune or to other companies where so indicated.\n<q>The Texas Tribune</q> and <q>Texas Weekly</q> are trademarks of The Texas Tribune.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Use Restrictions</strong>.\nThe Service is for the personal use of Users only and may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by The Texas Tribune.\nUnauthorized use of the Service, including collecting usernames and/or email addresses of Users by electronic or other means for the purpose of sending unsolicited email or unauthorized framing of or linking to the Service is prohibited.\nYou agree that you will use the Service in compliance with all applicable local, state, national, and international laws, rules, and regulations, including any laws regarding the transmission of technical data exported from your country of residence.\nYou shall not, shall not agree to, and shall not authorize or encourage any third party to: (a) use the Service to upload, transmit, or otherwise distribute any content that is unlawful, defamatory, libelous, harassing, abusive, fraudulent, obscene, contains viruses, or is otherwise objectionable as determined by us.\n(b) upload, transmit, or otherwise distribute content that infringes upon another party’s intellectual property rights or other proprietary, contractual, or fiduciary rights or obligations.\n(c) prevent others from using the Service.\nor (d) use the Service for any fraudulent or inappropriate purpose.\nViolation of any of the foregoing may result in immediate termination of this Agreement, and may subject you to state and federal penalties and other legal consequences.\nThe Texas Tribune reserves the right, but shall have no obligation, to investigate your use of the Service in order to determine whether a violation of the Agreement has occurred or to comply with any applicable law, regulation, legal process, or governmental request, and reserves the right to take legal action for any illegal or unauthorized use of the Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Prohibited Activities</strong>.\nThe following is a partial list of the kind of activity that is illegal or prohibited on the Service and through your use of the Service.\nProhibited activity includes, but is not limited to: criminal or tortious activity, including child pornography, fraud, trafficking in obscene material, drug dealing, gambling, harassment, stalking, spamming, spimming, sending of viruses or other harmful files, copyright infringement, patent infringement, or theft of trade secrets.\nunauthorized advertising to, or solicitation of, any User to buy or sell any products or services through the Service.\ncovering or obscuring the banner advertisements on your personal profile page, or any page via HTML/CSS or any other means.\nany automated use of the system, such as using scripts to add friends or send comments or messages.\ninterfering with, disrupting, or creating an undue burden on the Service or the networks or services connected to the Service.\nattempting to impersonate another Registered User or person.\nusing the account, username, or password of another Registered User at any time.\nusing any information obtained from the Service in order to harass, abuse, or harm another person.\ndisplaying an advertisement on your profile, or accepting payment or anything of value from a third person in exchange for your performing any commercial activity on or through the Service on behalf of that person.\nholding yourself out as sponsored by, endorsed by or affiliated with The Texas Tribune.\nuse the Service for making available Content that is harmful to minors or any other person in any way.\nor using the Service in a manner inconsistent with any and all applicable laws and regulations.\n</p>\n</li>\n<li>\n<p>\n<strong>Financial Matters.</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Fees for Service</strong>.\nYou acknowledge that The Texas Tribune reserves the right to charge you a fee for the Service (or aspects thereof) (a <q>\n<strong>Fee</strong>\n</q>) and to change our Fees from time to time in our discretion.\nYou are solely responsible for providing us with accurate and complete billing and contact information and for notifying us of any changes to such information.\nYou shall pay us all Fees in full, without setoff.\nYou will be notified of any Fee prior to being charged a Fee.\n</p>\n</li>\n<li>\n<p>\n<strong>Payments.</strong> The Service currently uses third parties to process payments.\nOur third-party payment processors accept payments through methods detailed on the applicable payment screen, which may include various credit cards.\nYou agree to pay for all products and services that you purchase or donations you make through the Service, and you agree that we may charge your selected payment method, either directly or through the services of a third-party payment processor, for any such payments.\nOnly those payment methods accepted by our third-party payment processor can be used to purchase products, goods, or services or make donations through the Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Taxes and Fees.</strong> You are responsible for determining and paying the appropriate government taxes, fees, and service charges resulting from a transaction occurring through the Service.\nWe are not responsible for collecting, reporting, paying, or remitting to you any such taxes, fees, or service charges, except as may otherwise be required by law.\n</p>\n</li>\n<li>\n<p>\n<strong>U.S.\nDollars.</strong> All monetary transactions on the Service take place in U.S.\ncurrency.\n</p>\n</li>\n<li>\n<p>\n<strong>Refunds</strong>.\nAll Fees are non-refundable.\nAll Fees, purchases, and donations are final and nonrefundable, unless The Texas Tribune determines, at our sole discretion, that a refund is appropriate.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Communication.</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Consent to Receive Commercial E-mail</strong>.\nBY AND AS A CONDITION OF BECOMING A REGISTERED USER OR SUBMITTING YOUR EMAIL ADDRESS, YOU CONSENT TO RECEIVE COMMERCIAL E-MAIL MESSAGES FROM OR ON BEHALF OF THE TEXAS TRIBUNE AND OUR PARTNERS, AND ACKNOWLEDGE AND AGREE THAT YOUR PRIMARY EMAIL ADDRESSES AND OTHER PERSONAL INFORMATION MAY BE USED BY THE TEXAS TRIBUNE FOR THE PURPOSE OF INITIATING COMMERCIAL E-MAIL MESSAGES.</p>\n<p>You may turn off or unsubscribe from commercial emails by selecting “Manage your email preferences” at the bottom of Texas Tribune emails, or by replying to the email with the message “Unsubscribe”.\nIf you are a Registered User, you may change the settings in the Registered User profile section of the Service to discontinue receipt of email, but by doing so, your Registered User account may be terminated.\nThe Texas Tribune reserves the right to send system updates.\nflash bulletins.\norder confirmations.\nadministrative announcements.\nspecial requests and other similar messages to all Registered Users (<q>\n<strong>Administrative Messages</strong>\n</q>).\nRegistered Users cannot unsubscribe from these Administrative Messages while they are a Registered User.\n</p>\n</li>\n<li>\n<p>\n<strong>Electronic Notices.\n</strong>By using the Service, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Service.\nIf we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Service or sending an email to you.\nYou may have a legal right to receive this notice in writing.\nTo receive free written notice of a security breach (or to withdraw your consent from receiving electronic notice), please write to us at community@texastribune.org.\n</p>\n</li>\n<li>\n<p>\n<strong>Text Messages</strong>.\nBy providing us with your mobile telephone number and requesting that we communicate information to you by text message, you consent to receive commercial text messages at that number as requested.\nWhile we do not charge a fee for text messages, your wireless service carrier may charge standard messaging, data, and other fees.\nYou are responsible for these charges.\nYou may turn off or unsubscribe from these messages by texting <q>STOP</q> in reply to text messages from the Service.\nYou may also be able to change your text message preferences using the Service.\nWe may send and receive text messages through cellular telephone operators or other networks, and the level of reliability may vary.\nWe are not responsible for the timeliness or final delivery of the message, as this is out of our control and is the responsibility of the cellular telephone operator or other networks.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Disclaimers Regarding the Service</strong>.\nThe Texas Tribune is not responsible for any incorrect or inaccurate Content posted on the Service or in connection with the Service, whether caused by Users of the Service or by any of the equipment or programming associated with or utilized in the Service.\nThe Service may contain links to other websites.\nThe Texas Tribune is not responsible for the content, accuracy, or opinions expressed on such websites, and such websites are in no way investigated, monitored, or checked for accuracy or completeness by The Texas Tribune.\nInclusion of any linked website on the Service does not imply our approval or endorsement of the linked website.\nWhen you access these third-party sites, you do so at your own risk.\nThe Texas Tribune takes no responsibility for third party advertisements which are posted on the Service.\nYour correspondence with or participation in our advertisers' and partners' promotions are solely between you and the advertiser or partner and may be subject to terms and conditions.\nWe assume no liability, obligation, or responsibility for any part of any such correspondence or promotion, including without limitation withdrawal or modification of any offer or promotion.\nThe Texas Tribune is not responsible for the conduct, whether online or offline, of any User of the Service.\nThe Texas Tribune assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft, destruction, or unauthorized access to, or alteration of, any User communication.\nThe Texas Tribune is not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers, providers, computer equipment, software, failure of any email or players due to technical problems or traffic congestion on the Internet or on the Service or combination thereof, including any injury or damage to Users or to any person's computer related to or resulting from participation or downloading materials in connection with the Service.\n</p>\n<p>The Texas Tribune reserves the right to change or discontinue the Service at any time without notice to you.\nThe Texas Tribune shall not be liable to you or any third party should we exercise our right to change or discontinue the Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Promotional Campaigns.\n</strong>From time to time, The Texas Tribune may offer contests (<q>\n<strong>Contests</strong>\n</q>) through the Service, which may be sponsored by The Texas Tribune or a third-party (either, the <q>\n<strong>Contest Sponsor</strong>\n</q>), but in each case will be administered by The Texas Tribune.\nEach Contest will be subject to and governed by this Agreement and any other Contest rules that may be applicable to such Contest.\nThe Contest Sponsor reserves the right, in its sole discretion, to suspend, modify, or cancel any Contest.\n</p>\n</li>\n<li>\n<p>\n<strong>Suggestions and Submissions.\n</strong>We appreciate hearing from our users and welcome your comments regarding the Service.\nPlease be advised, however, that if you send us creative ideas, suggestions, inventions, or materials (<q>\n<strong>Creative Ideas</strong>\n</q>), we will (a) have a perpetual, irrevocable, non-exclusive right in and to any Creative Ideas and shall own exclusive any derivative works based upon your Creative Ideas created by or for us.\n(b) not be subject to any obligation of confidentiality and shall not be liable for any use or disclosure of any Creative Ideas.\nand (c) be entitled to unrestricted use of the Creative Ideas for any purpose whatsoever, commercial or otherwise, without compensation to you or any other person.\n</p>\n</li>\n<li>\n<p>\n<strong>Disclaimer of Warranties</strong>.\nTHE TEXAS TRIBUNE AND OUR AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, PARTNERS, AND LICENSORS (<q>\n<strong>RELEASED PARTIES</strong>\n</q>) MAKE NO REPRESENTATION, WARRANTY, OR GUARANTY AS TO THE RELIABILITY, TIMELINESS, QUALITY, SUITABILITY, TRUTH, AVAILABILITY, ACCURACY, OR COMPLETENESS OF THE SERVICE OR ANY CONTENT.\nTHE RELEASED PARTIES DO NOT REPRESENT OR WARRANT THAT (A) THE USE OF THE SERVICE WILL BE SECURE, TIMELY, UNINTERRUPTED, OR ERROR-FREE OR OPERATE IN COMBINATION WITH ANY OTHER HARDWARE, SOFTWARE, SYSTEM OR DATA, (B) THE SERVICE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, (C) ANY STORED DATA WILL BE ACCURATE, RETRIEVABLE, OR RELIABLE, (D) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, (E) ERRORS OR DEFECTS WILL BE CORRECTED, OR (F) THE SERVICE OR THE SERVER(S) THAT MAKE THE SERVICE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS ACCESSED AT YOUR OWN DISCRETION AND RISK, AND YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF ANY SUCH MATERIAL.\n</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT THE SERVICE AND ALL CONTENT IS PROVIDED TO YOU STRICTLY ON AN <q>AS IS</q> AND <q>AS AVAILABLE</q> BASIS.\nALL CONDITIONS, REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD PARTY RIGHTS, ARE HEREBY DISCLAIMED TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\n</p>\n</li>\n<li>\n<p>\n<strong>Limitation on Liability</strong>.\nIN NO EVENT SHALL THE RELEASED PARTIES BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF THE TEXAS TRIBUNE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), ARISING FROM (A) THE PRODUCTS OR YOUR USE OR THE INABILITY TO USE THE SERVICE, (B) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH, FROM, OR AS A RESULT OF THE SERVICE.\n(C) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(D) STATEMENTS OR CONDUCT OF ANY USER OR THIRD PARTY ON THE SERVICE.\n(E) YOUR RELIANCE ON CONTENT MADE AVAILABLE BY US.\nOR (F) ANY OTHER MATTER RELATING TO THE SERVICE, INCLUDING CONTESTS.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, THE TEXAS TRIBUNE’S AGGREGATE LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION (WHETHER IN CONTRACT, TORT, BREACH OF WARRANTY, OR OTHERWISE), WILL AT ALL TIMES BE LIMITED TO $50.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\n</p>\n<p>The warranty disclaimers and limitations of liability set forth in this Agreement shall apply irrespective of any failure of essential purpose of any limited remedy.\n</p>\n</li>\n<li>\n<p>\n<strong>Indemnity</strong>.\nYou agree to indemnify and hold the Released Parties, harmless from any loss, liability, claim, or demand, including reasonable attorneys’ fees, made by any third party due to or arising out of (a) your use of or reliance on any Content, (b) your use of or reliance on any Content, (c) any Contests or prizes, or (d) your breach of this Agreement.\nWe shall provide notice to you promptly of any such claim, suit, or proceeding.\nThe Texas Tribune reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us and you agree to cooperate with our defense of these claims.\nYou may not settle any matter without the prior written consent from The Texas Tribune.\n</p>\n</li>\n<li>\n<p>\n<strong>Disputes Among Users</strong>.\nYou are solely responsible for your interactions with other Users.\nThe Texas Tribune reserves the right, but has no obligation, to monitor disputes between you and other Users.\n</p>\n</li>\n<li>\n<p>\n<strong>Governing Law.\nDisputes with The Texas Tribune.\nWaiver of Jury Trial</strong>.\nThis Agreement and the relationship between you and The Texas Tribune shall be governed by the laws of the state of Texas without regard to its conflict of law provisions that would result in the application of the laws of another jurisdiction and you agree to exclusive personal jurisdiction and venue in the state and federal courts of the United States located in the City of Austin, Texas.\n</p>\n<p>The Texas Tribune is the sole determiner in cases of suspected abuse, fraud, or violation of our rules and any decision we make relating to termination of a Registered User account shall be final and binding.\nThe Texas Tribune reserves the right to exercise any legal remedy to recover damages for a breach or contravention of the terms hereof.\n</p>\n<p>Either The Texas Tribune or you may demand that any dispute between us about or involving the Service must be settled by binding arbitration utilizing the dispute resolution procedures of the American Arbitration Association (<q>\n<strong>AAA</strong>\n</q>) in Austin, Texas, USA, provided that the foregoing shall not prevent The Texas Tribune from seeking injunctive relief in a court of competent jurisdiction.\nIn such event, you and The Texas Tribune agree to submit to the personal and exclusive arbitration of any disputes relating to your use of the Service under the rules of the AAA.\nArbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.\nPlease visit www.adr.org for more information about arbitration.\nThe arbitration shall be conducted in the English language.\n</p>\n<p>You also acknowledge and understand that, with respect to any dispute with the Released Parties arising out of or relating to your use of the Service or this Agreement: </p>\n<ul>\n<li>\n<p>YOU ARE GIVING UP YOUR RIGHT TO HAVE A TRAIL BY JURY</p>\n</li>\n<li>\n<p>YOU ARE GIVING UP YOUR RIGHT TO SERVE AS A REPRESENTATIVE, AS A PRIVATE ATTORNEY GENERAL, OR IN ANY OTHER REPRESENTATIVE CAPACITY, OR TO PARTICIPATE AS A MEMBER OF A CLASS OF CLAIMANTS, IN ANY LAWSUIT INVOLVING ANY SUCH DISPUTE</p>\n</li>\n<li>\n<p>YOU MUST FILE ANY CLAIM WITHIN 1 YEAR AFTER SUCH CLAIM AROSE OR IT IS FOREVER BARRED</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Term</strong>.\nThis Agreement shall remain in full force and effect while you use the Service (if you are a Visitor) or while you are a Registered User (if you are a Registered User).\nEven after this Agreement is terminated, the restrictions contained herein will remain in effect.\nIf you are a Registered User, (a) you may terminate your Registered User account at any time, for any reason, by following the instructions found in the account profile area of the Service or by notifying The Texas Tribune at community@texastribune.org, and (b) The Texas Tribune may delete your profile and terminate your Registered User account at any time, without warning and without liability of any kind.\nIf you are a Registered User and your account on any Service is terminated for any reason, you may not create a new account on any Service during the six month period following such termination without our express consent.\n</p>\n</li>\n<li>\n<p>\n<strong>Miscellaneous.</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Entire Agreement</strong>.\nThis Agreement constitutes the entire agreement between you and The Texas Tribune regarding the Service.\nIn the event of a conflict between this Agreement and any terms presented to you in connection with your utilization of a particular functionality (e.g., contributing content, participation in a Contest, or making a donation), the terms presented at such time shall prevail.</p>\n</li>\n<li>\n<p>\n<strong>Severability</strong>.\nThis Agreement operates to the fullest extent permissible by law.\nIf any provision of this Agreement is unlawful, void, or unenforceable, that provision is deemed severable from this Agreement and does not affect the validity and enforceability of any remaining provisions.</p>\n</li>\n<li>\n<p>\n<strong>Waiver.</strong> The failure of The Texas Tribune to exercise or enforce any right or provision of this Agreement shall not operate as a waiver of such right or provision.</p>\n</li>\n<li>\n<p>\n<strong>Section Titles</strong>.\nThe section titles in this Agreement are for convenience only and have no legal or contractual effect.</p>\n</li>\n<li>\n<p>\n<strong>Assignment.</strong> The Texas Tribune may freely transfer or assign this Agreement and any of our rights or obligations hereunder.\nYou may not transfer or assign this Agreement or any of your rights or obligations hereunder without the prior written consent of The Texas Tribune, and any attempt to do so shall be null and void.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Intellectual Property Policy.\n</strong>The Texas Tribune respects the intellectual property of others and takes the protection of copyrights and all other intellectual property very seriously, and we ask our Users to do the same.\nInfringing activity will not be tolerated on or through the Service.\nThe Texas Tribune's intellectual property policy is to (a) remove material that The Texas Tribune believes in good faith, upon notice from an intellectual property owner or their agent, is infringing the intellectual property of a third party by being made available through the Service, and (b) remove any User Content posted to the Service by <q>repeat infringers.</q> The Texas Tribune considers a <q>repeat infringer</q> to be any User that has uploaded User Content to the Service and for whom The Texas Tribune has received more than two takedown notices compliant with the provisions of 17 U.S.C.\n§ 512(c) with respect to such User Content.\nThe Texas Tribune has discretion, however, to terminate the account of any User after receipt of a single notification of claimed infringement or upon The Texas Tribune's own determination.\n</p>\n<p>The Digital Millennium Copyright Act of 1998 (the <q>\n<strong>DMCA</strong>\n</q>) provides recourse for intellectual property owners who believe that material appearing on the Internet infringes their rights under U.S.\nlaw.\nIf you believe in good faith that materials posted on the Service infringe your intellectual property rights, you (or your agent) may send The Texas Tribune a <q>Notification of Claimed Infringement</q> requesting that the material be removed, or access to it blocked.\nThe notice must include the following information: </p>\n<ol>\n<li>\n<p>A physical or electronic signature of a person authorized to act on behalf of the owner of the works that have been allegedly infringed;</p>\n</li>\n<p>\n</p>\n<li>\n<p>Identification of the copyrighted work alleged to have been infringed (or if multiple copyrighted works located on the Service are covered by a single notification, a representative list of such works);</p>\n</li>\n<li>\n<p>Identification of the specific material alleged to be infringing or the subject of infringing activity, and information reasonably sufficient to allow The Texas Tribune to locate the material on the Service;</p>\n</li>\n<li>\n<p>Your name, address, telephone number, and email address (if available);</p>\n</li>\n<li>\n<p>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</p>\n</li>\n<li>\n<p>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n</li>\n</ol>\n<p>If you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send The Texas Tribune a counter-notice.\nNotices and counter-notices must meet the then-current statutory requirements imposed by the DMCA.\nsee https://www.copyright.gov/ for details.\n</p>\n<p>Notices and counter-notices with respect to the Service should be sent to: </p>\n<p>Evan Smith <br> CEO &amp.\nEditor-in-Chief <br> The Texas Tribune <br> 919 Congress Ave <br> The Sixth Floor <br> Austin, TX 78701 </p>\n<p>Consult your legal advisor and see 17 U.S.C.\n§ 512 before filing a notice or counter-notice as there are penalties for false claims under the DMCA.\nThe foregoing is not intended to provide you with legal advice.\n</p>\n</li>\n<li>\n<p>\n<strong>Contacting The Texas Tribune.\n</strong>You can contact us at: </p>\n<p>The Texas Tribune <br> 919 Congress Ave <br> The Sixth Floor <br> Austin, TX 78701 </p>\n</li>\n</ol> ", "created_at": "2023-06-30 14:03:05.771243", "updated_at": "2023-06-30 14:04:06.296946"}], "points": [], "urls": ["texastribune.org"]}}