{"error": 448, "message": "OK", "parameters": {"id": 8985, "name": "Resume Genius", "created_at": "2023-07-09 21:46:16.050705", "updated_at": "2023-07-09 22:02:41.266516", "wikipedia": null, "keywords": null, "related": null, "slug": "resume-genius", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8985.png", "url": "resumegenius.com", "documents": [{"id": 17598, "name": "Terms & Conditions", "url": "https://resumegenius.com/terms-of-use", "xpath": "//body", "text": "Zz..\n<ul>\n<li> Skip to main content</li>\n<li> Skip to footer</li>\n</ul>\n<p>Resume Genius</p>\n<p>The World's Smartest Resume Builder</p> Build My Resume Now Login Build My Resume Now Login <ul>\n<li> Builders Resume Builder\n<p>Making a resume is easy with the right tool.\nOur professional builder will do the hard work for you.</p> Cover Letter Generator\n<p>Short on time or simply don’t like writing? Try our cover letter generator and make a cover letter fast.</p> CV Maker\n<p>CVs are often longer than resumes.\nBut with our CV maker, you can create a CV in the same timeframe.</p>\n<p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n<li> Resumes Resume Templates <ul>\n<li> Professional Templates <p>Professional templates for applicants in formal industries.\nButtoned up yet stylish.</p>\n</li>\n<li> Modern Templates <p>Contemporary templates perfect for new job seekers or anyone looking for a fresh start.</p>\n</li>\n<li> Creative Templates <p>Use a creative template and give your resume a little flair to highlight your creative side.</p>\n</li>\n<li> Basic and Simple Templates <p>Basic templates are perfect for job seekers looking to send out applications fast.</p>\n</li>\n</ul> View All Templates Resume Writing <ul>\n<li> What Is a Resume? </li>\n<li> How to Make a Resume </li>\n<li> The Best Resume Format </li>\n<li> Skills for a Resume </li>\n<li> Resume Objective Examples </li>\n<li> Resume Summary Examples </li>\n</ul> Get More Resume Help Resume Examples <ul>\n<li> Internship </li>\n<li> High School </li>\n<li> College Student </li>\n<li> Teacher </li>\n<li> Customer Service </li>\n<li> Nursing </li>\n</ul> View All Resume Examples <p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n<li> Cover Letters Cover Letter Templates <ul>\n<li> Professional Templates <p>Applying for work where you might need to wear a suit? Check out our professional templates.</p>\n</li>\n<li> Modern Templates <p>Use our modern templates if you'd like to give your application a newer, more contemporary aesthetic.</p>\n</li>\n<li> Creative Templates <p>Cover letters don't have to be dry.\nTry our creative templates to highlight your personality.</p>\n</li>\n<li> Basic and Simple Templates <p>Put emphasis on your writing rather than your cover letter's design.</p>\n</li>\n</ul> View All Templates Cover Letter Writing <ul>\n<li> What Is a Cover Letter? </li>\n<li> How to Write a Cover Letter </li>\n<li> How to Start a Cover Letter </li>\n<li> Best Cover Letters of 2022 </li>\n<li> Cover Letter Format </li>\n<li> Short Cover Letters </li>\n</ul> Get More Cover Letter Help Cover Letter Examples <ul>\n<li> Internship </li>\n<li> College Student </li>\n<li> Teacher </li>\n<li> Nursing </li>\n<li> Accounting </li>\n<li> Customer Service </li>\n</ul> View All Cover Letter Examples <p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n<li> CVs CV Templates <ul>\n<li> Professional Templates <p>Applying for a position with numerous qualifications? Download one of our 2-page CV.</p>\n</li>\n<li> Teaching Templates <p>Highlight your most notable publications and research with one of our research-focused CVs.</p>\n</li>\n<li> Research Templates <p>Applying for an academic role or have substantial teaching experience to list on your CV?</p>\n</li>\n</ul> View All Templates CV Writing <ul>\n<li> What Is a CV? </li>\n<li> How to Write a CV for a Job </li>\n<li> CV vs Resume </li>\n<li> How to Write an Academic CV </li>\n<li> CV Examples for Students </li>\n<li> How to List Publications on a CV </li>\n</ul> Get More CV Help CV Examples <ul>\n<li> Medical Student </li>\n<li> Research Assistant </li>\n<li> Nurse Practitioner </li>\n<li> Science </li>\n<li> Pharmacist </li>\n<li> Artist </li>\n</ul> View All CV Examples <p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n<li> Blog Resume Help\n<p>Learn every detail about making a resume.\nOur guides cover formatting, writing, and more.</p> Cover Letter Help\n<p>Boost your application with an effective cover letter.\nWe’ll show you how to create your own.</p> Interview Help\n<p>You’re one step away from getting the job.\nWin over hiring managers with our expert tips.</p> Career Advice\n<p>Looking to enhance your professional life? Get ideas from our in-house career coaches.</p> FAQs\n<p>If you have questions about resumes, cover letters, or CVs, we answer hundreds of them here.</p>\n<p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n</ul>\n<p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p> Toggle Menu Terms &amp.\nConditions\n<p>\n<strong>Last Updated: January 4, 2022</strong>\n</p>\n<p>Thank you for choosing Resume Genius to create your resume and cover letter.\nThese Terms and Conditions are an agreement between you (“you”), Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern, and Tripod Jet, LLC (and each referred to herein as the “Company” or “we” or “us” or “our”).\nWe are committed to protecting and maintaining your rights, as well as those of the Company, and providing the best possible experience for all parties.\nIf you have any questions or concerns about our policy or our practices please contact us at support@resumegenius.com.</p>\n<p>We provide resume building services and other career-related tools and advice.\nTo have full access to the services you may be required to register an account or sign up for any of our offers.\nEach time you visit our website https://resumegenius.com (“Site”) and use any of our services, you expect us to provide a safe, well-managed experience.\nWe may have a localized site intended for your specific location.\nPlease review our language list on the website’s footer to see the options available.\nThese Terms and Conditions are meant to help you understand our own guidelines with regards to Site management and how we deal with various situations.\nWe hope you take some time to read through them carefully, as they are important.\nIf there are any terms of these Terms and Conditions that you do not agree with, please discontinue use of our site and our services.</p>\n<p>From time to time, we may make changes to these Terms and Conditions.\nWhen any changes are made, we will update the “Last Updated” date at the top of this document, so please check back in every now and then to ensure that you are still in agreement with our guidelines and practices.</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ol>\n<li>\n<ol>\n<li>When do these Terms &amp.\nConditions apply?</li>\n<li>Our stance on electronic records &amp.\nintellectual property</li>\n<li>User registration, eligibility, &amp.\nrepresentation</li>\n<li>What payments are accepted &amp.\nhow are payments processed?</li>\n<li>Which activities are prohibited by us?</li>\n<li>What is our stance on user generated content?</li>\n<li>How we manage the site?</li>\n<li>Where can you find our Privacy Policy?</li>\n<li>Our Digital Millennium Copyright Act (DMCA) notice and policy</li>\n<li>How do we handle copyright infringement?</li>\n<li>Can your account be terminated?</li>\n<li>Can we modify or interrupt the service?</li>\n<li>How we handle disputes?</li>\n<li>Our disclaimer</li>\n<li>If you are a California user and resident, who should you direct your complaints to?</li>\n<li>Miscellaneous</li>\n<li>How to contact us</li>\n</ol>\n</li>\n</ol>\n1.\nWHEN DO THESE TERMS &amp.\nCONDITIONS APPLY?\n<p>These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and us, concerning your access to and use of the Site.</p>\n<p>In order to help make the Site a secure environment, all users are required to accept and comply with these Terms and Conditions and our Privacy Policy.\nYou agree that by accessing the Site and/or using its services, you have read, understood, and agree to be bound by all of these Terms and Conditions.\nIf you do not agree with all of these terms and conditions, then you are expressly prohibited from using our Site and services, thus, you must discontinue use immediately.</p>\n<p>We reserve the right, in our sole discretion, to make changes or modifications to these Terms and Conditions at any time and for any reason.\nWhen any changes are made, we will update the “Last Updated” date at the top of this document, so please check back in every now and then to ensure that you are still in agreement with our terms and conditions.\nThe new date posted on this Terms and Conditions will serve as your notification when you access your account.\nYour continued use of the Site after the revised policy is posted will be interpreted as your awareness and acceptance of the new terms.</p>\n<p>The Site’s content may not be available or appropriate outside of the United States or the United Kingdom.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws to the extent local laws are applicable.</p>\n<p>The Site is intended for users who are at least 18 years old.\nPersons under the age of 18 are not permitted to register for the Site or use our services.</p>\n<strong>HOW DO YOU EXPRESS YOUR ACCEPTANCE OF THESE TERMS?</strong>\n<p>By registering for an account or by accessing the Site, you demonstrate your acceptance of these Terms and Conditions, the Privacy Policy and all other related policies herein referenced.\nThis demonstration of your execution of these Terms and Conditions is effective the date you registered or first accessed the Site according to the U.S.\nElectronic Signatures in Global and National Commerce Act (the E-Sign Act).</p>\n<p>Your registration of an account constitutes an acknowledgement that you are able to electronically receive, download, and print this Agreement, the Privacy Policy, and any other agreements or policies as required by our Site.</p>\n2.\nOUR STANCE ON INTELLECTUAL PROPERTY\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n<p>Unless otherwise indicated, the Site and the services are our proprietary property.\nAll content on the Site is owned or controlled by us or licensed to us, and is protected by copyright and trademark laws, various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n“Content” includes source code, databases, functionality, software, resume designs, audio, video, text, photographs and graphics.</p>\n<p>The Content and the marks, which include trademarks, service marks and logos (“Marks”), are provided on the Site “as is” for your information and for your personal use only.\nExcept as expressly provided in these Terms and Conditions or another form of express written permission, no part of the Site or the services and no Content or Marks may be:</p>\n<ul>\n<li>copied</li>\n<li>reproduced</li>\n<li>aggregated</li>\n<li>republished</li>\n<li>uploaded</li>\n<li>posted</li>\n<li>publicly displayed</li>\n<li>encoded</li>\n<li>translated</li>\n<li>transmitted</li>\n<li>distributed</li>\n<li>sold</li>\n<li>licensed</li>\n<li>or otherwise exploited for any commercial purpose whatsoever</li>\n</ul>\n<p>Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content, and the Marks.</p>\n3.\nUSER REGISTRATION, ELIGIBILITY, &amp.\nREPRESENTATION\n<strong>HOW CAN YOU REGISTER FOR AN ACCOUNT?</strong>\n<p>You may be required to register with the Site in order to access our services.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.</p>\n<p>To register for our Site, you will need a valid email address.\nWe recommend you print out and retain records and notices in paper form or some form of electronic storage, since these are important documents.\nTo ensure that we can provide you with a smooth and efficient service, we ask that you keep your personal information up to date.\nOnce you register you will be able to upload documents as part of creating your resume or cover letter.\nThese documents will stay saved in your account as long as it is open.</p>\n<p>By using the Site, you represent and warrant that:</p>\n<ul>\n<li>All registration information you submit will be true, accurate, current, and complete.</li>\n<li>You will maintain the accuracy of such information and promptly update such registration information as necessary.</li>\n<li>You have the legal capacity (in other words, you are not under the age of 18 or a minor pursuant to the laws of your Country of residence) and you agree to comply with these Terms and Conditions.</li>\n<li>You will not access the Site through automated or non-human means, whether through a bot, script or otherwise.</li>\n<li>Your use of the Site or the services will not violate any applicable law or regulation.If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site.</li>\n</ul>\n<p>We are a service provider and make no representations as to the safety, effectiveness, adequacy, accuracy, availability, or legality of any of the information contained in your resume.\nYou understand and agree that the Content of the Site does not contain or constitute representations to be reasonably relied upon, and you agree to hold us harmless from any errors, omissions, or misrepresentations contained within the Site’s Content.</p>\n<p>If you are a EU resident, all your statutory rights based on directive 2009/24/EC of April 23, 2009 remain unaffected.\nAny and all actions require authorization by the Company, beside exceptions to the restricted acts.</p>\n<strong>HOW CAN YOU DELETE YOUR ACCOUNT <b>OR DEACTIVATE YOUR SUBSCRIPTION</b>?</strong>\n<p>You can deactivate your subscription by login in and click on the “My Account” link located in the upper right-hand menu.\nIf you have questions or problems deactivating your subscription please&nbsp;Contact Us.\nOnce your subscription is cancelled you will only view your documents but you will not be able to download, print or edit them.\nIf you wish to delete your account you can make a data deletion request by clicking on this link.\nOnce your account is deleted or you delete some of its content, it will no longer be visible to other users.\nNonetheless, if other users previously made a digital copy or saved it on their computer, we will not be able to access and delete that information.\nTo the extent permitted by law, there may be content that we create for you and may not be deleted once uploaded.\nEven when you delete your account or your personal information is deleted from our systems we may retain some information for legitimate internal business purposes.\nThis information may not be accessed again by you or third parties within the Service.\nCancellations will take effect at the end of the current paid term.</p>\n<p>If you are an EU resident, by accepting this Terms &amp.\nConditions you understand and accept to start using our services immediately.\nYou also understand that you are hereby waiving your right to withdraw from this Terms &amp.\nConditions.</p>\n4.\nWHAT PAYMENTS ARE ACCEPTED &amp.\nHOW ARE THEY PROCESSED?\n<strong>OUR POLICY ON PURCHASES AND ACCEPTED PAYMENT METHODS</strong>\n<p>Charges for our services, either on a pay per download or a subscription basis, shall be paid via credit or debit card, ACH, or other means agreed between a user and us.\nCharges incurred on a periodic basis are charged in advance and shall be subject to automatic renewal.&nbsp.\nWe may change prices at any time and will previously notify you by email.\nUsers agree to such automatic renewals and charges to users’ credit or debit card, ACH, or other payment mechanism, without requiring prior authorization in each instance, subject to users cancelling their accounts.</p>\n<p>For users that have agreed to a subscription, in the event of any failure to make payment, the user will be responsible for all reasonable expenses (including attorneys’ fees) incurred by us in collecting such amounts.\nWe reserve the right to suspend performance of the services for which a user fails to make timely payment hereunder or under any other agreement with us.\nIf the total recurring amount due cannot be charged due to insufficient funds, you hereby authorize us to make a partial charge of the available balance.\nThe rest of the amount due will be charged as a separate transaction to either the same card or any other card on file.\nWe may also charge you an administration fee of up to $1.95 for each failed payment or partial transaction made, in order to keep your subscription temporarily active until the full subscription amount can be processed successfully.\nUsers shall be responsible for all taxes due on the sale of the services to a user, including interest and penalties thereon (exclusive of taxes based on the Site’s net income), which taxes shall include, without limitation, any direct or indirect local, state, federal or foreign taxes, levies, duties or similar governmental assessments of any nature, including value-added, sales, use or withholding taxes.\nIf you are located in the US your payments may be processed by Tripod Jet, LLC.\nIf you are located outside of the US your payments may be processed by Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern.</p>\n<p>You agree to pay all charges that are displayed at the time of purchase, and you authorize us to charge your chosen payment provider for any such amounts upon placing your order.\nIf your order is subject to recurring charges, then you consent to our charging your payment method on a recurring basis without requiring your prior approval for each recurring charge, until such time as you cancel the applicable order.\nWe reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.</p>\n<p>We reserve the right to refuse any order placed through the Site.\nWe may limit or cancel quantities purchased per person, per household, or per order.\nThese restrictions may include orders placed by or under the same customer account, the same payment method, and/or orders that use the same billing or shipping address.\nWe reserve the right to limit or prohibit orders that appear to be placed by dealers, resellers, or distributors.</p>\n<p>Your transaction may be subject to differences in prices, because of exchange rates, depending on where you transact with us, the type of payment method used, and where your payment method was issued.\nWe will not make any compensation or reimbursement for charges imposed by your bank or card issuer, including for any foreign currency exchange rates.</p>\n<p>ResumeGenius.com may provide a full refund to customers who are still within their 14-day trial subscription term.\nCustomers who wish to redeem a refund must contact customer service prior to the end of their trial subscription term either by calling customer support at (866) 215-9048, emailing support@resumegenius.com, or by using live chat via ResumeGenius.com.</p>\n5.\nWHICH ACTIVITIES ARE PROHIBITED BY US?\n<p>The Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.</p>\n<p>As a user of the Site, you agree not to:</p>\n<ul>\n<li>Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.</li>\n<li>Engage in unauthorized framing of or linking to the Site</li>\n<li>Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</li>\n<li>Make improper use of our support services, or submit false reports of abuse or misconduct.</li>\n<li>Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.</li>\n<li>Interfere with, disrupt, or create an undue burden on the Site or the networks and services connected to the Site.</li>\n<li>Attempt to impersonate another user or person, or use the username of another user.</li>\n<li>Use our services as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.</li>\n<li>Decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.</li>\n<li>Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.</li>\n<li>Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the resume building services to you.</li>\n<li>Delete the copyright or other proprietary rights notice from any of the Content.</li>\n<li>Copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the services.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).</li>\n<li>Except as may be the result of the standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.</li>\n<li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</li>\n<li>Use the Site in a manner inconsistent with any applicable laws or regulations.</li>\n<li>Having duplicate or shared accounts.</li>\n<li>Falsely implying a relationship with us or another company with whom you do not have a relationship.</li>\n<li>Misrepresenting experience, skills, or information in your resume.</li>\n<li>Without our prior written permission, to use information obtained from the Site to transmit any commercial, advertising or promotional materials or to advertise or offer to sell or buy any goods or services for any purpose.</li>\n</ul>\n6.\nWHAT IS OUR STANCE ON USER GENERATED SUBMISSIONS AND CONTENT?\n<p>You acknowledge and agree that any resumes produced by our Site or provided by you to us, as well as any questions, comments, suggestions, ideas, feedback, or other information regarding the Site or resumes produced by our Site or provided by you to us (collectively “Submissions”) are non-confidential and shall become our sole property.</p>\n<p>As part of the offerings the Site may make available forums that will allow you to exchange information and ideas with other users or third parties.\nYou may make use of the forums available on the Site at your own risk.\nWhen you disclose information or rely on any information in the Forums, you do so at your own risk.\nThe Site will not be liable for any loss or damage for your use or reliance on information that was available on the forums.\nBy using and commenting on these forums you agree and understand that the opinions there stated only reflect your opinion or that of another user and does not represent the opinion of the Site.\nWe do not sponsor and are not affiliated to any of the comments made on the forums, are not responsible for the content posted or its truthfulness, embedded messages or inconsistent results.</p>\n<p>We shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.</p>\n<p>The Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other mediums.\nWe may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, articles, video, audio, photographs, graphics, comments, suggestions, or personal information or other material.\nAll user generated content described in this paragraph will collectively be described as “User Content” throughout this agreement.</p>\n<p>All Content may be viewable by other users of the Site and through third-party websites.\nAs such, any Content that you submit may be treated as non-confidential and nonproprietary.\nContent may be shared with third parties such as our business partners or affiliates to facilitate our legitimate business interests or to offer you third party products.\nWhen you create or make available any Content you thereby represent and warrant that:</p>\n<ul>\n<li>You are the creator and owner of the User Content.\nIf you do not own it, you have the legal right to use the User Content.</li>\n<li>If you include the real names or faces of people in your User Content, you have permission from those people to use them.</li>\n<li>Your User Content is not false, inaccurate, or misleading.</li>\n<li>Your User Content is not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.</li>\n<li>Your User Content is not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).</li>\n<li>Your User Content does not ridicule, mock, disparage, intimidate, or abuse anyone.</li>\n<li>Your User Content does not advocate the violent overthrow of any government or incite, encourage, or threaten physical harm against another.</li>\n<li>Your User Content does not violate any applicable law, regulation, or rule.</li>\n<li>Your User Content does not violate the privacy or publicity rights of any third party.</li>\n<li>Your User Content does not contain any material that solicits personal information from anyone under the age of 18, or exploits people under the age of 18 in a sexual or violent manner.</li>\n<li>Your User Content does not violate any federal or state law concerning child pornography, or otherwise intended to protect the health or well-being of minors.</li>\n<li>Your User Content does not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.</li>\n<li>Your User Content does not otherwise violate, or link to material that violates, any provision of these Terms and Conditions, or any applicable law or regulation.</li>\n</ul>\n<p>Any use of the Site in violation of the foregoing violates these Terms and Conditions and may result in, among other things, termination or suspension of your rights to use the Site.</p>\n<strong>YOUR CONTENT LICENSE</strong>\n<p>By posting or making User Content accessible to the Site, you represent and warrant that you have the right, power, and authority to post that user content and grant the licenses specified in this section.</p>\n<p>You further represent that you will not violate third-party rights of any kind, including, without limitation, any intellectual property rights, rights of publicity, or privacy rights.\nYou represent and warrant that you are the owner of your content and that we may exercise your copyright rights without any liability or obligation for payment.</p>\n<p>You automatically grant to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to:</p>\n<ul>\n<li>host</li>\n<li>use</li>\n<li>copy</li>\n<li>reproduce</li>\n<li>disclose</li>\n<li>publish</li>\n<li>broadcast</li>\n<li>retitle</li>\n<li>archive</li>\n<li>store</li>\n<li>cache</li>\n<li>publicly perform</li>\n<li>publicly display</li>\n<li>reformat</li>\n<li>translate</li>\n<li>transmit</li>\n<li>excerpt (in whole or in part)</li>\n<li>distribute</li>\n</ul>\n<p>Such User Content, no matter the format, can be used by us at our discretion.</p>\n<p>This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your User Content, and you warrant that moral rights have not otherwise been asserted in your User Content.\nYour licenses will expire within a commercially reasonable period of time.</p>\n<p>We do not assert any ownership over your User Content.\nYou retain full ownership of all of your User Content and any intellectual property rights or other proprietary rights associated with your User Content.\nWe are not liable for any statements or representations in your User Content provided by you in any area on the Site.\nYou are solely responsible for your User Content to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your User Content.</p>\n<p>We have the right, in our sole and absolute discretion:</p>\n<ul>\n<li>To edit, redact, or otherwise change any User Content.</li>\n<li>To re-categorize any User Content to place them in more appropriate locations on the Site.</li>\n<li>To pre-screen or delete any User Content at any time and for any reason, without notice.\nNonetheless, we have no obligation to monitor your User Content.</li>\n</ul>\n<p>You may submit comments or ideas to our Site, including ideas on how to improve our services.\nWhen you submit any ideas, you agree that your disclosure is voluntary and without restriction, and you place us under no fiduciary or obligation.\nYour ideas should also not contain the confidential or proprietary information of third parties.\nYou acknowledge that by acceptance of your submission, we do not waive any rights to use similar or related ideas known or developed by us, or obtained from sources other than you.</p>\n<strong>SOCIAL MEDIA</strong>\n<p>As part of the functionality of the Site, you may link your account with online accounts you have with social media providers (each such account, a “social media account”) by either:</p>\n<ul>\n<li>Providing your social media account login information through the Site.</li>\n<li>Allowing us to access your social media account, as is permitted under the applicable terms and conditions that govern your use of said account.</li>\n</ul>\n<p>You declare that you are entitled to disclose your social media account login information to us and/or grant us access to your social media accounts, without breach by you of any of the terms and conditions that govern your use of the applicable social media Account, and without obligating us to pay any fees or making us subject to any usage limitations imposed by the third-party service provider of the social media account.</p>\n<p>By granting us access to any social media accounts, you understand that:</p>\n<ul>\n<li>We may access, make available, and store (if applicable) any content that you have provided to and stored in your social media account (the “Social Network Content”) so that it is available on and through the Site via your account, including without limitation any friend lists, to the extent permitted by the third-party service provider.</li>\n<li>We may submit to and receive from your social media account additional information to the extent you are notified when you link your account with the social media account.</li>\n</ul>\n<p>Depending on the social media accounts you choose and subject to the privacy settings that you have set in such social media accounts, personally identifiable information that you post to your social media accounts may be available on and through your account on the Site.\nPlease note that if a social media account or associated service becomes unavailable or our access to this social media account is terminated by the third-party service provider, then the content previously transmitted to the Site may no longer be available on and through the Site.\nYou will have the ability to disable the connection between your account on the Site and your social media accounts at any time.</p>\n<p>Please note that your relationship with the third-party service providers associated with your third-party accounts is governed solely by your agreement(s) with such third-party service providers.\nWe make no effort to review any social network content for any purpose, including but not limited to, for accuracy, legality, or non-infringement, and we are not responsible for any social network content.</p>\n<p>You can deactivate the connection between the Site and your social media account by contacting us using the contact information or through your account settings (if applicable).</p>\n<strong>THIRD-PARTY WEBSITES AND CONTENT</strong>\n<p>The Site may contain (or you may be sent via the Site or their services) links to other websites (“Third-Party Websites”) as well as:</p>\n<ul>\n<li>articles</li>\n<li>photographs</li>\n<li>text</li>\n<li>graphics</li>\n<li>pictures</li>\n<li>designs</li>\n<li>music</li>\n<li>sound</li>\n<li>video</li>\n<li>information</li>\n<li>applications</li>\n<li>software</li>\n<li>other content or items belonging to or originating from third parties (“Third-Party Content”)</li>\n</ul>\n<p>Such Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content available through the Site.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms and Conditions no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.</p>\n<p>Any purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.</p>\n<p>Any reference to third party trademarks or trade names is made for identification purposes only and does not represent an affiliation with the Site.</p>\n7.\nHOW WE MANAGE THE SITE\n<p>We reserve the right, but are not obligated, to:</p>\n<ul>\n<li>Monitor the Site for violations of these Terms and Conditions.</li>\n<li>Take appropriate legal action against anyone who violates the law or these Terms and Conditions, including without limitation, reporting such users to law enforcement authorities.</li>\n<li>In our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your accounts or any portion thereof.</li>\n<li>In our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.</li>\n<li>Otherwise, manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site and the services.</li>\n</ul>\nAUTOMATED TOOLS\n<p>The automated tools provided by the Site may provide scores, matches, top picks, and other options according to the information that you have entered in the Site.\nThese automated tools have been created on a computer-based system and are designed to provide each User with a personalized experience.\nEven when you may see options made available to you as part of the Site, please make sure to revise them and determine which applies best according to your needs.\nThe Site makes no guarantees that you will find a job, get any answer from a job poster or receive a job offer.\nThese decisions will be made solely by the job poster and the Site takes no participation or responsibility in this process.</p>\n8.\nWHERE CAN YOU FIND OUR PRIVACY POLICY?\n<p>We care about data privacy and security.\nPlease review our Privacy Policy posted on the Site.\nBy using the Site or our services, you agree to be bound by our Privacy Policy, which is linked to in these Terms and Conditions.<br>\nPlease be advised that the Site is designed to provide services to customers located in the United States only.</p>\n<p>Further, we do not knowingly accept, request, or solicit information from children or knowingly market to children.\nTherefore, in accordance with the U.S.\nChildren’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Site as quickly as is reasonably possible.</p>\nUSER DATA\n<p>To the extent permitted by applicable law, we will maintain certain data that you transmit to the Site for the purpose of providing the service and fulfilling our contract with you.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using our services.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.</p>\n<p>Please note that our Data protection Officer (DPO) can be contacted by sending an email to legal@sonagatech.com.</p>\n9.\nOUR DIGITAL MILLENNIUM COPYRIGHT ACT (DMCA) NOTICE AND POLICY\nNOTIFICATIONS\n<p>We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify our Designated Copyright Agent using the contact information provided below (a “Notification”).</p>\n<p>A copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that according to federal law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.</p>\n<p>All Notifications should meet the requirements of DMCA 17 U.S.C.\n§ 512(c)(3) and include all the following information:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the Site are covered by the Notification, a representative list of such works on the Site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an email address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed upon.</li>\n</ul>\nCOUNTER NOTIFICATION\n<p>If you believe your own copyrighted material has been removed from the Site as a result of a mistake or misidentification, you may submit a written counter notification to our Designated Copyright Agent using the contact information provided below (a “Counter Notification”).</p>\n<p>Please note that if you materially misrepresent that the disabled or removed content was removed by mistake or misidentification, you may be liable for damages, including costs and attorney’s fees.\nFiling a false Counter Notification constitutes perjury.</p>\n<p>Designated Copyright Agent<br>\nSonaga Tech Limited, Hamilton, Zweigniederlassung Luzern<br>\nAttn: Legal Department<br>\nHertensteinstrasse 51<br>\n6004 Luzern, Switzerland<br>\nlegal@sonagatech.com</p>\n10.\nHOW DO WE HANDLE COPYRIGHT INFRINGEMENTS?\n<p>We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us using the contact information provided above.\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.</p>\n<p>Please be advised that according to federal law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.</p>\n11.\nCAN YOUR ACCOUNT BE TERMINATED?\n<p>These Terms and Conditions shall remain in full force and effect while you use the Site and/or using its services.\nWithout limiting any other provision of these terms and conditions, we reserve the right to deny access to and use of the site and its services (including blocking certain IP addresses), to any person for any reason or for no reason, including without limitation for breach of any representation, warranty, or covenant contained in these terms and conditions or of any applicable law or regulation.\nWe may terminate your use or participation in the Site and its services or delete your account and any content or information that you posted at any time, without warning, in our sole discretion.</p>\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>\n12.\nCAN WE MODIFY OR INTERRUPT SERVICE?\n<p>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nWe have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the services without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.</p>\n<p>We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems, or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.</p>\n<p>You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms and Conditions will be understood to obligate us to maintain and support the Site or to make any corrections, updates, or releases.</p>\n13.\nHOW WE HANDLE DISPUTES?\n<p>These Terms and Conditions and your use of the Site governing law depends on where your transaction was processed.\nTransactions processed by Tripod Jet, LLC will be governed by the laws of the state of New York, USA.\nTransactions processed by Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern will be governed by the laws of Switzerland, without regard to its conflict of law principles.</p>\nDISPUTE RESOLUTION\n<p>\n<strong>Informal Negotiations</strong>\n</p>\n<p>To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms and Conditions (each a “Dispute” and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least 30 days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.</p>\n<p>\n<strong>Binding Arbitration</strong>\n</p>\n<p>If the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved by binding arbitration.\nYou understand that without this provision, you would have the right to sue in court and have a jury trial.</p>\n<p>The arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (“AAA”) and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (“AAA Consumer Rules”), both of which are available at the AAA website www.adr.org.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.</p>\n<p>The arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable AAA rules or applicable law, the arbitration will take place in New York County, New York.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p>If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts located in the state of New York, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act (UCITA) are excluded from these Terms and Conditions.</p>\n<p>In no event shall any Dispute brought by either Party related in any way to the Site be commenced more than 1 year after the cause of action arose.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>\n<p>\n<b>EU residents:</b>\n</p>\n<p>Regulation No.\n524/20143 may provide a right for an out of court settlement.\nCompany is neither obliged nor willing to participate in an out-of-court dispute resolution procedure before a consumer arbitration board.\nYour statutory rights regarding choice of law and venue remain unaffected.\nYou can find more information by clicking here.</p>\n<p>\n<strong>Residents outside of the US</strong>\n</p>\n<p>Please send us an email to support@resumegenius.com if there is any issue or controversy with the Site with a brief description of the issue so that our team may be able to help you.\nAlso remember to update your contact information, since we will reply your request to the most recent information we have on file.\nOnce received, we will try to provide resolution within 60 days.\nThere may be times when the resolution options provided may not satisfy your needs, in that case, this agreement does not limit your rights to start a separate complaint process.</p>\n<p>\n<strong>Restrictions</strong>\n</p>\n<p>The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law:</p>\n<ul>\n<li>No arbitration shall be joined with any other proceeding</li>\n<li>There is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.</li>\n<li>There is no right or authority for any Dispute to be brought by a purported representative capacity on behalf of the general public or any other persons.</li>\n</ul>\n<p>\n<strong>Exceptions to Informal Negotiations and Arbitration</strong>\n</p>\n<p>The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration:</p>\n<ul>\n<li>Any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party</li>\n<li>Any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.</li>\n<li>Any claim for injunctive relief.</li>\n<li>If this provision is found to be illegal or unenforceable, the Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</li>\n</ul>\n14.\nOUR DISCLAIMER\n<p>The Site is provided on an “as-is” and “as-available basis”.\nYou agree that your use of the Site and our services will be at your sole risk.\nTo the fullest extent permitted by law, we disclaim all warranties, express or implied, in connection with the site and its services and your use thereof, including, without limitation, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.</p>\n<p>We make no warranties or representations about the accuracy or completeness of the site’s content or the content of any websites linked to the site and we will assume no liability or responsibility for any:</p>\n<ul>\n<li>Errors, mistakes, or inaccuracies of content and materials.</li>\n<li>Personal injury or property damage, of any nature whatsoever, resulting from your access to and use of the site.</li>\n<li>Any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein.</li>\n<li>Any interruption or cessation of transmission to or from the site or the services.</li>\n<li>Any bugs, viruses, trojan horses, or the like which may be transmitted to or through the site by any third party.</li>\n<li>Any errors or omissions in any content and materials or for any loss or damage of any kind incurred as a result of the use of any content posted, transmitted, or otherwise made available via the site.</li>\n<li>We do not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the site, any hyperlinked website, or any website or mobile application featured in any banner or other advertising.\nWe also will not be a party to or in any way be responsible for monitoring any transaction between you and any third-party providers of products or services.\nAs with the purchase of a product or service through any medium or in any environment, you should use your best judgment and exercise caution where appropriate.</li>\n</ul>\nLIMITATIONS OF LIABILITY\n<p>In no event will we or our directors, employees, or agents be liable to you or any third party for any direct, indirect, consequential, exemplary, incidental, special, or punitive damages, including lost profit, lost revenue, loss of data, or other damages arising from your use of the site, even if we have been advised of the possibility of such damages.</p>\n<p>Notwithstanding anything to the contrary contained herein, our liability to you for any cause whatsoever and regardless of the form of the action, will at all times be limited to the lesser of the amount paid, if any, by you to us during the 12-month period prior to any cause of action arising or $100.\nCertain state laws do not allow limitations on implied warranties or the exclusion or limitation of certain damages.\nIf these laws apply to you, some or all of the above disclaimers or limitations may not apply to you, and you may have additional rights.</p>\n<p>IF APPLICABLE LAW DOES NOT ALLOW ALL OR ANY PART OF THE ABOVE LIMITATION OF LIABILITY TO APPLY TO YOU, THE LIMITATIONS WILL APPLY TO YOU ONLY TO THE EXTENT PERMITTED BY APPLICABLE LAW.</p>\nINDEMNIFICATION\n<p>You agree to defend, compensate, and hold us harmless, including any party connected to us in any way, to the fullest extent permitted by applicable law, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of:</p>\n<ul>\n<li>Your user generated content, which shall include all the information in your resume.</li>\n<li>Breach of these Terms and Conditions.</li>\n<li>Any breach of your representations and warranties set forth in these Terms and Conditions.</li>\n<li>Your violation of the rights of a third party, including but not limited to intellectual property rights.</li>\n<li>Any overt harmful act toward any other user of the Site or the services with whom you connected via the Site.</li>\n<li>Claims that may arise from a result of an investigation made by the Company, any of its affiliates or the authorities,</li>\n</ul>\n<p>Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.</p>\nINVESTIGATIONS\n<p>Please know that the Site will cooperate with the authorities on any investigation that arises from a violation of these Terms.\nWe will provide the authorities all necessary information of the user that publishes or sends content in violation of Section 6 of these Terms.</p>\n15.\nIF YOU ARE A CALIFORNIA USER AND RESIDENT, WHO SHOULD YOU DIRECT YOUR COMPLAINTS TO?\n<p>The services are provided by &nbsp;Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern.\nIf you have a question or complaint regarding the service, you can send an email to our DMCA designated agent to legal@sonagatech.com or send a letter to Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern Hertensteinstrasse 51, 6004 Luzern, Switzerland.</p>\n<p>If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by writing to: 1625 North Market Blvd., Suite N 112,<br>\nSacramento, California 9583, you can also send an e-mail to dca@dca.ca.gov or by telephone at (800) 952-5210 or (916) 445-1254.</p>\n16.\nMISCELLANEOUS\n<p>These Terms and Conditions and any policies or operating rules posted by us on the Site or in respect to the services constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms and Conditions shall not operate as a waiver of such right or provision.</p>\n<p>These Terms and Conditions operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms and Conditions is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms and Conditions and does not affect the validity and enforceability of any remaining provisions.</p>\n<p>There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms and Conditions or use of the Site or the services.\nYou agree that these Terms and Conditions will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms and Conditions and the lack of signing by the parties hereto to execute these Terms and Conditions.</p>\n<p>Please note that our Data protection Officer (DPO) can be contacted by sending an email to legal@sonagatech.com.</p>\n17.\nHOW TO CONTACT US\n<p>For any questions please contact us at:</p>\n<p>support@resumegenius.com</p>\n<p>Phone: (866) 215-9048 (available Monday to Friday, 8AM – 12AM (Midnight) (EDT)</p>\n<p>Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern</p>\n<p>Hertensteinstrasse 51</p>\n<p>6004 Luzern, Switzerland</p> LinkedIn Instagram Youtube Facebook Twitter Tiktok Pinterest Giphy FooterResume Tools\n<ul>\n<li>Resume Builder</li>\n<li>Resume Templates</li>\n<li>Resume Examples</li>\n<li>How to Make a Resume</li>\n<li>Resume Format</li>\n<li>Resume Summary Generator</li>\n<li>Resume Help</li>\n</ul>\nCover Letter Tools\n<ul>\n<li>Cover Letter Builder</li>\n<li>Cover Letter Templates</li>\n<li>Cover Letter Examples</li>\n<li>How to Write a Cover Letter</li>\n<li>Cover Letter Format</li>\n<li>Cover Letter Help</li>\n</ul>\nCV Tools\n<ul>\n<li>What Is a CV?</li>\n<li>How to Write a CV</li>\n<li>CV Templates</li>\n<li>CV Examples</li>\n<li>CV Format</li>\n</ul>\nCareer Tools\n<ul>\n<li>Thank You Note Samples &amp.\nTemplates</li>\n<li>Resignation Letter Samples</li>\n<li>Letter of Recommendation Templates</li>\n<li>Business Letter Formats</li>\n<li>Career Advice</li>\n</ul>\nAbout\n<ul>\n<li>About</li>\n<li>Reviews</li>\n<li>Blog</li>\n<li>Careers</li>\n</ul>\nSupport\n<ul>\n<li>Contact Us</li>\n<li>Support</li>\n<li>Forgot Password</li>\n<li>Frequently Asked Questions</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>CCPA/GDPR</li>\n<li>Accessibility</li>\n</ul>\nMember of <p>© 2023, Sonaga Tech Limited.\nAll rights reserved</p>\n<p>ResumeGenius.com is owned and operated by Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern with offices in Luzern Switzerland.</p>\n<i>\n</i>\nScroll to top Manage Cookie Settings <p>Select which cookies you'd like to accept.\nDisabling cookies may negatively impact your experience on the site.\nFor more information visit our Privacy Policy and Cookie Policy.</p> Functional (essential cookies) <p>Functional cookies are essential for the Site to function properly.\nThese cookies allow websites to remember the user's site preferences and choices they make on the Site, including username, region, and language.\nThey are anonymous and don't track browsing activity across other websites.\nThese cookies remember your preferences on our website.</p> Performance &amp.\nWeb Analytics <p>Performance cookies allow us to gather statistical data on how the website is performing to make improvements.\nWeb Analytics cookies allow us to gather information regarding how you access the Site, for how long you stay and what parts of the Site you have visited.\nThese cookies don't collect identifiable information from you, which means all the data is collected is anonymous and only used to improve the functionality of a website.</p> Marketing <p>Marketing cookies allow us to gather information to display advertisements based on topics that are relevant to you, allowing us to send you tailored offers.\nThey also allow our partners to display relevant advertisements based on your interests.</p> Set Preferences Allow All How we use cookies <p>We use several types of cookies across our website to measure user analytics and display relevant ads to different user groups.\nWhile these cookies ultimately help us serve you better suggested content and make your time on-site more convenient, you have the ability to opt out of them.\nLearn more about how we use cookies by reading our Cookie Policy, and set your cookie preferences by clicking either \"Manage Cookies\" or “Allow Cookies”.`</p> Manage Cookies Allow Cookies ", "created_at": "2023-07-09 21:46:24.346789", "updated_at": "2023-07-09 21:46:31.18752"}, {"id": 17597, "name": "Privacy Policy", "url": "https://resumegenius.com/privacy-policy", "xpath": "//body", "text": "Zz..\n<ul>\n<li> Skip to main content</li>\n<li> Skip to footer</li>\n</ul>\n<p>Resume Genius</p>\n<p>The World's Smartest Resume Builder</p> Build My Resume Now Login Build My Resume Now Login <ul>\n<li> Builders Resume Builder\n<p>Making a resume is easy with the right tool.\nOur professional builder will do the hard work for you.</p> Cover Letter Generator\n<p>Short on time or simply don’t like writing? Try our cover letter generator and make a cover letter fast.</p> CV Maker\n<p>CVs are often longer than resumes.\nBut with our CV maker, you can create a CV in the same timeframe.</p>\n<p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n<li> Resumes Resume Templates <ul>\n<li> Professional Templates <p>Professional templates for applicants in formal industries.\nButtoned up yet stylish.</p>\n</li>\n<li> Modern Templates <p>Contemporary templates perfect for new job seekers or anyone looking for a fresh start.</p>\n</li>\n<li> Creative Templates <p>Use a creative template and give your resume a little flair to highlight your creative side.</p>\n</li>\n<li> Basic and Simple Templates <p>Basic templates are perfect for job seekers looking to send out applications fast.</p>\n</li>\n</ul> View All Templates Resume Writing <ul>\n<li> What Is a Resume? </li>\n<li> How to Make a Resume </li>\n<li> The Best Resume Format </li>\n<li> Skills for a Resume </li>\n<li> Resume Objective Examples </li>\n<li> Resume Summary Examples </li>\n</ul> Get More Resume Help Resume Examples <ul>\n<li> Internship </li>\n<li> High School </li>\n<li> College Student </li>\n<li> Teacher </li>\n<li> Customer Service </li>\n<li> Nursing </li>\n</ul> View All Resume Examples <p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n<li> Cover Letters Cover Letter Templates <ul>\n<li> Professional Templates <p>Applying for work where you might need to wear a suit? Check out our professional templates.</p>\n</li>\n<li> Modern Templates <p>Use our modern templates if you'd like to give your application a newer, more contemporary aesthetic.</p>\n</li>\n<li> Creative Templates <p>Cover letters don't have to be dry.\nTry our creative templates to highlight your personality.</p>\n</li>\n<li> Basic and Simple Templates <p>Put emphasis on your writing rather than your cover letter's design.</p>\n</li>\n</ul> View All Templates Cover Letter Writing <ul>\n<li> What Is a Cover Letter? </li>\n<li> How to Write a Cover Letter </li>\n<li> How to Start a Cover Letter </li>\n<li> Best Cover Letters of 2022 </li>\n<li> Cover Letter Format </li>\n<li> Short Cover Letters </li>\n</ul> Get More Cover Letter Help Cover Letter Examples <ul>\n<li> Internship </li>\n<li> College Student </li>\n<li> Teacher </li>\n<li> Nursing </li>\n<li> Accounting </li>\n<li> Customer Service </li>\n</ul> View All Cover Letter Examples <p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n<li> CVs CV Templates <ul>\n<li> Professional Templates <p>Applying for a position with numerous qualifications? Download one of our 2-page CV.</p>\n</li>\n<li> Teaching Templates <p>Highlight your most notable publications and research with one of our research-focused CVs.</p>\n</li>\n<li> Research Templates <p>Applying for an academic role or have substantial teaching experience to list on your CV?</p>\n</li>\n</ul> View All Templates CV Writing <ul>\n<li> What Is a CV? </li>\n<li> How to Write a CV for a Job </li>\n<li> CV vs Resume </li>\n<li> How to Write an Academic CV </li>\n<li> CV Examples for Students </li>\n<li> How to List Publications on a CV </li>\n</ul> Get More CV Help CV Examples <ul>\n<li> Medical Student </li>\n<li> Research Assistant </li>\n<li> Nurse Practitioner </li>\n<li> Science </li>\n<li> Pharmacist </li>\n<li> Artist </li>\n</ul> View All CV Examples <p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n<li> Blog Resume Help\n<p>Learn every detail about making a resume.\nOur guides cover formatting, writing, and more.</p> Cover Letter Help\n<p>Boost your application with an effective cover letter.\nWe’ll show you how to create your own.</p> Interview Help\n<p>You’re one step away from getting the job.\nWin over hiring managers with our expert tips.</p> Career Advice\n<p>Looking to enhance your professional life? Get ideas from our in-house career coaches.</p> FAQs\n<p>If you have questions about resumes, cover letters, or CVs, we answer hundreds of them here.</p>\n<p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p>\n</li>\n</ul>\n<p>Monday to Friday, 8AM – 12AM (Midnight) and Saturdays and Sundays, 10AM – 6PM EDT (866) 215-9048</p> Toggle Menu Privacy Policy\n<p>\n<strong>Last updated February 27, 2023</strong>\n</p>\n<p>Thank you for choosing ResumeGenius, owned by Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern (“Company”, “Service Provider”, “we”, “us” or “our”), to create your resume and cover letter.\nWe are committed to protecting your information and your right to privacy.\nYour data controller is Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern If you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at support@resumegenius.com.</p>\n<p>When you visit our website https://resumegenius.com (the “Site”), and use any of the services, or you share with us with some personal information.\nWe take your privacy very seriously.\nIn this privacy policy, we seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it.\nWe hope you take some time to read through it carefully, as it is important.\nIf there are any terms in this privacy policy that you do not agree with, please discontinue use of the Site and our services.</p>\n<p>This privacy policy applies to all information collected through our Site.\nIt also applies to any service related to the Site, sales, marketing or events (we refer to them collectively in this privacy policy as the “Services“).</p>\n<p>\n<strong>Please read this privacy policy carefully as it will help you make informed decisions about sharing your personal information with us.</strong>\n</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ol>\n<li>What information do we collect?</li>\n<li>How do we use your information?</li>\n<li>Will your information be shared with anyone?</li>\n<li>Do we use cookies and other tracking technologies?</li>\n<li>How do we handle your social account logins?</li>\n<li>How long do we keep your information?</li>\n<li>How do we keep your information safe?</li>\n<li>Do we collect information from minors?</li>\n<li>What are your privacy rights?</li>\n<li>Controls for do-not-track features</li>\n<li>Do California residents have specific privacy rights?</li>\n<li>Do we make updates to this policy?</li>\n<li>How can you contact us about this policy?</li>\n</ol>\n1.\nWHAT INFORMATION DO WE COLLECT?\n<p>\n<strong>Personal information you disclose to us</strong>\n</p>\n<p>We collect information that you provide to us when registering at the Site expressing an interest in obtaining information about us or our products and services, when participating in activities on the Services or otherwise contacting us.\nPlease be informed that in some cases, providing some personal information will be required to use our service.\nOtherwise, we may not be in a position to render services.\nThis relates in particular to your email address (if you decide to register the account) and information you provide while using our services.</p>\n<p>The information that we collect depends on the context of your interactions with the Site and the Services, the choices you make and the products and features you use.\nThe personal information we collect can include the following:</p>\n<p>\n<strong>Information Provided by You.</strong>&nbsp;We collect data provided by You when using our services, that may be, for example, name, surname, email address, phone number, address, information you introduced to our tools (professional experience, information about your education, skills), but also collected from surveys, resumes and other job application data and other similar data.</p>\n<p>\n<strong>Credentials.</strong>&nbsp;We collect passwords, password hints, and similar security information used for authentication and account access.</p>\n<p>\n<strong>Social Media Login Data.</strong>&nbsp;We provide you with the option to register using social media account details, like your Facebook or another social media account.\nIf you choose to register in this way, we will collect the information described in the section called “HOW DO WE HANDLE YOUR SOCIAL LOGINS” below.</p>\n<p>All information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.</p>\n<p>\n<strong>Information automatically collected</strong>\n</p>\n<p>We may collect certain information when you visit, use or navigate the Site and the Services.\nThis information may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services and other technical information.\nThis information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.</p>\n<p>Like many businesses, we also collect information through cookies and similar technologies.\nYou can find out more about this in our Cookie Policy</p>\n<p>\n<strong>Online Identifiers.</strong>&nbsp;We collect devices, tools and protocols, such as IP (Internet Protocol) addresses, cookie identifiers, or others such as the ones used for analytics and marketing, device’s geolocation, and other similar data.</p>\n<p>\n<strong>Information collected from other sources</strong>\n</p>\n<p>We may collect information about you from third parties when you use your social media account to sign up with us.\nExamples of the data collected from this services are you email, first name, last name and login information from those third parties.</p>\n2.\nHOW DO WE USE YOUR INFORMATION?\n<p>We use personal information collected via our Services for a variety of purposes as described below.\nWe process your information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations.\nWe indicate the specific processing grounds we rely for the reasons described next to each purpose listed below.</p>\n<p>We use the information we collect or receive:</p>\n<ul>\n<li>\n<strong>To facilitate account creation and login process.</strong>&nbsp;If you choose to link your third-party social media account to your account with us (such as your Google or Facebook account), we may use the information you allowed us to collect from those third parties to facilitate account creation and log-in process for the performance of the contract.\nSee the section below headed “&nbsp;HOW DO WE HANDLE YOUR SOCIAL LOGINS” for further information.</li>\n<li>\n<strong>To send you marketing and promotional communications.</strong>&nbsp;We may use the information you send to us for marketing purposes as this is our legitimate interest.\nYou can opt-out of our marketing emails from us at any time (see the “&nbsp;WHAT ARE YOUR PRIVACY RIGHTS” below).\nMarketing emails from our partners will only be sent to you if you grant your consent.</li>\n<li>\n<strong>To provide you with our Services:</strong> to respond to your questions and requests.\n(ii) provide customer service, (e.g., to fulfill product and service orders made by you, give you information about your account to resolve disputes, problems with your account/profile or the Site, administer a contest, sweepstakes or promotions.\nWe may use your information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies.\n(iii) request feedback and to contact you about your use of our Services.</li>\n<li>\n<strong>To post testimonials.</strong>&nbsp;We post testimonials on our Services that may contain user information.\nPrior to posting a testimonial, we will obtain your consent to use your name and testimonial.\nIf you wish to update, or delete your testimonial, please contact us at privacy@resumegenius.com and be sure to include your name, testimonial location, and contact information.</li>\n<li>\n<strong>Deliver targeted advertising to you.</strong> We may use your information to develop and display content and advertising (and work with third parties who do so) tailored to your interests and/or location and to measure its effectiveness.\nThis is our legitimate business interest.\nFor more information, see our Cookie Policy.</li>\n<li>\n<strong>Administer prize draws and competitions.&nbsp;</strong>We may use your information to administer prize draws and competitions when you elect to participate in competitions.</li>\n<li>\n<strong>Request Feedback.</strong>&nbsp;We may use your information to request feedback and to contact you about your use of our Services.</li>\n<li>\n<strong>To protect our Services.</strong>&nbsp;We may use your information as part of our efforts to keep our Services safe and secure (for example, for fraud monitoring and prevention).</li>\n<li>\n<strong>To respond to legal requests and prevent harm.</strong>&nbsp;If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.\nThis is our legitimate interest.</li>\n<li>\n<strong>For location-based services.</strong> When you access our Site through your mobile device we may access your location to provide you location-based services and other personalized content.\nThis is our legitimate interest.</li>\n<li>\n<strong>For other Business Purposes.</strong>&nbsp;We may use your information for other Business Purposes (this is our legitimate interest), such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Services, marketing and your experience.\nWe may use and store this information in aggregated and anonymized form so that it is not associated with individual end users and does not include personal information.</li>\n</ul>\n3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?\n<p>We may share data with:</p>\n<ul>\n<li>\n<strong>Vendors, Consultants and Other Third-Party Service Providers.</strong> We may share your data with third-party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work.\nExamples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts.\nWe may allow selected third parties to use tracking technology on the Services, which will enable them to collect data about how you interact with the Services over time.\nThis information may be used to, among other things, analyze and track data, determine the popularity of certain content and better understand online activity.\nWe may also share your information with third parties if the activity is understood to be illegal, fraudulent or posts a potential threat to security.\nUnless described in this Policy, we do not share, any of your information with third parties for their promotional purposes.\nWe have contracts in place with our data processors and have instructed them to hold your data securely and use it only for the purpose set out in the contract.If you are a EU resident, please note that we are cooperating with vendors all over the world.\nThat is why your data may be transferred outside European Economic Area (“EEA”).\nWe are making the best effort to ensure your data is safe.\nThat is why transfer will only take place in accordance with the applicable regulations To obtain a copy of the relevant transfer mechanism or additional information on the transfers, please address these requests to legal@resumegenius.com</li>\n<li>\n<strong>Business Transfers.</strong>&nbsp;We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.\nThis may only take place in accordance with applicable laws, for example when after the assessment of effectuated by the parties to the transaction, such legitimate interest is not overdriven by your interest or fundamental rights and freedoms</li>\n<li>\n<strong>Business Partners.</strong>&nbsp;We may share your information with our business partners to offer you certain products, services or promotions</li>\n</ul>\n4.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?\n<p>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.\nSpecific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Policy.</p>\n5.\nHOW DO WE HANDLE YOUR SOCIAL ACCOUNT LOGINS?\n<p>Our Services offer you the ability to register and login using your third-party social media account details.\nWhere you choose to do this, we may receive certain profile information about you from your social media provider.\nThe profile Information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, profile picture as well as other information you choose to make public.</p>\n<p>We use the information we receive only for the purposes that are described in this privacy policy or that are otherwise made clear to you on the Site.\nPlease note that we do not control, and are not responsible for, other uses of your personal information by your third-party social media provider.\nWe recommend that you review their privacy policy to understand how they collect, use and share your information, and how you can set your privacy preferences on their sites and apps.</p>\n6.\nHOW LONG DO WE KEEP YOUR INFORMATION?\n<p>We will only keep your information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nWhen your data is processes based on our legitimate interest (for example, for data analysis, or to respond to your legal request) you can always object to such processing.\nIf you object to the processing of your personal data we will discontinue such processing if the objection is well-founded by law.</p>\n<p>When we have no ongoing legitimate business need to process your information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your information and isolate it from any further processing until deletion is possible.</p>\n<p>If data is processed based on your consent, we will process it until you withdraw your consent.\nIf you wish to revoke your consent please Contact us.</p>\n7.\nHOW DO WE KEEP YOUR INFORMATION SAFE?\n<p>We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, please also remember that we cannot guarantee that the internet itself is 100% secure.\nAlthough we will do our best to protect your information, transmission of information to and from our Services is at your own risk.\nYou should only access the services within a secure environment.\nOur Data Protection Officer may be contacted by sending an email to dpo@sonagatech.com.</p>\n8.\nDO WE COLLECT INFORMATION FROM MINORS?\n<p>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Services, you represent that you are at least 18.\nIf we learn that information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we have collected from children under age 18, please contact us at privacy@resumegenius.com.</p>\n9.\nWHAT ARE YOUR PRIVACY RIGHTS?\n<p>Based on the laws of some countries, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances.\nTo request to access, update, or delete your personal information, please submit a request by clicking&nbsp;here.\nYou can also make your request by sending an email to privacy@resumegenius.com or contacting one of our representatives through the phone number provided here.\nWe will respond to your request within the timeframe provided by law.</p>\n<p>In some regions (like the European Economic Area), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please submit a request by clicking here, or send us an email to privacy@resumegenius.com or use the contact details provided in Section 18, below.\nYou also have a right afforded by Article 77 of GDPR to file a complaint with the competent data protection authority.\nThis complaint may be filed where the data protection breach occurred, at your place of work or your residence.</p>\n<p>Please know that some minimal information will be requested for identification purposes and as a safeguard to your privacy before providing access to your personal data.\nIf you do not provide this information it will affect our ability to provide the information requested in a timely matter.\nGDPR provides us the right to refuse and/or charge a fee for requests that are found to be manifestly unfounded or excessive.\nWe will consider and act upon any request in accordance with applicable data protection laws.\nFor purposes of this section your data controller is Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern.</p>\n<p>We have appointed EDPO, Avenue Huart Hamoir 71 – 1030 Brussels, Belgium, as our EU representative for GDPR purposes.\nIf you want to exercise your rights with respect to your personal data, you may do so by sending an email to legal@sonagatech.com</p>\n<p>We value privacy of our customers and strive to comply with all applicable privacy laws, including UK GDPR.\nAll rights described in section 9 apply accordingly to UK residents.\nWe have appointed EDPO UK, 8 Northumberland Avenue – W2CN 5BY London, UK, as our UK privacy representative.\nYou may contact us via our representative and exercise your rights by sending an email to legal@sonagatech.com</p>\n<p>If we are relying on your consent to process your information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal.</p>\n<p>If you have questions or comments about your privacy rights, you may email us at privacy@resumegenius.com</p>\n<p>\n<strong>Account Information&nbsp;</strong>\n</p>\n<p>If you would at any time like to review or change the information in your account or terminate your account, you can:</p>\n<p>■ &nbsp;Log into your account settings and update your user account.</p>\n<p>■ &nbsp;Contact us using the contact information provided.</p>\n<p>Upon receiving your request to terminate your account, we will proceed to deactivate it.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.</p>\n<p>\n<strong>Cookies and similar technologies:</strong> Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our Services.\nTo opt-out of interest-based advertising by advertisers on our Services visit https://optout.aboutads.info.\nFor further information, please see our Cookie Policy.</p>\n<p>\n<strong>Opting out of email marketing:</strong> You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below.\nYou will then be removed from the marketing email list – however, we will still need to send you service-related emails that are necessary for the administration and use of your account.\nTo otherwise opt-out, you may:</p>\n<p>■&nbsp;&nbsp;Note your preferences when you register an account with the site.</p>\n<p>■&nbsp;&nbsp;Access your account settings and update preferences.</p>\n<p>■&nbsp;&nbsp;Contact us using the contact information below.</p>\n10.\nCONTROLS FOR DO-NOT-TRACK FEATURES\n<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nNo uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy policy.</p>\n11.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?\n<p>This section exclusively and only applies from users that are California residents in compliance with the California Consumer Privacy Act (“CCPA”).\n“Personal information”, according to the CCPA is “information that identifies, relates to, describes, is capable of being associated with or could reasonably be linked, directly or indirectly, with a particular consumer or household.” The California Privacy Regulations Act (CPRA), which amends the CCPA, states that “Sell,” “selling,” “sale,” or “sold,’’ means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer’s personal information by the business to a third party for monetary or other valuable consideration.\nBecause CPRA has broaden the definition of selling, in some cases when we share your data it may be considered a sell.\nWhen you visit our page, create an account, subscribe, or use our services we may drop cookies or web beacons and share personal information with our service providers or third parties, as part of providing our services.\nYou will find more details about the third parties we share information with and the purpose in this Privacy Policy.\nTherefore, we have included an option in our main page for you to opt-out of the selling or sharing of your personal information.\nIn case you opt-out we will honor that request for at least 12 months.\nThere is an identification process as part of the request, so we ask you to please complete the form with accurate information.\nWe will also honor Do not Sell or Share my Information requests from Nevada residents, in compliance with privacy regulations.\nIn case you want to complete your request through an authorized agent the representative will need to provide the necessary information to validate their appointment.\nYou can also send a Do Not Sell or Share my personal Information request by email to privacy@resumegenius.com</p>\n<p>There are certain requirements we must meet if any financial incentives are offered to California residents in connection with our handling of their personal information (we improve our offering when the difference in pricing, rates or quality of goods is reasonably related to the value of the California resident’s personal information).</p>\n<p>If you are a California resident, subject to some exceptions, you have the following rights:</p>\n<ol>\n<li>\n<strong>The right to request deletion of personal information</strong> that we have collected about you.</li>\n<li>\n<strong>The right to request a copy of the specific pieces of personal information</strong> that we have collected about you in the last 12 months.</li>\n<li>\n<strong>The right to request that we disclose certain information how we have handled your personal information in the prior 12 months</strong> which include the categories of personal information collected and sources of personal information, the business purposes for collecting and selling personal information, the categories of third parties with whom we have shared your personal information, the categories of personal information that we have disclosed with a third party for a business purpose, the categories of personal information collected and the categories of third parties to whom your personal information has been sold and the specific categories of personal information sold to each category of third parties.</li>\n</ol>\n<p>We may collect and share for a business purpose the following personal information from California residents:</p>\n<ol>\n<li>name, contact information and identifiers – real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.</li>\n<li>customer records – electronic customer records containing personal information, such as name, signature, physical characteristics or description, address, telephone number, education, employment, employment history.</li>\n<li>protected classifications – characteristics of protected classifications under California or federal law such as race, color, sex, age, religion, national origin, disability, citizenship status, and genetic information.</li>\n<li>purchase history and tendencies – commercial information including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</li>\n<li>usage data – internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a California consumer’s interaction with an Internet website, application, or advertisement.</li>\n<li>geolocation data – precise geographic location information about a particular individual or device.</li>\n<li>employment history – professional or employment-related information.</li>\n<li>education information – information about education history or background.</li>\n<li>AudioVisual – audio, electronic, visual, thermal, olfactory, or similar information.</li>\n<li>Inferences drawn from any of the information identified above to create a profile about a California consumer reflecting the California consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</li>\n</ol>\n<p>The categories above do not address our handling of personal information that is subject to an exemption under Section 1798.145(c) – (f) of the CCPA.</p>\n<p>You may submit a deletion, copy and right to know request online by emailing us at privacy@resumegenius.com or contacting us at the toll-free number in the contact us section below.\nCCPA prohibit business any type of discrimination against California residents that exercise their CCPA rights.</p>\n12.\nDO WE MAKE UPDATES TO THIS POLICY?\n<p>We may update this privacy policy from time to time.\nThe updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy policy frequently to be informed of how we are protecting your information.</p>\n13.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY?\n<p>If you have questions or comments about this policy, you may contact us by calling to (866) 215-9048 (available Monday to Friday, 8AM – 12AM (Midnight) EDT), by sending an email to privacy@resumegenius.com, or by post to Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern, Hertensteinstrasse 51, 6004 Luzern, Switzerland.</p> LinkedIn Instagram Youtube Facebook Twitter Tiktok Pinterest Giphy FooterResume Tools\n<ul>\n<li>Resume Builder</li>\n<li>Resume Templates</li>\n<li>Resume Examples</li>\n<li>How to Make a Resume</li>\n<li>Resume Format</li>\n<li>Resume Summary Generator</li>\n<li>Resume Help</li>\n</ul>\nCover Letter Tools\n<ul>\n<li>Cover Letter Builder</li>\n<li>Cover Letter Templates</li>\n<li>Cover Letter Examples</li>\n<li>How to Write a Cover Letter</li>\n<li>Cover Letter Format</li>\n<li>Cover Letter Help</li>\n</ul>\nCV Tools\n<ul>\n<li>What Is a CV?</li>\n<li>How to Write a CV</li>\n<li>CV Templates</li>\n<li>CV Examples</li>\n<li>CV Format</li>\n</ul>\nCareer Tools\n<ul>\n<li>Thank You Note Samples &amp.\nTemplates</li>\n<li>Resignation Letter Samples</li>\n<li>Letter of Recommendation Templates</li>\n<li>Business Letter Formats</li>\n<li>Career Advice</li>\n</ul>\nAbout\n<ul>\n<li>About</li>\n<li>Reviews</li>\n<li>Blog</li>\n<li>Careers</li>\n</ul>\nSupport\n<ul>\n<li>Contact Us</li>\n<li>Support</li>\n<li>Forgot Password</li>\n<li>Frequently Asked Questions</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>CCPA/GDPR</li>\n<li>Accessibility</li>\n</ul>\nMember of <p>© 2023, Sonaga Tech Limited.\nAll rights reserved</p>\n<p>ResumeGenius.com is owned and operated by Sonaga Tech Limited, Hamilton, Zweigniederlassung Luzern with offices in Luzern Switzerland.</p>\n<i>\n</i>\nScroll to top Manage Cookie Settings <p>Select which cookies you'd like to accept.\nDisabling cookies may negatively impact your experience on the site.\nFor more information visit our Privacy Policy and Cookie Policy.</p> Functional (essential cookies) <p>Functional cookies are essential for the Site to function properly.\nThese cookies allow websites to remember the user's site preferences and choices they make on the Site, including username, region, and language.\nThey are anonymous and don't track browsing activity across other websites.\nThese cookies remember your preferences on our website.</p> Performance &amp.\nWeb Analytics <p>Performance cookies allow us to gather statistical data on how the website is performing to make improvements.\nWeb Analytics cookies allow us to gather information regarding how you access the Site, for how long you stay and what parts of the Site you have visited.\nThese cookies don't collect identifiable information from you, which means all the data is collected is anonymous and only used to improve the functionality of a website.</p> Marketing <p>Marketing cookies allow us to gather information to display advertisements based on topics that are relevant to you, allowing us to send you tailored offers.\nThey also allow our partners to display relevant advertisements based on your interests.</p> Set Preferences Allow All How we use cookies <p>We use several types of cookies across our website to measure user analytics and display relevant ads to different user groups.\nWhile these cookies ultimately help us serve you better suggested content and make your time on-site more convenient, you have the ability to opt out of them.\nLearn more about how we use cookies by reading our Cookie Policy, and set your cookie preferences by clicking either \"Manage Cookies\" or “Allow Cookies”.`</p> Manage Cookies Allow Cookies ", "created_at": "2023-07-09 21:46:16.084699", "updated_at": "2023-07-09 21:46:58.499281"}], "points": [], "urls": ["resumegenius.com"]}}