{"error": 448, "message": "OK", "parameters": {"id": 8593, "name": "My Sunshine Videos ", "created_at": "2023-06-28 22:04:27.831737", "updated_at": "2023-06-29 10:02:14.354822", "wikipedia": null, "keywords": null, "related": null, "slug": "my-sunshine-videos", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8593.png", "url": "my-sunshine.video", "documents": [{"id": 16722, "name": "Terms And Code of conduct ", "url": "https://my-sunshine.video/about/instance", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div", "text": "InstancePeerTubeNetworkAbout My Sunshine VideosContact usEnglishJapaneseVideo sharing using the free open source PeerTube application! There are no ads, no tracking, and no spam! ADMINISTRATORS &amp.\nSUSTAINABILITY Who we are<p>This is a family run instance.\nThere is no profit from running this.\nIt's a community service.\nPlease enjoy and respect the service.</p>\nWhy we created this instance<p>A place for people to upload videos and retain ownership and rights.\nWhere videos can be shared without tracking and targeted advertising.\nAnd a place for my family to share videos.</p>\nHow long we plan to maintain this instance<p>Indefinitely</p>\nHow we will pay for keeping our instance running<p>My own funds.\nDonations will be accepted at some point, but never required.</p> INFORMATION Description<p>Welcome to this My Sunshine Video.\nA place to showcase your videos.</p> MODERATION Moderation information<p>The moderator can be reached at admin@my-sunshine.video</p>\nCode of conduct<p>The following content is not permitted and posting any of these items can result in a ban:</p>\n<ul>\n<li>Adult content / porn</li>\n<li>Spam or advertising</li>\n<li>Content illegal in the United States and Massachusetts</li>\n<li>Abuse</li>\n<li>Copyrighted material (contact DMCA@my-sunshine.video to report violations).\nDMCA Registration Number: DMCA-1052798</li>\n<li>Incitement of violence or promotion of violent ideologies</li>\n<li>Racism, sexism, homophobia, transphobia, xenophobia, or casteism</li>\n<li>Conspiracy theories</li>\n<li>Spreading misinformation</li>\n<li>Anything disrespecting of people or groups of people</li>\n<li>And, of course, no pedophilia, real, AI-generated, or drawn</li>\n</ul>\nTerms<p>When you signup, you agree to follow our Code of Conduct</p> OTHER INFORMATION Hardware information<ul>\n<li>Digital Ocean 4 CPU / 8 GB server</li>\n<li>Video storage kept in a Wasabi S3 bucket</li>\n<li>Server is protected using Cloudflare</li>\n<li>Cloudflare global CDN and Edge connections</li>\n</ul>\nFEATURESFeatures found on this instancePeerTube version5.2.0Default NSFW/sensitive videos policycan be redefined by the usersBlurred with confirmation requestUser registrationEnabledVideo uploadsTranscoding in multiple resolutionsVideo uploadsRequires manual validation by moderatorsVideo quota 50 GB (10 GB per day)Live streamingLive streaming enabledImportHTTP import (YouTube, Vimeo, direct URL...)Torrent importChannel synchronization with other platforms (YouTube, Vimeo, ...)SearchUsers can resolve distant contentPlugins &amp.\nThemesAvailable themes dark r159 Plugins enabledSTATISTICSBy users on this instance<p>7</p>\n<p>users</p>\n<p>26</p>\n<p>videos</p>\n<p>58</p>\n<p>views</p>\n<p>2</p>\n<p>comments</p>\n<p>5.7 GB</p>\n<p>hosted video</p>In this instance federation<p>9,684</p>\n<p>videos</p>\n<p>6,609</p>\n<p>comments</p>\n<p>33</p>\n<p>followers</p>\n<p>10</p>\n<p>following</p>", "created_at": "2023-06-28 22:04:27.861283", "updated_at": "2023-06-28 22:06:39.758313"}, {"id": 16723, "name": "P2P & Privacy", "url": "https://my-sunshine.video/about/peertube", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div", "text": "InstancePeerTubeNetwork This website is powered by PeerTube <p> PeerTube is a self-hosted ActivityPub-federated video streaming platform using P2P directly in your web browser.\n</p>\n<p> It is free and open-source software, under AGPLv3 licence.\n</p>\n<p> For more information, please visit joinpeertube.org.\n</p>Use PeerTube documentation Discover how to setup your account, what is a channel, how to create a playlist and more! PeerTube Applications Discover unofficial Android applications or browser addons! Contribute on PeerTube Want to help to improve PeerTube? You can translate the web interface, give your feedback or directly contribute to the code! P2P &amp.\nPrivacy<p> PeerTube uses the BitTorrent protocol to share bandwidth between users by default to help lower the load on the server, but ultimately leaves you the choice to switch back to regular streaming exclusively from the server of the video.\nWhat follows applies only if you want to keep using the P2P mode of PeerTube.\n</p>\n<p> The main threat to your privacy induced by BitTorrent lies in your IP address being stored in the instance's BitTorrent tracker as long as you download or watch the video.\n</p>What are the consequences?<p> In theory, someone with enough technical skills could create a script that tracks which IP is downloading which video.\nIn practice, this is much more difficult because: </p>\n<ul>\n<li> An HTTP request has to be sent on each tracker for each video to spy.\nIf we want to spy all PeerTube's videos, we have to send as many requests as there are videos (so potentially a lot) </li>\n<li> For each request sent, the tracker returns random peers at a limited number.\nFor instance, if there are 1000 peers in the swarm and the tracker sends only 20 peers for each request, there must be at least 50 requests sent to know every peer in the swarm </li>\n<li> Those requests have to be sent regularly to know who starts/stops watching a video.\nIt is easy to detect that kind of behaviour </li>\n<li> If an IP address is stored in the tracker, it doesn't mean that the person behind the IP (if this person exists) has watched the video </li>\n<li> The IP address is a vague information: usually, it regularly changes and can represent many persons or entities </li>\n<li> Web peers are not publicly accessible: because we use the websocket transport, the protocol is different from classic BitTorrent tracker.\nWhen you are in a web browser, you send a signal containing your IP address to the tracker that will randomly choose other peers to forward the information to.\nSee this document for more information </li>\n</ul>\n<p> The worst-case scenario of an average person spying on their friends is quite unlikely.\nThere are much more effective ways to get that kind of information.\n</p>How does PeerTube compare with YouTube?<p> The threats to privacy with YouTube are different from PeerTube's.\nIn YouTube's case, the platform gathers a huge amount of your personal information (not only your IP) to analyze them and track you.\nMoreover, YouTube is owned by Google/Alphabet, a company that tracks you across many websites (via AdSense or Google Analytics).\n</p>What can I do to limit the exposure of my IP address?<p> Your IP address is public so every time you consult a website, there is a number of actors (in addition to the final website) seeing your IP in their connection logs: ISP/routers/trackers/CDN and more.\nPeerTube is transparent about it: we warn you that if you want to keep your IP private, you must use a VPN or Tor Browser.\nThinking that removing P2P from PeerTube will give you back anonymity doesn't make sense.\n</p>What will be done to mitigate this problem?<p> PeerTube wants to deliver the best countermeasures possible, to give you more choice and render attacks less likely.\nHere is what we put in place so far: </p>\n<ul>\n<li>We set a limit to the number of peers sent by the tracker</li>\n<li>We set a limit on the request frequency received by the tracker</li>\n<li>Allow instance admins to disable P2P from the administration interface</li>\n</ul>\n<p> Ultimately, remember you can always disable P2P by toggling it in the video player, or just by disabling WebRTC in your browser.\n</p>", "created_at": "2023-06-28 22:08:09.09452", "updated_at": "2023-06-28 22:08:17.070002"}], "points": [], "urls": ["my-sunshine.video"]}}