{"error": 448, "message": "OK", "parameters": {"id": 7828, "name": "ChatBot ", "created_at": "2023-03-29 23:51:54.874096", "updated_at": "2023-04-22 11:50:34.846632", "wikipedia": null, "keywords": null, "related": null, "slug": "chatbot", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7828.png", "url": "chatbot.com", "documents": [{"id": 15106, "name": "Privacy Policy", "url": "https://www.chatbot.com/legal/privacy-policy/", "xpath": "/html/body/div[2]", "text": " <ul>\n<li> Legal </li>\n<li>Privacy Policy</li>\n</ul> Privacy Policy last update: 02/06/2023 Table of content <ul>\n<li>1.\nIntroduction</li>\n<li>2.\nScope of Privacy Policy</li>\n<li>3.\nNotice</li>\n<li>4.\nQuestions and concerns</li>\n<li>5.\nWhat information we collect</li>\n<li>6.\nData disclosure</li>\n<li>7.\nChoice</li>\n<li>8.\nAccountability for Onward Transfer</li>\n<li>9.\nSub-processors (third party service providers)</li>\n<li>10.\nSecurity</li>\n<li>11.\nData Integrity and Purpose Limitation</li>\n<li>12.\nAccess</li>\n<li>13.\nRecourse, Enforcement and Liability</li>\n<li>14.\nSurveys</li>\n<li>15.\nAdd-ons</li>\n<li>16.\nPersonal Data protection</li>\n<li>17.\nPrivacy Policy modification</li>\n<li>18.\nData gathering entity</li>\n<li>19.\nCommercial transactions</li>\n<li>20.\nTestimonials</li>\n<li>21.\nCommunity forum</li>\n<li>22.\nLink to Other Sites</li>\n<li>23.\nTerms of Use</li>\n</ul>\n<p>Please review our Privacy Policy which, along with the Terms of Use, constitutes the Agreement between you and LiveChat, Inc.\nThe Privacy Policy describes how we collect and handle information that the Company gathers on or through the Services or its websites.\nBy visiting our websites, accessing or using the Service, including browsing the website, and all other communications means with us such as email or phone or our chat widget, the user expressly consents to the collection, use, storage, processing, and disclosure of its information in accordance with our Privacy Policy.\nFor purposes of this Privacy Policy, unless otherwise defined herein, capitalized terms used in this Privacy Policy shall have the same meaning as defined in the Terms of Use.</p>\n<p>What that means for you?</p>\n<p>A Privacy Policy is a binding statement explaining in simple language how we handle your personal information and what you need to be aware of while using our Services.\nIt describes i.e.\nwhat information we collect, how we secure it, and under what conditions we can disclose it.</p> 1.\nIntroduction\n<p>LiveChat, Inc.\nPrivacy Policy contains information about collecting Customers, Visitors and other data subjects (such as Agents or/and End-users) Personal Data and other information, Services offered or performed by LiveChat, Inc.\nand the manner of its processing.\nWe respect the right to privacy of our software users and take reasonable steps for the Visitors, End-Users and Customers to be familiar with the manner in which rendered accessible information via the following websites www.livechat.com, www.helpdesk.com, www.chatbot.com and www.knowledgebase.ai and applications are processed.\nDue to the implementation of comprehensive security regulations, Personal Data provided by our Services, websites and applications is of highest security standards.</p>\n<p>LiveChat, Inc.\ncomplies with the Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data and repealing Directive 95/46/EC (The General Data Protection Regulation – GDPR).\nWe are as well committed to subjecting all Personal Data received (as well as from European Union (EU) member countries, EEA (European Economic Area) and Switzerland, in reliance on the GDPR as mentioned above.\nTo learn more about LiveChat, Inc.’s GDPR compliance please visit https://www.livechat.com/legal/gdpr-faq/.</p>\n<p>Notwithstanding ​​the ruling of the Court of Justice of the European Union issued on July 16, 2020 regarding the recognition of the EU-U.S.\nPrivacy Shield as an inadequate mechanism for the transfers of data to the United States, LiveChat, Inc.\nis subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission and remains committed to comply with the Privacy Shield Framework requirements, enforceable under the U.S.\nthat does not relieve participants in the EU-U.S.\nPrivacy Shield program of their obligations under the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union to the United States and Switzerland in particular to the Privacy Shield Principles of:</p>\n<ol>\n<li>\n<p>Notice,</p>\n</li>\n<li>\n<p>Choice,</p>\n</li>\n<li>\n<p>Accountability for Onward Transfer,</p>\n</li>\n<li>\n<p>Security,</p>\n</li>\n<li>\n<p>Data Integrity and Purpose Limitation,</p>\n</li>\n<li>\n<p>Access,</p>\n</li>\n<li>\n<p>Recourse, Enforcement and Liability.</p>\n</li>\n</ol>\n<p>LiveChat, Inc.\nhas certified to the U.S.\nDepartment of Commerce that it adheres to the Privacy Shield Principles mentioned above.\nIf there is any conflict between the policies in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/.</p>\n2.\nScope of Privacy Policy\n<p>This Privacy Policy is effective to all information collected by LiveChat, Inc.\nfrom which an individual can be identified (Personal Data).\nThis Privacy Policy applies to all users (including Customers, Agents, End-Users and users browsing LiveChat, Inc’s.\nwebsites) regardless of the country or territory they are using Services or websites.</p>\n3.\nNotice\n<p>LiveChat, Inc.\nis responsible for the processing of Personal Data it receives under this Privacy Policy regarding providing the Service and subsequently transfers Personal Data to a Third Party Service Provider (including Sub-processors).\nLiveChat, Inc.\nalso enables its users to be compliant with the GDPR (including for onward transfers of Personal Data from the EU, EEA and Switzerland).\nWith respect to Personal Data received or transferred pursuant to the Privacy Shield Framework, we are subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations LiveChat, Inc.\nmay be required to disclose Personal Data in response to lawful requests made by public authorities, including to meet national security or law enforcement requirements.\nPlease be aware we may disclose Personal Data to respond to subpoenas, court orders or legal process, or to establish or exercise our legal rights or defend against legal claims.\nWe may also disclose Personal Data if it is necessary in order to prevent, investigate or take action regarding any illegal activities, or as otherwise required by law.</p>\n<p>To learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce’s Privacy Shield website: https://www.privacyshield.gov/.\nA list of Privacy Shield participants is maintained by the Department of Commerce and is available at: https://www.privacyshield.gov/list.\nTo view our certification page, please visit the aforementioned website.\nUnder certain conditions, more fully described on the Privacy Shield website, https://www.privacyshield.gov/ you may invoke binding arbitration when other dispute resolution (referred to below) procedures have been exhausted.</p>\n4.\nQuestions and concerns\n<p>If you have any questions or concerns, or if you wish to access, update, amend, correct or delete, any of your Personal Data we store and process, please contact us at support@livechat.com (or via support e-mail of the Service you use) or by postal mail at: LiveChat, Inc.\nAttn: 101 Arch Street, 8th Floor, Boston, MA 02110, United States of America.</p>\n5.\nWhat information we collect\n<ol>\n<li>\n<p>Provided data</p>\n<ol>\n<li>\n<p>The purpose of gathering and processing Personal Data and other information by LiveChat, Inc.\nis:</p>\n<ol>\n<li>\n<p>to provide, maintain and facilitate the Services as well as to ensure safe and guaranteed Service performance, upgrade and improve the functionality of the Services,</p>\n</li>\n<li>\n<p>to provide Customer with access to its Personal Data and maintain this access via standard API methods for the duration of paid usage of Services (active subscription) as well as after the subscription is expired (inactive subscription), until the Service is fully terminated by a written request (in accordance with the Agreement),</p>\n</li>\n<li>\n<p>to secure (establish, investigate or defend) Customer’s, as well as Company’s claims that may arise due to the Services,</p>\n</li>\n<li>\n<p>to stay connected with the Customer to present an up-to-date offer of Services and instructions or tips related to the Service.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Personal Data and other Customers’ information collected by LiveChat, Inc.\nis used in order to complete registration (create an Account/License) and at the same time to ensure Customers’ access to LiveChat, Inc.\n’s Services.\nWhile registering on one of our websites related to our Services (www.livechat.com, www.helpdesk.com, www.chatbot.com and www.knowledgebase.ai), we request that you provide us with such information as first name, last name, company name, address, website address, e-mail address and credit/payment card information in the event when a Customer continues to use our Services after free of charge trial period.\nUnless the Customer decides to use our Services after a free trial period, credit/payment card information is not required.\nWe also collect other information (including Personal Data) provided by Customer while using our Services.\nSome of the provided information such as an IP address, domain, browser type, operating system type, etc.\nmay be automatically acquired when a user visits our websites.\nWhen contacting LiveChat, Inc.\nthe Customer may be requested to render accessible analogical data to those provided while registering on our website.\nWe may also collect information (including Personal Data) provided by Customer and related to Customer’s Agents (people employed to operate the Service), and End-users Personal Data provided in a Pre-chat survey.\nWe also store the chat content.\nPlease note that as you insert data (including Personal Data) through the Service to the system, you are fully responsible for lawfully obtaining such data in accordance with the applicable law, as well as a lawful processing of such data to LiveChat, Inc.\nDetails of your liability for the aforementioned data you can find in Terms of Use.\nIf the applicable law requires you to inform your End-Users about the use of our Services and/or to collect from them the required consents from them, you are obliged to perform it on your own.</p>\n</li>\n<li>\n<p>Personal Data provided in connection with the correspondence between the Customer or Visitor and LiveChat, Inc.\nshall be used strictly to reply to inquiries or to transfer information.\nWe use the information you provide us (including Personal Data) in order to provide you with customer service, allowing you to view moves made by you or your Agents.\nWhen using the support section of our websites we may collect the email address, name or openID account for the purpose of allowing contact with our support team.\nWe do it regardless if you are a Visitor, End-User or a Customer.\nWhen using our Services we may collect device information such as device type, operating system type and application version.\nWe use this information in order to provide an optimized version of our applications for your device type.\nPlease be aware we also collect and process data related to the use of our software and Services by our Customers and their customers (End-Users).\nWe use such data for statistics purposes.\nWe may use it also to improve our Services or to create and improve new services.\nWe collect and process such data collectively and anonymously.</p>\n</li>\n<li>\n<p>Categories of data subjects.\nData subjects include Customers, Customer’s representatives and End-Users, as well as employees, Agents, contractors, collaborators.\nData subjects may also include individuals attempting to communicate or transfer personal information to Customers.\nThe data subjects exclusively determine the content of data submitted to the Company’s Service.</p>\n</li>\n<li>\n<p>Types of Personal Data.\nThe Personal Data processed by the Company includes email address, first name and last name, address, title, contact details, username, chat history, financial information (credit card details, account details, payment information).\nemployment details (employer, job title) and other data in an electronic form provided to the system in the context of the Services.</p>\n</li>\n<li>\n<p>Consent for processing and transferring Personal Data.\nThe Customer hereby agrees and warrants that the processing, including the transfer of its Personal Data (including the Personal Data provided to the Company’s system through the Customer’s Account), has been and will continue to be carried out in accordance with the relevant provisions of the applicable Data Protection Laws (and, where applicable, has been notified to the relevant authorities of the Member State where the Company is established or has its representative) and does not violate the relevant provisions of that Member State.</p>\n</li>\n<li>\n<p>Profiling Personal Data.\nBy using our Services the Customer gives its consent to the profiling of Personal Data that was given to the Provider, for the purpose of proper maintenance and providing the Service to the Customer.\nThe Customer agrees that the profiling of the Personal Data shall serve, in particular, the purpose of providing the Customer with content that is accurate and consistent with the scope of the Service used by the Customer.\nThe Customer acknowledges that it has the right not to be profiled.\nIn such cases the request can be made at any time at support@livechat.com.\nThe Parties undertake reasonable steps and efforts to eliminate profiling however in case of withdrawing the consent, the Customer is aware and acknowledges that it is tantamount to the lack of possibility to provide the Services.\nWithdrawing the consent is tantamount to the termination of the Agreement.</p>\n</li>\n<li>\n<p>Data profiling consists, among others, in:</p>\n<ol>\n<li>\n<p>providing the user with materials such as the newsletter in accordance with the user’s location (other newsletters are sent e.g.\nto Europe and other to Asia),</p>\n</li>\n<li>\n<p>providing the Customer with the right content, depending on whether the Customer uses the trial or paid version of the Service.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Return or destruction of Personal Data.\nAt Customer’s election, made by written request to the Company, the Company will and shall procure that all Sub-processors:</p>\n<ol>\n<li>\n<p>return a complete copy of all Customers Personal Data to the Customer,</p>\n</li>\n<li>\n<p>or delete and procure the deletion of the Customers Personal Data Processed by the Company or any Sub-processor.\nThe Company will comply with such a written request within 30 days, unless it is unworkable due to the purposes of processing or due to technical issues.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Retention of Copies.\nThe Company may retain Personal Data to the extent required by applicable law and only to the extent and for such period as required by such laws and always provided that the Company shall ensure the confidentiality of all such Customer Personal Data and shall ensure that such Personal Data is only processed as necessary for the purpose(s) specified in such law requiring its storage and for no other purpose.\nThe Customer agrees that after the termination or expiration of the Agreement its data may be stored as a backup for the time needed to secure (establish, investigate or defend) Customer’s and Company’s claims that may arise due to the performance of the Services (for the time it takes for the claims to be barred).</p>\n</li>\n<li>\n<p>Data Protection Officer is Maciej Malesa LiveChat, Inc.\n101 Arch Street, 8th Floor, Boston, MA 02110, United States of America, email: support@livechat.com</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Geo-Location data.\nPlease be aware LiveChat, Inc.\nmay have access to your geo-location data as we collect and process IP addresses of all devices you use LiveChat, Inc.’s software on.\nCollecting and processing your geo-location data refers to mobile devices as well as computers.\nIt happens regardless you are a Visitor or a Customer.</p>\n</li>\n<li>\n<p>Communication.\nWe will occasionally send you push notifications in order to make you aware of any outages of Service.\nYou may opt-out of receiving these types of communications by turning off push notifications at the device level.\nWe may also send you some emails from our blog.\nIf you wish not to receive such notification you have an option to ‘unsubscribe’ this type of communication anytime.\nWe will also send you notifications related to some important updates of our Services.\nThe purpose of sending you such emails or messages is to keep you informed of the latest improvements, features and other developments.\nFrom time to time in specific situations, we may also send you some other messages, notifications or text messages.\nUsers who leave their contact details while accessing particular sections of our website might receive additional messages not described above.</p>\n</li>\n<li>\n<p>Customer gives LiveChat, Inc.\nand its affiliates royalty-free and unlimited in time consent to use the Customer’s company name, logos and other identifying information for marketing and promotional purposes in internal or external media (including but not limited to displaying on the Company’s websites) and other purposes connected with presenting up-to-date offers.</p>\n</li>\n<li>\n<p>Third-party Personal Data:</p>\n<ol>\n<li>\n<p>We allow our Customers’ to provide us with third-party Personal Data..\nwe mean End-Users data (Customers’ visitors/customers, people who use Services to contact the Customer) and Agents data.\nThe information (including Personal Data) that we may collect is a first name, last name, e-mail address and other contact information.\nWe do it in order to allow the Customer to add Agents to the Account and provide services to the End-Users.\nWe will not use this information (including Personal Data) for any purpose which is not compliant with our Privacy Policy.\nPlease be aware we process Personal Data of Customers’ End-users and Agents.\nWe may also collect other information (e.g., profile picture, network, username, user ID, age range, language, country) depending on Customers’ product and Customers’ privacy settings.\nThere are other instances where we may receive information from third parties.</p>\n</li>\n<li>\n<p>You may separately provide registration and purchasing information to websites, apps, product or service providers through which we provide access to registration for our Service.\nDepending on the particular promotion, when you register for the Service through such a promotional partner of ours, that partner may provide us with a user/member name that you already use with that partner’s products or services or that you or it have otherwise pre-selected as part of the promotion.\nFor example, when you use an external social network (like your Facebook account) to log in to the Service or to interact with us in another way, we may collect your name and other details from your social network profile and account (please see your social network’s privacy policy or support documents for more information about sharing of information with connected accounts).</p>\n</li>\n<li>\n<p>As you are using our Services, you may click through certain links or promotions that will enable you to purchase our Services or use out Services provided by promotional partners or other sites or commerce providers.\nSome of those entities may share with us certain information (including Personal Data) that you provide to them.\nBy clicking through to those links or promotions, you agree to allow us to receive and use any information (including Personal Data), except for credit card information (account number, expiration date) that you may provide to such entities, under the same terms as if you provided it to us directly.</p>\n</li>\n<li>\n<p>You may also separately share your information (including Personal Data) with other sites or entities, such as those that create professional marketing lists, to receive special offers and promotions from its partners.\nThese entities or sites may agree to share your information (including Personal Data) with us.\nWhether or not any third party actually shares your information (including Personal Data) and to what extent they do share with us will depend on their agreement with us and their individual privacy policy.\nLiveChat, Inc.\nis not responsible and will assume no liability if another website or commerce provider collects, uses or shares, any information (including Personal Data) about you in violation of its own privacy policy, or applicable law.</p>\n</li>\n<li>\n<p>To enrich our profiles of Customer, Customer acknowledge and agree that we may add the personally identifiable information they have provided to us to our existing database to target our advertising better and to provide pertinent offers.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Children personal data.\nWe do not knowingly collect Personal Data from anyone under the age of 16.\nIf you notice we collect and process Personal Data of anyone under the age of 16 incorrectly, please contact us at support@livechat.com (or via support e-mail of the Service you use).\nWe encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce this Privacy Policy by instructing their children never to provide Personal Data through the websites or Services.</p>\n</li>\n<li>\n<p>Using ‘cookies’.\nThe so-called ‘cookies’ are used while using the Services or products rendered by LiveChat, Inc.\nor browsing any of the websites where our Services are installed.\nThese are pieces of information sent by the server, stored on a user’s computer for the purpose of automatic identification of a particular user when using our Services.\n‘Cookies’ enable us to quickly confirm users’ identity and owing to them the use of our Services becomes much easier and more widely available.\n‘Cookies’ are used by LiveChat, Inc.\nsolely with the purpose of personalizing a particular user.\n‘Cookies’ can be used on condition that they are accepted by a browser and that they shall not be removed from the storage media.\nUsers who removed ‘cookies’ from their storage media or have not accepted them on their browser may not have access to the Services rendered by LiveChat, Inc.\nThe use of third-party cookies is not covered by our Privacy Policy.\nWe do not have access or control over these cookies.</p>\n</li>\n<li>\n<p>Clear Gifs (Web Beacons/Web Bugs) and WebStorage.\nOur third party tracking-utility partners employ a tracking software technology called clear gifs (a.k.a.\nWeb Beacons/Web Bugs) and WebStorage that help us better manage content on our websites by informing us what content is effective.\nClear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of our websites users.\nIn contrast to cookies, which are stored on a user’s computer hard drive, clear gifs are embedded invisibly on web pages and are about the size of the period at the end of this sentence.\nWe may tie the information gathered by clear gifs to our Customer’s Personal Data.</p>\n</li>\n<li>\n<p>Mobile analytics.\nWe use mobile analytics software which allows us to better understand the functionality of our mobile software on your device.\nThis software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from.\nWe may link the information we store within the analytics software to Personal Data you submit within the application.</p>\n</li>\n<li>\n<p>Social media (features) and widget.\nOur websites include social media features, such as the ‘Facebook Like’ button and widgets, such as the ‘Share This’ button or interactive mini-programs that run on our sites.\nThese features may collect your IP address, which page you are visiting on our sites, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our sites.\nYour interactions with these features are governed by the privacy policy of the company providing it.</p>\n</li>\n<li>\n<p>Comment system.\nIn order to post comments on our websites (i.e.\nour blogs) you must sign into Facebook, Twitter, Disqus or Google, as we use ‘social-media plugins’ to allow Visitors and Customers to leave comments on our blogs.\nNo Personal Data is tied to your posts.\nYou subscribe to our blogs by providing your email address.\nWe will only use this Personal Data to send you an email notification when new blogs have been posted and when users comment on a blog that you previously have commented on.\nWe will not use this information for any other purpose.\nYou have the opportunity to opt-out from our blog e-mails by using the ‘unsubscribe’ button.</p>\n</li>\n<li>\n<p>Facebook Connect and other OpenID providers.\nDepending on the Service you use you may have the possibility to log in to our live chat customer support feature using sign-in services such as Facebook Connect and other OpenID providers.\nThese services will authenticate your identity and provide you with the option to share certain Personal Data with us, such as your name and email address to pre-populate our chat form.\nServices like Facebook Connect give you the option to post information about your activities on this website to your profile page to share with others within your network.</p>\n</li>\n</ol>\n6.\nData disclosure\n<ol>\n<li>\n<p>LiveChat, Inc.’s main purpose of gathering Personal Data and other information is to maintain Services, ensure safe and guaranteed Services performance for its Customers, upgrade and improve functionality of its Services.\nOwing to the above process we exceed our Customers’ expectations, we provide a constant development of our Services the use of which becomes much easier and more convenient.\nIn order to ensure orderly and safety functioning our Services we cooperate and use software of other entities providing services (described below).\nWe do not sell or lease your Personal Data to any third party.\nWe will never share, sell, rent or trade your registration and Personal Information with any marketing or promotional partners without your consent.\nThe following are exceptions, with respect to whom we may share your Personal Data:</p>\n<ol>\n<li>\n<p>LiveChat, Inc.\nreserves the right to disclose Personal Data to any of its parent, subsidiary, affiliated or successor company.</p>\n</li>\n<li>\n<p>LiveChat, Inc.\nreserves the right to disclose and the Customer hereby agrees for the disclosure and transfer its Personal Data and other information relating to the Customer to Third Party Service Provider (including Sub-processors) such as hosting, credit card processing, customer/support services, e-mail, text messages, push notifications providers and others.\nOn your request we can provide you with a list of entities which may have access to your Personal Data.\nWe ensure these entities have access only to the minimum part of the Personal Data which is necessary for the proper Service provision.\nLiveChat, Inc.\nshall observe due diligence to make sure the processing of data disclosed to any entities is in compliance with its Privacy Policy.</p>\n</li>\n<li>\n<p>Credit/payment card data provided by the Customer are disclosed solely to professional companies that conduct non-cash transactions and only to the extent necessary to effect the payments.\nExcept for the above situations LiveChat, Inc.\nshall not disclose any information or personal data provided by Customer.</p>\n</li>\n<li>\n<p>Personal Data can be disclosed to entities into which our company is merged, or to which our assets, site or operations have been transferred.\nMentioned entities will be able to use your Personal Information under the terms of this Privacy Policy.\nWe will notify you if any of these events occur by updating this Privacy Policy and, if practically possible, via other means.</p>\n</li>\n<li>\n<p>You should also be aware that courts of equity, such as U.S.\nBankruptcy Courts, or governmental authorities may have the authority under certain circumstances to permit your Personal Information to be shared or transferred to third parties (other than Third Party Service Provider) without your permission.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Personal Data and other information provided by Customer shall not be disclosed to third parties unless the obligation to disclose the information to third parties results from the currently effective provisions of law, such as to comply with a subpoena, or similar legal process, when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request, or if it is necessary for the LiveChat, Inc.’s security and the protection of its rights, including the protection against the claims submitted by the third parties.\nThe provided Customer’s information (including Personal Data) may be utilized in the event of breach of Terms of Use for the use of Services, misuse of funds, the necessity to take action against all Customer’s unlawful actions.\nLiveChat, Inc.\nshall transfer no information or Personal Data to any third parties for marketing purposes.\nLiveChat, Inc.\nreserves the right to use the provided Personal Data for the marketing purposes and other purposes connected with presenting an up-to-date offer of Services and instructions or tips related to Services in direct contacts with the Customer.\nYou may opt-out from such emails at any time by following the unsubscribe instructions located at the bottom of each communication or by emailing us at support@livechat.com (or via support e-mail of the Service you use).</p>\n</li>\n</ol>\n7.\nChoice\n<p>We will always give you an opportunity to choose opt-out before your Personal Data is (1) disclosed to a Sub-processor (other than LiveChat, Inc.’s representatives doing work at our direction, or a third party affiliated or associated with LiveChat, Inc.\nand connected with providing services and its current business activity), or (2) to be used for a purpose that is materially different than that for which it was originally collected or subsequently authorized by you.\nThe only exception to this choice for Personal Data would be where we are required to disclose your Personal Data pursuant to a governmental, police or judicial order, law or regulation to meet national security or law enforcement requirements.\nWe will enable our Customers to provide individuals with reasonable mechanisms to exercise their choices.\nTo limit the use and disclosure of your Personal Data, please submit a written request by emailing us at support@livechat.com (or via support e-mail of the Service you use).</p>\n8.\nAccountability for Onward Transfer\n<p>LiveChat, Inc.\nmay transfer some Personal Data to Third Party Service Providers (including Sub-processors).\nWe will not transfer your Personal Data originating in the EU and Switzerland to Third Party Service Provider unless we ensure such Third Party Service Provider is obliged to provide at least the same level of privacy protection to your Personal Data as required by the Principles of the EU-U.S.\nPrivacy Shield Framework or the Swiss-U.S.\nPrivacy Shield Framework and Regulation (EU) 2016⁄679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).\nWe will only transfer data to our Third-Party Service Providers (such as consultants, accountants, attorneys, and Sub-processors) who need the information in order to provide services to or perform activities on behalf of LiveChat, Inc., and only for a purpose consistent with this Privacy Policy.\nLiveChat, Inc.’s accountability for Personal Data that it receives under the Privacy Shield and subsequently transfers is described in the Privacy Shield Principles.</p>\n9.\nSub-processors (third party service providers)\n<p>If LiveChat, Inc.\nneeds to use a Sub-processor in order to provide and support the features of its Services, it may share Personal Data for that purpose.\nAdvertising partners.\nThe Company may partner with some third parties to display advertising on its websites or to manage and serve our advertising on other sites and may share Personal Data with them for this purpose.\nAll third parties with which the Personal Data are shared are required to process Personal Data in a manner that is consistent with this Privacy Policy.\nLiveChat, Inc.\nand its Sub-processors may use cookies and other similar tracking technologies, such as (but not limited to) pixels and web beacons, to gather information about users (including Customers, Agents, End Users, Visitors) activities on LiveChat, Inc.’s websites and other sites in order to provide with targeted advertising based on user’s browsing activities and interests.\nWe will provide an individual opt-out or opt-in choice before we share data with third parties other than our Third Party Service Providers we use while providing Services, or before we use it for a purpose other than which it was originally collected or subsequently authorized.\nTo limit the use and disclosure of your Personal Data, please submit a written request by emailing at support@livechat.com (or via support e-mail of the Service you use).</p>\n10.\nSecurity\n<p>We guarantee that we take reasonable and appropriate technical and operational measures to protect your Personal Data we collect and hold them from loss, misuse and unauthorized access, disclosure, alteration, and destruction.\nWhile processing Personal Data we take into due account the risk involved in the processing and the nature of the Personal Data.</p>\n11.\nData Integrity and Purpose Limitation\n<p>LiveChat, Inc.\nwill only collect and retain Personal Data which is relevant to the purposes for which the Personal Data is collected, and will not use it in a way that is incompatible with such purposes unless such use has been subsequently authorized by the Customer.\nLiveChat, Inc.\nwill take reasonable steps to ensure that Personal Data is reliable for its intended use, accurate, complete, and current.\nWe may occasionally contact you to determine that your Personal Data is still accurate and current.</p>\n12.\nAccess\n<p>Each data subject has the right to access, correct, amend, block or delete its Personal Data.\nThe Company shall comply with any commercially reasonable request by Customer to correct, amend, block or delete Customer’s Personal Data, as required by Data Protection Laws, to the extent the Company is legally permitted to do so.\nIf you wish to access, amend, or confirm that LiveChat, Inc.\nhas Personal Data relating to you, or if you wish to correct or delete your Personal Data if it is inaccurate, please notify us at support@livechat.com (or via support e-mail of the Service you use).\nIf your Personal Data changes, or if you no longer desire our Services, you may correct, update, delete inaccuracies or request deactivation of your account by making the change within the ‘my profile’ section of the site or by emailing us at support@livechat.com (or via support e-mail of the Service you use).\nWe will respond to your access request within 14 days.\nTo request removal of your personal data from our testimonials or customer support forum, please contact us at support@livechat.com (or via support e-mail of the Service you use).\nIn some cases, we may not be able to remove your Personal Data, in which case we will let you know if we are unable to do so and why.</p>\n13.\nRecourse, Enforcement and Liability\n<p>LiveChat, Inc.\nis committed to protect privacy as set forth in this Privacy Policy you believe we are not in compliance with our Privacy Policy, or if you have any questions or if you wish to take any other action concerning this Privacy Policy or your Personal Data, please contact us.\nWe will investigate your complaint, take appropriate action and report and back to you within 14 days.</p>\n<p>Since we are committed to protecting your privacy as set forth in this Policy, if you think we are not in compliance with our Policy, or if you have any questions or if you wish to take any other action concerning this Policy or your Personal Information, we encourage you to contact us.\nWe will investigate your complaint, take appropriate action and report back to you within 14 days.</p>\n<p>LiveChat, Inc.\nhas further committed to refer unresolved privacy complaints under the Privacy Shield Principles to BBB EU PRIVACY SHIELD, a non-profit alternative dispute resolution provider located in the United States and operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgement of your complaint, or if your complaint is not satisfactorily addressed, please visit https://bbbprograms.org/programs/all-programs/bbb-eu-privacy-shield-consumers/ProcessForConsumers for more information and to file a complaint.\nThese recourse mechanisms are available at no cost to you.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website, https://www.privacyshield.gov/ if you are not satisfied with the above recourse mechanism, you may be able to invoke binding arbitration before a newly constituted Privacy Shield Panel.</p>\n14.\nSurveys\n<p>From time-to-time, we may provide you with the opportunity to participate in a survey within our applications or via email.\nIf you participate, we may require your name, last name, email address or other data.\nParticipation in these surveys is completely voluntary and you, therefore, have a choice whether or not to disclose this information.</p>\n15.\nAdd-ons\n<p>We allow Customers to integrate their Services with third-party add-ons.\nPlease be aware that LiveChat, Inc.\nis not responsible for any information or Personal Data that may be collected through such third-party add-ons.</p>\n16.\nPersonal Data protection\n<p>LiveChat, Inc.\napplies technical safety measures of the highest standards to protect the provided Personal Data against loss, destruction, misuse, unauthorized access or disclosure.\nThe used measures and technology ensure complete safety of the Personal Data provided by the Customer or other data subject.\nThe Personal Data is available solely to the Customer or to a person indicated by the Customer and provided that authorized access has been granted to such person.\nThe Customer controls who is allowed to access.\nLiveChat, Inc.\nfollows generally accepted industry standards to protect the Personal Data both during transmission and once received by the Company.\nNo method of data transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore the absolute security can not be guaranteed.\nNo data transmission via the Internet, however, can guarantee 100% safety.\nHowever LiveChat, Inc.\ntakes all necessary steps and measures to update and modernize its data protection system.\nThe transmission of most information is encrypted by using secure socket layer technology (SSL).</p>\n17.\nPrivacy Policy modification\n<p>LiveChat, Inc.\nmay update this Privacy Policy from time to time to reflect changes to its information practices and standards and only this currently visible on our website is up to date, supersedes all prior versions, and is effective and binding immediately after posting on an applicable website.\nIf there are any significant material changes LiveChat, Inc.\nshall notify its Customers by email (sent to the email address specified in the ‘owner’s account’) or by means of a notice on the website prior to the change becoming effective.\nWe encourage you to periodically review this website for the latest information on our privacy practices.</p>\n18.\nData gathering entity\n<p>Conducting its activity, under the business name of LiveChat, Inc.\nwith its office 101 Arch Street, 8th Floor, Boston, MA 02110, United States of America, shall be the entity gathering Personal Data and other information.</p>\n19.\nCommercial transactions\n<p>LiveChat, Inc.\nreserves the right to use its Privacy Policy, Customer’s account and provided data and information for the benefit of an entity that has become either a dependent entity, an associated entity, or has come into being as a result of merger or transformation of LiveChat, Inc.</p>\n20.\nTestimonials\n<p>We may post Customers’ testimonials on our websites which may contain Personal Data.\nWe use the ‘Twitter social plugin’ to display our Customers’ comments on our websites.\nIn any other scenario, we do obtain the Customer’s consent prior to posting the testimonial to post their names along with their testimonials.</p>\n21.\nCommunity forum\n<p>Our websites may offer publicly accessible forums.\nPlease be aware that any information provided in these areas may be read, collected, and used by others who access them.</p>\n22.\nLink to Other Sites\n<p>LiveChat, Inc.’s websites may contain links to other websites that are not owned or controlled by the Company.\nPlease be aware that LiveChat, Inc.\nis not responsible for the privacy practices of such other websites run by other entities.\nWe encourage every user to stay tuned while leaving LiveChat, Inc.’s websites and to read privacy policies of each and every website that collects personal data.\nThis Privacy Policy applies only to information collected by LiveChat, Inc.</p>\n23.\nTerms of Use\n<p>By using offered Services rendered by LiveChat, Inc., the Visitor and the Customer are obliged to comply with the rules contained in the Terms of Use available on our websites.</p> Table of content <ul>\n<li>1.\nIntroduction</li>\n<li>2.\nScope of Privacy Policy</li>\n<li>3.\nNotice</li>\n<li>4.\nQuestions and concerns</li>\n<li>5.\nWhat information we collect</li>\n<li>6.\nData disclosure</li>\n<li>7.\nChoice</li>\n<li>8.\nAccountability for Onward Transfer</li>\n<li>9.\nSub-processors (third party service providers)</li>\n<li>10.\nSecurity</li>\n<li>11.\nData Integrity and Purpose Limitation</li>\n<li>12.\nAccess</li>\n<li>13.\nRecourse, Enforcement and Liability</li>\n<li>14.\nSurveys</li>\n<li>15.\nAdd-ons</li>\n<li>16.\nPersonal Data protection</li>\n<li>17.\nPrivacy Policy modification</li>\n<li>18.\nData gathering entity</li>\n<li>19.\nCommercial transactions</li>\n<li>20.\nTestimonials</li>\n<li>21.\nCommunity forum</li>\n<li>22.\nLink to Other Sites</li>\n<li>23.\nTerms of Use</li>\n</ul> ", "created_at": "2023-03-29 23:51:54.906817", "updated_at": "2023-03-29 23:52:21.977028"}, {"id": 15107, "name": "Cookies Policy", "url": "https://www.chatbot.com/legal/cookies-policy/", "xpath": "/html/body/div[2]", "text": " <ul>\n<li> Legal </li>\n<li>Cookies Policy</li>\n</ul> Cookies Policy Table of content <ul>\n<li>What are cookies?</li>\n<li>Do we use cookies?</li>\n<li>What cookies are used for?&nbsp.\n<ul>\n<li>Required cookies</li>\n<li>Performance cookies</li>\n<li>Advertising and Marketing cookies</li>\n<li>Preferences and Functional cookies</li>\n<li>Third-party cookies and other technologies</li>\n</ul>\n</li>\n<li>How to control, disable, and delete cookies?</li>\n</ul>\n<p>At LiveChat, we believe in being transparent about how and when we use cookies for the purposes of giving you the best possible personalized browsing experience of our Site.</p>\n<p>What that means for you?</p>\n<p>Cookies, cookies everywhere, right? Here you can find out why we use cookies and how you can handle them.</p> What are cookies?\n<p>Cookies are information that is sent by us and stored on your device in your browser’s file directory.\nThis information might be about you, your preferences, or your device, and is mostly used to make our Site work as you expect it to.&nbsp;</p>\nDo we use cookies?\n<p>Yes.\nYour browsing experience with our Site should be fun and easy, and by accessing our Site (as defined below) you agree to let us do our best to make your Site experience more personal with ever-increasing levels of personalization and rich interactive functionality.\nWhen you, as a non-registered user to our Services (a “Visitor”) visits or browses any of our domains or subdomains operated by LiveChat, Inc.\nand its affiliates (collectively, the “Site”) you give us and our partners your consent to store and retrieve cookies on your device to enhance your Site experience, analyze its traffic and usage, and assist in our marketing efforts.\nYour consent applies to the following domains: www.livechat.com,&nbsp.\nwww.helpdesk.com, www.knowledgebase.ai, www.chatbot.com.&nbsp;</p>\nWhat cookies are used for?&nbsp.\n<p>Cookies are unique to your browser and can store a wide range of information (including your name, home address, email address, or telephone number, but only if you provide it).\nThey allow us to track, save, and store information about your interactions and use of our site, and your site preferences to present you with information customized to fit your needs.\nWe all do it with the use of different cookies, like:</p>\nRequired cookies\n<p>These cookies are necessary to enable the basic features of our Site to function.\nThey concern security, integrity, accessibility, internal Site usage and maintenance data, and make the Site work correctly.\nThese cookies do not store any personally identifiable information.</p>\nPerformance cookies\n<p>These cookies allow us to evaluate and improve the performance of our Site.\nThey enable us to analyze Site traffic and collect and report information on its usage to know which pages are the most and least popular.\nAll information these cookies collect is aggregated and therefore anonymous.</p>\nAdvertising and Marketing cookies\n<p>These cookies are used to show you targeted ads, content, and recommendations that we and our partners believe may be relevant to you.\nThey help us to understand your interests better, how you got to us, or know when content has been shown to you.\nWe may also use them to help us to deliver you marketing campaigns and monitor their performance (e.g., when you visited our Help Center and then made a subscription to our Services) or to allow you to share certain pages with social networks, or to post comments on our Site).\nThese cookies store personally identifiable information.&nbsp;</p>\nPreferences and Functional cookies\n<p>These cookies help us to improve our features and services;&nbsp.\ncreate logs and records when you access our Site from different devices.\nand enable our Site to remember your regional preferences and information that changes the way our Site looks or behaves (such as your login status, preferred language, or location).\nThese cookies store personally identifiable information.</p>\nThird-party cookies and other technologies\n<p>Our Site may contain certain third-party cookies or other technologies, independent from us.\nYou hereby acknowledge that we may allow some partners to use cookies to streamline your experience on our Site.\nWe do not have access to or control over these cookies.</p>\nHow to control, disable, and delete cookies?\n<p>Some of the cookies used on our Site may be deleted from your device automatically after you leave our Site (session-based cookies) or may be stored on your device for a longer period until you or your browser deletes them or until they expire (stored or persistent cookies).&nbsp;</p>\n<p>If you don’t want our Site to store some of our cookies on your device, <strong>you can control them through your device browser settings</strong> to manage them on a site-by-site basis, giving you more control over your privacy and preferences.\nThis means that you may disable cookies from all sites except those that you trust.\nRestricting our cookies may affect the functionalities of our Site and may impact your Site experience as it will no longer be personalized to you.\nHowever, we respect your privacy, and if you wish to refuse the use and storage of certain cookies from our Site on your device, you should go to your web browser security settings to block them from our Site and external service providers or to alert you when cookies are being sent to your device.\nIt’s easy to manage.\nJust click on one of the links below (or open the browser website you’re using) to go directly to your browser manual.\nRemember that after deleting cookies from your device, you will have to set your preferences (or log in to some sites) again.&nbsp;</p>\n<p>Google Chrome</p>\n<p>Internet Explorer</p>\n<p>Mozilla</p>\n<p>Opera for Desktop</p>\n<p>Opera for Mobile</p>\n<p>Safari for Desktop</p>\n<p>Safari for Mobile</p> Table of content <ul>\n<li>What are cookies?</li>\n<li>Do we use cookies?</li>\n<li>What cookies are used for?&nbsp.\n<ul>\n<li>Required cookies</li>\n<li>Performance cookies</li>\n<li>Advertising and Marketing cookies</li>\n<li>Preferences and Functional cookies</li>\n<li>Third-party cookies and other technologies</li>\n</ul>\n</li>\n<li>How to control, disable, and delete cookies?</li>\n</ul> ", "created_at": "2023-03-29 23:51:54.938536", "updated_at": "2023-03-29 23:52:37.452708"}, {"id": 15108, "name": "Security Policy", "url": "https://www.chatbot.com/legal/security/", "xpath": "/html/body/div[2]", "text": " <ul>\n<li> Legal </li>\n<li>LiveChat security and data storage</li>\n</ul> LiveChat security and data storage Table of content <ul>\n<li>\n<strong>Domain used by LiveChat</strong>\n</li>\n<li>\n<strong>Security of information</strong>\n</li>\n<li>\n<strong>Technical controls</strong>\n</li>\n<li>\n<strong>Usage</strong>\n</li>\n</ul>\n<p>Data transmission and storage security is imperative in the modern enterprise.\nThat’s why we have taken all measures to keep all information appropriately protected.</p>\n<p>Our data centers, provided by IBM Cloud, are located in Texas, US&nbsp.\nand Frankfurt,&nbsp.\nEU.\nThey are behind a number of security clearances, and there’s always a security guard on duty.\nServices provided to us by IBM Cloud are in compliance with the SSAE16 standard.\nWe also use AWS S3 buckets and GCP Storage services.&nbsp;</p>\n<p>Our co-workers are granted access only in their respective fields and day to day work.\nThey are required to maintain confidentiality, also after departure from the company.</p>\n<p>LiveChat developers treat customer’s data with the highest level of security and care.\nEach piece of customer data is treated in need of high protection.\nWe have implemented security policies which ensure safety of the data storage and transmission.</p>\n<p>LiveChat uses the following versions of Transport Layer Security (TLS) protocol: 1.2 and 1.3.\nWhen accessing our software, you are communicating with LiveChat through Akamai, our Content Delivery Network provider.\nDuring this communication you negotiate through which encryption algorithm will be used, before the application protocol transmits or receives its first bytes of data.\nMost LiveChat connections are encrypted with the TLS 1.2 protocol.</p>\n<p>If you’d like to retrieve chats that you had with our support team, you can simply send us an email at support@livechat.com, asking to retrieve all the data that we gathered at LiveChat.\nWhen sending us the information retrieval request note that it should be sent from the email address that is registered under your LiveChat subscription.</p>\n<strong>Domain used by LiveChat</strong>\n<p>To make sure your firewall is not blocking any LiveChat requests, please add the following domains to your firewall’s exception list.</p>\n<p>\n<em>*.livechat.com</em>\n</p>\n<p>\n<em>*.livechat-static.com</em>\n</p>\n<p>Our CDN and anti-DDoS infrastructure is using tens of thousands edge servers, so we cannot provide a list of all IP addresses used in the process.</p>\n<p>Note that a firewall with an IP ACL policy has the additional disadvantage that access control based solely on IP addresses is prone to error due to attacks like spoofing, DNS cache poisoning, and BGP hijacking.\nWe recommend that network administrators using IP ACLs for web traffic employ a simple proxy server that filters traffic based on domain name, for example: <em>*.livechat.com</em> in the HTTP request, rather than by the IP address of the remote server.</p>\n<strong>Security of information</strong>\n<p>LiveChat is in the compliance with the following information related security and monitoring procedures:</p>\n<ul>\n<li>\n<p>Documented and defined security procedures,</p>\n</li>\n<li>\n<p>Cooperation confidentiality agreement,</p>\n</li>\n<li>\n<p>Access to information granted only to co-workers who need to work with customers’ data or hosting servers,</p>\n</li>\n<li>\n<p>Access to customer data is canceled or changed within 24 hours of co-worker’s departure or relocation within LiveChat,</p>\n</li>\n<li>\n<p>Training on internal security policies and raising of security awareness as a day-to-day process.</p>\n</li>\n</ul>\n<p>Physical security ensured by data centers and hosting provided to and by LiveChat meets the following requirements:</p>\n<ul>\n<li>\n<p>Secure rooms with at least two access mechanisms, i.e., key-cards, man traps, security guards, and computer room badge-in,</p>\n</li>\n<li>\n<p>Authorized co-workers only are allowed physical access to the servers.\n24/7 security at the location,</p>\n</li>\n<li>\n<p>Backups of customer data are stored on-site with limited access and at a securely controlled or commercial off-site location,</p>\n</li>\n<li>\n<p>The site guarantees additional protection such as uninterruptible power and fire suppression,</p>\n</li>\n<li>\n<p>Flawed components in the data center undergo DoD-approved “erase” or “wipe” procedure (if functionally possible) prior to physical destruction.</p>\n</li>\n</ul>\n<strong>Technical controls</strong>\n<p>LiveChat supports technical controls to provide protection to its network, systems, and applications:</p>\n<ul>\n<li>\n<p>LiveChat utilizes professional facilities via a top tier hosting provider that protect customer data from external threats,</p>\n</li>\n<li>\n<p>LiveChat maintains individual accountability for co-workers that can access systems hosting customer data,</p>\n</li>\n<li>\n<p>LiveChat has documented user account/password management systems for co-workers with access to systems that are hosting customer data</p>\n</li>\n<li>\n<p>LiveChat ensures that individual access to customer data is controlled, i.e., a diverse username and password is required for each individual administrator,</p>\n</li>\n<li>\n<p>Customer data is compartmentalized to prevent unauthorized access and separated from the data of other customers,</p>\n</li>\n<li>\n<p>Wireless connectivity to networks or servers hosting customer data is protected using security mechanisms such as EAP, TTLS, TLS, or PEAP.</p>\n</li>\n</ul>\n<strong>Usage</strong>\n<p>To ensure protection of confidentiality, integrity, and availability of customer data, LiveChat meets the following usage criteria:</p>\n<ul>\n<li>\n<p>Each user is assigned a unique ID,</p>\n</li>\n<li>\n<p>User IDs and passwords can be edited at any time,</p>\n</li>\n<li>\n<p>Passwords must be at least 8 characters long,</p>\n</li>\n<li>\n<p>The application and resulting access to data in the database has based-on-permission controls limiting access to only authorized customers,</p>\n</li>\n<li>\n<p>Each change of user login status is logged within each application</p>\n</li>\n<li>\n<p>All logs are treated as confidential information and access to reports can be restricted using the permission system,</p>\n</li>\n<li>\n<p>Reporting of this information is available within each instance of LiveChat,</p>\n</li>\n<li>\n<p>If confidential data, personal data (i.e., names, addresses, phone numbers), or authentication information (i.e., passwords) is transmitted, LiveChat ensures security in transit using TLS 1.2&nbsp.\non the path from the data origin to the LiveChat’s network,</p>\n</li>\n<li>\n<p>LiveChat’s security policy assumes customer data retention is permanent and is designed to that standard.</p>\n</li>\n</ul> Table of content <ul>\n<li>\n<strong>Domain used by LiveChat</strong>\n</li>\n<li>\n<strong>Security of information</strong>\n</li>\n<li>\n<strong>Technical controls</strong>\n</li>\n<li>\n<strong>Usage</strong>\n</li>\n</ul> ", "created_at": "2023-03-29 23:51:54.970863", "updated_at": "2023-03-29 23:52:56.500133"}, {"id": 15109, "name": "Terms of Use", "url": "https://www.chatbot.com/legal/terms-of-use/", "xpath": "/html/body/div[2]", "text": " <ul>\n<li> Legal </li>\n<li>Terms of Use</li>\n</ul> Terms of Use last update: 26/01/2023 Table of content <ul>\n<li>Definitions</li>\n<li>1.\nGeneral</li>\n<li>2.\nAccess and the use of the Services</li>\n<li>3.\nAcceptable Use Policy</li>\n<li>4.\nThird Party Services.\nThird-Party Components</li>\n<li>5.\nOwnership and Confidentiality</li>\n<li>6.\nFees and Payment Terms</li>\n<li>7.\nSubscription</li>\n<li>8.\nPrivacy and Data Protection</li>\n<li>9.\nGuarantee</li>\n<li>10.\nLiability</li>\n<li>11.\nFinal provisions</li>\n</ul>\n<p>Welcome to LiveChat.\nWe’re so glad you’re here.\nPlease read the following terms before using our Services.\nyou will be agreeing to, and will be bound by them through the continued use of our Services.</p>\n<p>These Terms of Use along with our Privacy Policy and Data Processing Addendum (the “DPA”) incorporated herein, constitute the agreement (the “Agreement”) established by and between LiveChat, Inc.\nwith its principal office in Boston, Massachusetts, address: 101 Arch Street, 8th Floor, Boston MA 02110, United States of America (referred to as ”LiveChat”, ‘we\" or “us” or ‘the Company\") and any person or entity registering to or using the Services supplied by us (referred to as “Client” and “you”) collectively “parties”, individually “party”.</p>\n<p>What that means for you?</p>\n<p>We’ll start with the basics by telling you that our three documents - these Terms of Use, Privacy Policy, and Data Processing Addendum - define the terms and conditions under which you’re allowed to use the Services and for this reason, altogether comprise the Agreement.</p>\n<p>Accepting this Agreement is a condition of provisioning our&nbsp.\nServices to you.\n​​BY COMPLETING THE REGISTRATION PROCESS, ACCESSING OR USING THE SERVICES YOU (I) ACKNOWLEDGE AND AGREE THAT YOU HAVE READ, UNDERSTOOD AND ACCEPTED THIS AGREEMENT, (II) HEREBY REPRESENT AND WARRANT THAT YOU ARE AUTHORIZED TO ENTER OR ACT ON BEHALF OF THE OWNER OF THE ACCOUNT, AND BIND TO THIS AGREEMENT AND (III) YOUR USE OF THE SERVICES IS FOR COMMERCIAL/BUSINESS PURPOSES ONLY.\nIf you do not have the legal authority to enter this Agreement, do not understand this Agreement, or do not agree to the Agreement, please do not register to, or use the Services.\nAgree with us? Great, read on!</p>\n<p>You and we agree and are bound by the following provisions:</p>\n<p>This Agreement is effective between you and us on the day of your registration, access to or use of the Services (as further defined below) or by executing an applicable Order Form (the “Effective Date”).</p>\n<p>What that means for you?</p>\n<p>This simply means that the Agreement does not have to be signed to be binding.\nYour right to access and use the Services is expressly conditioned on your acceptance of the Agreement.\nRemember: the Agreement is effective as of the earliest of (i) the date you register for the Services, by clicking the “Create account” button (or a similar button or checkbox that confirms you agree/accept/sign up” for the Services), (ii) accessing the Services, or (iii) the effective date specified in the Order Form (the “Effective Date”).</p> Definitions\n<p>The following terms shall have the meaning specified below:</p>\n<p>\n<strong>“Account”/“License”</strong> means the account created by the Client to Services.</p>\n<p>\n<strong>“Agent”</strong> means a named user(s) in the Services who are permitted by the Client to use and operate the Services for or on behalf of the Client.</p>\n<p>\n<strong>“Confidential Information”</strong> means all nonpublic information, including, but not limited to, trade secrets, computer programs, technical drawings, algorithms, formulas, processes, ideas, inventions (patentable or not), other technical or business information, physical samples, financial, business, sales information, know-how, terms of agreements, negotiations or proposals, all data, and such other information disclosed by LiveChat in whatever form and which (i) is known by the receiving party (Client, Agent, or any other Client’s authorized representative) to be confidential.\n(ii) under circumstances by which the receiving party should reasonably understand such information is to be treated as confidential, whether or not marked by the disclosing party as “Confidential” or otherwise is marked as or stated to be confidential.\nConfidential Information may not be used, published, or redistributed by the receiving party without the prior written consent of LiveChat.&nbsp;</p>\n<p>\n<strong>“Client Data”</strong> means data, information (including but not limited to Personal Data) and any material, content, phrases, entries uploaded to or created in the Services or transmitted through or stored in the Services (collectively “Input”) by the Client, its Agents or any End-User, or otherwise made available, by or for Client to or through the Services.</p>\n<p>\n<strong>“End-Users”</strong> mean customers of the Client.</p>\n<p>\n<strong>“Order Form”</strong> means any applicable ordering document between the parties that specifies mutually agreed upon rates for certain Services and other commercial terms.\nEach Order Form executed by the parties is governed by this Agreement and is subject thereto.</p>\n<p>\n<strong>“Services”</strong> any services or applications provided by LiveChat to you (a) on a trial, (b) free of&nbsp.\ncharge basis or (c) as Paid Services.</p>\n<p>\n<strong>“Personal Data\"</strong> means any information relating to an identified or identifiable natural person under the Client’s Account, who can be identified, directly or indirectly.</p>\n<p>\n<strong>“Sites”</strong> means any domain or application operated by LiveChat from which the Services are available to Clients.</p>\n<p>\n<strong>“Sub-Processor”</strong> means any person or entity (including any third party who renders services to the Company), authorized as another processor under the Agreement to have logical access to and process Personal Data in order to provide parts of the Services.</p>\n1.\nGeneral\n<p>1.1.\nClient’s access to the Internet is not the subject of the Agreement and LiveChat does not guarantee the compatibility of offered Services with other providers’ software.\nThe Client bears sole responsibility for the functionality of its Internet network, including the transmission paths and its own hardware and for the choice and consequences of using other software, including its applicability to the Client’s objectives.</p>\n<p>1.2.\nUsage of the Services is subject to the then-current version of the Agreement posted on Sites and we advise you to periodically review the latest currently effective Agreement.\nWe reserve the right to change any part or all of the Agreement from time to time at our sole discretion without prior notice to you.\nThe updated version supersedes all prior versions, as well as is effective and binding immediately upon posting the revised version on Sites applicable to your Services.\nHowever, modifications affecting payment shall take place with prior explicit notice to you at least thirty (30) days prior to the change implementation and, if not clearly rejected within 7 (seven) days of the notification, are deemed accepted and binding.\nYour continued use of the Services on or after the date of the updated version is effective and constitutes your acceptance of such updated terms.\nIf you do not agree with the changes to the Agreement, you can delete your Account at any time.</p>\n<p>What that means for you?</p>\n<p>We may occasionally update the Agreement.\nWhen changes to these Terms of Use or any other document comprising the Agreement will be posted, the date at the top of the particular document will be revised and published on the applicable Site.\nWe recommend checking the Site from time to time to keep up to date on any changes in the Agreement.</p> 2.\nAccess and the use of the Services\n<p>2.1.\nWhen creating an Account and during the term of the Agreement, you must provide and keep the Account information true, accurate, current, and complete about yourself as requested to create and maintain the Account.</p>\n<p>2.2.\nIf you are the party that accepted the Agreement and you re-assign your Account to an authorized entity or person for administration purposes such Account re-assignment will not excuse your obligations under the Agreement and your use of the Services will continue to be subject to them.</p>\n<p>What that means for you?</p>\n<p>You can freely set who will operate the Services for you and on your behalf.\nFor example, your employees, consultants, contractors, and representatives (each time authorized by you to use the Services) can be your Agents.\nHowever, this does not relieve you of your responsibilities as you are the contracting party who has a business relationship with us.</p>\n<p>2.3.\nOur Services can be accessed solely by logging in to the Services on a particular Site.\nEvery Client is assigned credentials for the identification and authentication of Agents in the Services (except Services in which Agents are not required).\nAccess to, and use of, the Services is restricted to the specified number of individual Agents permitted under the Client’s Account to the subscribed Services.\nThe Client further agrees and acknowledges that the individual Agents’ login data for the Services shall only be used by one (1) designated individual Agent and may not (i) be passed on or used by others or several Agents at the same time, or (ii) shared or used by more than one Agent, but that Agent’s credentials may be reassigned to new individuals replacing former individuals who no longer require ongoing use of the Services.\nNew and/or additional Agents must be notified in writing (including electronically) by you to LiveChat in advance so that individual login data can be provided to each Agent and, if necessary, the subscription fee re-calculated.\nYou are solely responsible for the proper protection and storage of assigned password and log-in (credentials).\nThe Client and its Agents are responsible for maintaining the confidentiality of all of the Agent credential information for the Client’s Account.</p>\n<p>2.4.\nThe Client must be at least sixteen (16) years of age to be able to register and access an Account.\nLiveChat does not knowingly provide Services to any person under the age of sixteen (16).\nIn the event that it comes to our knowledge that a person under the abovementioned age is accessing or using the Services, with no liability whatsoever towards such person, we will prohibit and block such Account without any prior notice and we will make all efforts to promptly delete any data with regard to such Account.</p>\n<p>2.5.\nYou are responsible for compliance with the provisions of the Agreement by you, Agents and End-Users and for any and all activities that occur under your Account.\nWithout limiting the foregoing, you are solely responsible for ensuring that the use of the Services to store and transmit Client Data is compliant with all applicable laws and regulations, as well as any and all privacy policies, agreements or other obligations you may maintain or enter into with Agents or End-Users.</p>\n<p>What that means for you?</p>\n<p>You are responsible for determining whether the Services are suitable for you to use in light of your obligations under any regulations or restrictions you might be subject to.\nIf you’re subject to such regulations or restrictions and you use the Services, then we won’t be liable if the Services do not meet these requirements.</p>\n<p>2.6.\nYou are also solely responsible for obtaining the authorizations, licenses and consents, if and as required by any applicable law, to make the Services available to End-Users.\nWhen you provide any Client Data to LiveChat, you (whether you are the Client or the administrator operating on behalf of the Client) represent and warrant that you have full authority to provide us with such Client Data and its submission and use, as you authorize herein, will not violate (i) any applicable law, (ii) any third-party intellectual property, privacy, publicity, or other rights, or (iii) any of your or third-party policies or terms governing your Client Data.</p>\n<p>What that means for you?</p>\n<p>Remember that for the duration of your subscription to our Services, you must have a legal basis to collect, process, and transfer any personal data to our Services in order to provide the Services to you.</p>\n<p>2.7.\nThe Client understands and has become familiar with the technical requirements necessary to access and use the Services and has no objections in respect thereof.\nThe Client is aware of risks and threats connected with electronic data transmission.</p>\n3.\nAcceptable Use Policy\n<p>3.1.\nYou are solely and strictly liable for Client Data any activity that occurs under your Account and you also agree not to access, or attempt to access, other Client’s Accounts and/or any data of other Clients.\nFurthermore, you are solely responsible for your Client Data and the consequences of posting or publishing them, through the Services, in any way.\nAdditionally, you understand and agree that LiveChat shall have no responsibility or liability whatsoever for Client Data and other materials and copyrightable materials such as literary works, text, images, photos, videos, and any other materials, which as part of Client Data may be submitted, provided, generated, created in whatsoever form by the Client, its Agents and/or its End-Users to or in the Services.</p>\n<p>3.2.\nYou exclusively own and reserve all rights, titles, and interest to your Client Data, subject to our worldwide, non-exclusive and royalty-free right to use, process, disclose and transfer only as necessary to provide the Services to you and/or otherwise permitted by the Agreement.</p>\n<p>3.3.\nLiveChat is not responsible for the way you use the Services and Client Data provided that LiveChat reserves the right to use them in the event of fraudulent or illegal activity of the Client without its prior consent.</p>\n<p>What that means for you?</p>\n<p>We don’t know the inner workings of your organization or the nature of your relationships with your End-Users.\nAs an entity or individual registering for the Services, you are solely responsible for using our Services in a manner consistent with our Agreement and the legal regulations you may be subject to.</p>\n<p>3.4.\nYou are solely responsible for the lawful and consistent with the Agreement usage of the Services.\nViolation of the Agreement, applicable laws or generally accepted standards and principles may lead to the immediate termination of the Agreement without prior notice to the Client.\nIn particular and without limitation, the Client declares that it will not:(i) Use the Services to transmit or store any content or communication or engage in or encourage any activity that is illegal, harmful, deceptive, unsolicited, violating others’ rights or otherwise poses a threat to the public or infringes any copyright, patent, trademark, trade secret, or other intellectual property rights of others, or otherwise cause LiveChat to become unable or impaired in its ability to provide the Service, including:</p>\n<ol>\n<li>\n<p>Interference with the Services or otherwise negatively impacting any aspect of the Services or any third-party networks that are linked to the Services or disrupts the integrity or performance of the Services and its components or endanger, interfere, compromise or circumvent the privacy, use, and/or security of the Services, including, without limitation, submitting data or content that may contain viruses or other harmful components;</p>\n</li>\n<li>\n<p>Hinder the functioning of the Services, especially in the form of reverse engineering or hacking the Services, copying, translating, disassembling or decompiling the Services, or otherwise modify the Services in whole or in part, or create derivative works based thereon or attempting to gain unauthorized access to the Services (or any portion thereof), or related LiveChat’s systems, networks, or data;</p>\n</li>\n<li>\n<p>Creating a false identity or any attempt to mislead others as to the identity of the sender or the origin of any data or communications, or mask the origin of any data, content, or other information you submit.\nFor example, by “spoofing,” “phishing,” manipulating headers or other identifiers, impersonating anyone else, or accessing the Services via another Client’s Account without their permission;</p>\n</li>\n<li>\n<p>Use the Services in a way that violates the rights of other individuals or laws, this includes violating applicable laws requiring consent be obtained prior to transmitting, recording, collecting, or monitoring data or communications.\nUse the Services for benchmarking or for any other purpose harmful to LiveChat’s business operations or reputation;</p>\n</li>\n<li>\n<p>Allow or encourage anyone else to commit any of the actions listed above.</p>\n</li>\n</ol>\n<p>3.5.\nThe Client is responsible for procuring and maintaining the network connections that connect your network to the Services, including, but not limited to, browser software that supports protocols used by LiveChat and to follow LiveChat’s procedures for accessing the Services.\nIt is your responsibility to ensure each of your Account/License is compatible with the then-current Services.\nWe are not responsible for notifying Client, Agents or End-Users of any upgrades, fixes, or enhancements to any such software, or for any compromise of data, including Client Data, transmitted across computer networks or telecommunications facilities (including, but not limited to, the Internet) which are not owned, operated, or controlled by LiveChat.\nWe have no responsibility for the reliability or performance of any network connections as described herein.</p>\n<p>3.6.\nThe Client undertakes to use the Services exclusively for its legitimate business purposes, provided that your activities are lawful and do not violate these Terms of Use and do not directly oppose any commercial and legal rights of LiveChat.\nPrior written consent of LiveChat is required for any non-business use of Services.\nThe Client shall prevent unauthorized access by any third parties to the Services and shall also oblige its Agents to comply with these obligations.\nThe unauthorized lending, sale or granting of further licenses and sublicenses to the Services or otherwise making available the Services to any third party by the Client, without the express consent of LiveChat is prohibited.\nSuch acts are not deemed to be the proper use of the Services and may cause suspension or termination of this Agreement without prior notice to the Client.</p>\n<p>3.7.\nThe Client must not modify or change the purpose and use of the Services during the term of the Agreement or an applicable Order Form, if any.\nMisleading others as to the existence of cooperation, association, relationship, or acting on behalf of LiveChat is prohibited.</p>\n4.\nThird Party Services.\nThird-Party Components\n<p>4.1.\nYou may link the Services to certain third-party websites and other third-party services, independent from the Services (collectively, “Third Party Services”).\nYou hereby acknowledge that LiveChat has no control over such Third Party Services, and further acknowledge and agree that you are responsible for receiving End-Users consent or fulfilling obligations required by applicable law and LiveChat is not responsible&nbsp.\nfor the privacy, security or integrity of any Third Party Services or the practices and policies of any Third Party Services or for the availability of Third Party Services, and does not have responsibility or liability for any goods, services, content, advertisements, products, or any materials available on and/or through such Third Party Services.\nMost Third Party Services provide legal documents, including terms of use and privacy policy, governing the use of each such Third Party Services, their contents and services.\nWe encourage you to read these legal documents carefully before using any such Third Party Services.</p>\n<p>What that means for you?</p>\n<p>Your use of any Third Party Services linked with the Services and rights with respect to such Third Party Services are solely between you and the applicable third party.\n</p>\n<p>4.2.\nYou further acknowledge and agree that LiveChat shall not be responsible or liable, directly or indirectly, for any damage or loss whatsoever caused, or alleged to be caused, by or in connection with the use of or reliance on any goods, services, content, products or other materials available on or through any Third Party Services.</p>\n<p>4.3.\nThe Services may use or include third party software, files and components that are subject to open source and third-party license terms (“Third Party Components”).\nYour right to use such Third Party Components as part of, or in connection with, the Services is subject to any applicable acknowledgements and license terms accompanying such Third Party Components, contained therein or related thereto.\nIf there is a conflict between the licensing terms of such Third Party Components and these Terms of Use, the licensing terms of the Third Party Components shall prevail only in connection with the related Third Party Components.\nThese Terms of Use do not apply to any Third Party Components accompanying or contained in the Services and LiveChat disclaims all liability related thereto.\nYou acknowledge that LiveChat is not the author, owner or licensor of any Third Party Components, and that LiveChat makes no warranties or representations, express or implied, as to the quality, capabilities, operations, performance or suitability of Third Party Components.\nUnder no circumstances shall the Services or any portion thereof (except for the Third Party Components contained therein) be deemed to be “open source” or “publicly available” software.</p>\n5.\nOwnership and Confidentiality\n<p>5.1.\nWe exclusively own and retain all rights, titles, interest and intellectual property rights in and to the Services, the data, features and solutions provided thereby and the underlying software and technology (including Sites) and other materials made accessible or available by the LiveChat under to the Client’s Account, all as may be updated, improved, modified, enhanced or discontinued at any time and further to the brand names, logos and trademarks related to the foregoing (“Content”).</p>\n<p>5.2.\nWe exclusively own and retain all rights to the Confidential Information disclosed to the receiving party.\nAll Confidential Information of LiveChat and derivations thereof shall remain LiveChat’s sole and exclusive property, and no license or other right to such Confidential Information or LiveChat’s intellectual property is granted or implied hereby to the receiving party.\nThe receiving party is obliged to hold all Confidential Information received from LiveChat in strict confidence and take all reasonable precautions to safeguard the Confidential Information in the same way that it takes to protect its Confidential Information of the same nature and to prevent them before any unauthorized use or disclosure of or unauthorized attempts to access or modify.</p>\n<p>5.3.\nYou may provide or we may ask you to provide us (or other entities offering Services integrated with us) from time to time enhancement requests, ideas, corrections, improvement, comments, surveys, suggestions or recommendations or other feedback regarding&nbsp.\nthe Services or the Sites operated by us (“Feedback”).\n&nbsp;If you provide us with any Feedback, then you grant us a worldwide, non-exclusive, perpetual, irrevocable, transferable, sublicensable, royalty-free right to use, reproduce, distribute, publicly display, perform or otherwise exploit and incorporate Feedback in whole or in part into the Services or Sites and otherwise dispose of and support our products and services embodying such Feedback in any manner and via any media as we see fit.This right is for the purpose of operating, developing, providing, promoting, and improving the Services or Sites including researching, developing new ones, and assisting us in our marketing efforts.</p>\n<p>5.4.\nThe Client shall indemnify, defend, and hold harmless LiveChat from and against any and all losses, damages, demands, claims, actions, liabilities, fines, penalties, and related expenses (including reasonable legal fees) asserted against or incurred by LiveChat that arise out of, or result from, the Client Data and in relation to any and all claims related to the breach of the confidentiality obligations, infringement of any patent, copyright, trademark, or trade secret right, or other intellectual property rights, private right, or any other proprietary or personal interest of any person or entity violated by the Client Data.</p>\n6.\nFees and Payment Terms\n<p>6.1.\nYou acknowledge and agree to pay fees in accordance with the then-current effective rates placed on the Sites applicable for your Services unless otherwise set forth in an Order Form, if any.</p>\n<p>What that means for you?</p>\n<p>We work transparently.\nThe prices of our Services are always publicly available to you on the Sites applicable to your Services.\nEach pricing plan offers different pricing and feature options to give you room to grow if you’ll need it.\n</p>\n<p>6.2.\nThe usage of the Services available on the particular Sites is free of charge for some period of time depending on the Services.</p>\n<p>6.3.\nAll payments shall be non-cash transactions, conducted electronically by external professional entities.\nThe Client acknowledges and agrees that LiveChat shall send invoices and payment reminders exclusively by electronic means.\nThe receipts for all payments will be provided electronically and stored in the Client’s Account.</p>\n<p>6.4.\nIf LiveChat has not received payment within the due date set forth in the invoice and without prejudice to any other rights and remedies of LiveChat under this Agreement or law, we may, without liability to the Client: (i) suspend access, including by disabling the Client’s password and Account, to all or part of the Services and we shall be under no obligation to provide any or all of the Services while the invoice(s) concerned remain unpaid.\nand (ii) charge interest from the day on which the Fees are due at a rate no higher than the maximum legal rate permissible under applicable law.</p>\n<p>6.5.\nThe Client is responsible for providing complete and accurate billing and contact information to us and notifying us of any changes to such information.</p>\n<p>6.6.\nIn addition, LiveChat, at its sole discretion, may change the remuneration with prior notice, including, without limitation, in the event of further development and/or the expansion of the Services offered by LiveChat.</p>\n<p>6.7.\nUnless expressly agreed otherwise, all amounts stated in the Agreement or Order Form or the price list are exclusive of any taxes, levies, duties or similar governmental assessments of any nature, other charges, domestic or foreign-imposed by any federal, state, or local tax authority with respect thereto including, for example, value-added, sales, use or withholding taxes, assessable by any jurisdiction whatsoever (​​collectively, “Taxes”).\nThe Client is responsible for paying all Taxes associated with the Client’s purchases hereunder.\nAll fees payable by the Client shall be paid without any right of counterclaim or set-off, and without any deduction or withholding on any grounds whatsoever, save only as required under applicable law.\nIf any such deduction or withholding is required under applicable law, the Client shall pay the amount necessary to ensure LiveChat will, after any such deduction or withholding has been made, receive an amount equal to the amount LiveChat would have received absent of such deduction or withholding.\nAll fees payable by the Client for Services in line with the current price plan, unless otherwise agreed, will be increased with the amount of any applicable tax.\nIf LiveChat has the legal obligation to pay or collect Taxes for which the Client is responsible under Clause 6, LiveChat will issue an invoice to the Client and the Client will pay that amount unless the Client provides LiveChat with a valid tax exemption certificate authorized by the appropriate taxing authority.</p>\n7.\nSubscription\n<p>7.1.\nRegardless of the billing cycle, we provide no refunds, no right of set-off, or credits for any unused time of the Services for whatever reason prior to the end of the Subscription Period (as defined below), breach of this Agreement and/or applicable law.</p>\n<p>7.2.\nThere will be no exceptions in order to treat all Clients equally and to keep our administrative costs low for the ultimate benefit of our Clients.</p>\n<p>7.3.\nSubscription availability details are as follows:</p>\n<p>7.3.1.\nTrial Services</p>\n<ol>\n<li>\n<p>After signing up, the Client gets access to a new, fully-functional trial Account without charge and valid for some period (depending on Services) to get to know Services well before subscribing to Paid Subscription.\nTrial Services are subject to the Agreement.\nDuring a trial, a credit card is not required.</p>\n</li>\n<li>\n<p>To be eligible for the Trial Services, you must be a new Client and sign up for the Services for the first time.\nTrial Services are provided on an “as-is” and “as - available” basis without any warranty of any kind not expressly stated therein, and the Company does not represent or warrant to the Client that: (a) Client’s use of the Trial Services will meet Client’s requirements, (b) Client’s use of the Trial Services will be uninterrupted, accurate, secure, accessible or free from error.</p>\n</li>\n<li>\n<p>The Client agrees that the Company will not be liable to the Client or any third party arising out of, or in connection with Trial Services.\nIn particular, the Company shall have no indemnification obligations, nor liability of any type, with respect to the Trial Services unless such exclusion of liability is not enforceable under applicable law, in which case the aggregated Company’s liability (section 10) with respect to the Trial Services shall in no event exceed $1,000.00.</p>\n</li>\n<li>\n<p>Notwithstanding anything to the contrary in points b.\nand c.\nabove, the Client shall be fully liable to the Company for any damages arising out of Client’s use of the Trial Services, any breach by Client of the Agreement, and any of Client’s indemnification obligations hereunder.</p>\n</li>\n</ol>\n<p>7.3.2.\nFree of charge Services</p>\n<ol>\n<li>If the Client uses any Services that are free of charge, all the provisions applicable to trial Accounts apply accordingly.</li>\n</ol>\n<p>7.3.3.\nPaid Services</p>\n<ol>\n<li>\n<p>Upon the end of Trial Services, if the Client wishes to continue using the Services, the Client will be requested to provide payment details to make a subscription fee according to the currently effective rates placed on the applicable Sites.\nThe Client is responsible for all charges in its Account.\nWe do not offer refunds and/or pro-rata refunds on already processed payments and this policy is the same for all Clients.</p>\n</li>\n<li>\n<p>The Agreement shall be concluded for the term specified by the Client or as defined in an applicable Order Form (“Subscription Period”).\nThe term of the Agreement is automatically extended for subsequent periods equal to the expiring Subscription Period unless otherwise agreed or the Account has been closed.</p>\n</li>\n<li>\n<p>Paid services may be discontinued at any time: i.\nby you by closing your Account.\nClosing the Account means that further use of the Services using the existing password and login will no longer be possible, and after closing the Client Account, it will cease to work immediately.\nii.\nwe can close or suspend the Paid Services or any part or function thereof, without prior notice to you, due to a breach of any provision of this Agreement, applicable law, as well as faulty or unlawful use of the Services by the Client, its Agents or End Users.\nNone of the above methods of closing the Account or its suspension before the end of the Subscription Period for which the payment was made shall oblige LiveChat to return the amount for the unused period.</p>\n</li>\n<li>\n<p>In any event, upon the Client’s written request, LiveChat shall return or delete requested Personal Data to the Client within (thirty) 30 days in the standard format accepted by LiveChat and in accordance with LiveChat’s data retention policy, unless it is unworkable due to technical issues or the purposes of the processing.</p>\n</li>\n<li>\n<p>LiveChat has no liability of any kind for any damages suffered by the Client, its Agents or End-Users, or any other third party arising due to the suspension or closing of the Account by the Client, or by the Company.</p>\n</li>\n</ol>\n8.\nPrivacy and Data Protection\n<p>8.1.\nAs a condition of using the Services, the Client is solely responsible for: (a) the processing of Personal Data (including but not limited to its transfer) in accordance with the applicable law, including for obtaining applicable consents or having another basis for Personal Data processing, (b) obtaining all consents and authorizations as may be required by any applicable law, for the collection, storage, processing and transferring of Personal Data by LiveChat and its Sub-Processors according to Client’s instructions, (c) for the accuracy, quality, and legality of Personal Data and the means by which Client acquired them and d) Client’s instructions for the Processing of Personal Data shall comply with applicable data protection law.\nIn addition, the Client shall (a) as required by applicable law, provide notice to its End-Users and Agents, as well as obtain their consent (if required) or have other legal bases for processing and transferring Agents and End-Users personal data to LiveChat and its Sub-Processors.\nProcessing of Personal Data by LiveChat or its Sub-Processors through the Services on behalf of the Client pursuant to, or in connection with this Agreement is executed by Data Processing Addendum (“DPA”).</p>\n<p>8.2.\nFor the purpose of providing Services, the ongoing operation thereof, and/or for security or legal purposes, you acknowledge and agree that we (i) collect, process, store all data when you connect to, access and/or use Services and (ii) access your Account(s) and Client Data during the subscription.\nYou acknowledge and agree that, as part of the provision of the Services, we engage Sub-Processors in the European Economic Area, the United States, and other countries and territories to process Client Data, including, without limitation, Personal Data pursuant to the Agreement.\nAny third-party service providers utilized by LiveChat will only be given access to your Account(s) and Client Data as is reasonably necessary to provide the Services and will be subject to (a) confidentiality obligations that are commercially reasonable and substantially consistent with the Company standards, and (b) contractual arrangement with LiveChat binding Sub-Processor(s) to provide a not less protective level of data protection than that applicable to the Company.\nThe names of all current Sub-Processors having access to End-Users data under the Agreement are published here LiveChat-list-of-subprocessors.</p>\n<p>8.3.\nLiveChat respects your privacy and is committed to protecting the information you share with us.\nLiveChat will never sell, rent, or lease your data to any third party.\nWe will not share your Client Data with third parties, except as permitted by the Agreement and in order to provide, secure, and support the Services or as required by the provisions of applicable law.\nLiveChat believes that you have a right to know our practices regarding the information LiveChat collects when you connect to, access or use the Services.\nOur policy and practices and the type of information collected are further described in our Privacy Policy which is hereby incorporated into this Agreement.</p>\n<p>8.4.\nAny observation or breach of data protection may be reported via support@livechat.com (or via support e-mail of the Services you use).</p>\n9.\nGuarantee\n<p>9.1.\nWe represent and warrant to the Client that (i) during the term of the Agreement or Order Form, LiveChat will perform its operations in a manner to ensure accessibility and continuity of offered Services in accordance with their use and purpose and (ii) any support performed by or on behalf of LiveChat under the Agreement, if any, will be performed in a professional and workmanlike manner and by personnel that has the necessary skills, training and background to perform such support.</p>\n<p>9.2.\nYou acknowledge and agree that Services or any portion of it and any Content accessed by you through the Sites is (i) provided on an “as is” and “as available” basis and may change over time at our sole discretion and (ii) without any warranties of any kind whether express or implied, including, without limitation, any implied warranties of merchantability, fitness for a particular purpose, title or arising by a course of dealing or usage of trade.\nIn particular, due to the complexity of long-distance data transmission, there is no possibility of ensuring absolute accuracy, security, accessibility, integrity and continuity of the provided Services.\nFor this reason, to the fullest extent permitted by applicable law, we do not make or give any representation or warranty that our Services, Sites or Content, or any portion of them will always be available, accessible or uninterrupted, timely, secure, error-free or free from viruses or other malicious software, that any error, bug or problem be resolved or that they will meet the Client’s requirements and no information or advice obtained by you from us or through the Services shall create any warranty not expressly stated in the Agreement.</p>\n<p>9.3.\nIn no event will LiveChat have any obligation or liability arising from (i) use or inability to use of any Services in a modified form or in combination with materials not furnished by LiveChat.\n(ii) statements or conduct of any third party on or in the Services, (iii) any Client Data (iii) any failure by Client to comply with Client’s responsibilities under this Agreement.\nand (iv) use by LiveChat of any equipment provided by Client and per Client’s instructions, for the provision of any support or implementation services, (v) damages suffered by the Client, Agents or End-Users, or any other person or entity having arisen due to the third-party claims, suspension or closing of the Account by the Client or the Company, or for other reasons arising from the Client’s fault.\n(vi) damage incurred by the Client, Agents, End-Users, or any other person or entity as a result of Client’s third-party usage of Services that enable or prevent the Client or Agents or End-Users from accessing the provided Services.\n(viii) damages caused by the Client or the impossibility to use Services, incidental and consequential damages, including damage actually suffered, the loss of expected profits/benefits, data loss, damage or computer crash, the costs of substitute equipment and software, shut-down, or company reputation infringement;</p>\n<p>9.4.\nLiveChat advises the Client that a number of factors outside of LiveChat control may arise and impact the quality of our Services and your access and/use of our Services, including, without limitation, actions of third parties who do not act on behalf of LiveChat, force majeure, fires, strikes, accidents, pandemic, and technical conditions beyond the control of LiveChat, e.g.\nthe Internet.\nThe hardware, software, and technical infrastructure used by the Client can also influence the Services.\nAny delay or default affecting the availability, functionality, or timely performance of the Services caused by such circumstances will not constitute a breach of the Agreement.</p>\n<p>9.5.\nUnder this Clause 9,&nbsp.\nin the event of non-conformance with the guarantee, Company shall, at its sole discretion, use commercially reasonable efforts to correct such non-conformance by repairing or re-performing or removing it.\nTHESE REMEDIES SHALL BE THE CLIENT’S SOLE AND EXCLUSIVE REMEDY AND LIVECHAT’S ENTIRE LIABILITY FOR ANY BREACH OF THE LIMITED GUARANTEE UNDER THIS CLAUSE.</p>\n<p>What that means for you?</p>\n<p>We provide SaaS services on “as-is” and “as-available” basis and our Services, Sites or Content, or any portion of them may not be available at all times.\nWe both agree that any non-conformance is managed in line with the guarantee section above by repairing or re-performing or removing it.</p> 10.\nLiability\n<p>10.1 Limitation on Indirect Liability.\nTo the fullest extent permitted by law, in no event shall LiveChat be liable under this Agreement for any indirect, incidental, special, consequential or exemplary, or punitive damages, including but not limited to, damages for loss of profits, goodwill, use, business, revenues, data or other intangible losses, in each case, even if the party knew or should have known that such damages were possible and even if a remedy fails of its essential purpose.</p>\n<p>10.2 Limitation on amount of Liability.\nLiveChat shall only be liable for direct damages excluding any situation for which we are not responsible or which are caused by events outside our reasonable control.\nHowever, in no event, shall LiveChat’s aggregate liability under the Agreement or an applicable Order Form exceed the total amount paid by the Client to LiveChat hereunder for use of the paid Services during the maximum 12 (twelve) months prior to the liability event.\nThe foregoing limitation will not limit the Client’s payment obligations under the Agreement.</p>\n<p>What that means for you?</p>\n<p>We both agree that our total liability hereunder will be limited to the amount paid by you for the use of the paid Services during the maximum twelve (12) months prior to the liability event.\n</p> 11.\nFinal provisions\n<p>11.1 If any term or provision of the Agreement is invalid, illegal, or unenforceable in any jurisdiction, such invalidity, illegality, or unenforceability shall not affect any other term or provision of the Agreement or invalidate or render unenforceable such term or provision in any other jurisdiction.</p>\n<p>11.2 The term of any document applicable to the Client will follow the term of the Agreement or Order Form.\nIf there is any conflict between different LiveChat’s terms, the following rules must be applied: a) the provisions of Order Form (if any) take precedence over those set out in the Agreement to the extent of such conflict or inconsistency.\nb) the provisions set out in DPA related to Personal Data will take precedence over the terms of the Agreement to the extent of such conflict or inconsistency.</p>\n<p>11.3 Governing Law.\nThe Agreement and all matters relating to it shall be governed by the laws of the State of Massachusetts, United States of America, without giving effect to any principles of conflicts of law.\nThe sole and exclusive jurisdiction and venue for any suit, action, or proceeding arising out of the Agreement shall be an appropriate federal or state court located in the State of Massachusetts, and the Parties agree not to raise, and hereby waive, any objections or defences based upon venue or forum non-conveniens.\nAny claims, disputes, disagreements or other matters in question arising out of or relating to this Agreement (“Claim”) shall be primarily resolved amicably by mediation within thirty (30) days of the receipt of such notice.</p> Table of content <ul>\n<li>Definitions</li>\n<li>1.\nGeneral</li>\n<li>2.\nAccess and the use of the Services</li>\n<li>3.\nAcceptable Use Policy</li>\n<li>4.\nThird Party Services.\nThird-Party Components</li>\n<li>5.\nOwnership and Confidentiality</li>\n<li>6.\nFees and Payment Terms</li>\n<li>7.\nSubscription</li>\n<li>8.\nPrivacy and Data Protection</li>\n<li>9.\nGuarantee</li>\n<li>10.\nLiability</li>\n<li>11.\nFinal provisions</li>\n</ul> ", "created_at": "2023-03-29 23:51:55.003227", "updated_at": "2023-03-29 23:53:12.964122"}], "points": [], "urls": ["chatbot.com"]}}