{"error": 448, "message": "OK", "parameters": {"id": 9586, "name": "Binance.US", "created_at": "2023-09-06 19:00:03.274453", "updated_at": "2023-09-06 22:03:51.232139", "wikipedia": "https://en.wikipedia.org/wiki/Binance", "keywords": null, "related": null, "slug": "binance-us", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9586.png", "url": "binance.us", "documents": [{"id": 19025, "name": "TERMS OF USE", "url": "https://www.binance.us/en/terms-of-use", "xpath": "/html/body/div[1]/div/main/div/div", "text": null, "created_at": "2023-09-06 19:00:03.305644", "updated_at": "2023-09-06 19:00:20.093002"}, {"id": 19026, "name": "Cookie Policy", "url": "https://www.binance.us/cookie-policy", "xpath": "/html/body/div[1]/div/main", "text": "Binance.US Cookie PolicyLast Updated: January 20, 2023 IntroductionThis Cookie Policy explains how BAM Trading Services Inc.\nd/b/a Binance.US (“our,” “we,” or “<strong>BAM</strong>” ) uses cookies and similar technologies when you visit our website at binance.us or any other websites, pages, features, or content we own or operate (collectively, the “Sites”) or when you use the Binance.US mobile app (collectively, the “Services”).\nThis policy explains what cookies are, how and why we use them, and how you can exercise your options to limit our use of cookies.\nCookies and Other Technologies A cookie is a small data file that is stored on your computer or other device when you visit certain websites.\nCookies help to track user-specific information and activities to ensure a consistent and efficient experience for visitors, and perform essential functions such as allowing users to register for an account and remain logged in.\nCookies may be set by the site that you are visiting (known as “first party cookies”), or by third parties, such as those who serve content or provide advertising or analytics services on the website (“third party cookies”).\nFor general information about cookies (including how to disable/enable them), visit https://allaboutcookies.org/ .We may also employ other technologies including tracking pixels and code snippets that interact with external services to record online behaviors.\nHow We Use Cookies We use cookies for a number of different purposes.\nSome cookies are necessary for technical reasons.\nsome help us identify user behavior so that we may provide a more convenient and personalized experience for both visitors and registered users.\nand some allow the display of advertising from selected third party networks.\nSome of these cookies may be set when a page is loaded, or when a visitor takes a particular action.\nCategories of Cookies We use the following types of cookies: <ol>\n<li>\n<strong>Strictly Necessary Cookies</strong>.\nThese cookies are essential for our website and services to perform basic functions and are necessary for us to operate certain features.</li>\n<li>\n<strong>Preference and Functionality Cookies</strong>.\nThese cookies enable our website to remember information about your preferences such as your selected language.\n</li>\n<li>\n<strong>Analytics Cookies</strong>.\nThese cookies help us understand how visitors interact with our website by collecting and reporting information about your visit, including the pages viewed and time spent on the website.</li>\n<li>\n<strong>Advertising and Marketing Cookies</strong>.\nThese cookies are used to remember a visitor to our website in order to display ads that are relevant and engaging to you on other websites, as well as limit the number of times you see an advertisement.\nThese cookies also help us measure our advertising or email marketing campaigns’ effectiveness.\nYou can learn more about how to opt out of these cookie uses below.</li>\n</ol>How to Opt Out of Our Cookie UseYou can opt out of cookie use in the following ways:<ol>\n<li>\n<strong>Through your browser</strong>.\nYou can adjust your browser settings so that your browser blocks all or some cookies.\nYou can also delete cookies that have already been placed.\nPlease note that our website or Services may not recognize automated browser signals regarding tracking mechanisms, such as “do not track” instructions.\n</li>\n<li>\n<strong>With each of our vendors individually</strong>.\nThe following are vendors with advertising and marketing cookies that our website uses and a link to each vendor’s opt out page:</li>Analytics CookiesGoogle AnalyticsGoogle Analytics Opt OutMicrosoft AnalyticsMicrosoft Privacy StatementAdvertising CookiesGoogleGoogle Advertising Opt OutMicrosoft/BingMicrosoft Personalized Ads Opt OutFacebookFacebook Advertising PreferencesPinterestPinterest Personalization and Data centerSnapSnapchat Ad PreferencesTikTokTikTok Personalized Ad PreferencesAnalytics CookiesOther CookiesQuoraQuora Opt OutRedditReddit Privacy SettingsWhile we do not believe we “sell” your personal information (as defined by the California Consumer Privacy Act (CCPA)) to Quora or Reddit for marketing purposes, given the broad language of the CCPA, the Quora and Reddit cookies placed on our website may be interpreted as a “sale” of your personal information.\nYou may choose to opt out of these cookies by exercising an industry-wide opt-out mechanism (detailed below) or by changing your preferences with Quora and Reddit.<li>\n<strong>Through industry-wide opt-out mechanisms</strong>.\nConsumers can submit an industry-wide opt-out request for interest-based advertising through the Digital Advertising Alliance’s (DAA) opt-out website which can be found at optout.aboutads.info.\n</li>\n</ol>App TrackingThe Binance.US app uses software codes provided by our business partners (software development kits or SDKs) that let our software interact with the services those partners provide.\nSometimes these interactions will involve that business partner collecting some information from the device on which the software is run.\nTo view our app privacy disclosure:On iOS:<ul>\n<li>Open the <strong>App Store</strong>.\nGo to the Binance.US app page.\nScroll to the <strong>App Privacy</strong> section.\nClick <strong>See Details</strong>.\n</li>\n</ul>On Android:<ul>\n<li>Open <strong>Google Play</strong>.\nBrowse or use the search bar to find the Binance.US app.\nClick on the app.\nUnder <strong>Data safety</strong>, you’ll find a summary of the app’s data safety practices.\nFor more detail, tap <strong>See details</strong>.</li>\n</ul>To opt out of tracking:On iOS:<ul>\n<li>When you download and open a new app, you'll get a notification that asks if you want to let the app track your activity across other companies’ apps and websites.\nYou'll also see information about what the app would track.\nYou can tap <strong>Ask App not to Track</strong> to block that activity or Allow.</li>\n<li>For apps that you've already downloaded and may have tracking permissions set up for, you can opt out of tracking if you go to Settings, tap an app, and then tap to turn off <strong>Allow Tracking</strong>.\nAlternatively, you may go to <strong>Settings &gt.\nPrivacy &gt.\nTracking</strong>.\nThere you will see a list of apps that have requested permission to track your activity.\nYou can tap to turn tracking on or off for each app.\n</li>\n</ul>On Android:<ul>\n<li>Go to the <strong>Settings</strong> app and navigate to <strong>Privacy &gt.\nAds</strong>.\nTap <strong>Delete advertising ID</strong>, then tap it again on the next page to confirm.\nThis will prevent any app on your phone from accessing it in the future.</li>\n</ul>Changes To This PolicyWe may revise this Cookie Policy from time to time.\nIf we make any changes, we will change the Last Updated date above.\nWe encourage you to review and revisit this Policy to stay informed.Contact UsFor more information about our use of cookies, please contact us at privacy@binance.us", "created_at": "2023-09-06 19:00:54.772791", "updated_at": "2023-09-06 19:02:04.226653"}, {"id": 19027, "name": "PRIVACY POLICY", "url": "https://www.binance.us/privacy-policy", "xpath": "/html/body/div[1]/div/main", "text": null, "created_at": "2023-09-06 19:02:13.188617", "updated_at": "2023-09-06 19:02:13.188617"}], "points": [{"id": 34888, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-06 22:56:26.699383", "updated_at": "2023-09-14 20:25:26.537584", "quoteText": null, "case_id": 331, "document_id": 19026, "quoteStart": null, "quoteEnd": null}], "urls": ["binance.us"]}}