{"error": 448, "message": "OK", "parameters": {"id": 8019, "name": "Wally", "created_at": "2023-04-15 23:48:51.897553", "updated_at": "2023-04-22 11:50:42.120083", "wikipedia": null, "keywords": null, "related": null, "slug": "wally", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8019.png", "url": "wally.me", "documents": [{"id": 15532, "name": "Terms & Conditions of Use", "url": "https://www.wally.me/terms", "xpath": "//body", "text": " top of pageTerms &amp.\nConditions of Use ​ 1.\nIntroduction ​ <p>Welcome to the mobile application and website of Wally (“Wally”), based at&nbsp;www.wally.me.\nUse of the Wally mobile application, website, information, services, and content distributed through or in conjunction with or made available on the mobile application or website, through plug-ins or any other means (collectively, the “Services”) is subject to your acceptance of these Terms &amp.\nConditions, our Privacy Policy, and any other notices or amendments posted through the Services.</p>\n<p>​</p>\n<p>By accessing and using the Services, or any of the information and/or content presented in any areas of the Services, you are acknowledging that you have read and agree to be bound by these Terms &amp.\nConditions, our Privacy Policy, and other notices posted through the Services.\nYou further warrant and covenant that you have the power and authority to enter into this agreement.\nIf you do not acknowledge and agree with the above, you may not access or use Wally’s content or Services.</p>\n<p>​</p>\n<p>BECAUSE THESE TERMS AND CONDITIONS IMPOSE LEGAL OBLIGATIONS UPON YOU, IT IS IMPORTANT THAT YOU READ THEM CAREFULLY.</p>\n<p>​</p>\n<p>Wally shall have the right, at its sole discretion, to modify, add, or remove any terms or conditions of these Terms &amp.\nConditions at any time (“Changes”).\nYou will be notified of any Changes through a posting on our website, a notification in the Services, or via e-mail.\nAny Changes shall be effective 5 (five) calendar days following the posting of such Changes (the “New Effective Date”).\nThe most recent version of these Terms &amp.\nConditions may always be found at&nbsp;www.wally.me/terms.\nYou agree to review these Terms &amp.\nConditions from time to time and agree that any subsequent use by you of the Services following the New Effective Date shall constitute your acceptance of all such Changes.\nIf you do not agree to any or all of the Changes, you must stop using the Services immediately and notify Wally via e-mail at&nbsp;legal@wally.me</p>\n<p>These Terms &amp.\nConditions were last modified on September 25th, 2014.</p>\n<p>​</p> 2.\nPurpose of Services <p>Any and all information and content made available through the Services (“Information And Content”) is provided solely for your own personal, non-commercial use and not for purposes of resale, distribution, public display or performance, or any other uses by you in any form or manner whatsoever.</p>\n<p>​</p> 3.\nRemedies for Violations <p>Wally reserves the right to seek all remedies available at law and in equity for violations, or for suspected violations, of these Terms &amp.\nConditions, including but not limited to the right to block access from a particular user or IP address to the Services and their features.</p>\n<p>​</p> 4.\nLicense of Your Content to Wally <p>By uploading, posting, transmitting, sharing, or otherwise making available to the Services any information or content, or submitting any materials for use on the Services, you grant (or warrant that the owner of such rights has expressly granted) Wally or its designee a perpetual, royalty-free, irrevocable, fully-paid, non-exclusive, worldwide right and license to use, reproduce, modify, adapt, publish, sublicense, translate, reformat, create derivative work(s) or adaptation(s) from, and distribute such information, content, and/or materials.\nWally retains the right, at its absolute discretion, to edit or remove any information, comments, messages or other content posted or delivered by any user of our application or visitor to our website.</p>\n<p>​</p> 5.\nDISCLAIMER <p>THE SERVICES AND ALL INFORMATION AND CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWALLY, ITS AFFILIATES, AGENTS AND/OR SUPPLIERS, OFFICERS, DIRECTORS, AND EMPLOYEES EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF THE RIGHTS OF THIRD PARTIES.\nWALLY DISCLAIMS ALL RESPONSIBILITY FOR, BUT NOT LIMITED TO, ANY LOSS, INJURY, CLAIM, LIABILITY, OR DAMAGE OF ANY KIND RESULTING FROM, ARISING OUT OF, OR ANY WAY RELATED TO: (I) ANY ERRORS IN OR OMISSIONS FROM THE SERVICES AND THEIR INFORMATION AND CONTENT, INCLUDING BUT NOT LIMITED TO TECHNICAL INACCURACIES AND TYPOGRAPHICAL ERRORS.\n(II) ANY THIRD PARTY WEB SITES OR THIRD PARTY APPLICATIONS SOFTWARE AND CONTENT, DIRECTLY OR INDIRECTLY, ACCESSED THROUGH HYPERTEXT LINKS IN THE SERVICES, INCLUDING BUT NOT LIMITED TO ANY ERRORS IN OR OMISSIONS THEREFROM.\n(III) THE UNAVAILABILITY OF THE SERVICES, INFORMATION AND CONTENT, OR ANY PORTION THEREOF.\n(IV) YOUR USE OF THE SERVICES OR RELIANCE ON ANY INFORMATION AND CONTENT.\n(V) PROBLEMS OR TECHNICAL MALFUNCTION OF ANY TELEPHONE NETWORK OR LINES, COMPUTER ON-LINE SYSTEMS, SERVERS, INTERNET ACCESS PROVIDERS, COMPUTER EQUIPMENT, SOFTWARE, OR ANY COMBINATION THEREOF, INCLUDING WITHOUT LIMITATION ANY INJURY OR DAMAGE TO YOUR, OR ANY OTHER PERSON’S, DEVICES OR COMPUTERS AS A RESULT OF USING THE SERVICES, OR.\n(VI) YOUR USE OF ANY EQUIPMENT OR SOFTWARE IN CONNECTION WITH THE SERVICES.</p>\n<p>​</p>\n<p>ALL WARRANTIES, TERMS AND CONDITIONS, EXPRESS OR IMPLIED BY STATUTE, COMMON LAW OR OTHERWISE, ARE EXCLUDED TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAWS.\nWALLY DOES NOT REPRESENT OR WARRANT THAT SOFTWARE, INFORMATION AND CONTENT, OR MATERIALS IN THE SERVICES ARE ACCURATE, COMPLETE, TIMELY, CURRENT, ERROR-FREE, OR OTHERWISE RELIABLE, OR THAT THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHEREFORE, YOU SHOULD EXERCISE CAUTION IN THE USE AND DOWNLOADING OF ANY SOFTWARE, INFORMATION AND CONTENT, OR MATERIALS AND USE INDUSTRY-RECOGNIZED SOFTWARE TO DETECT AND DISINFECT VIRUSES.\nAS A USER OF AND/OR VISITOR TO THE SERVICES, YOU ACKNOWLEDGE AND AGREE THAT ANY RELIANCE ON OR USE BY YOU OF ANY INFORMATION AND CONTENT SHALL BE ENTIRELY AT YOUR OWN RISK.</p>\n<p>YOU FURTHER ACKNOWLEDGE AND AGREE THAT IN NO EVENT SHALL WALLY BE LIABLE FOR ANY LOSS, INJURY, CLAIM, LIABILITY, OR DAMAGE OF ANY KIND RESULTING FROM YOUR USE OF THE SERVICES.\nWALLY SHALL NOT BE LIABLE FOR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER (INCLUDING, WITHOUT LIMITATION, LEGAL FEES AND COURT COSTS) IN ANY WAY DUE TO, RESULTING FROM, OR ARISING IN CONNECTION WITH: (I) THE USE OF OR INABILITY TO USE THE SERVICES, OR ANY INFORMATION AND CONTENT CONTAINED THEREIN.\n(II) YOUR PARTICIPATION OR RELIANCE ON ANY INFORMATION AND CONTENT ACCESSED IN CONNECTION WITH THE SERVICES.\n(III) ANY OTHER MATTER RELATING TO THE SERVICES AND/OR ANY INFORMATION AND CONTENT, REGARDLESS OF WHETHER ANY OF THE FOREGOING IS DETERMINED TO CONSTITUTE A FUNDAMENTAL BREACH OR FAILURE OF ESSENTIAL PURPOSE.</p>\n<p>​</p>\n<p>TO THE EXTENT THIS LIMITATION ON LIABILITY IS PROHIBITED, WALLY’S SOLE OBLIGATION TO YOU FOR DAMAGES SHALL BE LIMITED TO US$1.00 (OR THE EQUIVALENT IN ANY OTHER CURRENCY).</p>\n<p>​</p> 6.\nService Modifications <p>You acknowledge and agree that Wally reserves the right, in its sole discretion and at any time, to modify, change, add to, terminate, or discontinue (with respect to an individual user or all users) the Services and/or any associated services, Information And Content, or technical specifications with or without notice to you, and that Wally will not be responsible or liable, directly or indirectly, to you or any other person in any way for any loss or damage of any kind incurred as a result of, or in connection with, any such modification or discontinuance.</p>\n<p>​</p> 7.\nPrivacy and Personal Information <p>You acknowledge that you have read and agree to all of the terms and conditions of Wally’s Privacy Policy, which is located at&nbsp;www.wally.me/privacy, and that you agree to the incorporation of the Privacy Policy into these Terms &amp.\nConditions.</p>\n<p>​</p> 8.\nConfidentiality and Transmissions over the Internet <p>The transmission of data or information (including communications by e-mail) over the Internet or other publicly accessible networks is inherently not secure, and is subject to possible loss, interception, or alteration while in transit.\nAccordingly, Wally does not assume any liability for any damage you may experience or costs you may incur as a result of any transmissions over the Internet or other publicly accessible networks, including without limitation transmissions involving the exchange of e-mail with Wally containing your personal information.\nWhile Wally shall take commercially reasonable efforts to safeguard the privacy of the information you provide to Wally and shall treat such information in accordance with Wally’s Privacy Policy, in no event will the information you provide to Wally be deemed to be confidential, create any fiduciary obligations to you on Wally’s part, or result in any liability to you on Wally’s part in the event that such information is inadvertently released by Wally or accessed by third parties without Wally’s consent.</p>\n<p>​</p> 9.\nProprietary Rights <p>“Wally”, “wally.me”, the Wally logo, and other identifying marks of Wally are and shall remain the trade-marks and trade names and exclusive property of Wally, and any unauthorized use of these marks is unlawful.\nOther trade-marks on the Services are the property of their respective owners.\nAll content in the Services, including without limitation all programs, compiled binaries, interface layout, interface text, documentation, and graphics, is the copyrighted property of Wally and is protected by international copyright law.\nThe Information And Content may be used by you only for your personal, non-commercial use.\nAny rights not expressly granted to you are reserved by Wally.</p>\n<p>​</p> 10.\nIndemnification by User <p>You agree to indemnify, defend, and hold Wally and Wally’s affiliates, business partners, officers, directors, employees, and agents harmless from any loss, liability, claim, action, suit, demand, damage, or expense (including reasonable legal fees, costs of investigation and court costs) asserted by any third party relating in any way to, or in respect of, your use of the Services, any third party applications, software, information, content, and/or materials you post or share on or through the Services, or breach of these Terms &amp.\nConditions.\nWally reserves the right to assume the exclusive defence and control of any matter subject to indemnification by you, which shall not excuse your indemnity obligations.</p>\n<p>​</p> 11.\nBank Linking <p>In order to provide bank linking capabilities, allowing you to connect your bank account to Wally for automatic transaction updates, Wally may work with one or more third party financial service technology providers to access and retrieve your Account Information.\nDepending on the financial institution, we use Plaid or Salt Edge.\nBy using the Service, you indicate that you have read and agree with the Plaid&nbsp;Terms of Service&nbsp;and&nbsp;Privacy Policy, and the Salt Edge&nbsp;Terms of Service&nbsp;and&nbsp;Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>You understand and agree that the Service is not sponsored or endorsed by any third parties accessible through the Service.\nWally is not responsible for any errors or omissions or third party service related issues with respect to the account or the accuracy of said information retrieved or obtained from these third parties.</p>\n<p>​</p> 12.\nThird Party Websites, Content and Products and Services <p>Any hypertext links or pointers to third party web sites and references to products and services offered by third parties are provided to you for convenience only and do not constitute an endorsement or approval by Wally of: (I) the organisations that operate such websites.\n(II) the information, content, privacy policies or other terms of use on such websites.\nor (III) such third party products and services.</p>\n<p>As Wally has no control or responsibility over, and does not investigate, monitor, or check for accuracy third party web sites or information and/or content maintained by other organisations, or for products and services offered by third parties, and Wally does not assume any liability for your use of any of the foregoing.\nIf you decide to exit the Services and access third party web sites, you acknowledge and agree that you do so at your own risk and you should be aware that these Terms &amp.\nConditions no longer govern.</p>\n<p>​</p> 13.\nUnlawful Activity <p>Wally reserves the right to investigate complaints or reported violations of these Terms &amp.\nConditions and to take any action Wally deems appropriate, including but not limited to reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties, and disclosing any information necessary or appropriate to such persons or entities relating to your profiles, e-mail addresses, usage history, posted materials, IP addresses, and traffic information.</p>\n<p>​</p>\n<p>Wally may decline to provide access to the Services to any users that are subject to, or that are located in countries that are subject to, any national or international sanctions programs.</p>\n<p>​</p> 14.\nGeneral <p>These Terms &amp.\nConditions incorporate by reference all notices and disclaimers contained in the Services, including but not limited to the Privacy Policy and, except for any agreements with Wally that expressly reference these Terms &amp.\nConditions, constitute the entire agreement between you and Wally with respect to access to, and use of, the Services.\nExcept as specifically set forth herein, these Terms &amp.\nConditions supersede any prior agreements, including prior oral and/or written statements or representations not contained herein, between you and Wally relating to the Services.\nThis agreement is not intended to create a partnership, joint venture or agency relationship between you and Wally.</p>\n<p>​</p>\n<p>If any provision of these Terms &amp.\nConditions is invalid, illegal or unenforceable in any respect under any applicable statute or rule of law, the provision shall be deemed omitted to the extent that it is invalid, illegal or unenforceable.\nIn such a case, the remaining provisions of these Terms &amp.\nConditions shall be construed in a manner as to give greatest effect to the original intention of the parties hereto.\nWally’s failure to insist upon, or enforce, strict performance of any right or provision of these Terms &amp.\nConditions shall not constitute or be construed or deemed to be a waiver of such right or provision in the future or a waiver of any other right or provision under these Terms &amp.\nConditions.\nYou agree that these Terms &amp.\nConditions, Wally’s Privacy Policy and other notices posted through the Services have been drawn up in English.\nAlthough translations in other languages of any of the foregoing documents may be available, such translations may not be up to date or complete.\nAccordingly, you agree that in the event of any conflict between the English language version of the foregoing documents and any other translations thereto, the English language version of such documents shall govern.</p>\n<p>​</p>\n<p>These Terms &amp.\nConditions shall be governed by and construed in accordance with the laws of the United Kingdom, without regard to conflict of laws provisions thereto.\nAll rights and remedies, whether conferred by this agreement, by any other instrument or by law, shall be cumulative, and may be exercised singly or concurrently.\nThe parties hereby irrevocably agree to the exclusive jurisdiction of the courts of the United Kingdom.</p>\n<p>​</p> 15.\nForce Majeure <p>In addition to applicable disclaimers stated above, Wally’s performance under these Terms &amp.\nConditions shall be excused in the event of interruption and/or delay due to, or resulting from, causes beyond its reasonable control, including but not limited to acts of God, acts of any government, war or other hostility, civil disorder, the elements, fire, flood, earthquake, explosion, embargo, acts of terrorism, power failure, equipment failure, industrial or labour disputes or controversies, acts of any third party data provider(s) or other third party information provider(s), third party software, or communication method interruptions.</p>\n<p>​</p> 16.\nContact <p>If you have any questions or concerns about the application, website, Services, or these Terms &amp.\nConditions, please feel free to contact us at&nbsp;legal@wally.me</p>\n<p>​</p>Terms &amp.\nConditionsPrivacyWally GoldHow to use Wallybottom of page ", "created_at": "2023-04-15 23:48:51.928513", "updated_at": "2023-04-15 23:49:27.462535"}, {"id": 15533, "name": "Privacy Policy", "url": "https://www-wally-me.filesusr.com/html/731094_7ff78a773055c07f4e91ff97a12f85d4.html", "xpath": "//body", "text": " Privacy Policy <p>Overview</p>\n<p>At Wally, we are passionate about privacy and security, blah blah blah.</p>\n<p>Seriously though, it’s important you read this, because if you don’t trust us, you won’t use Wally and we’ll be unemployed again.</p>\n<p>We want you to be fully aware of what information we collect and why we collect it.<br> If you read between the lines, you’ll find the cure for death.</p>\n<p>Throughout the policy, our two main principles will become clear:</p>\n<ol>\n<li>The only reason we collect personal information is to make Wally a better product for you.</li>\n<li>Your privacy is not for sale.\nWe will not sell your information to third parties.\nYour privacy is not for sale.</li>\n</ol>\n<p>If you do not fully understand the terms below, please reach out to us at privacy@wally.me and we’ll try to explain it again.</p>\n<p>Lastly, using Wally indicates consent to our privacy policy.\nIf you do not agree to any of the below, please do not use Wally or give us any of your information.\nCool? Cool.</p> Section 1<br> What data does Wally collect, and why? <p>This section provides information about the data that we collect and the reasons why we collect it.</p> Information you give us <dl>\n<dt>1.\nAccount Information</dt>\n<dd> What do we collect Why do we collect it? Name This information allows us to recover your account data if you switch devices.\nEmail address Your email address may be used to receive emails from us, regarding updates, new features, and legal notices.<br> As a policy, we keep these emails to a bare minimum.\nPassword This information allows us to verify your account incase you lose your login credentials.\n</dd>\n<dt>2.\nDemographics Information</dt>\n<dd> What do we collect Why do we collect it? Date of birth, Gender We use this data to decide what peer group you should be compared to, so that you can understand your finances in the context of other Wally users like you.\n</dd>\n</dl>\n<p>Information we collect</p>\n<dl>\n<dt>3.\nUsage Information</dt>\n<dd> What do we collect Why do we collect it? What device you are using, other device identifiers This allows us to optimize Wally for your device (screen size, display settings, etc…) </dd>\n<dt>4.\nLocation</dt>\n<dd> What do we collect Why do we collect it? The GPS coordinates of the locations where you input expenses This allows us to predict and pre-select each venue for you, making your Wally experience faster and seamless.We use location information to deliver a seamless Wally experience, predicting the venue, category, and aspect for expense entry.\nIf you do not consent to location permissions, you cannot use Wally.\n</dd>\n<dt>5.\nExpense entries</dt>\n<dd> What do we collect Why do we collect it? We record your expense entries, and metadata that comes along with making each expense entry.\nThis includes:<p>\n</p>\n<ul>\n<li>the amount of the expense</li>\n<li>the date and time of the expense</li>\n<li>account used to pay <small>(if you add this)</small>\n</li>\n<li>category/ aspect <small>(if you add this)</small>\n</li>\n<li>social tags <small>(if you add this)</small>\n</li>\n<li>note attached to transaction <small>(if you add this)</small>\n</li>\n<li>receipt photos <small>(anonymized, and unconnected to user account)</small>\n</li>\n</ul> We use this data to give you the magic of Wally.\n</dd>\n</dl> Section 2<br> Transparency <p>This section will explain exactly where your data goes, and who sees what.\nOur goal is to be clear about how your information is used, so that you have a full understanding of what’s happening with your data.\n</p> Who can see my data? <p>Firstly, we are not in the business of selling your Wally information to advertisers.</p>\n<p>Secondly, all data is run through a process with the aim of aggregating and anonymizing it automatically.\nData that has been anonymized prevents your personally identifiable details from being connected with the data.</p>\n<dl>\n<dt>1.\nWally Community</dt>\n<dd>What?We’ll use aggregated data about age group, city, and income bracket to give you insights, for example: “You spend 20% more on dining out than people like you.”Why do we do it? <p>\n</p>\n<p>To give you back your data in a way that gives meaningful contextualization and benchmarks for your financial behavior.</p>\n</dd>\n<dt>2.\nResearch Partners</dt>\n<dd>What do we do?Our academic advisors (researchers at Harvard University) will look at aggregated data to determine patterns in spending and savings behavior.Why do we do it? <p>\n</p>\n<p>We want to find actionable insights to give back to you.</p>\n<p>For example, if research shows that Wisconsin residents overspend on water bills in the summer, Wally will tell you to be wary when the weather gets warmer.</p>\n<p>Information</p>\n<p>Information (yes, it’s still aggregated and anonymized) may be shared with trusted third-party analytics providers, and service providers, who will help us optimize the Wally experience.</p>\n</dd>\n</dl> Who can’t see it <ol>\n<li>Wally employees<br>\n<small>\n<br> [Disclaimer: some ladies in the office might have a special interest in the behavioral patterns of men above a certain income brackets.\nDon’t worry– you’re below the bracket].<br>\n</small>\n</li>\n<li>Advertisers, marketers</li>\n<li>Banks/ Institutions selling financial products (i.e.\ncredit cards, loans)</li>\n<li>The NSA<br>\n<small>\n<br> (Dear NSA, we’re just kidding — please don’t hack us.\nGoogle’s data is far juicier).<br>\n</small>\n</li>\n</ol> Section 3<br> Security <p>This section will explain how and where your data is stored and secured.</p> How does Wally protect my data? <dl>\n<dt>Where is my data?</dt>\n<dd>Your information is stored in 10 secure locations across the world via Amazon Web Services (AWS).\nYour information is also stored on your device.\nOur users can easily recover their data and export data.</dd>\n<dt>How is it protected?</dt>\n<dd>Wally meets industry standards to protect and safeguard your data.\nThis includes:<p>\n</p>\n<ul>\n<li>Secure Socket Layer (SSL) encryption</li>\n<li>Multiple backups</li>\n<li>Multiple levels of authentication</li>\n</ul>\n</dd>\n<dt>Bugs &amp.\nFlaws</dt>\n<dd>Did you find a bug? Do you see a vulnerability in our system? Let us know, and we’ll add you to our list of Wally VIPs, who get exclusive beta testing invites, early access to new releases, and other cool stuff.</dd>\n<dt>Changes to security</dt>\n<dd>We’ll notify in case changes to Privacy Policy significantly changes or reduces rights.</dd>\n<dt>Retention</dt>\n<dd>Once you delete your account, we will take steps to delete your information.</dd>\n</dl> ", "created_at": "2023-04-15 23:48:51.959337", "updated_at": "2023-04-15 23:51:29.931736"}], "points": [], "urls": ["wally.me"]}}