{"error": 448, "message": "OK", "parameters": {"id": 3539, "name": "mail.com", "created_at": "2021-05-08 04:00:29.29582", "updated_at": "2023-07-10 22:02:30.520144", "wikipedia": "https://en.wikipedia.org/wiki/Mail.com", "keywords": null, "related": null, "slug": "mailcom", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3539.png", "url": "mail.com", "documents": [{"id": 5869, "name": "Terms and Conditions", "url": "https://www.mail.com/company/terms/", "xpath": "//body", "text": " <strong> mail.com Company </strong> Show/hide navigation <ul>\n<li>\n</li>\n<li> Email <ul>\n<li> Email </li>\n<li> Create email account </li>\n<li> Domains </li>\n<li> Mail app </li>\n<li> Email address ideas </li>\n<li> Business email </li>\n<li> Mail Collector </li>\n<li> MailCheck </li>\n<li> Premium </li>\n</ul>\n</li>\n<li> Features <ul>\n<li> Organizer </li>\n<li> Contacts </li>\n<li> Online Office </li>\n<li> Search </li>\n<li> Firefox + mail.com </li>\n</ul>\n</li>\n<li> Cloud <ul>\n<li> Cloud </li>\n<li> Cloud backup </li>\n<li> File sharing </li>\n<li> Cloud upgrade </li>\n<li> Cloud for Windows &amp.\nmacOS </li>\n</ul>\n</li>\n<li> Security <ul>\n<li> Security </li>\n<li> Spam filter </li>\n<li> Antivirus </li>\n<li> Password </li>\n<li> Two-factor authentication </li>\n</ul>\n</li>\n<li> Support <ul>\n<li> Migration service </li>\n<li> First steps webmail </li>\n<li> First steps Android </li>\n<li> First steps iOS </li>\n<li> Help &amp.\nContact Center </li>\n</ul>\n</li>\n<li> Blog </li>\n</ul> Terms &amp.\nConditions <p>Subpoena &amp.\nIntellectual Property Policy | Privacy Policy</p> General Terms &amp.\nConditions <p>By signing up for and/or otherwise accessing any of the services or products offered by mail.com you agree to be bound by the terms and conditions of this Agreement.\nPlease carefully read these terms and conditions as they describe your legal rights and obligations.\nTHESE TERMS &amp.\nCONDITIONS\nSUPERSEDE ALL EARLIER VERSIONS AND REQUIRE MANDATORY ARBITRATION OF DISPUTES.\nThis Agreement shall become come effective as of the date of (1) your electronic signature accepting this Agreement, (2) the activation or use of your account or (3) your receipt of an e-mail from mail.com confirming your order, whichever happens first.\nEITHER YOU OR MAIL.COM MAY TERMINATE THIS AGREEMENT AT ANY TIME, AFTER WHICH ANY AND ALL E-MAILS OR DATA ASSOCIATED WITH YOUR ACCOUNT MAY BE DELETED.\nANY AND ALL OUTSTANDING FEES SHALL BE DUE AND PAYABLE UPON TERMINATION, ALL AS MORE FULLY DESCRIBED IN SECTION 2.\nTHESE TERMS AND CONDITIONS SUPERSEDE ALL EARLIER VERSIONS.\nIF YOU DO NOT AGREE TO THESE TERMS AND CONDITIONS DO NOT USE THE MAIL.COM SERVICES.</p> 1.\nDEFINITIONS <p>For the purposes of this Agreement:\n<br>\n<br>\n1.1.\n\"Content\" shall mean the downloadable files that are interpreted by a client email or other application for display with or without plug-ins.\n<br>\n<br>\n1.2 \"Fee\" shall mean monies and other consideration you are obligated to pay to mail.com for the right to use the mail.com Services and bandwidth subject to the terms and conditions of this Agreement and of the particular mail.com Services for which you have registered, as outlined on the then-current schedule of fees.\nFees are subject to change at any time without prior notice.\n<br>\n<br>\n1.3.\n\"Laws\" shall mean the laws, statutes, and regulations then in effect of the United States of America and its various states and dependencies as well as the laws of your country of residence or the country in which you use or access the mail.com Services and the laws of any provinces, states or dependencies thereof.\n<br>\n<br>\n1.4.\n\"mail.com\" \"us,\" \"we,\" \"our\" and grammatical variants thereof shall collectively refer to 1&amp;1 Mail &amp.\nMedia Inc.\n(formerly GMX Internet Services Inc.), a corporation organized and existing under the laws of the Commonwealth of Pennsylvania located at 100 North 18th Street, Suite 400, Philadelphia, PA 19103, U.S.A.\nand its assigns and successors in interest.\n<br>\n<br>\n1.5.\n\"mail.com Equipment\" shall mean computer and telecommunications device, Internet access and/or transmission rights owned, operated, and/or maintained by mail.com and/or mail.com's affiliates, agents, or assigns which function to provide the mail.com Services.\n<br>\n<br>\n1.6.\n\"mail.com Services\" shall mean the products and services provided by mail.com at any given time, including but not limited to e-mail, Cloud, organizer, and any associated support services, which mail.com Services may be changed, amended, canceled and/or otherwise altered at any time in mail.com's sole discretion.\n<br>\n<br>\n1.7.\n\"mail.com Software\" shall mean any software provided by mail.com at any given time, whether downloaded to your computer or utilized online as part of the mail.com Services.\nThe mail.com Software includes the program and any and all copies or portions thereof, whether standing alone or in combination with other programs, as well as the documentation and other materials delivered in connection with the software, if any.\n<br>\n<br>\n1.8.\n\"Parties\" shall collectively refer to mail.com and you.\n<br>\n<br>\n1.9.\n\"Payment Account\" shall refer to the credit card or such other account as is provided by you and accepted by mail.com upon registration to pay for your Services.\nmail.com may add, delete, or modify the methods by which customers can pay for the mail.com Services at any time without prior notice, in its sole discretion, at which point you must either update your account with a valid Payment Account or your account will be terminated.\nPayments processed by third party processors are subject to those processors’ terms and conditions of service, and mail.com makes no representations or warranties with respect to any third party payment services.\n<br>\n<br>\n1.10.\n\"Premium Services\" shall refer to mail.com accounts for which payment of a Fee is required, including without limitation Cloud Services.\n<br>\n<br>\n1.11.\n\"Suspend\" or \"Suspension\" shall include the disabling of your account and/or the cessation of transmission of data via your Services.\n<br>\n<br>\n1.12.\n\"Term\" shall be, for Premium Services only, one year, as more fully described in Section 2.2, or as otherwise stated in the specifications for your Services or for any renewal Term thereof.\nThe Term for free Services shall continue until terminated by you or mail.com pursuant to Section 2.1.\n<br>\n<br>\n1.13.\n\"You\", \"you\", \"your\" and grammatical variants thereof shall mean you, any other entity which has an ownership or other beneficial interest in you, or any other entity in which you have an ownership or other beneficial interest.\n<br>\n<br>\n1.14.\n\"Your Data\" and grammatical variants thereof shall mean any data, including but not limited to documents, e-mails, images, videos, visual materials, advertisements, web pages, or other Content, related to your use of the mail.com Services or otherwise stored on or transmitted by the mail.com Equipment.\n<br>\n<br>\n1.15.\n\"Your Services\" and grammatical variants thereof shall mean the specific mail.com Services for which you have contracted, subject to the limitations and specifications of the particular service effective as of the date of contract.</p> 2.\nTERM AND TERMINATION <p>2.1.\nYou or mail.com may terminate this Agreement at any time for any reason, with or without cause.\nYou may terminate by (a) notifying mail.com via email or by certified mail to the address found here which notification shall be effective upon receipt by mail.com, or (b) closing your accounts for all of your Services via mail.com’s user interface, where mail.com has made this option available to you.\n<br>\n<br>\n2.2.\nNotwithstanding the provisions of Section 2.1 to the contrary, the initial Term for Premium Services shall be one year or as otherwise stated in the specifications for your Services, at the end of which term this Agreement shall renew automatically for the same period unless terminated prior to renewal pursuant to this Agreement.\nmail.com may, but is not obligated to, allow you change the duration of the Term or the specific services for Premium Services at the beginning of any renewal period, and you agree that mail.com may debit your Payment Account for any resulting Fees.\n<br>\n<br>\n2.3.\nYour termination of any Premium Services shall be effective as of the end of the then-current Term.\nYour termination of a Premium Services email account shall result in any Premium email account being downgraded to a free email account.\nAfter the termination of an additional paid Cloud the size of the Cloud will be downgraded to the standard volume of the mail.com account.\nIf the data volume of the Cloud exceeds the size of the standard volume after the downgrade, files will be automatically removed until the standard volume is reached.\nThe data removal proceeds chronologically, starting with the oldest first.\nAll other terminations, including a termination by mail.com with or without cause, shall be effective immediately.\n<br>\n<br>\n2.4.\nIf your account is not a Premium Services email account, you are required to log in to your account periodically, but no less than once every six months, in order to maintain the account.\nYou agree that in the event mail.com determines, in its sole discretion, that you have not logged in to your account for more than six months, mail.com may, without any liability to you, and in addition to any other remedies, terminate or suspend your account and erase any materials associated therewith from mail.com’s Equipment without notice to you.\nYou further agree that in the event that mail.com believes, in its sole discretion, that you have breached any provision(s) of this Agreement, including but not limited to Sections 3 or 8, mail.com may, without any liability to you and in addition to any other remedies, terminate or suspend any and all accounts registered by you or your access to your Services and your Data without prior notice to you.\nYou further agree that in the event that mail.com believes, in its sole discretion, that you have posted materials that breach any provision(s) of Section 8 of this Agreement, or any of its subparts, mail.com may, without any liability to you, and in addition to any other remedies, erase such materials from the mail.com Equipment without prior notice to you.\nIf your account is suspended by mail.com for any reason whatsoever, your e-mail address may or may not be retained by mail.com in its sole discretion.\nAfter any such retention period, your e-mail address may be released and made available to another customer.\nIf your account is suspended for non-payment of Fees, mail.com may but is not obligated to restore your Premium Services email account for the remainder of the Term upon written notice to mail.com and payment in full of all Fees due and owing on the account, provided such notice is provided to mail.com within one year after the first day of the then-current Term (the \"Notice Period\").\nPremium Services email accounts not restored during the Notice Period will be terminated immediately upon the expiration of same.\n<br>\n<br>\n2.5.\nUpon termination of this Agreement, you will no longer have access to your account.\nAll of your Data, including but not limited to e-mails or other files associated with your account and Services, may be irrevocably deleted at any time after termination and all transmission of data will cease.\nmail.com may, in its sole discretion, make your Data available to you to the extent it has not been deleted.\nmail.com accepts no liability for such deleted Data.\nYou are responsible, prior to termination of Services, for transferring, saving, or otherwise securing any of your Data that you want to continue to have access to following such termination.</p> 3.\nFEES <p>3.1.\nFor Premium Services, all Fees must be paid in advance of the provision of Services for the entire Term.\nFees must be paid in United States Dollars via the Payment Account, and are nonrefundable (except as expressly permitted otherwise by this Agreement), including any Fees paid in advance for the term during which you terminate.\nYou agree that mail.com may automatically debit the Fee and any additional fees from the Payment Account unless specifically provided otherwise.\nYou also agree that mail.com may automatically debit your Payment Account, without further authorization from you, for any renewal term, additional services, and any fees or expenses applicable to your Services, including but not limited to fees for your use of services in excess of those included within your Services.\nIf payment in full is not received by mail.com from the provider of your Payment Account or its agents, you agree to pay all amounts due from you for your Services without demand by mail.com.\nTermination of your account shall not relieve you of any obligation to pay any accrued fees or charges.\n<br>\n<br>\n3.2.\nIn addition, certain mail.com Services may be subject to set-up, service, or other fees, and by registering for such mail.com Services you authorize mail.com to debit your Payment Account for any and all such fees.\n<br>\n<br>\n3.3.\nYour credit or debit card issuer, directly or through third-party service providers, may provide mail.com with updated credit card numbers, expiration dates, or other information which may be used to renew services or make payments under this Agreement.\nShould mail.com choose, in its sole discretion, to participate in such auto-update programs, you agree that mail.com may share your Payment Account information with such third-party providers and may update Your Payment Account with information provided through such services.\nYou authorize any and all charges to your Payment Account using such updated information, whether or not you or mail.com have prior notice of same.\nMail.com cannot guarantee that your Payment Account will be updated, and you acknowledge and agree that it is your responsibility to keep your payment information current and up-to-date at all times and that you shall be liable to mail.com for your failure to do so, including for any charges that mail.com may incur as a result of your failure to keep your payment information current.\nmail.com shall have no liability for declined payments or incomplete or out-of-date Payment Account information.\n<br>\n<br>\n3.4.\nmail.com may offer promotional rates or special offers, the terms of which may or may not be more favorable than the terms and conditions for your Services.\nAny such promotions or modifications shall not affect your obligations under this Agreement.\nPromotional fees may be subject to additional terms and conditions which, to the extent they conflict with the terms of this Agreement, shall govern.\nPromotional fees and special offers may not be combined.\n<br>\n<br>\n3.5.\nCertain special offers for Premium Services may include a free introductory period.\nUnless you terminate your account prior to the expiration of such introductory period you agree that you will be liable for and mail.com may automatically debit your Payment Account for the Fees for the Premium Services associated with that account.\nmail.com reserves the right at any time to withhold, modify, or discontinue, temporarily or permanently, such introductory or promotional offers, with or without notice.\n<br>\n<br>\n3.6.\nChanges to your Services, including downgrades by you or termination of your Premium Services, may result in loss of your Data, features, or a reduction in the amount of available capacity for your Data provided by the mail.com Services.\nTo the extent you receive a special reduced price as part of a bundled offer, the special price shall only apply as long as all of the bundled services remain.\naccordingly, canceling any one of the bundled services will result in a higher price for each of the remaining services unless it was arranged differently in the special offer.\nThe amount charged to your Payment Account on the next billing cycle will be automatically updated to reflect any changes to the subscription, including upgrades or downgrades or the cancellation of bundled services.\n<br>\n<br>\n3.7.\nYou shall pay all costs of collection, including reasonable attorney's fees and costs, in the event any invoice requires collection efforts as determined in mail.com’s sole discretion.\nExcept where prohibited by law, all accounts referred to a collection agency shall be subject to an additional fee, which must be paid in full before the account is reactivated.\n<br>\n<br>\n3.8.\nInternational Customers bear the risk of currency fluctuations and any fees or taxes associated with the conversion of foreign currencies into United States Dollars.\nCertain mail.com Services will not be available to International Customers until mail.com is able to receive satisfactory confirmation from such customer’s Payment Account provider, in mail.com’s sole discretion, that the funds will be available for debit from the International Customer’s account.\nOrders from International Customers will not be accepted unless the country provided in the contact information matches that on file for the Payment Account.\n<br>\n<br>\n3.9.\nYou agree that mail.com may start the provision of services immediately, and that you will not be entitled to cancellation or a \"cooling off\" period except to the extent a waiver of those rights is prohibited by applicable law.\n<br>\n<br>\n3.10.\nEven if your mail.com Services are free, you may still incur expenses for internet access or data transmission from third-party service providers not affiliated with mail.com.</p> 4.\nDESCRIPTION <p>Subject to and conditioned upon mail.com's retained rights and all other terms and conditions set forth in this Agreement, mail.com offers the mail.com Services as soon as practicable after registration.\nYou will receive a password, account, and instructions upon completion of the registration process.\nYou are responsible for maintaining the confidentiality of both your password and your account and are fully responsible for all activities that occur under your password and your account.\nYou agree to immediately notify mail.com of any unauthorized uses of the account or any other breaches of security.\nmail.com cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.\nYou acknowledge and agree that under no circumstances will mail.com be liable, in any way, for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.\nThe mail.com Services are subject to the following conditions and restrictions:\n<br>\n<br>\n4.1.\nServices\n<br>\n<br>\n4.1.1.\nmail.com shall provide to you a non-transferable, revocable, non-sublicensable, non-exclusive and limited license to use the amount of server space allocated to your Services for your non-exclusive use for the exclusive purpose of storing your Data and disseminating said Data via the Internet through the use of mail.com's Equipment for purposes consistent with this Agreement.\n<br>\n<br>\n4.1.2.\nmail.com, either directly or through its assignee or licensee, shall provide such support as is outlined in the specifications for your Services or as otherwise shown on the mail.com website.\nmail.com is not obligated to provide any customer service or technical support except as specified in this Section 4, and cannot guarantee that your questions will be answered in a timely fashion or otherwise.\nNotwithstanding the foregoing, mail.com at its sole discretion may at any time alter or cease providing the support provided pursuant to this Agreement without any liability to mail.com.\n<br>\n<br>\n4.1.3.\nAll use of the mail.com Services shall be subject to all terms and conditions set forth herein.\nYou may not attempt to expand or alter these rights or mail.com's services by entering into multiple agreements.\n<br>\n<br>\n4.1.4.\nYour use of the mail.com Services, including but not limited to e-mail traffic, and combined mailbox use and file and/or Cloud per account, shall not exceed that specified for your Services.\nYou are responsible for monitoring your use of the mail.com Services, and agree to check your e-mail and download or delete your e-mail on a regular basis and to manage your Cloud account in order to ensure compliance with this paragraph.\nShould your use of the mail.com Services exceed the limits specified for your Services, mail.com may return or reject any and all e-mails sent to you to the originating sender, prevent you from uploading additional photos, documents, and other files to your Cloud folders, and/or delete or deny access to the storage space for your Data without liability to you.\nYou agree that mail.com may terminate your account without notice or liability to you for usage in excess of permitted amounts.\n<br>\n<br>\n4.1.5.\nmail.com reserves the right to alter, amend, or discontinue the provision of some or all of the mail.com Services, including but not limited to the provision of certain mail.com Services to international customers in a particular market, at any time in mail.com's sole discretion.\n<br>\n<br>\n4.1.6.\nYou are responsible for backing up your Data on your own computer.\nmail.com does not warrant or otherwise guarantee that it will back up your Data or that data which has been backed up can be retrieved, and will not be responsible for any archiving or backup of your Data.\nIf any of your Data is damaged, deleted, lost or corrupted in any way, or becomes otherwise unavailable, whether due to termination or suspension of your account pursuant to this Agreement or otherwise, mail.com will have no obligation or liability to you.\n<br>\n<br>\n4.1.7.\nYou represent and warrant that your e-mail address does not infringe the copyright, trademark, or any other intellectual property rights of any person or company and that your e-mail address is otherwise in compliance with the terms of this Agreement, in particular the provisions of Section 8.\nmail.com may suspend performance under or terminate this Agreement, cease transmission of emails or data associated with your account, permanently remove Your Data from the mail.com Equipment, revoke any and all email addresses assigned to you, and take any other actions it deems necessary, in its sole discretion, immediately and without notice, to comply with the provisions of Section 8, relevant Laws, or for any reason whatsoever, in its sole discretion.\nmail.com assumes no liability in the event a particular email address is unavailable or otherwise not assigned to you, and does not warrant or guarantee that assigned email addresses do not infringe the rights of third parties, or that you will retain the rights to that email address for any period of time.\nYou waive any and all claims you may have, now and forever, against mail.com relating to the registration and use of your email address and agree to indemnify and hold harmless mail.com from and against any such claims.\n<br>\n<br>\n4.1.8.\nmail.com reserves the right to terminate your e-mail address in the event that mail.com's rights to use certain domain names or e-mail addresses terminate or expire.\n<br>\n<br>\n4.1.9.\nmail.com’s Cloud services require an active mail.com email address.\nTermination of the mail.com email address connected to your Cloud services will automatically terminate your Cloud services, which may result in the loss of your Data.\n<br>\n<br>\n4.2.\nSoftware\n<br>\n<br>\n4.2.1.\nmail.com may, in its sole discretion, provide you with mail.com Software in combination with your Services.\nIf you receive software from mail.com under this Agreement and you are presented with a license agreement, the terms of that agreement apply.\nOtherwise, upon payment of all fees due and owing to mail.com under this Agreement, mail.com hereby grants, and you hereby accept, a non-transferable, revocable, non-sublicensable, and non-exclusive license to use the mail.com Software and all related documentation for your own personal or business use during the term of this Agreement.\nAny rights not expressly granted herein shall be reserved for mail.com.\nSource code or other information pertaining to the logic design of the mail.com Software is specifically excluded from the license granted hereunder.\n<br>\n<br>\n4.2.2.\nmail.com reserves the right to charge for the mail.com Software or any upgrades therefore at any time.\n<br>\n<br>\n4.2.3.\nYou recognize that the mail.com Software and all related information, including but not limited to any and all updates, improvements, modifications, enhancements, and information related to installation of the mail.com Software at your home or office, are proprietary, and that all rights thereto, including copyright, are owned by mail.com or, if sublicensed by mail.com, by the respective owners of the Software.\nYou further acknowledge that you have been advised that the mail.com Software, including updates, improvements, modifications, enhancements, and information related to installation, constitutes a trade secret of mail.com, is protected by civil and criminal law, and by the law of copyright, is valuable and confidential to mail.com, and that its use and disclosure must be carefully and continuously controlled.\n<br>\n<br>\n4.2.4.\nmail.com or, if sublicensed by mail.com, the respective owners of the mail.com Software shall at all times retain title to all the mail.com Software and all related information, including all updates, improvements, modifications and enhancements, furnished to you hereunder.\n<br>\n<br>\n4.2.5.\nUnless provided otherwise in the specifications for your Services, the mail.com Software supplied hereunder is for your personal or business use.\nYou shall not permit any third party to use the mail.com Software or allow access to the mail.com Software from sites outside of your home or business premises except as specifically authorized in writing by mail.com.\nThe mail.com Software is to be used only for the purposes specified in this Agreement and specifically as restricted in the following three subparagraphs of this Section 4.\n<br>\n<br>\n4.2.5.1 You will not: (i) reproduce, copy or publicly display, or permit anyone else to reproduce, copy or publicly display, any of the mail.com Software, whether such mail.com Software is in written, magnetic or any other form, except pursuant to reasonable backup procedures, or for your use pursuant to this Agreement, nor.\n(ii) provide or make the mail.com Software available to any person or entity other than your employees or agents who have a need to know consistent with your use thereof under this Agreement, nor.\n(iii) create or attempt to create, or permit others to create or attempt to create, by disassembling, reverse engineering or otherwise, the source programs or any part thereof from the object program or from other information (whether oral, written, tangible or intangible) made available to you under this Agreement, nor.\n(iv) copy for your own use or the use of others operator manuals, system reference guides, training materials and other user-oriented materials without the prior written consent of mail.com.\nIn order to protect mail.com's trade secrets and copyrights in the mail.com Software, you agree to reproduce and incorporate mail.com's trade secrets or copyright notice in any copies, modifications or partial copies.\n<br>\n<br>\n4.2.5.2 You agree to notify mail.com forthwith if you obtain information as to any unauthorized possession, use or disclosure of any mail.com Software by any person or entity, and further agree to cooperate with mail.com at mail.com's expense, in protecting mail.com's proprietary rights.\n<br>\n<br>\n4.2.5.3 Unless agreed otherwise in writing by mail.com, the mail.com Software may be used only on a single computer or workstation.\nmail.com Software designed for use on portable workstations may be installed on both a portable and a stationary computer but may not be used on both simultaneously.\nYou may not install the mail.com Software on a network except to facilitate permissible installation of the mail.com Software on computers attached to the network.\nYou warrant and guarantee that all users of the Software shall be aware of and comply with the terms of this license.\n<br>\n<br>\n4.2.6.\nCertain mail.com Software is provided for online use as part of the mail.com Services (the \"mail.com Online Software\").\nThe mail.com Online Software is hosted software which runs directly on mail.com's servers, and you may not download, install, store or make any copies of the mail.com Online Software, nor may you sublicense the mail.com Online Software.\nYou agree not in any way to translate, decompile, reverse engineer, disassemble, modify, reproduce, rent, lease, lend, license, distribute, market or otherwise dispose of any portion of the mail.com Online Software or any copies thereof and not to assist any third party in doing so.\nThe mail.com Online Software is designed to be used through the mail.com user interface and, as such, may be utilized by any authorized user from any computer or workstation.\nThis license is automatically revoked upon termination of this Agreement.\nmail.com reserves the right to modify or discontinue the mail.com Online Software at any time without notice.\n<br>\n<br>\n4.2.7.\nmail.com may provide its customers with the ability to download certain third-party software (the \"Third Party Software\").\nThe license conditions governing the use of the Third Party Software may differ from mail.com's own software licenses.\nCustomers of mail.com are bound by the conditions of all licenses pertaining to such Third Party Software and should make themselves familiar with their terms and conditions.\nTHE PROVISION AND OFFERING OF SUCH THIRD PARTY SOFTWARE BY MAIL.COM DOES NOT CONSTITUTE AN ENDORSEMENT OF THE THIRD PARTY SOFTWARE, NOR CAN MAIL.COM MAKE ANY REPRESENTATIONS OR WARRANTIES REGARDING THE USE AND FUNCTIONALITY OF SUCH THIRD PARTY SOFTWARE.\nMAIL.COM DISCLAIMS ANY AND ALL WARRANTIES ASSOCIATED WITH YOUR USE OF THIRD-PARTY SOFTWARE, INCLUDING WITHOUT LIMITATION THE WARRANTIES OR MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\n<br>\n<br>\n4.2.8.\nIn the event of termination of this Agreement, or upon any act which shall give rise to mail.com's right to terminate, or upon the expiration of the license for mail.com Software which is subject to a limited-duration license, any and all licenses granted under this Section 4.2 shall terminate automatically, and you will remove, erase or destroy the mail.com Software and documentation and all copies thereof, wherever located, without demand or notice.\n<br>\n<br>\n4.2.9.\nmail.com may stop providing the Software and any Third Party Software, or any updates thereto, at any time without notice or any further liability to you.\n<br>\n<br>\n4.2.10.\nCertain Software (including Third-Party Software) may not be available to international customers.</p> 5.\nNO EXPRESS OR IMPLIED AGREEMENT TO DISSEMINATE MATERIALS WHICH ARE INCONSISTENT WITH YOUR WARRANTIES <p>Receipt by mail.com of data for storage and/or transmission via mail.com's Equipment which are inconsistent with your warranties set forth in Section 8 herein shall not constitute an agreement by mail.com to allow the mail.com Services or the mail.com Equipment to be used to disseminate such information or data in whole or in part, by any means, or if once disseminated via the use of mail.com's Services or Equipment, to continue to disseminate such data.</p> 6.\nNO WARRANTIES BY MAIL.COM <p>THE MAIL.COM SERVICES AND MAIL.COM SOFTWARE ARE PROVIDED ON AN \"AS IS\" BASIS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED.\nYOU EXPRESSLY AGREE THAT THE USE OF THE MAIL.COM SERVICES IS AT YOUR SOLE RISK.\nMAIL.COM DOES NOT WARRANT THAT THE MAIL.COM SERVICES WILL BE UNINTERRUPTED OR ERROR FREE, THAT YOUR DATA OR ANY FILES STORED BY YOU THROUGH THE USE OF OUR CLOUD SERVICES WILL BE ACCESSIBLE BY YOU AT ALL TIMES, NOR DOES MAIL.COM MAKE ANY WARRANTY AS TO ANY RESULTS THAT MAY BE OBTAINED BY USE OF THE MAIL.COM SERVICES.\nNO WARRANTY IS MADE BY MAIL.COM REGARDING ANY INFORMATION, SERVICES OR PRODUCTS PROVIDED THROUGH OR IN CONNECTION WITH THIS AGREEMENT, AND MAIL.COM HEREBY EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, INCLUDING WITHOUT LIMITATION: (1) ANY WARRANTIES AS TO THE AVAILABILITY, QUALITY, QUANTITY, OR CONTENT OF SERVICES OR GOODS PROVIDED TO YOU HEREUNDER.\nAND (2) ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nMAIL.COM DOES NOT GUARANTEE THAT ANY CONTENT, INFORMATION, SOFTWARE (INCLUDING WITHOUT LIMITATION THIRD PARTY SOFTWARE) OR OTHER MATERIAL ACCESSIBLE THROUGH THE MAIL.COM SERVICES WILL BE FREE OF VIRUSES, \"WORMS\", \"TROJAN HORSES\", OR OTHER HARMFUL COMPONENTS.</p> 7.\nMAIL.COM'S LIMITED LIABILITY <p>YOUR SOLE AND EXCLUSIVE REMEDY HEREUNDER SHALL BE FOR YOU TO DISCONTINUE YOUR USE OF THE SERVICES AND TERMINATE THIS AGREEMENT.\nIN NO CASE SHALL MAIL.COM, ITS DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, AGENTS OR CONTRACTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, EXEMPLARY, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING FROM YOUR USE OF OR OTHERWISE RELATING TO THE MAIL.COM SERVICES.\nSOME COUNTRIES, STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES.\nIN SUCH COUNTRIES, STATES OR JURISDICTIONS, MAIL.COM'S LIABILITY SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\nEXCEPT AS EXPRESSLY SET FORTH IN ANY SEPARATE SOFTWARE LICENSE OR IN THIS AGREEMENT, MAIL.COM DOES NOT ENDORSE, WARRANT OR GUARANTEE ANY THIRD PARTY PRODUCT OR SERVICE OFFERED OR OTHERWISE ACCESSED USING THE MAIL.COM SERVICES, AND MAIL.COM WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD PARTIES.\nYOU HEREBY RELEASE MAIL.COM FROM ANY AND ALL OBLIGATIONS, LIABILITY AND CLAIMS IN EXCESS OF THESE LIABILITY LIMITATIONS.\nTHE TOTAL LIABILITY OF MAIL.COM FOR BREACH OF WARRANTY ARISING OUT OF CONTRACT, NEGLIGENCE OR STRICT LIABILITY IN TORT, OR ANY OTHER CLAIM RELATING TO THIS AGREEMENT SHALL BE LIMITED TO THE TOTAL SERVICE FEES PAID BY YOU TO MAIL.COM IN THE SIX MONTHS PRECEDING SUCH ALLEGED BREACH, IF ANY.</p> 8.\nYOUR ADDITIONAL OBLIGATIONS AND WARRANTIES <p>8.1 You acknowledge that only you may use your account and you agree and warrant that you shall not permit anyone else to use your account or authorize any third party to access your account on your behalf.\nYou are responsible for all activity that takes place with respect to your account, and you agree that in the event mail.com believes or has reason to believe, in its sole discretion, that you have breached this Agreement or any of the warranties in this Section 8, mail.com may, without prior notice to you and in mail.com's sole and exclusive discretion, suspend the provision of the mail.com Services and/or terminate this Agreement, without any liability of any kind.\nAs more completely set forth in Sections 6, 7 and 10, you waive any and all claims you may have, now and forever, against mail.com relating to any action taken in under this Section 8.1, and agree to indemnify and hold harmless mail.com from and against any claims brought by third parties as a result of your Data or your use of the mail.com Services.\n<br>\n<br>\n8.2 When you complete a registration for Premium Services with us, you will be required to provide certain personal information.\nYou agree and warrant that such personal information will be true, accurate and complete, and that you will update this personal information promptly when it changes.\nYou further agree to notify mail.com within fifteen days of a change to any contact information in the case you are not able to make the change yourself.\nContact information includes your full legal name, postal address, e-mail address and telephone number.\nIf you provide any personal information that is false or inaccurate, not current, or incomplete, or if we suspect that your personal information is false or inaccurate, not current, or incomplete, we may, in our sole discretion, limit or terminate the use of your account including Premium Services.\n<br>\n<br>\n8.3 You agree and warrant that you shall not send mass unsolicited or unwanted electronic mail solicitations.\nthat you shall not use your e-mail address for impermissible or abusive news group postings or excessive or repeated off-topic or commercial postings.\nthat you will not send any form of junk mail.\nand that you shall not engage in any other form of spamming, spoofing, phishing, or mail bombing.\nmail.com reserves the right to block mail from any source, including outgoing mail from or ingoing mail to your account, which mail.com believes, in its sole discretion, is being used to send such unsolicited e-mail.\nWhile mail.com continues to actively review and implement new technology to ensure that its customers neither send nor receive unsolicited e-mail, there is no currently available technology that will totally prevent the sending and receiving of unsolicited e-mail.\n<br>\n<br>\n8.4 You agree and warrant that your use of the mail.com Services and mail.com’s Equipment, and all sales, distributions, advertisement, or promotion by any and all means, of any type(s) of Content including, but not limited to, executable files (such as .EXE), digitized audio/visual files (such as MP3), or copies of copyrighted works (such as .ZIP), goods, including, but not limited to, videotapes and CD-ROM products, and any type of services by you, which are advertised and/or promoted by, or are in any other way directly or indirectly associated with your use of the mail.com Services or mail.com Equipment, shall at all times comply with your warranties under this Section 8, as well as all applicable Laws, including but not limited to CAN-SPAM.\nWith respect to any advertising content you may transmit through the Services, you agree and warrant that all such advertising content shall comply with all Laws, and shall not result in consumer fraud, product liability, or damage of any kind to any third party.\n<br>\n<br>\n8.5 You agree and warrant that all of your Data and any matter you store on or allow to be transmitted by mail.com’s Equipment shall be solely for business, entertainment, and/or educational purposes and that you shall assume the sole responsibility and duty to ensure that all such Data shall be transmitted exclusively to consenting adults and only to places in which such materials comply with contemporary community standards.\nYou shall be liable for any and all damages, harm, or losses caused by your Data.\n<br>\n<br>\n8.6 You agree and warrant that all of your Data and any matter you store on or allow to be transmitted by mail.com’s Equipment shall not violate any Laws concerning obscenity and shall not contain or link to any pornography, or depictions of bestiality, incest, rape, sexual assault, actual physical violence, torture or disfigurement, or other content deemed objectionable by mail.com, in its sole discretion.\nYou agree and warrant that you will not use the mail.com Services to transmit messages which: display, contain or link to any harmful matter or indecent materials or communications which are available to, or accessible by, minors.\ndisplay or contain any material that consists of pornography, child pornography, or other obscene content, including but not limited to content involving or by a performer who is portrayed or made to appear as a person under the age of eighteen years of age or which could otherwise result in harm to minors, all as determined in mail.com’s sole discretion.\nYou agree and warrant that you will neither store on nor allow to be transmitted by mail.com’s Equipment any data or other matter which constitutes, contains, or links to child pornography or which involves depictions of sexuality by an age-inappropriate-looking performer (i.e.\nsomeone who looks younger than eighteen years of age, regardless of their actual age) or by a performer who is portrayed or made to appear as a person under the age of eighteen years of age by virtue of the advertising, script, make-up, demeanor, costuming, setting, etc., or which could otherwise result from or cause harm to minors.\n<br>\n<br>\n8.7 You agree and warrant that you shall not damage, disable, overburden, or impair the mail.com Services or misuse them in any way.\nuse scripts, robots, web crawlers, or similar type of programs or applications.\ninterfere with anyone else’s use or enjoyment of the mail.com Services.\nor interfere with, defame, or abuse mail.com or its officers, employees, or agents.\n<br>\n<br>\n8.8 You affirmatively represent, agree and warrant that you have and at all times shall have all necessary intellectual property rights, including, but not limited to, all copyrights, trademark and service mark rights and rights of publicity, both in the United States and throughout the world, to reproduce and disseminate, via the Internet, all data which you store or otherwise promote, advertise, disseminate and/or distribute to anyone by your direct or indirect use of the mail.com Services or mail.com’s Equipment, and that your Data and the use or distribution of your Data does not infringe the intellectual property rights of others, including, but not limited to, copyrights, trademark and service mark rights, patent rights and rights of publicity, both in the United States and throughout the world.\nYou agree that in the event that mail.com is informed by any party that You are using the mail.com Services to transmit messages which infringe the copyright of any party, or violate the right of publicity or privacy of any party, or consist of any other claim or violation of intellectual property rights of any kind, then mail.com may, without prior notice to you and in mail.com's sole and exclusive discretion, suspend the provision of the mail.com Services and/or terminate this Agreement, without any liability of any kind to mail.com from either you or any third party.\nAs more completely set forth in Sections 6, 7 and 10, you waive any and all claims you may have, now and forever, against mail.com relating to any action taken in response to the claim that you have infringed the intellectual property rights of a third party, and agree to indemnify and hold harmless mail.com from and against any such claims.\n<br>\n<br>\n8.9 You agree and warrant that your Data shall not constitute or contain or link to material: which is libelous, slanderous, or defamatory.\nwhich violates the right of publicity or privacy of any party.\nor which will violate or infringe upon or will otherwise give rise to any adverse claim with respect to any common law or other right of any person or other entity, including, without limitation, privacy rights and all other personal and proprietary rights.\n<br>\n<br>\n8.10 You agree and warrant that your Data shall not contain or link to any material which is offensive, harmful, violent, threatening, abusive or hateful, in mail.com’s sole discretion.\n<br>\n<br>\n8.11 You agree and warrant that any and all material(s) of every kind which you store or transmit using the mail.com Services or mail.com Equipment shall at all times be free from any and all damaging software defects, including, but not limited to, software \"viruses\", \"worms\", \"Trojan Horses,\" and other source code anomalies, which may cause software or hardware disruption or failure, reduced computer operating speed, or compromise any security system.\nYou agree that you will not attempt to access the mail.com Equipment or web site or another person's web site without authorization, or use the mail.com Services to carry out, or assist in the carrying out of, any \"denial of service\" attacks on any other website or internet service.\n<br>\n<br>\n8.12 You agree and warrant that you shall not engage in any false, deceptive or fraudulent activities in association with your use of the mail.com Services or the mail.com Equipment.\n<br>\n<br>\n8.13 You agree and warrant that you shall not resell or redistribute the mail.com Services or any part thereof, including but not limited to your mail.com e-mail address or Cloud account, or use any unauthorized means to modify or reroute the mail.com Services (or to attempt same).\n<br>\n<br>\n8.14 You agree and warrant that all applicable taxes have been paid or will be paid in full by you when due regarding all businesses and employees associated with your use of the mail.com Services and that no taxing authorities shall have any claim against mail.com or any persons affiliated therewith for the payment of such taxes.\n<br>\n<br>\n8.15 You represent and warrant that you are over thirteen years of age and are fully competent to enter into this Agreement.\n<br>\n<br>\n8.16 You represent and warrant that you are not a national or resident of Belarus, Burma/Myanmar, Cuba, Iran, Iraq, Libya, North Korea, Russian Federation, Serbia, Sudan, and Syria or any other country subject to U.S.\nTreasury Department embargo restrictions, and that you are not listed in the \"Entity List\" or \"Denied Persons List\" maintained by the US Department of Commerce or the list of \"Specially Designated Nationals and Blocked Persons\" maintained by the US Department of Treasury.\nYou further acknowledge that you are not a national or resident of a country whose name is otherwise omitted from the registration form for mail.com Services.\nResidents of countries which are serviced by a mail.com affiliate are required to contract with those mail.com affiliates, and you represent and warrant that you are not a resident of one of those countries.\n<br>\n<br>\n8.17 You agree to abide by United States and other applicable export control laws and not to transfer or permit the transfer, by electronic transmission or otherwise, any content or software subject to restrictions under such laws to a destination prohibited under such laws, without first obtaining, and then complying with, any requisite government authorization.\nYou further agree not to upload to your mail.com account any data or software that cannot be exported without prior written government authorization, including, but not limited to, certain types of encryption software.\n<br>\n<br>\n8.18 You agree not to use your account for the storage of files other than in the course of normal e-mail usage or as provided otherwise in the specifications for your Services.\n<br>\n<br>\n8.19 mail.com may, in its sole discretion, upon suspension of your account, request ID or other identity verification documentation in order to allow the continued use of your account.\nmail.com will not retain a copy of this documentation but will notate your account with the information provided.\nmail.com reserves the right to place your account under a new suspension if the activity, or new activity prohibited in the preceding sections, which caused the initial suspension is resumed.</p> 9.\nCONFIDENTIALITY, TRADEMARK, AND COPYRIGHT <p>9.1 \"mail.com\" and other trademarks, logos, and service marks displayed on this web site (collectively, the \"Marks\") belong to mail.com and/or its affiliates or third parties which have licensed those rights to mail.com (\"Partners\").\nmail.com and Partners retain all rights to the Marks and nothing in this Agreement grants you or anyone else any right whatsoever to the use of the Marks.\nYou may not use, reproduce, or display any Marks without their owner's prior written consent.\nAll trademarks, product names, and company names and logos appearing on mail.com's website are the property of their respective owners.\n<br>\n<br>\n9.2 Unless expressly stated otherwise on the mail.com website, you should assume that all content, images, and materials appearing on this website (collectively the \"mail.com Content\") are the sole property of mail.com.\nBoth U.S.\nand international copyright and other intellectual property laws and treaties protect such mail.com Content.\nYou may not use, reproduce, display, or sell any mail.com Content without mail.com's prior written consent.\nYou may not link to any page or frame any portion of mail.com’s website in such a way as to remove, cover, alter, or obscure mail.com’s trademarks or as would otherwise confuse viewers as to the origin of the content.</p> 10.\nYOUR INDEMNIFICATION OF MAIL.COM <p>You agree that you shall fully defend and indemnify mail.com, including its officers, directors, owners, managing agents, attorneys, shareholders, related entities, heirs, and assigns, from any and all claims, demands, actions, suits, losses, liabilities, damages, injuries, fines penalties, costs and expenses, attorneys' fees, arbitration fees, mediation fees, expert expenses, and all other consequences of every kind, directly or indirectly resulting from any and all failure(s) of you or your agent(s) to fully comply with all duties, obligations and other provisions set forth in this Agreement, including, but not limited to, your warranties set forth in Section 8 or your violation of a third party's intellectual property rights.\nYou further agree to defend, indemnify and hold harmless mail.com, including its officers, directors, owners, managing agents, attorneys, shareholders, related entities, heirs, and assigns, from and against any and all claims, demands, actions, suits, loses, liabilities, damages, injuries, fines, penalties, costs and expenses, including, without limitation, reasonable attorneys' fees, arising out of any property damage or recoverable economic loss incurred by a third party, to the extent such damage or loss is caused by any act or omission of you or your agents in connection with the performance of this Agreement.\nYou agree that mail.com shall have the right to participate in the defense of any such claim through counsel of its own choosing at your expense.</p> 11.\nNO JOINT VENTURE OR PARTNERSHIP <p>Nothing in this Agreement is intended by the Parties to create or constitute an agency, joint or collaborative venture, or partnership of any kind between mail.com and you, nor shall anything in this Agreement be construed as constituting or creating any such agency, joint or collaborative venture, or partnership between mail.com and you.\nmail.com shall have no control or ownership interests of any kind in your business.\nmail.com shall have no direct financial or other interest in, nor in any way \"own\" any online venture pertaining to your use of the mail.com Services or mail.com's Equipment.\nmail.com's relationship to you shall be restricted to matters pertaining to the provision of the mail.com Services as set forth in this Agreement.</p> 12.\nSERVICES RENDERED ON A NON-EXCLUSIVE BASIS <p>Any and all services which are or may be provided to you by mail.com pursuant to this Agreement, including the licensure of rights herein, are not exclusive and nothing in this Agreement shall limit or restrict mail.com from providing similar services and granting similar licenses to third parties regardless of whether such third parties are competitors of you.\nNothing in this Agreement shall limit or restrict mail.com from engaging in any activities similar to yours or in competition with you.</p> 13.\nNO EDITORIAL CONTROL BY MAIL.COM <p>mail.com and you agree that, consistent with the strict policy of mail.com, and in reliance on your express warranties regarding the substantive content of data, advertisements, communications, messages and other materials which you shall store and/or otherwise disseminate via the use of mail.com's Services or Equipment, mail.com shall neither have nor exert any editorial or other subjective control over the substantive content of such data, advertisements, communications, message or other materials.\nmail.com exercises no control over information which is found on the internet, except for its own web site, and cannot be held responsible for the accuracy, correctness, or legality of such information.\nYou are solely responsible for verifying the accuracy and suitability of information and services you obtain from third parties via the internet.</p> 14.\nPRIVACY <p>14.1.\nIt is mail.com's policy to respect your privacy.\nmail.com will not monitor, edit, or disclose any personal information about you or your account, including its contents, without your prior consent unless mail.com deems it necessary, in its sole discretion, to:\n<br>\n<br>\n14.1.1.\ncomply with legal process or other legal requirements, including but not limited to responding to subpoenas or other requests for information from law enforcement officials.\n<br>\n<br>\n14.1.2.\nprotect and defend the rights or property of mail.com or its officers, agents, affiliates, and licensees.\n<br>\n<br>\n14.1.3.\ncarry out its obligations under or enforce this Agreement.\nor\n<br>\n<br>\n14.1.4.\nprotect the interests of other mail.com customers.\n<br>\n<br>\n14.2.\nNOTWITHSTANDING THE PROVISIONS OF THIS AGREEMENT TO THE CONTRARY, MAIL.COM RESERVES THE RIGHT (SUBJECT TO APPLICABLE LAW), IN ITS SOLE DISCRETION, TO DISCLOSE INFORMATION OR MONITOR YOUR ACCOUNT, INCLUDING BUT NOT LIMITED TO THE USE OF A USER'S ACCOUNT, FOR THE PURPOSE OF INVESTIGATING VIOLATIONS OF THIS AGREEMENT OR TO ASSIST WITH CRIMINAL OR CIVIL INVESTIGATIONS.\n<br>\n<br>\n14.3.\nYour IP address is transmitted and recorded with each message you send using the mail.com Services.\nmail.com may provide certain information in aggregate form collected from and relating to you to third persons such as advertisers.\nFor a more detailed description of the types and uses of personal information collected from you, please read the mail.com Privacy Policy.\n<br>\n<br>\n14.4.\nYour personal information, including information regarding nonpayment or other misuse of the mail.com Services, may be transferred to other affiliated entities, whether in the United States or elsewhere.\nIf you do not consent to this transfer, do not accept the terms and conditions for the mail.com services.\n<br>\n<br>\n14.5.\nINTERNATIONAL CUSTOMERS UNDERSTAND AND AGREE THAT MAIL.COM MAY DISCLOSE PERSONAL INFORMATION ABOUT THEM AND THEIR ACCOUNT PURSUANT TO THIS SECTION, AND WAIVE ANY RIGHTS TO PRIVACY OR PROTECTION OF PERSONAL DATA RELATING TO SUCH INFORMATION TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE NATIONAL AND INTERNATIONAL LAW.</p> 15.\nSEVERABILITY <p>In case any one or more of the provisions contained in this Agreement shall for any reason be held to be invalid, illegal or unenforceable in any respect, such invalidity, illegality or unenforceability shall not affect any other provision hereof, and this Agreement shall be construed as if such invalid, illegal or unenforceable provision(s) had never been included.\nThe invalidity or unenforceability of any provision(s) of this Agreement shall not affect the validity or enforceability of any other provision.</p> 16.\nNON-ENFORCEMENT DOES NOT CONSTITUTE WAIVER <p>Failure of mail.com at any time to enforce any of the specific provisions of this Agreement shall not preclude any other or further enforcement of such provision(s) or the exercise of any other right hereunder.\nNo waiver of a breach of this Agreement shall be valid unless made in writing and signed by duly authorized representative of mail.com.</p> 17.\nNOTICES <p>17.1.\nmail.com may provide notice to you via e-mail sent to the e-mail address associated with your account at the time such notice is sent.\nSuch notice is deemed effective at the date and time of transmission, whether you receive it or not, and shall be deemed written notice for the purposes of this Agreement.\n<br>\n<br>\n17.2.\nYou may provide notice to mail.com in one of the following ways:\n<br>\n<br>\n17.2.1.\nby personal delivery.\n<br>\n<br>\n17.2.2.\nby addressing the notice as indicated above and depositing the same by registered or certified mail, postage prepaid, in the United States mail.\n<br>\n<br>\n17.2.3.\nby Federal Express.\n<br>\n<br>\n17.2.4.\nby facsimile transmission.\nor\n<br>\n<br>\n17.2.5.\nby email and registered or certified mail.\n<br>\n<br>\n17.3.\nSuch notice, statement or other document so delivered to mail.com, except as this Agreement expressly provides otherwise, shall be conclusively deemed to have been given when first personally delivered, on the date of delivery or on the first date of receipt.\nNotice by email to mail.com (other than notices sent pursuant to Section 2.1) shall be deemed ineffective, null and void unless a copy of such notice is also sent by registered or certified mail, and postmarked not more than five days subsequent to the giving of email notice.\nAny such email notice to mail.com shall be deemed effective as of the date on which mail.com receives the certified or registered mail notice.</p> 18.\nFORCE MAJEURE <p>18.1.\nIn the event of \"force majeure\" (as defined below), mail.com may terminate this Agreement without liability to you.\nFor purposes of the Agreement, \"force majeure\" shall mean circumstances or occurrences beyond mail.com's reasonable control, whether or not foreseeable at the time of entering into the Agreement, in consequence of which mail.com cannot reasonably be required to perform its obligations hereunder or otherwise perform its obligations under the Agreement.\nSuch circumstances or occurrences include, but are not limited to: acts of God, war, civil war, insurrection, fires, floods, labor disputes, epidemics, governmental regulations and/or similar acts, embargoes, termination or temporary unavailability of any computer hardware or software, server, or network on which the mail.com Services are located or maintained or through which the mail.com Services are provided, and nonavailability of any permits, licenses and/or authorizations required by governmental authority.\n<br>\n<br>\n18.2.\nmail.com reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the mail.com Services (or any part thereof) with or without notice, including the right to cease all business operations in the United States or elsewhere.\nYou agree that mail.com shall not be liable to you or to any third party for any modification, suspension or discontinuance of the mail.com Services.</p> 19.\nNO ASSIGNMENT BY YOU.\nASSIGNMENT BY MAIL.COM <p>This Agreement and the rights pertaining hereto may not be assigned, resold, or otherwise transferred in whole or in part by you without mail.com's prior written consent.\nIn particular, you may not sell accounts or subaccounts to third parties.\nNotwithstanding the above, this Agreement shall be binding upon your successors and assigns, if any.\nmail.com may assign or license any or all of its rights and/or obligations hereunder in its free, sole, and unfettered discretion, without consent by or notice to you.</p> 20.\nJURISDICTION, VENUE, STATUTE OF LIMITATIONS, AND WAIVER OF JURY TRIAL <p>20.1.\nYOU AGREE TO NEGOTIATE WITH MAIL.COM IN GOOD FAITH TO RESOLVE OR SETTLE ANY CLAIM OR DISPUTE IN ANY WAY RELATING TO OR CONCERNING THIS AGREEMENT.\n<br>\n<br>\n20.2.\nANY AND ALL DISPUTES AS TO THE INTERPRETATION OF OR ANY PERFORMANCE UNDER THIS AGREEMENT WHICH ARE NOT FIRST RESOLVED INFORMALLY, SHALL BE DETERMINED BY BINDING ARBITRATION IN PHILADELPHIA, PENNSYLVANIA IN ACCORDANCE WITH THE RULES OF THE AMERICAN ARBITRATION ASSOCIATION (\"AAA\") AND IN ACCORDANCE WITH THE RULES OF AAA.\nAny award arising out of such arbitration shall be subject to entry as a judgment by any court of competent jurisdiction in the United States.\nAny action to confirm or vacate such an award must be brought in either the Court of Common Pleas of Philadelphia, Pennsylvania or the United States District Court for the Eastern District of Pennsylvania.\nYou consent to personal jurisdiction and venue in such courts and you waive any challenge to personal jurisdiction or venue in such courts.\nYou further agree that mail.com shall be entitled to collect its attorneys' fees, costs and other expenses in the event that mail.com acts to enforce this arbitration and forum selection clause, regardless of whether mail.com prevails in the underlying action.\nThe final award in any such arbitration proceeding shall be subject to entry as a judgment by any court of competent jurisdiction, provided that such judgment does not conflict with the terms and provisions hereof.\nThe jurisdiction of the arbiter (or arbiters) with respect to legal matters shall be limited only by the statutory and common law of the Commonwealth of Pennsylvania and the federal law of the United States of America.\nThere are no exceptions to these mandatory arbitration provisions except as follows.\nNotwithstanding the foregoing, if you fail to timely pay amounts due, mail.com may assign your account for collection and the collections agency may pursue such claims in court limited strictly to the collection of the past due debt and any interest or cost of collection permitted by applicable Law or this Agreement.\nAdditionally, nothing herein shall preclude mail.com from: (i) seeking and obtaining any injunctive relief or attachment and expedited discovery or other equitable relief to enforce the terms of this Agreement or to remedy a breach thereof, or (ii) bringing an action to enforce this Agreement or the provisions hereof in the event AAA will not or cannot arbitrate a particular dispute.\nAny such action may be brought in either the United States District Court for the Eastern District of Pennsylvania or the Common Pleas Court of Philadelphia County Pennsylvania, and each party consents to the in personal jurisdiction of such Courts for the purpose of any such action or proceeding.\nEach party hereby waives all rights it has or which may hereafter arise to contest such exclusive jurisdiction of the United States District Court for the Eastern District of Pennsylvania or the Common Pleas Court of Philadelphia County Pennsylvania.\n<br>\n<br>\n20.3.\nIn addition to the foregoing, YOU HEREBY AGREE THAT AS A PART OF THE CONSIDERATION FOR THIS AGREEMENT, YOU WAIVE THE RIGHT TO A TRIAL BY JURY FOR ANY DISPUTE ARISING BETWEEN YOU AND MAIL.COM THAT IS IN ANY WAY RELATED TO THE SUBJECT MATTER OF THIS AGREEMENT AND/OR YOUR ACCOUNT(S) WITH MAIL.COM, and that such waiver shall be enforceable up to and including the day that trial is to start.\nShould any legal fees, costs, or other expenses be incurred by mail.com with regard to enforcement of this jury waiver provision, mail.com shall be entitled to recover such legal fees, costs, or other expenses without regard to whether mail.com prevails in the underlying case.\n<br>\n<br>\n20.4.\nNeither you nor mail.com may be a representative of other potential claimants or a class of potential claimants in any dispute concerning or relating to this Agreement, nor may two or more individuals' disputes be consolidated or otherwise determined in one proceeding.\nYOU AND MAIL.COM ACKNOWLEDGE THAT THIS SECTION WAIVES ANY RIGHT TO PARTICIPATION AS A PLAINTIFF OR AS A CLASS MEMBER IN ANY CLASS ACTION.\n<br>\n<br>\n20.5.\nThis Agreement shall be interpreted according to the laws of the Commonwealth of Pennsylvania in the United States of America, and, where applicable, the federal law of the United States of America, without regard to conflicts of law principles.\n<br>\n<br>\n20.6 You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or this Agreement must be filed within one year after such claim or cause of action arose or be forever barred.</p> 21.\nSUCCESSORS AND ASSIGNS <p>This agreement shall be binding upon and inure to the benefit of the Parties' respective heirs, personal representatives, executors, administrators, successors and assigns.</p> 22.\nENTIRE AGREEMENT <p>This Agreement constitutes the entire agreement of the Parties with respect to the subject matter hereof, and supersedes and cancels all other prior agreements, discussion, or representations, whether written or oral.\nNo officer, employee or representative of mail.com has any authority to make any representation or promise in connection with this Agreement or the subject matter thereof which is not contained expressly in this Agreement, and you hereby acknowledge and agree that you have not executed this Agreement in reliance upon any such representation or promise.\nThis Agreement is solely for the benefit of you and mail.com.</p> 23.\nMODIFICATION <p>23.1.\nThis Agreement may be materially altered by mail.com by posting the new version of the Agreement at www.mail.com and if posted in this manner, shall be effective immediately upon posting such notice.\nYou accept and shall be bound by such changed terms unless you opt to terminate the Agreement within thirty days of the posting of notice of the new version.\n<br>\n<br>\n23.2.\nYou may not modify this Agreement, in whole or in part, and any such modification or attempt to modify shall not be enforceable unless reduced to writing and signed by a duly authorized representative of mail.com.\nNo additional or conflicting term in any other document used by you will have any legal effect.\n<br>\n<br>\n<br> © 1&amp;1 Mail and Media Inc., 2021, All rights reserved</p>\n<ul>\n<li> About mail.com </li>\n<li> Terms &amp.\nConditions </li>\n<li> Privacy Policy </li>\n<li> Data Collection </li>\n<li> CA Do Not Sell My Info </li>\n<li> Environment </li>\n<li> Jobs </li>\n<li> Help Center </li>\n</ul> ", "created_at": "2021-05-08 04:00:30.272859", "updated_at": "2022-12-27 01:06:03.652705"}, {"id": 5870, "name": "Privacy Policy", "url": "https://www.mail.com/company/privacypolicy/", "xpath": "//body", "text": " <strong> mail.com Company </strong> Show/hide navigation <ul>\n<li>\n</li>\n<li> Email <ul>\n<li> Email </li>\n<li> Create email account </li>\n<li> Domains </li>\n<li> Mail app </li>\n<li> Email address ideas </li>\n<li> Business email </li>\n<li> Mail Collector </li>\n<li> MailCheck </li>\n<li> Premium </li>\n</ul>\n</li>\n<li> Features <ul>\n<li> Organizer </li>\n<li> Contacts </li>\n<li> Online Office </li>\n<li> Search </li>\n<li> Firefox + mail.com </li>\n</ul>\n</li>\n<li> Cloud <ul>\n<li> Cloud </li>\n<li> Cloud backup </li>\n<li> File sharing </li>\n<li> Cloud upgrade </li>\n<li> Cloud for Windows &amp.\nmacOS </li>\n</ul>\n</li>\n<li> Security <ul>\n<li> Security </li>\n<li> Spam filter </li>\n<li> Antivirus </li>\n<li> Password </li>\n<li> Two-factor authentication </li>\n</ul>\n</li>\n<li> Support <ul>\n<li> Migration service </li>\n<li> First steps webmail </li>\n<li> First steps Android </li>\n<li> First steps iOS </li>\n<li> Help &amp.\nContact Center </li>\n</ul>\n</li>\n<li> Blog </li>\n</ul> Privacy Policy Permission Management <p>The mail.com online portal is a round-the-clock hub for entertainment and information: news, sports, searches and much more.\nBut we know the most important thing is the privacy of your data.\nIt is always possible to edit your permission settings here.</p>\n<p>If you have an account with us or if you are using our Android or iOS Mail app, you can change your account settings here after the Login:</p>\n<p> Edit account settings </p>\n<p>If you do not have an account with us and are using your browser, you can change the privacy settings for this specific browser here:</p>\n<p> Edit browser settings </p> Privacy Policy <p>1&amp;1 Mail &amp.\nMedia Inc.\n(\"mail.com\") has created this Privacy Policy in order to demonstrate our commitment to privacy to our customers and users of this website.\nThis Privacy Policy governs the manner in which mail.com uses, maintains and discloses information collected from its customers and users of its website.</p> Children <p>mail.com does not knowingly collect personal information from children under 13.\nmail.com understands, however, that parents, guardians, or other adults often register our products for family use, including use by minors.\nBecause some information is collected electronically, it may appear to be that of the registered mail.com customer, and will be treated as such by this Privacy Policy.\nIf we learn that a child under the age of 13 has submitted personal information to mail.com we will attempt to delete the information as soon as possible.</p> Information We Collect <p>mail.com may request or collect personal information from online users in a variety of ways, including through online forms for ordering products and services, and other instances where users are invited to volunteer such information.\nThe data we collect is information that identifies you personally, and may include:\n</p>\n<ul>\n<li>Your name</li>\n<li>Gender</li>\n<li>Date of Birth</li>\n<li>Postal address</li>\n<li>E-mail address</li>\n<li>Telephone and telefax numbers</li>\n<li>Credit card information</li>\n<li>Other billing information</li>\n</ul>\nYou can modify your personal information at any time by logging in to your account at mail.com and navigating to My Account -&gt.\nPersonal Data.\nTo delete your account in its entirety, please navigate to My Account and follow the instructions under “Delete Account.” For more information on managing your account see the help section in your mail.com account.\nmail.com may also collect information about how users access the website using a tracking ID unique to each user through the use of cookies.<p>\n</p> What are Cookies? <p>A cookie is a piece of data stored on the user's computer tied to information about the user.\nWe may use both session ID cookies and persistent cookies.\nThird parties may also be placing and reading cookies on your browser, or using web beacons to collect information in the course of advertising being services on our website.\nFor session ID cookies, once you close your browser or log out, the cookie terminates and is erased.\nA persistent cookie is a small text file stored on your computer’s hard drive for an extended period of time.\nYour browser’s help file contains information and instructions for removing persistent cookies.\nSession ID cookies may be used by mail.com to track user preferences while the user is visiting the website.\nThey also help to minimize load times and save on server processing.\nPersistent cookies may be used by mail.com to store whether, for example, you want your password remembered or not, and other information.\nCookies used on the mail.com website do not contain personally identifiable information.</p> Log Files <p>Like most standard websites, we use log files.\nThis information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks to analyze trends, administer the site, track user's movement in the aggregate, and gather broad demographic information for aggregate use.\nHowever, none of the information stored in our log files, including but not limited to IP addresses, is linked to personally identifiable information.</p> How We Use and Share this Information <p>mail.com may use the personally identifiable information collected by mail.com to contact customers regarding products and services offered by mail.com and, to the extent the user has agreed to it, by its trusted affiliates, independent contractors and business partners.\nWe may also use this information and share it with trusted third parties for research purposes regarding the effectiveness of our website services, marketing, advertising and sales efforts, and to create links between two or more customer devices.\nmail.com will not share this information with a third party for a third party’s marketing purposes unless you specifically authorize such information sharing.\nmail.com does not sell or rent your contact information to third parties.</p> Third party cookies and tracking <p>We allow third-party companies to serve ads and/or collect certain anonymous information when you visit our website.\nThese companies may use non-personally identifiable information (e.g., click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to this and other Web sites in order to provide advertisements about goods and services likely to be of greater interest to you.\nThese companies typically use a cookie or third-party web beacon to collect this information.\nTo learn more about this behavioral advertising practice or to opt-out of this type of advertising, you can visit network advertising.</p> Disclosure of Information <p>mail.com may disclose your personal information as it deems necessary, in mail.com‘s sole discretion, to:<br>\n(a) comply with legal process or other legal requirements, including but not limited to responding to civil or criminal subpoenas, search warrants, national security letters, court orders, or other requests for information from law enforcement officials;<br> (b) protect and defend the rights or property of mail.com or its officers, agents, affiliates, licensees, and customers.\nor<br>\n(c) carry out its obligations under or enforce this Agreement or to assign its rights under this Agreement.<br>\nmail.com may from time to time use third-party technology and/or engage third parties, including its own subsidiaries and affiliated companies, to preserve, analyze or otherwise store or process data received by mail.com from its customers.\nSuch third-party service providers are required to treat all such data with the same degree of care as mail.com and are prohibited from disclosing such data to any other person or party, except as otherwise provided for in this Privacy Policy.<br>\nMAIL.COM RESERVES THE RIGHT (SUBJECT TO APPLICABLE LOCAL LAW), IN ITS SOLE DISCRETION, TO MONITOR YOUR ACCOUNT, INCLUDING BUT NOT LIMITED TO THE USE OF A USER'S MAIN ACCOUNT AND ANY SUB-ACCOUNTS, FOR THE PURPOSE OF INVESTIGATING VIOLATIONS OF THIS AGREEMENT OR TO ASSIST WITH CRIMINAL OR CIVIL INVESTIGATIONS.<br>\nmail.com may also disclose aggregate, anonymous data based on information collected from users to trusted third parties, investors, and potential partners.\nIn such cases, only statistical information will be disclosed and personally identifiable data will be kept confidential.\nIn case mail.com is sold, the information collected from users may be transferred to the new owners.</p> Special Offers and Updates <p>On rare occasions, it is necessary to send out a strictly service-related announcement, if, for instance, our service is temporarily suspended for maintenance.\nGenerally, users may not opt-out of these communications, though they can deactivate their account.\nHowever, these communications are not promotional in nature.</p> Third Party Websites <p>The mail.com website contains links to other sites.\nPlease be aware that mail.com is not responsible for the privacy practices of such other sites.\nWe encourage you to read the privacy statements of each and every website that collects personally identifiable information.\nThe mail.com Privacy Policy as described herein applies solely to information collected by mail.com.\n<br>\n<br>\n<b>Marketing</b>\n<br>\nThe abovementioned third parties include our marketing partners, who provide the following tools that help us understand what content is relevant to you so we can continue to address you in a way that is tailored to your needs.<br>\nAdvertisements, promotional offers, and other direct marketing communications are shown in accordance with your preferences on your mobile apps, social media channels, and web browser.\n<br>\n<br>\nThese technologies are only used if you have given your consent in our consent management platform.\nThis consent is entirely voluntary and can be revoked for the future in the consent management platform at any time.\n<br>\n<br>\n<b>Microsoft Advertising</b>\n<br>\nMicrosoft Corporation<br>\nOne Microsoft Way<br>\nRedmond, WA 98052-6399<br>\nUSA<br>\nView Microsoft Privacy Statement\n<br>\n<br>\n<b>LinkedIn</b>\n<br>\nLinkedIn Corporation<br>\n1000 W.\nMaude Avenue<br>\nSunnyvale, CA 94085<br>\nUSA<br>\nView LinkedIn Privacy Statement\n<br>\n<br>\n<b>Google </b>\n<br>\nGoogle HQ<br>\n1600 Amphitheatre Parkway<br>\nMountain View, CA 94043<br>\nUSA<br>\nView Google Privacy Statement\n<br>\n<br>\n<b>Meta</b>\n<br>\nMeta Headquarters<br>\n1 Hacker Way<br>\nMenlo Park, CA 94025<br>\nUSA<br>\nView Facebook Privacy Statement\n<br>\n<br>\n<b>Instagram</b>\n<br>\nMeta Headquarters<br>\n1 Hacker Way<br>\nMenlo Park, CA 94025<br>\nUSA<br>\nView Instagram Privacy Statement\n<br>\n<br>\nTo provide you with the advertising, based on your interest, we work with our partner Index Exchange.\nIf you no longer want to receive interest-based advertising provided by them, please visit Index Exchange Privacy Policy to opt-out.\n<br>\n<br>\n<b>Social Media Buttons</b>\n<br>\nThe links to social media platforms are integrated in such a way that data is not automatically transmitted to the operator of the social media platform.\nThe buttons are integrated on our web pages as direct links.\nData is only transmitted if you click on the link.\n<br>\n<br>\n<b>Games</b>\n<br>\nWe make online games from various partners available to customers via https://games.mail.com.\nEnd customers can register with the respective cooperation partners and play the games free of charge.\nThe customer is redirected to the partner's page (games open in a new tab or browser window).\nDuring the registration process, the customer must agree to the terms and conditions and data protection declarations of the respective partner.\nThis takes place exclusively on the side of the respective partner.\nIn the case of games without registration, the partner's data protection provisions and terms and conditions are displayed directly when the partner page is called up.\nBy registering with one of the cooperation partners, the end customer enters into a contractual relationship exclusively with this external partner.<br>\nIn order to be able to present you the online games offer of our partners, pseudonymized usage data is collected.\nHowever, these do not allow any conclusions to be drawn about your person, they only give us information about whether our users were able to find their way around our website or what could be improved.\n<br>\n<br>\n<b>Partners:</b>\n<br>\nInnogames GmbH, Friesenstraße 13, 20097 Hamburg, Germany<br>\nCompany Page<br>\nPrivacy Statement\n<br>\n<br>\nWHOW Games GmbH, Bleichenbrücke 10, 20354 Hamburg, Germany<br>\nCompany Page<br> Privacy Statement\n<br>\n<br>\nAltigi GmbH, Theodorstr.\n42-90, Haus 9, 22761 Hamburg, Germany<br>\nCompany Page<br>\nPrivacy Statement\n<br>\n<br>\nBigpoint GmbH, Drehbahn 47-48, 20354 Hamburg, Germany<br>\nCompany Page<br>\nPrivacy Statement\n<br>\n<br>\nTravian Games GmbH.\nWilhelm-Wagenfeld-Str.\n22, 80807 München<br>\nCompany Page<br>\nPrivacy Statement\n<br>\n<br>\nBytro Labs, Zirkusweg 2, 20359 Hamburg<br>\nCompany Page<br>\nPrivacy Statement\n<br>\n<br>\nAdvergame Technologies Pvt.\nLtd.\nAwfis, 1st Floor, L29, Connaught Place, Delhi – 110001, India (Minigames)<br>\nCompany Page<br>\nPrivacy Statement\n<br>\n<br>\nUpjers GmbH, Hafenstraße 13, 96052 Bamberg<br>\nCompany Page<br>\nPrivacy Statement</p> Maintenance of Information <p>The information provided to mail.com is saved indefinitely and may be stored on one or more databases directly or indirectly maintained by mail.com.\nmail.com employs industry-standard security measures to protect the confidentiality of the information.\nWhile we cannot guarantee that loss, misuse or alteration of data will not occur, we make every effort to prevent such occurrences.</p> Your Responsibility <p>You are responsible for the security of your Customer ID and passwords.\nMake sure you keep them in a safe place and do not share them with others.\nAlways remember to log out after your session ends to ensure that others cannot access your private personal information.\nYou should take this precaution even if you are not using a public computer, such as at a library or internet café, but even when using your private computer in your home.</p> Your California Privacy Rights <p>In accordance with CCPA, California residents have the right to have access to and delete their data, as well as to opt out of the sale (broadly interpreted) of their personal data.\nIn order to guarantee and facilitate the exercise of these rights, we have provided the page \"Do not sell my personal information\".\n<br>\n<br>\nIn addition to the abovementioned and in response to the requirements of CCPA, it is our aim to extend the transparency of the information collected and shared with third parties, which is why on pages related to data protection, such as the \"Privacy Policy\" and/or \"Data Collection\", the information referred to encompasses the data processing of the past twelve months.\n<br>\n<br>\nThe exercise of these rights and the access to the information provided will not lead to any discriminatory treatment, nor will it negatively affect the service.\n<br>\n<br>\nYou can find more information or exercise your rights under CCPA here: Do not sell my personal information.\n<br>\n<br>\nIt is important to us that you have control over your data.\nAs a mail.com user, you have the right to download all your personal data in standardized formats so you can use it for your own purposes.\nYou can find more information in our Help Center.</p> Questions <p>For questions concerning this Privacy Policy please contact customer support.<br>\n© 1&amp;1 Mail and Media Inc., 2020, All rights reserved<br>\nVersion: May 10, 2022</p>\n<ul>\n<li> About mail.com </li>\n<li> Terms &amp.\nConditions </li>\n<li> Privacy Policy </li>\n<li> Data Collection </li>\n<li> CA Do Not Sell My Info </li>\n<li> Environment </li>\n<li> Jobs </li>\n<li> Help Center </li>\n</ul> ", "created_at": "2021-05-08 04:00:30.94887", "updated_at": "2022-12-27 01:06:24.844823"}], "points": [{"id": 24272, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://www.mail.com/company/privacypolicy/", "status": "\"Cookies used on the mail.com website do not contain personally identifiable information.\"", "created_at": "2021-07-13 13:10:56.384041", "updated_at": "2021-07-13 17:21:24.579143", "quoteText": null, "case_id": 374, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24270, "title": "Your personal data may be used for marketing purposes", "source": "https://www.mail.com/company/privacypolicy/", "status": "The privacy policy states: \"mail.com may use the personally identifiable information collected by mail.com to contact customers regarding products and services offered by mail.com and, to the extent the user has agreed to it, by its trusted affiliates, independent contractors and business partners.\"", "created_at": "2021-07-13 13:01:43.684319", "updated_at": "2021-07-13 17:24:27.595499", "quoteText": null, "case_id": 336, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24273, "title": "Third-party cookies are used for advertising", "source": "https://www.mail.com/company/privacypolicy/", "status": "\"Third parties may also be placing and reading cookies on your browser, or using web beacons to collect information in the course of advertising being services on our website.\"", "created_at": "2021-07-13 13:14:15.250636", "updated_at": "2021-07-13 17:21:48.511348", "quoteText": null, "case_id": 128, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24271, "title": "Logs are kept for an undefined period of time", "source": "https://www.mail.com/company/privacypolicy/", "status": "The privacy policy states only: \"[...] we use log files. This information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks to analyze trends, administer the site, track user's movement in the aggregate, and gather broad demographic information for aggregate use. However, none of the information stored in our log files, including but not limited to IP addresses, is linked to personally identifiable information.\"\r\nNo other information on anything, related to logs was found by me.", "created_at": "2021-07-13 13:06:34.345781", "updated_at": "2021-07-13 21:03:52.654465", "quoteText": null, "case_id": 178, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["mail.com"]}}