{"error": 448, "message": "OK", "parameters": {"id": 7455, "name": "Mathcha", "created_at": "2023-03-12 03:54:58.026355", "updated_at": "2023-03-29 19:26:43.22224", "wikipedia": null, "keywords": null, "related": null, "slug": "mathcha", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7455.png", "url": "mathcha.io", "documents": [{"id": 14330, "name": " Terms of service ", "url": "https://www.mathcha.io/terms-of-service", "xpath": "//body", "text": " Math About Open Editor Math Terms of service <p> This is Terms of Service for \"Mathcha website and Mathcha Online\", for \"Mathcha Notebook\" (Offline version or Desktop version), please refer to this page: Terms of Service </p>\n<p>\n<b>Acceptance</b>\n</p>\n<p> By accessing and using this website, you accept and agree to be bound by the terms and provision of this agreement.\nIn addition, when using this websites particular services, you shall be subject to any posted guidelines or rules applicable to such services, which may be posted and modified from time to time.\nAll such guidelines or rules are hereby incorporated by reference into the Terms of Service.\n</p>\n<p> ANY PARTICIPATION IN THIS SITE WILL CONSTITUTE ACCEPTANCE OF THIS AGREEMENT.\nIF YOU DO NOT AGREE TO ABIDE BY THE ABOVE, PLEASE DO NOT USE THIS SITE.\n</p>\n<p>\n<b>Terms</b>\n</p>\n<p> This service is provided \"as is\", without warranty of any kind, express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose.\nIn no event shall we accept liability for any claim, damages or other liability, whether in an action of contract, tort or otherwise, arising from, out of or in connection with the service or the use or other dealings in the service.\n</p>\n<p>\n<b>Accuracy of Information</b>\n</p>\n<p> This site and its components are offered for informational purposes only.\nthis site shall not be responsible or liable for the accuracy, usefulness or availability of any information transmitted or made available via the site, and shall not be responsible or liable for any error or omissions in that information.\n</p>\n<p>\n<b>Intellectual property</b>\n</p>\n<p> This Service is protected by copyrights, industrial property, international treaties, and/or other proprietary rights and laws of Singapore and other countries.\nUsing the Services User agrees to abide by all applicable copyright and other laws including copyright and industrial property law.\n</p>\n<p>You are free to modify your document content as you are the owner of content (document content is created by you)</p>\n<p> You are free to use Image, SVG, (Printed) PDF and Latex generated from Mathcha.\n(Appreciate if you refer back to www.mathcha.io when using those resources, but not required) </p>\n<p>\n<b>Restriction of Use</b>\n</p>\n<p>User can not use the Service for any illegal purpose or in any manner inconsistent with ths ToS.</p>\n<p>User has no right to use the Service for providing any illegal content</p>\n<p>User can not modify personal information now as we only store User's Name and E-mail Address to identify your identity</p>\n<p>You are limit of creating 50 documents and total maximum images upload is 50MB</p>\n<p>\n<b>Changes</b>\n</p>\n<p>We will notify our users by e-mail about any significant changes to the Terms of Service.</p>\n<p>\n<b>Privacy Policy</b>\n</p>\n<p>All user data is subject to the Privacy Policy </p>\n<p> 2018-2022 Mathcha.io <br>team@mathcha.io <br>\n<br> Privacy Policy <br> Terms of Service <br>\n<br>\n<br>\n<br>All rights reserved </p> ", "created_at": "2023-03-12 03:55:16.528296", "updated_at": "2023-03-12 03:55:25.901608"}, {"id": 14329, "name": "Privacy Policy", "url": "https://www.mathcha.io/privacy-policy", "xpath": "//body", "text": " Math About Open Editor Math Privacy Policy <p> This is privacy policy for \"Mathcha website and Mathcha Online\", for \"Mathcha Notebook\" (Offline version or Desktop version), please refer to this page: Privacy Policy </p>\n<p> Thank you for visiting our Mathcha website.\nMathcha regards our clients' privacy as one of our most important values.\nPlease read this privacy policy before using the site or submitting any personal or confidential information (\"Information\").\n</p>\n<p> By using our site, you consent to our privacy policy.\nThis privacy policy applies only to information collected through our website and not to information collected offline.\nMathcha may update this privacy policy from time to time.\nAny changes to this policy will be posted on the website.\nWe encourage you to review the actual privacy policy whenever you visit Mathcha website.\n</p>\n<p>\n<b>Changes</b>\n</p>\n<p>We will notify our users by E-mail about any significant changes to this privacy policy.</p>\n<p>\n<b>Collection and Use of Information from Us (Mathcha)</b>\n</p>\n<p>We collect Information from you when you:</p>\n<p>a) Register free Account - User's name and e-mail address</p>\n<p>b) Payment for Mathcha Notebook (Offline or Desktop version) - Only e-mail address</p>\n<p> Your Information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without your consent.\n</p>\n<p> Your document data is stored in Heroku Server, and Images are stored in Amazon Cloud Storage.\n</p>\n<p> You are able to delete your documents (in Document Views left sidebar), document data is removed from Heroku Server.\n</p>\n<p> You are able to delete your images (in Image Manager dialog), Images are removed from Amazon Cloud Storage.\n</p>\n<p> For your personal data (email, username,..), please request to team@mathcha.io if you want to delete from your account.\n</p>\n<p> For whole account deletion (with all related information), request to email team@mathcha.io to initiate account deletion process.\n</p>\n<p> We don't have any advertisment, so we don't use your information for any advertisment.</p>\n<p>Reference:</p>\n<p>Amazon Cloud Storage Privacy: https://aws.amazon.com/compliance/data-privacy-faq/ </p>\n<p>Heroku Security: https://devcenter.heroku.com/articles/security-privacy-compliance </p>\n<p>\n<b>Collection and Use of Information from Stripe service for Payment</b>\n</p>\n<p>We are using third party Stripe for processing payment (very well-known for payment gateway), we (Mathcha) <b>do not</b> store any below information (for PCI compliant).\nBut Stripe service may need : </p>\n<p>a) Your Name</p>\n<p>b) Your Address</p>\n<p>c) Your Card Information</p>\n<p>\n</p>\n<p>Reference:</p>\n<p>Stripe Security: https://stripe.com/docs/security/stripe </p>\n<p>PCI Compliance: https://en.wikipedia.org/wiki/Payment_Card_Industry_Data_Security_Standard </p>\n<p>\n<b>Cookies</b>\n</p>\n<p> We use cookies.\nCookies are small files that a site or its service provider transfers to your computers hard drive through your web browser (if you allow) that enables the sites or service providers systems to recognize your browser and capture and remember certain information.\nCookie typically contains the name of the website, the storage time, and a unique number that identifies your browser.\nDetailed information about the possibilities and ways of handling cookies are available in the settings of your web browser.\n</p>\n<p>We use cookies to understand and save your preferences for future visits and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</p>\n<p>\n<b>Final provisions</b>\n</p>\n<p> In matters not covered by this Privacy policy, the Terms of Service are applicable.\n</p>\n<p> 2018-2022 Mathcha.io <br>team@mathcha.io <br>\n<br> Privacy Policy <br> Terms of Service <br>\n<br>\n<br>\n<br>All rights reserved </p> ", "created_at": "2023-03-12 03:54:58.058217", "updated_at": "2023-03-12 03:55:36.490461"}], "points": [], "urls": ["mathcha.io"]}}