{"error": 448, "message": "OK", "parameters": {"id": 2971, "name": "Playasia", "created_at": "2021-04-05 21:54:37.054893", "updated_at": "2023-07-10 22:00:36.812935", "wikipedia": "https://en.wikipedia.org/wiki/Play-Asia", "keywords": null, "related": null, "slug": "playasia", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2971.png", "url": "play-asia.com", "documents": [{"id": 4697, "name": "PRIVACY POLICY", "url": "https://www.play-asia.com/info/privacy", "xpath": "", "text": " Sign In Cart\nHelp Newsletter\nSuche&nbsp;allesPLAY ExclusivesSpieleDigitalToysLifestyleFilme &amp.\nTVMusikBücherSale <b>Error!</b>\n<br>\n<br>\n<b>Login</b>\n<b>Create Account</b> &nbsp;SUBSCRIBE TO OUR NEWSLETTER &nbsp;<strong>PRIVACY POLICY</strong>\n<br>\nupdated 24.05.2018<br>\n<br>\n<strong>1.\nIntroduction</strong>\n<br>\n&nbsp;<br>\n1.1.<br>\nPlay-Asia.com knows that how your information is used and shared is important to you and we believe that users should be treated equally no matter where they are located.\nPlease read this Privacy Policy to learn about the ways in which we use and protect your personal information.<br>\n&nbsp;<br>\n1.2.<br>\nBy visiting Play-Asia.com, you hereby accept this Privacy Policy and expressly consent to our use and disclosure of your personal information in the manner prescribed herein.\nIf you object to this use and disclosure, please do not provide any information to or use Play-Asia.com.\nThe information you do provide us will be used in a manner that is consistent to this Privacy Policy.<br>\n&nbsp;<br>\n<strong>2.\nWhat Personal Information About Customers Does Play-Asia.com Gather?</strong>\n<br>\n2.1.<br>\nThe information we learn from customers helps us personalize and continually improve your shopping experience at Play-Asia.com.\nMost of the personal data will thereby be processed in order to meet our contractual obligations to our users or to support our users’ request of entering into a contract with them.\nHere are the types of information we gather:<br>\n&nbsp;<br>\n2.2.<br>\nInformation You Give Us: We receive and store any information you enter on our Web site or give us in any other ways.\nThose include your personal details you enter when creating a customer account as well as product pages you are visiting and E-Mail subscriptions you are making.\nWe use the information that you provide for such purposes as responding to your requests, customizing future shopping for you, improving our store, and communicating with you.\nWhen required by law, and in cases of absolute necessity, we handle personal data on the basis of your implied or expressed consent.<br>\n&nbsp;<br>\n2.3.<br>\nAutomatic Information: We receive and store certain types of information whenever you interact with us.\nFor example, like many Web sites, we use \"cookies,\" and we obtain certain types of information when your Web browser accesses Play-Asia.com, such as your IP address, your web browser type, operating system, URL clickstreams and similar.\nWe use cookies for a number of purposes, for instance, to enable us to simplify the logging on process for registered users, to help ensure the security and authenticity of registered users, to provide the mechanisms for online shopping and to enable traffic monitoring on our website.<br>\n&nbsp;<br>\n2.4.<br>\nInformation from Other Sources: We might receive information about you from other sources and add it to our account information.\nThose include for example:<br>\n&nbsp;<br>\n- updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;<br>\n&nbsp;<br>\n- account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfilment, advertising, or other services.<br>\n&nbsp;<br>\n<strong>3.\nWhat About Cookies?</strong>\n<br>\n&nbsp;<br>\n3.1.<br>\nCookies are alphanumeric identifiers that we transfer to your computer's hard drive through your Web browser to enable our systems to recognize your browser and to provide certain features for you, such as automatic login, product recommendations etc.<br>\n3.2.<br>\nThe Help portion of the toolbar on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nHowever, cookies allow you to take full advantage of some of Play-Asia.com's most convenient features, and we recommend that you leave them turned on.<br>\n&nbsp;<br>\n<strong>4.\nDoes Play-Asia.com Share the Information It Receives?</strong>\n<br>\n<br>\nInformation about our customers is an important part of our business, and we are not in the business of selling it to others.\nWe share customer information only in the events as described below:<br>\n<br>\na.\nAgents:<br>\nWe employ other companies and individuals to perform functions on our behalf.\nExamples may include fulfilling orders, delivering packages, sending postal mail and E-Mail (For marketing purposes only.\nCustomers have the option of unsubscribing from these newsletters by following the included unsubscribe link on the bottom of each email.\nUnsubscribing or opting out is free of charge), removing repetitive information from customer lists, analyzing data, providing marketing assistance, processing credit card payments, and providing customer service.\nThey have access to personal information needed to perform their functions, but may not use it for other purposes.<br>\n<br>\nb.\nBusiness Transfers:<br>\nAs we continue to develop our business, we might sell or buy stores, subsidiaries, or business units.\nYour information may be passed to and used by the associated companies of Play-Asia.com or its successors in title.\nTo provide and enjoyable user experience, this information will only be provided amongst aforementioned entities.<br>\n&nbsp;<br>\nc.\nProtection of Play-Asia.com and Others:<br>\nWe release account and other personal information when we believe release is appropriate to cooperate with law enforcement inquiries and other third parties, to enforce laws and third party rights, such as intellectual property rights.\nto enforce or apply the Terms and Conditions of Play-Asia.com.\nor protect the rights, property, or safety of Play-Asia.com, our users, or others.<br>\n<br>\nd.\nWith Your Consent:<br>\nOther than as set out above, you will receive notice when information about you might go to third parties, and you will have an opportunity to choose not to share the information.<br>\n<br>\n<strong>5.\nHow Secure Is My Information?</strong>\n<br>\n5.1.<br>\nWe work to protect the security of your information during transmission by using Secure Sockets Layer (SSL) software, which encrypts information you input.\nWe take these steps to protect the information from alteration, loss, misuse and unauthorised access.\nNonetheless, you should take special care in deciding what information you send to us via email or other channel of communication via the internet.<br>\n&nbsp;<br>\n5.2.<br>\nWe cannot ensure that all of your communications with our Web site and other personally identifiable information will never be disclosed in ways not otherwise described in this Privacy Policy.\nFor example, third parties may unlawfully intercept or access transmissions or private communications, or users may abuse or misuse your information that they collect from this Website.\nPersonal data will be retained for as long as it is relevant to above mentioned purposes.\nOnce irrelevant, it will be anonymized or deleted or disposed of using appropriate steps.<br>\n&nbsp;<br>\n<strong>6.\nControl of Your Password</strong>\n<br>\n<br>\nYou are responsible for all actions taken with your User ID and password, including those actions that result in fees being charged to your account.\nTherefore, we do not recommend that you disclose your password to any third parties.&nbsp;<br>\n<br>\n<strong>7.\nWhat Choices Do You Have?</strong>\n<br>\n7.1.<br>\nAs discussed above, you can always choose not to provide certain information, even though it might be needed to make a purchase or to use all the interactive features of Play-Asia.com.<br>\n7.2.<br>\nThe Help portion of the toolbar on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nHowever, you will not be able to use certain important features if you do not use cookies.<br>\n<br>\n<strong>8.\nChildren</strong>\n<br>\n<br>\nOur services are not available to children.\nIf you are under 18, please do not submit any personal information to us and you may use Play-Asia.com only with the supervision of your parent or guardian.&nbsp;<br>\n<br>\n<strong>9.\nOther Websites</strong>\n<br>\n<br>\nOur Website may contain links to other websites which are outside our control and are not covered by this Privacy Policy.\nIf you access other sites using the links provided, the operators of these sites may collect information from you which will be used by them in accordance with their privacy policy, which may differ from ours.&nbsp;<br>\n<br>\n<strong>10.\nContact</strong>\n<br>\n<br>\nIf you have question regarding our policy, you can contact us either through our customer service page&nbsp;<strong>\n<u>here</u>\n</strong>&nbsp;or<br>\n<br>\n8/F Kaming Court 8-B<br>\nCastle Peak Road 688-690<br>\nLai Chi Kok, Kowloon<br>\nHong Kong<br>\n<br>\nOr by phone 24 hours Tel.: +852 3145 0013&nbsp;<br>\n<br>\n<strong>11.\nAmendment</strong>\n<br>\n<br>\nWe may amend this Privacy Policy from time to time so that it accurately reflects the regulatory environment and our own data collection and disclosures practices.\nAll amended terms shall automatically be effective 3 days after they are posted on this Web site.\nYou should check our Web site frequently to see recent changes.&nbsp;<br>\n&nbsp;<br>\n&nbsp;<br>Back to Helpdesk Sprache<b>Deutsch</b>&nbsp.\nReferenzwährung<b>EUR</b>\n<br>\n<p> Trademarks listed on our pages belong to their designated owner(s).\nIf you have any matter you want to bring up to us regarding copyright or trademarks, please feel free to contact us .\nPlayasia and its logo are trademarks of Playasia.\nWebsite &amp.\ncontent copyright 2002-2021 Playasia.\n</p>\nBe sure to visit our social media pages !<br>\n<p>\n</p>SN: 223 | 1001,1007 { 1 } | A: | WS: 1 | PT: 0.096 | CDN: | Cl: 1 | Q: 7 | T: ajax", "created_at": "2021-04-05 21:54:37.631008", "updated_at": "2021-04-05 21:55:35.763043"}, {"id": 4696, "name": "TERMS OF USE", "url": "https://www.play-asia.com/info/tou", "xpath": "", "text": " Sign In Cart\nHelp Newsletter\nSearch&nbsp;everythingPLAY ExclusivesGamesDigitalToysLifestyleMovies &amp.\nTVMusicBooksSale <b>Error!</b>\n<br>\n<br>\n<b>Login</b>\n<b>Create Account</b> &nbsp;SUBSCRIBE TO OUR NEWSLETTER <b>\n<u>TERMS OF USE</u>\n</b>\n<br>\n<br>\n<br>\nPLEASE READ THESE TERMS CAREFULLY BECAUSE THEY CONTAIN IMPORTANT INFORMATION ABOUT YOUR RIGHTS AND OBLIGATIONS, AS WELL AS LIMITATIONS AND EXCLUSIONS THAT MAY APPLY TO YOU.<br>\n<br>\nThese terms apply to your use of and visit to Play-Asia.com (also referred to as “this website”).\nYou acknowledge that you are fully aware of the contents of these terms and, on browsing, viewing or in any other ways using any content of this website, you agree to be bound by and accept these terms and conditions.<br>\n<br>\n<b>1.\nPRIVACY</b>\n<br>\n<br>\nPlease review our , which sets out our policy on the use and protection of the personal information provided by you to Play-Asia.com.<br>\n<br>\n<b>2.\nELECTRONIC COMMUNICATIONS</b>\n<blockquote>2.1.<br>\nWhen you visit Play-Asia.com or send e-mails to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe will communicate with you by e-mail or by posting notices on this website.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\n</blockquote>\n<blockquote>2.2.<br>\nThe nature of electronic communications means that your communications may be susceptible to data corruption, interception and delays.\nNeither this website nor its affiliates, nor any of their officers, directors, or employees, agents, third-party content providers, merchants, sponsors, licensors or the like, warrant continuous, uninterrupted or secure access to our services, and operation of this website may be interfered with by numerous factors outside of our control.\n</blockquote>\n<blockquote>2.3.<br>\nWe do not warrant that this website, its servers, or emails sent from this website are free of viruses or other harmful components.\nYou agree to have sole responsibility for adequate protection of your data and/or equipment used in connection with this website and will not claim against us for lost data, re-run time, data corruption, communication interception, inaccurate output, work delays or lost profits resulting from any use of this website.\n</blockquote>\n<b>3.\nCOPYRIGHT</b>\n<blockquote>3.1.<br>\nAll content included on this website, such as text, graphics, logos, button icons, images, audio or video clips, digital downloads, data compilations, and software, is the property of Play-Asia.com or its content suppliers and protected by Hong Kong and international copyright laws.\n</blockquote>\n<blockquote>3.2.<br>\nSave for the purpose of viewing the content of this website, you are not permitted to download, display, post, record, “mirror”, duplicate, copy, retransmit, redistribute, commercially exploit, reproduce or republish any part or aspect of this website or any information found at this website, in any form, by any means whatsoever, whether by electronic, mechanical, recording, photocopying, photographic means or otherwise.\n</blockquote>\n<b>4.\nLICENSE AND ACCESS</b>\n<blockquote>4.1.<br>\nPlay-Asia.com grants you a limited license to access and make personal use of this website.\nThis license does not include any resale or commercial use of this website or its contents.\nany collection and use of any product listings, descriptions, or prices.\nany derivative use of this website or its contents.\nany downloading or copying of account information for the benefit of another merchant.\nor any use of data mining, robots, or similar data gathering and extraction tools.\nThis website or any portion of this website shall not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Play-Asia.com.\n</blockquote>\n<blockquote>4.2.<br>\nYou are not permitted to frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Play-Asia.com and our affiliates without express written consent.\nYou are not permitted to use any meta tags or any other \"hidden text\" utilizing Play-Asia.com's name or trademarks without the express written consent of Play-Asia.com.\nAny unauthorized use terminates the permission or license granted by Play-Asia.com.\n</blockquote>\n<b>5.\nYOUR ACCOUNT</b>\n<br>\n<br>\nIf you use this website, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password.<br>\n<br>\n<b>6.\nREVIEWS, COMMENTS, COMMUNICATIONS, AND OTHER CONTENT</b>\n<blockquote>6.1.<br>\nVisitors may post reviews, comments, and other content.\nsend e-cards and other communications.\nand submit suggestions, ideas, comments, questions, or other information, so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of \"spam.\" You should not use a false e-mail address, impersonate any person or entity, or otherwise mislead as to the origin of a card or other content.\nPlay-Asia.com reserves the right (but not the obligation) to remove or edit such content, but does not regularly review posted content.\n</blockquote>\n<blockquote>6.2.<br>\nIf you do post content or submit material, and unless we indicate otherwise, you grant Play-Asia.com and its affiliates a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media.\nYou grant Play-Asia.com and its affiliates and sublicensees the right to use the name that you submit in connection with such content, if they choose.\nYou represent and warrant that you own or otherwise control all of the rights to the content that you post.\nthat the content is accurate.\nthat use of the content you supply does not violate this policy and will not cause injury to any person or entity.\nand that you will indemnify Play-Asia.com or its affiliates for all claims resulting from content you supply.\nPlay-Asia.com has the right but not the obligation to monitor and edit or remove any activity or content.\nPlay-Asia.com takes no responsibility and assumes no liability for any content posted by you or any third party.\n</blockquote>\n<b>7.\nCOPYRIGHT COMPLAINTS</b>\n<br>\n<br>\nPlay-Asia.com and its affiliates respect the intellectual property of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please contact us.<br>\n<br>\n<b>8.\nPURCHASES VIA THIS WEBSITE</b>\n<br>\n<br>\nPlease review our which govern any purchases made via this website.<br>\n<br>\n<b>9.\nDISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY</b>\n<blockquote>9.1.<br>\nTHIS WEBSITE IS PROVIDED BY PLAY-ASIA.COM ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nPLAY-ASIA.COM MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THIS WEBSITE OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THIS WEBSITE.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THIS WEBSITE IS AT YOUR SOLE RISK.\n</blockquote>\n<blockquote>9.2.<br>\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, PLAY-ASIA.COM DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nPLAY-ASIA.COM DOES NOT WARRANT THAT THIS WEBSITE, ITS SERVERS, OR E-MAIL SENT FROM PLAY-ASIA.COM ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nPLAY-ASIA.COM WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THIS WEBSITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.\n</blockquote>\n<b>10.\nAPPLICABLE LAW</b>\n<br>\n<br>\nBy visiting Play-Asia.com, you agree that the laws of Hong Kong, without regard to principles of conflict of laws, will govern these Terms of Use and any dispute of any sort that might arise between you and Play-Asia.com or its affiliates is subject to the exclusive jurisdiction of the Hong Kong Courts.<br>\n<br>\n<b>11.\nWEBSITE POLICIES, MODIFICATION, AND SEVERABILITY</b>\n<br>\n<br>\nPlease review our other policies, such as our Pricing policy, posted on this website.\nThese policies also govern your visit to Play-Asia.com.\nWe reserve the right to make changes to our website, policies, and these Terms of Use at any time.\nIf any of these terms shall be deemed invalid, void, or for any reason unenforceable, that term shall be deemed severable and shall not affect the validity and enforceability of any remaining term.<br>\n<br>\n<b>12.\nOUR ADDRESS</b>\n<br>\n<br>\nPlayasia<br>\nP.O.\nBox 1351<br>\nTsuen Wan Post Office<br>\nTsuen Wan, NT<br>\nHong Kong<br>\nhttps://www.play-asia.com/<br>\n<br>Back to Helpdesk Display language<b>English</b>&nbsp.\nReference currency<b>EUR</b>\n<br>\n<p> Trademarks listed on our pages belong to their designated owner(s).\nIf you have any matter you want to bring up to us regarding copyright or trademarks, please feel free to contact us .\nPlayasia and its logo are trademarks of Playasia.\nWebsite &amp.\ncontent copyright 2002-2021 Playasia.\n</p>\nBe sure to visit our social media pages !<br>\n<p>\n</p>SN: 222 | 1001,1007 { 1 } | A: | WS: 1 | PT: 0.091 | CDN: | Cl: 1 | Q: 6 | T: ajax", "created_at": "2021-04-05 21:54:37.342807", "updated_at": "2021-04-05 21:56:13.234992"}, {"id": 13191, "name": "TERMS AND CONDITIONS OF SALES", "url": "https://www.play-asia.com/info/tos", "xpath": "//body", "text": " Search&nbsp.\neverything\nPLAY Exclusives\nGames\nDigital\nToys\nLifestyle\nMovies &amp.\nTV\nMusic\nBooks\nSale FREE WORLDWIDE DELIVERY\nwhen spending over US$&nbsp;99.99 on select items! Sign In Cart Help EN | USD &nbsp.\n&nbsp;<b>\n<u>TERMS AND CONDITIONS OF SALES</u>\n</b>\n<br>\n<br>\n<br>\nPLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BECAUSE THEY CONTAIN IMPORTANT INFORMATION ABOUT YOUR RIGHTS AND OBLIGATIONS, AS WELL AS LIMITATIONS AND EXCLUSIONS THAT MAY APPLY TO YOU.<br>\n<br>\nThese terms and conditions apply to your purchase from us via this Website.\nYou acknowledge that you are fully aware of the contents of these terms and conditions and, on placing any purchase order for any products, you agree to be bound by and accept these terms and conditions.<br>\n<br>\n<b>1.\nDefinition</b>\n<br>\n(i) “Customer” means a person who orders Product(s) via this Website.\n&nbsp.\n(ii) “Product(s)” means any products listed as shopping items on this Website.\n&nbsp.\n(iv) “Seller” means Playasia™ - located at:\n&nbsp.\n8/F Block B Kaming Court, 688-690 Castle Peak Road, Lai Chi Kok&nbsp;Kowloon, Hong Kong S.A.R.\n&nbsp.\n(v) “Website” or “this Website” means www.playasia.com.<br>\n&nbsp;<b>2.\nPlacing an Order</b>\n<br>\n&nbsp.\n2.1.<br>\nThe information contained on this Website constitutes an invitation to treat.\nNo information on this Website constitutes an offer by Seller to supply any Product(s).\n&nbsp.\n2.2.<br>\nBy placing an order via this Website, the Customer makes an offer to purchase the Product(s) he or she has ordered on these terms and conditions.\nSeller may or may not accept the Customer's offer at the Seller's absolute discretion.\n&nbsp.\n2.3.<br>\nUpon receipt of the Customer’s order, Seller will verify the availability of the Product(s) and the Customer’s credit card or other payment details.\nSeller has not accepted the Customer’s offer and is not obliged to supply the Product(s) until Seller has shipped the Product(s) and sent an order confirmation to the Customer by email.<br>\n<b>3.\nSupply of Product(s)</b>\n<br>\n&nbsp.\n3.1.<br>\nSubject to these terms and conditions, Seller may agree to supply the Customer with the Product(s) as specified in the Customer’s order form submitted to Seller via this Website.<br>\n<br>\n3.2.<br>\nWhen Product(s) have been shipped pursuant to the Customer’s order, Seller will email the Customer to confirm shipment.<br>\n<br>\n3.3.<br>\nThe pictures showing the Product(s) in this Website may not be identical to the Product(s) as shipped to the Customer.\nThe Seller shall have the right to supply the Product(s) which do not correspond to the pictures appearing in this Website, provided that the said Product(s) perform substantially the same function as described in this Website.<br>\n<br>\n3.4.<br>\nSeller shall have the right to make substitutions and modifications of the specification of the Product(s) ordered by the Customer, provided that such substitutions or modifications will not materially affect the overall performance of the Product(s) or the type of Product(s) ordered by the Customer.<br>\n<b>4.\nPrice and Payment</b>\n<br>\n&nbsp.\n4.1.<br>\nPricing of Product(s) shall be the price as stipulated on this Website at the time when the Customer places an order with Seller.<br>\n<br>\n4.2.<br>\nAll prices are shown in United States Dollars exclusive of value added tax (VAT) and shipping costs.\nThe United States Dollars and Euros are the only acceptable payment currencies.\nOther currencies are listed for reference purposes only.<br>\n<br>\n4.3.<br>\nUpon placing an order with Seller, the Customer shall provide to Seller his or her valid credit card number and other billing information as requested by the Website.\nSeller will usually charge the credit card on shipment of the Product(s).\nFor other payment methods, such as PayPal, Moneybookers or bank transfer payment, the Seller will charge the Customer upon confirmation of the order or prior to shipment.<br>\n<br>\n4.4.<br>\nSeller will take all reasonable precautions to keep the details of Customer's order and payment secure but Seller cannot be held liable for any losses caused as a result of unauthorized access to information provided by the Customer.<br>\n<b>5.\nDelivery</b>\n<br>\n&nbsp.\n5.1.<br>\nProduct(s) will be delivered to the delivery address provided by the Customer.\nSeller will use its discretion in selecting a reputable carrier and appropriate means of delivery.<br>\n<br>\n5.2.<br>\nRisk of loss and damage of Product(s) passes to the Customer on the date when the Product(s) is/are despatched by Seller to the carrier.<br>\n<br>\nInquiry about lost parcels should be reported after the estimated delivery time depending from the date of dispatch in the tracking site, otherwise, the parcel will be considered lost and no refund/replacement will be given.\nThis is in compliance with our partner service's restriction in terms of delivery investigations.\ne.g.,&nbsp;Economy Mail should be reported within 14-21 business&nbsp;days<br>\n<br>\n5.3.<br>\nAny dates quoted by Seller for the delivery of Product(s) are estimates only and shall not form part of the contract.\nSeller aims to deliver promptly, however, delays are occasionally inevitable due to unforeseen factors.\nSeller shall be under no liability for any delay or failure to deliver the Product(s) within the estimated delivery time.<br>\n<br>\n5.4.<br>\nSeller will not be responsible for any tariffs, customs restrictions, customs clearance, or other regulations that apply in countries outside Hong Kong.\nIt is the responsibility of Customer to pay the charges levied by the authorities and observe the respective regulations of the country in which he or she receives the Product(s).<br>\n<br>\n5.5.<br>\nIf an order shipment is un-deliverable/returned, the Product(s) ordered by the Customer will be returned to the Seller at the Customer’s expense which includes delivery charges.\nThe returned Product(s) can be sold to other customers and the Seller shall have no obligation to reserve or re-deliver the returned Product(s) to the Customer.<br>\n<br>\n5.6<br>\nIf an order has been cancelled, a refund will automatically be processed the following business day.\nPlease note that depending on the processing time of the payment provider, refunds may take up to 30 business days to show up on your account.<br>\n<br>\n5.7&nbsp;<br>\nAll orders shipped cannot be cancelled but may be subjected to our casual return policy under Returns &amp.\nRefunds.<br>\n<br>\n<strong>Special arrangement for shipments to Brazil:</strong>\n<br>\n<br>\nThe Brazilian Tax Authority now requires all imported goods to document the following identification numbers CPF (for a natural person) or CNPJ (for a legal person).<br>\nIt is the user’s responsibility to provide the correct information.\nIf incorrect, the parcel may not be able to clear the customs in Brazil and will be returned to us.\nIn such occurrence, any additional fee (shipping and tax) will be charged to the user and no refund will be provided by Playasia.<br>\n&nbsp;<b>6.\nReturns and Refunds </b>\n<br>\n&nbsp.\n6.1.<br>\nSubject to Clause 6.4 below, no Product(s) shall be returned to the Seller unless:\n&nbsp.\n6.2.<br>\nUpon satisfactory return of the Product(s) to the Seller, replacement Product(s) will be shipped to the Customer if the Seller is satisfied that the Product(s) returned by the Customer is defective after suitable tests and inspections by the Seller.\nIf the replacement Product(s) is not available, a refund of the product price only will be made to the Customer.\nIf the product is damaged, or faulty before leaving the Sellers warehouse, the re-shipping cost will be refunded or will be shouldered by the Seller.\n&nbsp.\nPlease note that the perfect condition of product packaging upon arrival is not guaranteed.\nAdvice will be given in such cases.<br>\n<br>\nAdditionally, the Customer should report that the Product(s) are defective within 10 days from the time the order was received.&nbsp.\n&nbsp.\n6.3.<br>\nIf the seller is not satisfied that the returned Product(s) is defective, the Seller will deliver the returned Product(s) to the Customer at the Customer’s own cost.\n&nbsp.\n6.4.<br>\nSoftware, video or audio discs that have already been opened are excluded from any return unless they are faulty.\nThe Seller shall have no responsibility regarding compatibility issues and it is for the Customer to ensure that his/her computer, video/audio player is compatible with the software, video or audio discs as ordered.\n&nbsp.\n(a) the Product(s) in question is defective;<br>\n<br>\n(b) the Customer has completed and filed a Request for Return Form (showing the order ID and other identifying numbers) with the Seller;<br>\n<br>\n(c) the Product(s) sought to be returned by the Customer was ordered by the Customer via this Website, within 6 months prior to the date the Customer submitted a Request for Return Form;<br>\n<br>\n(d) the Seller has notified the Customer by email that the Customer may return the Product(s) to the Seller;<br>\n<br>\n(e) the Product(s) is returned in a clean and well-packaged condition.\nand<br>\n<br>\n(f) the Customer returns the Product(s) at his/her own expense which will include any customs duties or taxes.<br>\n&nbsp;<b>7.\nDigital Products</b>\n<br>\n<br>\nBecause of the nature of digital products, we are not able to know the identity of the person who ultimately redeems the code.\nWe are unable to check if a code has been redeemed or not without redeeming it.<br>\n<br>\nFor each order we ship, we track the day and the time at which the code was seen by the customer.\nCodes are guaranteed, provided they have not been seen by the customer.\nOnce codes have been viewed, we bare no responsibility, nor can we guarantee the validity of the codes.<br>\n<br>\n<strong>Digital Delivery</strong>\n<br>\n<br>\nCodes purchased will be delivered directly to our Customers Playasia account.\nTo reveal the code, simply click the \"Show your code\" button.\nBy clicking the \"Show your code\" button, the Customer accepts delivery of the digital code.\nThe IP-Address used will be logged in our record for this purpose.&nbsp;<br>\n<br>\n<b>Errors</b>\n<br>\n<br>\nWe understand that there may be times where errors are encountered with digital products.\nWith this, we need to ask for the following:<br>\n&nbsp.\n1.\nScreenshot of the code&nbsp;entered<br>\n<br>\n2.\nScreenshot of the error encountered<br>\nOnce the information has been received, an investigation will commence within 5 business days.<br>\n<br>\nPlease note that this is approximate and may take longer depending on the complexity and nature of the code.<br>\n<br>\nAfter the investigation: If the error with the code is confirmed, a refund or replacement will be given.<br>\n<br>\nFor redeemed codes issues: If the code has been redeemed after the code has been seen by the customer, this is considered as used and we are afraid that we cannot offer a refund or replacement.<br>\n<br>\nErrors on codes must be reported to Playasia within 45 days of the date of purchase.\nThere will be no refund or replacement for any error reported to us more than 45 days after purchase.<br>\n<br>\n<b>Region Locked Products</b>\n<br>\n<br>\nMost digital products are region locked and require the end-user to have the correct account to redeem them.\nfor example, an iTunes Japan card can only be redeemed on a Japanese iTunes account.\nIt is the sole responsibility of the customer to ensure that the code purchased is valid for his/her account being used.\nRegion locks are stated in the product description.\nRefunds or replacements may not be available for issues concerning Region Lock.<br>\n<br>\n<b>Expired Codes</b>\n<br>\n<br>\nCustomers should redeem the codes immediately upon purchase.\nAny issues concerning code expiry may not be subject for a refund or replacement.<br>\n<br>\n<b>8.\nChanges</b>\n<br>\n<br>\nSeller reserves the right to update, revise or change these terms and conditions, the price of the Product(s) and any other information listed on this Website at any time.\nAny such changes will take effect when posted on the Website and it is the Customer’s responsibility to read the terms and conditions and confirm the price of the Product(s) on each occasion when he/she uses this Website and the Customer’s continued use of the Website shall signify his/her acceptance to be bound by the latest terms and conditions.<br>\n<br>\n<b>9.\nForce Majeure</b>\n<br>\n<br>\nSeller shall not be liable for any delay or failure in its performance caused by or resulting from acts of God, fire, flood, accident, riot, war, government intervention, embargoes, strikes, labour difficulties, equipment failures, or any other causes beyond the control of Seller.\nQuantities are subject to availability.\nIn the event of a shortage, Seller may allocate sales and deliveries at its sole discretion.<br>\n<br>\n<b>10.\nIntellectual Property</b>\n<br>\n&nbsp.\n10.1.<br>\nThe Customer acknowledges and agrees that all copyright, trademarks and all other intellectual property rights in all materials and/or content made available as part of the Customer’s use of this Website shall remain at all times vested in Seller or its licensors.\nThe Customer is permitted to use this material only as expressly authorized by Seller or its licensors.<br>\n<br>\n10.2.<br>\nThe Customer acknowledges and agrees that the material and content contained within this Website is made available for their personal non-commercial use only and that they may only download such material and content for the purpose of using this Website.\nThe Customer further acknowledges that any other use of the material and content of this Website is strictly prohibited and they agree not to (and agree not to assist or facilitate any third party to) copy, reproduce, transmit, publish, display, distribute, commercially exploit or create derivative works of such material and content.<br>\n<br>\n10.3.<br>\nThe prices of the Product(s) paid by the Customer are for the Product(s) and the services described herein and do not include technical data, copyright, trademarks, or other intellectual property rights or proprietary rights of any kind subsisting in the Product(s) or their packaging.<br>\n<b>11.\nLiability</b>11.1.<br>\nAll Product(s) provided in connection with this Website are on an “as is” and “as available” basis.\nExcept as otherwise expressly agreed, Seller makes no representations, warranties, covenants or guarantees of any kind, express or implied, as to the quality, suitability, accuracy or completeness of any information, content, service, or merchandise provided through this Website.\nCustomer expressly agrees that the use of this Website is at his or her sole risk.<br>\n<br>\n11.2.<br>\nTo the full extent permissible by applicable law, Seller disclaims all express or implied conditions, representations and warranties, including but not limited to, any implied warranty of merchantability, non-infringement and fitness for a particular purpose.<br>\n<br>\n11.3.<br>\nSubject to this Clause, Seller will not be liable for any loss of income, loss of profits, loss of contracts, loss of data or for any indirect or consequential loss or damage of any kind whatsoever arising and whether caused by tort, breach of contract or otherwise.<br>\n<br>\n11.4.<br>\nSubject to this Clause, Seller’s maximum aggregate liability whether in contract, tort (including negligence) or otherwise shall in no circumstances exceed the amount payable by the Customer to Seller in respect of the Product(s) in question.<br>\n<b>12.\nWaiver/Invalidity</b>\n<br>\n<br>\nFailure of Seller to insist upon strict performance of any provisions hereof shall not be deemed a waiver of its right and remedies.\nThe invalidity or unenforceability of any provision of these terms and conditions shall not adversely affect the validity or enforceability of the remaining provisions.<br>\n<br>\n<b>13.\nHeadings</b>\n<br>\n<br>\nThe section headings used herein are for convenience or reference only and do not form a part of these terms and conditions, and no construction or inference shall be derived therefrom.<br>\n<br>\n<b>14.\nEntire Agreement</b>\n<br>\n<br>\nThese terms and conditions including the documents or other sources referred to in these terms and conditions supersede all prior representations understandings and agreements between the Customer and Seller relating to the sale and purchase of the Product(s) ordered by the Customer.<br>\n<br>\n<b>15.\nGoverning Law</b>\n<br>\n<br>\nThese terms and conditions shall be governed by and construed under the laws of Hong Kong.\nThe parties submit to the exclusive jurisdiction of the courts of Hong Kong, being the place where the Customer's order/offer has been received/accepted.<br>\n&nbsp.\n&nbsp.\nBack to Helpdesk Back to top We accept &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>About</strong>\n<strong>Legal</strong>\n<strong>Services</strong>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<u>Why us?</u>\n<u>Terms of Use</u>\n<u>Shipping</u>\n&nbsp.\n<u>Careers</u>\n<u>Terms &amp.\nConditions</u>\n<u>Digital Codes</u>\n&nbsp.\n<u>Loyalty Program</u>\n<u>Privacy Policy</u>\n<u>Feedback</u>\n&nbsp.\n<u>Blog</u>\n&nbsp.\n<u>Returns</u>\n&nbsp.\nSubscribe to our Newsletter! Contact Us! <br> Be sure to visit our social media pages !<br>\n<br>\nPlayasia and its logo are trademarks of Playasia.\nWebsite &amp.\ncontent copyright 2002-2022 Playasia.\nSN: 113 | 1007 { } | A: | WS: 1 | PT: 0.010 | CDN: | Ro: 1,\nCl: 1 |\nQ: 12 | T: | Cf: | CO: ", "created_at": "2022-12-12 01:14:54.791731", "updated_at": "2022-12-26 23:50:41.652498"}], "points": [{"id": 27000, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.play-asia.com/info/tou", "status": "Generated through the annotate view", "created_at": "2022-02-24 20:24:30.285235", "updated_at": "2023-07-11 06:24:03.915986", "quoteText": null, "case_id": 295, "document_id": 4696, "quoteStart": null, "quoteEnd": null}, {"id": 26997, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.play-asia.com/info/tou", "status": "Generated through the annotate view", "created_at": "2022-02-24 20:21:16.709514", "updated_at": "2023-07-11 06:24:03.995009", "quoteText": null, "case_id": 148, "document_id": 4696, "quoteStart": null, "quoteEnd": null}, {"id": 26996, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.play-asia.com/info/tou", "status": "Generated through the annotate view", "created_at": "2022-02-24 20:20:06.770055", "updated_at": "2023-07-11 06:24:04.073024", "quoteText": null, "case_id": 287, "document_id": 4696, "quoteStart": null, "quoteEnd": null}, {"id": 26998, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.play-asia.com/info/tou", "status": "Generated through the annotate view", "created_at": "2022-02-24 20:22:26.739587", "updated_at": "2023-07-11 06:24:05.035572", "quoteText": null, "case_id": 281, "document_id": 4696, "quoteStart": null, "quoteEnd": null}, {"id": 26999, "title": "Political discussions or campaining are prohibited", "source": "https://www.play-asia.com/info/tou", "status": "Generated through the annotate view", "created_at": "2022-02-24 20:22:59.227494", "updated_at": "2023-07-11 06:24:05.114076", "quoteText": null, "case_id": 316, "document_id": 4696, "quoteStart": null, "quoteEnd": null}, {"id": 27001, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.play-asia.com/info/tou", "status": "Generated through the annotate view", "created_at": "2022-02-24 20:25:09.027159", "updated_at": "2023-07-11 06:24:04.955904", "quoteText": null, "case_id": 121, "document_id": 4696, "quoteStart": null, "quoteEnd": null}], "urls": ["play-asia.com"]}}