{"error": 448, "message": "OK", "parameters": {"id": 7509, "name": "Bloom", "created_at": "2023-03-13 00:13:51.790906", "updated_at": "2023-03-29 19:26:44.995154", "wikipedia": null, "keywords": null, "related": null, "slug": "bloom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7509.png", "url": "enjoybloom.com", "documents": [{"id": 14440, "name": "Terms of Service", "url": "https://www.enjoybloom.com/terms", "xpath": "//body", "text": " top of page <ul>\n<li>About</li>\n<li>For Work</li>\n<li>The Science</li>\n<li>Careers</li>\n<li>Support</li>\n</ul>Try For Free Terms of Service<p>Last Update: November 20, 2020</p>\n<p>&nbsp;</p>\n<p>Welcome to Bloom! Meemo Media, Inc.\n(“Bloom”) provides our website located at www.dailybloom.app (the “Site”) and our learning videos accessible via our mobile device application (“App”).\nTo make these Terms easier to read, the Site, our services and App are collectively called the “Services.” Please read these Terms of Service (the “Terms”) carefully because they govern your use of our Services.</p>\n<p>​</p>\n<p>Agreement to Terms</p>\n<p>By using our Services, you agree to be bound by these Terms.\nIf you don’t agree to be bound by these Terms, do not use the Services.</p>\n<p>&nbsp;</p>\n<p>Privacy Policy</p>\n<p>You acknowledge and agree that your use of the Services is subject to our Privacy Policy.\nFurthermore, when we process your personal data that may be a special category of personal data as defined in Article 9 of the EU General Data Protection Regulation—such as data concerning health—you provide your explicit consent for that processing.\nPlease refer to our Privacy Policy for information on how we collect, use and disclose information from our users.</p>\n<p>​</p>\n<p>Changes to Terms or Services</p>\n<p>We may modify the Terms at any time, in our sole discretion.\nIf we do so, we’ll let you know either by posting the modified Terms on the Site or through other communications.\nIt’s important that you review the Terms whenever we modify them because if you continue to use the Services after we have posted modified Terms on the Site, you are indicating to us that you agree to be bound by the modified Terms.\nIf you don’t agree to be bound by the modified Terms, then you may not use the Services anymore.\nBecause our Services are evolving over time we may change or discontinue all or any part of the Services, at any time and without notice, at our sole discretion.</p>\n<p>​</p>\n<p>Arbitration Notice</p>\n<p>Unless you opt out of arbitration within 30 days of the date you first agree to these terms by following the opt-out procedure specified in the “Arbitration” section below, and except for certain types of disputes described in the “Arbitration“ section below, you agree that disputes between you and Bloom will be resolved by binding, individual arbitration and you are waiving your right to a trial by jury or to participate as a plaintiff or class member in any purported class action or representative proceeding.</p>\n<p>​</p>\n<p>Who May Use the Services</p>\n<p>​</p>\n<p>Eligibility</p>\n<p>You may use the Services only if you are 13 years or older and are not barred from using the Services under applicable law.\nTo make a purchase via the Services (described in the Section titled “Purchases” below), you must be 18 years or older and capable of forming a binding contract.</p>\n<p>​</p>\n<p>Registration and Your Information</p>\n<p>If you want to use certain features of the Services you’ll have to create an account (“Account”).\nYou can do this via the App or the Site or through your account with certain third-party social networking services such as Facebook (each, an “SNS Account”).\nIf you choose the SNS Account option we’ll create your Account by extracting from your SNS Account certain personal information such as your name and email address and other personal information that your privacy settings on the SNS Account permit us to access.</p>\n<p>It’s important that you provide us with accurate, complete and up-to-date information for your Account and you agree to update such information, as needed, to keep it accurate, complete and up-to-date.\nIf you don’t, we might have to suspend or terminate your Account.\nYou agree that you won’t disclose your Account password to anyone and you’ll notify us immediately of any unauthorized use of your Account.\nYou’re responsible for all activities that occur under your Account, whether or not you know about them.</p>\n<p>​</p>\n<p>Using the Services</p>\n<p>Via the Services, users can select from a variety of options to create customized learning sessions.\nYou can also use the paid functionality of the Services to utilize the enhanced functionality of the Services or purchase items that are offered for sale through the Services (the “Products”), as described in further detail under the Section titled “Purchases” below.</p>\n<p>You understand and agree that the Services, Products and any other information you learn from Bloom are not intended, designed, or implied to diagnose, prevent, or treat any condition or disease, to ascertain the state of your mental health.&nbsp.\nNot all activities described on the Services or Products are suitable for everyone.\nDo not use the Services while driving, operating heavy machinery, or performing other tasks that require attention and concentration.\nYou understand and agree that you are solely responsible for your use of the Services.</p>\n<p>​</p>\n<p>​</p>\n<p>Future Functionality</p>\n<p>You agree that your purchases are not contingent on the delivery of any future functionality or features, or dependent on any oral or written public comments made by Bloom regarding future functionality or features.</p>\n<p>​</p>\n<p>Feedback</p>\n<p>We welcome feedback, comments and suggestions for improvements to the Services or Products (“Feedback”).\nYou can submit Feedback by emailing us at feedback@watchBloom.com.\nYou grant to us a non-exclusive, worldwide, perpetual, irrevocable, fully-paid, royalty-free, sublicenseable and transferable license under any and all intellectual property rights that you own or control to use, copy, modify, create derivative works based upon and otherwise exploit the Feedback for any purpose.</p>\n<p>​</p>\n<p>Content and Content Rights</p>\n<p>For purposes of these Terms, (i) “Content” means text, graphics, images, music, software, audio, video, works of authorship of any kind, and information or other materials that are posted, generated, provided or otherwise made available through the Services.\nand (ii) “User Content” means any Content that users (including you) provide to be made available through the Services.\nContent includes without limitation User Content.</p>\n<p>​</p>\n<p>Content Ownership</p>\n<p>Bloom does not claim any ownership rights in any User Content and nothing in these Terms will be deemed to restrict any rights that you may have to use and exploit your User Content.\nSubject to the foregoing, Bloom and its licensors exclusively own all right, title and interest in and to the Services and Content, including all associated intellectual property rights.\nYou acknowledge that the Services and Content are protected by copyright, trademark, and other laws of the United States and foreign countries.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services or Content.</p>\n<p>​</p>\n<p>Rights in User Content Granted by You</p>\n<p>By making any User Content available through Services you hereby grant to Bloom a non-exclusive, transferable, sublicenseable, worldwide, royalty-free license to use, copy, modify, create derivative works based upon, distribute, publicly display, publicly perform and distribute your User Content in connection with operating and providing the Services and Content to you and to other users.</p>\n<p>​</p>\n<p>Rights in Content Granted by Bloom</p>\n<p>Subject to your compliance with these Terms, Bloom grants you a limited, non-exclusive, non-transferable, non-sublicenseable license to download, view, copy and display the Content solely in connection with your permitted use of the Services and solely for your personal and non-commercial purposes.</p>\n<p>​</p>\n<p>Rights and Terms for Apps</p>\n<p>​</p>\n<p>Rights in App Granted by Bloom</p>\n<p>Subject to your compliance with these Terms, Bloom grants you a limited non-exclusive, non-transferable, non-sublicenseable license to download and install a copy of the App on a mobile device or computer that you own or control and to run such copy of the App solely for your own personal non-commercial purposes.\nBloom reserves all rights in and to the App not expressly granted to you under these Terms.\nYou may not copy the App, except for making a reasonable number of copies for backup or archival purposes.\nExcept as expressly permitted in these Terms, you may not: (i) copy, modify or create derivative works based on the App.\n(ii) distribute, transfer, sublicense, lease, lend or rent the App to any third party.\n(iii) reverse engineer, decompile or disassemble the App.\nor (iv) make the functionality of the App available to multiple users through any means.</p>\n<p>​</p>\n<p>Additional Terms for App Store Apps</p>\n<p>If you accessed or downloaded the App from the Apple Store, then you agree to use the App only: (i) on an Apple-branded product or device that runs iOS (Apple’s proprietary operating system software).\nand (ii) as permitted by the “Usage Rules” set forth in the Apple Store Terms of Service.</p>\n<p>​</p>\n<p>If you accessed or downloaded the App from an App Provider, then you acknowledge and agree that:</p>\n<ul>\n<li>\n<p>These Terms are concluded between you and Bloom, and not with App Provider, and that, as between Bloom and the App Provider, Bloom, is solely responsible for the App.</p>\n</li>\n<li>\n<p>App Provider has no obligation to furnish any maintenance and support services with respect to the App.</p>\n</li>\n<li>\n<p>In the event of any failure of the App to conform to any applicable warranty, you may notify App Provider and App Provider will refund the purchase price for the App to you (if applicable) and, to the maximum extent permitted by applicable law, App Provider will have no other warranty obligation whatsoever with respect to the App.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure of an App to conform to any warranty will be the sole responsibility of Bloom.</p>\n</li>\n<li>\n<p>App Provider is not responsible for addressing any claims you have or any claims of any third party relating to the App or your possession and use of the App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</p>\n</li>\n<li>\n<p>In the event of any third-party claim that the App or your possession and use of the App infringes that third party’s intellectual property rights, Calm will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by these Terms.</p>\n</li>\n<li>\n<p>App Provider and its subsidiaries are third-party beneficiaries of these Terms as related to your license of the App, and that, upon your acceptance of the terms and conditions of these Terms, App Provider will have the right (and will be deemed to have accepted the right) to enforce these Terms as related to your license of the App against you as a third party beneficiary thereof.</p>\n</li>\n<li>\n<p>You must also comply with all applicable third-party terms of service when using the App.</p>\n</li>\n<li>\n<p>You agree to comply with all U.S.\nand foreign export laws and regulations to ensure that neither the App nor any technical data related thereto nor any direct product thereof is exported or re-exported directly or indirectly in violation of, or used for any purposes prohibited by, such laws and regulations.\nBy using the App you represent and warrant that: (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Prohibitions</p>\n<p>You agree not to do any of the following:</p>\n<ul>\n<li>\n<p>Post, upload, publish, submit or transmit any Content that: (i) infringes, misappropriates or violates a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (vii) promotes illegal or harmful activities or substances;</p>\n</li>\n<li>\n<p>Use, display, mirror or frame the Services, or any individual element within the Services, Bloom’s name, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Bloom’s express written consent;</p>\n</li>\n<li>\n<p>Access, tamper with, or use non-public areas of the Services, Bloom’s computer systems, or the technical delivery systems of Bloom’s providers;</p>\n</li>\n<li>\n<p>Attempt to probe, scan, or test the vulnerability of any Bloom system or network or breach any security or authentication measures;</p>\n</li>\n<li>\n<p>Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by Bloom or any of Bloom’s providers or any other third party (including another user) to protect the Services;</p>\n</li>\n<li>\n<p>Attempt to access or search the Services or download Collective Content from the Services through the use of any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by Bloom or other generally available third party web browsers;</p>\n</li>\n<li>\n<p>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation;</p>\n</li>\n<li>\n<p>Use any meta tags or other hidden text or metadata utilizing a Bloom, logo URL or product name without Bloom’s express written consent;</p>\n</li>\n<li>\n<p>Use the Services for any commercial purpose or the benefit of any third party or in any manner not permitted by these Terms;</p>\n</li>\n<li>\n<p>Forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use the Services to send altered, deceptive or false source-identifying information;</p>\n</li>\n<li>\n<p>Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Services;</p>\n</li>\n<li>\n<p>Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Services;</p>\n</li>\n<li>\n<p>Collect or store any personally identifiable information from the Services from other users of the Services without their express permission;</p>\n</li>\n<li>\n<p>Impersonate or misrepresent your affiliation with any person or entity;</p>\n</li>\n<li>\n<p>Violate any applicable law or regulation.\nor</p>\n</li>\n<li>\n<p>Encourage or enable any other individual to do any of the foregoing.</p>\n</li>\n</ul>\n<p>​</p>\n<p>Although we’re not obligated to monitor access to or use of the Services or Content or to review or edit any Content, we have the right to do so for the purpose of operating the Services, to ensure compliance with these Terms, and to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access to any Content, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider any Content to be objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Services.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p>\n<p>​</p>\n<p>Links to Third Party Websites or Resources</p>\n<p>The Services and App may contain links to third-party websites or resources.\nWe provide these links only as a convenience and are not responsible for the content, products or services on or available from those websites or resources or links displayed on such websites.\nYou acknowledge sole responsibility for and assume all risk arising from, your use of any third-party websites or resources.</p>\n<p>​</p>\n<p>Termination</p>\n<p>We may terminate your access to and use of the Services, at our sole discretion, at any time and without notice to you.\nIf you purchase Subscription via an App Provider, you should also cancel your Subscription with the App Provider directly.\nUpon any termination, discontinuation or cancellation of Services or your Account, all provisions of these Terms which by their nature should survive will survive, including, without limitation, ownership provisions, warranty disclaimers, limitations of liability, and dispute resolution provisions.</p>\n<p>​</p>\n<p>Warranty Disclaimers</p>\n<p>THE SERVICES, PRODUCTS AND CONTENT ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE FOREGOING, WE EXPLICITLY DISCLAIM ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT OR NON-INFRINGEMENT AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.</p>\n<p>WE MAKE NO WARRANTY THAT THE SERVICES OR PRODUCTS WILL MEET YOUR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS.\nWE MAKE NO WARRANTY REGARDING THE QUALITY, ACCURACY, TIMELINESS, TRUTHFULNESS, COMPLETENESS OR RELIABILITY OF ANY CONTENT.</p>\n<p>​​</p>\n<p>Indemnity</p>\n<p>You will indemnify and hold harmless Bloom and its officers, directors, employee and agents, from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees, arising out of or in any way connected with (i) your access to or use of the Services or Content or (ii) your violation of these Terms.</p>\n<p>​</p>\n<p>Limitation of Liability</p>\n<p>NEITHER BLOOM NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES, PRODUCTS OR CONTENT WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, INCLUDING, BUT NOT LIMITED TO, LOST PROFITS, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES OR PRODUCTS ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES, PRODUCTS OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT BLOOM HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>IN NO EVENT WILL BLOOM’S TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES, PRODUCTS OR CONTENT EXCEED THE AMOUNTS YOU HAVE PAID TO BLOOM FOR USE OF THE SERVICES, PRODUCTS OR CONTENT OR FIFTY DOLLARS ($50), IF YOU HAVE NOT HAD ANY PAYMENT OBLIGATIONS TO BLOOM, AS APPLICABLE.\nTHE EXCLUSION AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN BLOOM AND YOU.</p>\n<p>​​</p>\n<p>Dispute Resolution</p>\n<p>​</p>\n<p>Governing Law</p>\n<p>These Terms and any action related thereto will be governed by the laws of the State of California without regard to its conflict of laws provisions.</p>\n<p>​</p>\n<p>AGREEMENT TO ARBITRATE</p>\n<p>YOU AND BLOOM AGREE THAT ANY DISPUTE, CLAIM OR CONTROVERSY ARISING OUT OF OR RELATING TO THESE TERMS OR THE BREACH, TERMINATION, ENFORCEMENT, INTERPRETATION OR VALIDITY THEREOF OR THE USE OF THE SERVICES, PRODUCTS OR CONTENT (COLLECTIVELY, “DISPUTES”) WILL BE SETTLED BY BINDING ARBITRATION, EXCEPT THAT EACH PARTY RETAINS THE RIGHT: (I) TO BRING AN INDIVIDUAL ACTION IN SMALL CLAIMS COURT AND (II) TO SEEK INJUNCTIVE OR OTHER EQUITABLE RELIEF IN A COURT OF COMPETENT JURISDICTION TO PREVENT THE ACTUAL OR THREATENED INFRINGEMENT, MISAPPROPRIATION OR VIOLATION OF A PARTY’S COPYRIGHTS, TRADEMARKS, TRADE SECRETS, PATENTS OR OTHER INTELLECTUAL PROPERTY RIGHTS (THE ACTION DESCRIBED IN THE FOREGOING CLAUSE (II), AN “IP PROTECTION ACTION”).\nWITHOUT LIMITING THE PRECEDING SENTENCE, YOU WILL ALSO HAVE THE RIGHT TO LITIGATE ANY OTHER DISPUTE IF YOU PROVIDE BLOOM WITH WRITTEN NOTICE OF YOUR DESIRE TO DO SO BY EMAIL AT SUPPORT@WATCHPLAYBOOK.COM WITHIN THIRTY (30) DAYS FOLLOWING THE DATE YOU FIRST AGREE TO THESE TERMS (SUCH NOTICE, AN “ARBITRATION OPT-OUT NOTICE”).\nIF YOU DON’T PROVIDE BLOOM WITH AN ARBITRATION OPT-OUT NOTICE WITHIN THE THIRTY (30) DAY PERIOD, YOU WILL BE DEEMED TO HAVE KNOWINGLY AND INTENTIONALLY WAIVED YOUR RIGHT TO LITIGATE ANY DISPUTE EXCEPT AS EXPRESSLY SET FORTH IN CLAUSES (I) AND (II) ABOVE.\nTHE EXCLUSIVE JURISDICTION AND VENUE OF ANY IP PROTECTION ACTION OR, IF YOU TIMELY PROVIDE BLOOM WITH AN ARBITRATION OPT-OUT NOTICE, WILL BE THE STATE AND FEDERAL COURTS LOCATED IN THE NORTHERN DISTRICT OF CALIFORNIA AND EACH OF THE PARTIES HERETO WAIVES ANY OBJECTION TO JURISDICTION AND VENUE IN SUCH COURTS.\nUNLESS YOU TIMELY PROVIDE BLOOM WITH AN ARBITRATION OPT-OUT NOTICE, YOU ACKNOWLEDGE AND AGREE THAT YOU AND BLOOM ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nFURTHER, UNLESS BOTH YOU AND BLOOM OTHERWISE AGREE IN WRITING, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF ANY CLASS OR REPRESENTATIVE PROCEEDING.\nIF THIS SPECIFIC PARAGRAPH IS HELD UNENFORCEABLE, THEN THE ENTIRETY OF THIS “DISPUTE RESOLUTION” SECTION WILL BE DEEMED VOID.\nEXCEPT AS PROVIDED IN THE PRECEDING SENTENCE, THIS “DISPUTE RESOLUTION” SECTION WILL SURVIVE ANY TERMINATION OF THESE TERMS.</p>\n<p>​</p>\n<p>ARBITRATION RULES</p>\n<p>THE ARBITRATION WILL BE ADMINISTERED BY THE AMERICAN ARBITRATION ASSOCIATION (“AAA”) IN ACCORDANCE WITH THE COMMERCIAL ARBITRATION RULES AND THE SUPPLEMENTARY PROCEDURES FOR CONSUMER RELATED DISPUTES (THE “AAA RULES”) THEN IN EFFECT, EXCEPT AS MODIFIED BY THIS “DISPUTE RESOLUTION” SECTION.\n(THE AAA RULES ARE AVAILABLE AT WWW.ADR.ORG/ARB_MED OR BY CALLING THE AAA AT 1-800-778-7879.) THE FEDERAL ARBITRATION ACT WILL GOVERN THE INTERPRETATION AND ENFORCEMENT OF THIS SECTION.</p>\n<p>​</p>\n<p>ARBITRATION PROCESS</p>\n<p>A PARTY WHO DESIRES TO INITIATE ARBITRATION MUST PROVIDE THE OTHER PARTY WITH A WRITTEN DEMAND FOR ARBITRATION AS SPECIFIED IN THE AAA RULES.\n(THE AAA PROVIDES A GENERAL DEMAND FOR ARBITRATION FORM AND A SEPARATE FORM FOR DEMAND FOR ARBITRATION FOR CALIFORNIA RESIDENTS.) THE ARBITRATOR WILL BE EITHER A RETIRED JUDGE OR AN ATTORNEY LICENSED TO PRACTICE LAW AND WILL BE SELECTED BY THE PARTIES FROM THE AAA’S ROSTER OF ARBITRATORS.\nIF THE PARTIES ARE UNABLE TO AGREE UPON AN ARBITRATOR WITHIN SEVEN (7) DAYS OF DELIVERY OF THE DEMAND FOR ARBITRATION, THEN THE AAA WILL APPOINT THE ARBITRATOR IN ACCORDANCE WITH THE AAA RULES.</p>\n<p>​</p>\n<p>ARBITRATION LOCATION AND PROCEDURE</p>\n<p>UNLESS YOU AND BLOOM OTHERWISE AGREE, THE ARBITRATION WILL BE CONDUCTED IN THE COUNTY WHERE YOU RESIDE.\nIF YOUR CLAIM DOES NOT EXCEED $5,000, THEN THE ARBITRATION WILL BE CONDUCTED SOLELY ON THE BASIS OF THE DOCUMENTS THAT YOU AND BLOOM SUBMIT TO THE ARBITRATOR, UNLESS YOU REQUEST A HEARING OR THE ARBITRATOR DETERMINES THAT A HEARING IS NECESSARY.\nIF YOUR CLAIM EXCEEDS $5,000, YOUR RIGHT TO A HEARING WILL BE DETERMINED BY THE AAA RULES.\nSUBJECT TO THE AAA RULES, THE ARBITRATOR WILL HAVE THE DISCRETION TO DIRECT A REASONABLE EXCHANGE OF INFORMATION BY THE PARTIES, CONSISTENT WITH THE EXPEDITED NATURE OF THE ARBITRATION.</p>\n<p>​</p>\n<p>ARBITRATOR’S DECISION</p>\n<p>THE ARBITRATOR WILL RENDER AN AWARD WITHIN THE TIME FRAME SPECIFIED IN THE AAA RULES.\nTHE ARBITRATOR’S DECISION WILL INCLUDE THE ESSENTIAL FINDINGS AND CONCLUSIONS UPON WHICH THE ARBITRATOR BASED THE AWARD.\nJUDGMENT ON THE ARBITRATION AWARD MAY BE ENTERED IN ANY COURT HAVING JURISDICTION THEREOF.\nTHE ARBITRATOR’S AWARD OF DAMAGES MUST BE CONSISTENT WITH THE TERMS OF THE “LIMITATION OF LIABILITY” SECTION ABOVE AS TO THE TYPES AND AMOUNTS OF DAMAGES FOR WHICH A PARTY MAY BE HELD LIABLE.\nTHE ARBITRATOR MAY AWARD DECLARATORY OR INJUNCTIVE RELIEF ONLY IN FAVOR OF THE CLAIMANT AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF WARRANTED BY THE CLAIMANT’S INDIVIDUAL CLAIM.\nIF YOU PREVAIL IN ARBITRATION YOU WILL BE ENTITLED TO AN AWARD OF ATTORNEYS’ FEES AND EXPENSES, TO THE EXTENT PROVIDED UNDER APPLICABLE LAW.\nBLOOM WILL NOT SEEK, AND HEREBY WAIVES ALL RIGHTS IT MAY HAVE UNDER APPLICABLE LAW TO RECOVER, ATTORNEYS’ FEES AND EXPENSES IF IT PREVAILS IN ARBITRATION.<br>\n&nbsp;</p>\n<p>​</p>\n<p>Fees</p>\n<p>Your responsibility to pay any AAA filing, administrative and arbitrator fees will be solely as set forth in the AAA Rules.\nHowever, if your claim for damages does not exceed $10,000, Bloom will pay all such fees unless the arbitrator finds that either the substance of your claim or the relief sought in your Demand for Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).</p>\n<p>​</p>\n<p>Changes</p>\n<p>Notwithstanding the provisions of the “Modification” section above, if Bloom changes this “Dispute Resolution” section after the date you first accepted these Terms (or accepted any subsequent changes to these Terms), you may reject any such change by sending us written notice (including by email to feedback@watchBloom.com) within 30 days of the date such change became effective, as indicated in the “Last Updated” date above or in the date of Bloom’s email to you notifying you of such change.\nBy rejecting any change, you are agreeing that you will arbitrate any Dispute between you and Bloom in accordance with the provisions of this “Dispute Resolution” section as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms).</p>\n<p>​</p>\n<p>General Terms</p>\n<p>These Terms constitute the entire and exclusive understanding and agreement between Bloom and you regarding the Services, Products and Content, and these Terms supersede and replace any and all prior oral or written understandings or agreements between Bloom and you regarding the Services, Products and Content.\nIf any provision of these Terms is held invalid or unenforceable (either by an arbitrator appointed pursuant to the terms of the “Arbitration” section above or by court of competent jurisdiction, but only if you timely opt out of arbitration by sending us an Arbitration Opt-out Notice in accordance with the terms set forth above), that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.</p>\n<p>You may not assign or transfer these Terms, by operation of law or otherwise, without Bloom’s prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null and of no effect.\nBloom may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>\n<p>Any notices or other communications provided by Bloom under these Terms, including those regarding modifications to these Terms, will be given: (i) by Bloom via email.\nor (ii) by posting to the Services.\nFor notices made by e-mail, the date of receipt will be deemed the date on which such notice is transmitted.</p>\n<p>Bloom’s failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Bloom.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.</p>\n<p>​</p>\n<p>Contact Information</p>\n<p>​</p>\n<p>If you have any questions about these Terms or the Services or Products, please contact Bloom at support@enjoybloom.com.</p>\n<p>Company</p>\n<p>About us</p>\n<p>Bloom for Work</p>\n<p>For Students</p>\n<p>The Science</p>\n<p>Careers</p>\n<p>Press</p>\n<p>Help</p>\n<p>Support</p>\n<p>Contact us</p>\n<p>Privacy</p>\n<p>Get the App</p>\n<p>Terms</p>\n<p>Bloom Giving</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Copyright © 2023 Bloom.\nAll rights reserved.</p>\n<p>Meemo Media Inc.</p>bottom of page ", "created_at": "2023-03-13 00:14:23.029757", "updated_at": "2023-03-13 00:14:30.795203"}, {"id": 14439, "name": "Privacy Policy", "url": "https://www.enjoybloom.com/privacy", "xpath": "//body", "text": null, "created_at": "2023-03-13 00:13:51.821335", "updated_at": "2023-03-13 00:14:47.300002"}], "points": [], "urls": ["enjoybloom.com"]}}