{"error": 448, "message": "OK", "parameters": {"id": 8500, "name": "Children's Network of Solano County ", "created_at": "2023-06-27 02:16:15.613266", "updated_at": "2023-06-27 10:02:07.493434", "wikipedia": null, "keywords": null, "related": null, "slug": "children-s-network-of-solano-county", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8500.png", "url": "childnet.org", "documents": [{"id": 16505, "name": "Privacy Policy", "url": "https://www.childnet.org/_files/ugd/d3c576_33f1b1ddf63648658b4d5c8a21529f42.pdf", "xpath": "//body", "text": "Children’s Network of Solano County Privacy Policy,Our Commitment to Privacy,Your privacy is important to us.\nTo better protect your privacy we provide this notice explaining ,our online information practices and the choices you can make about the way your information ,is collected and used.\nTo make this notice easy to ﬁnd, we make it available on our homepage ,and at every point where personally identiﬁable information may be requested.\nOur privacy ,policy is designed to inform you of the types of information we collect, how we use that ,information, and the circumstances under which we will share it with nonafﬁliated third parties.,Information Collection and Use,The Children's Network of Solano County is the sole owner of the information collected on this ,site.\nWe will not sell, share, or rent this information to others in ways differently than we have ,disclosed in this statement.\nThe Children's Network of Solano County collects information from ,our users at several different points on our website.,Examples of the types of nonpublic personal information collected at these pages are: ,•Name ,•Address ,•Web address ,•Email address ,•Phone Number,Additionally, we collect nonpublic personal information about you from the following sources (in ,addition to our website): ,•Information we receive from you on applications or other forms ,•Information about your transactions with us, our afﬁliates and others,Categories of Nonafﬁliated Third Parties to Whom we May Disclose Nonpublic Personal ,Information,Nonafﬁliated third parties are those companies not under direct or indirect ownership or control ,with The Children's Network of Solano County.\nWe only disclose personal information about you ,to the following types of nonafﬁliated third parties: mailing houses that prepare and send ,newsletters, postcards and other information to you on our behalf.,Cookies,A cookie is a piece of data stored on the user's hard drive containing information about the user.\n,Usage of a cookie is in no way linked to any personally identiﬁable information while on our site.\n,Once the user closes their browser, the cookie simply terminates,Log Files,We use IP addresses to analyze trends, administer the site, track user's movement, and gather ,broad demographic information for aggregate use.\nIP addresses are not linked to personally ,identiﬁable information.,Sharing,We partner with other parties to provide speciﬁc services.\nWhen the user signs up for these ,services, we will share names, or other contact information that is necessary for the third party ,to provide these services.\nThese parties are not allowed to use use nonpublic personally ,identiﬁable information except for the purpose of providing these services.\nWe do not otherwise ,disclose nonpublic information to anyone, except as permitted by law.,Links,This web site contains links to other sites.\nPlease be aware that we, The Children's Network of ,Solano County are not responsible for the privacy practices of such other sites.\nWe encourage ,our users to be aware when they leave our site and to read the privacy statements of each and ,every web site that collects personally identiﬁable information.\nThis privacy statement applies ,solely to information collected by this Web site.\nOperators may be subject to the FTC's privacy ,regulations and if so, (i) the FTC's regulations contain sample disclosures that operators may ,consider.\nand (ii) operators may be required to send annual notices in addition to initial ,disclosures to their customers.,Security,This website takes precautions to protect our users' information.\nWhen users submit sensitive ,information via the website, your information is protected both online and off-line.\nOnly ,employees who need the information to perform a speciﬁc job (for example, our billing clerk or a ,customer service representative) are granted access to personally identiﬁable information.\nOur ,employees use password-protected screen-savers when they leave their desk.\nWhen they ,return, they must re-enter their password to re-gain access to your information.\nFurthermore, ,ALL employees are kept up-to-date on our security and privacy practices.\nEvery quarter, as well ,as any time new policies are added, our employees are notiﬁed and/or reminded about the ,importance we place on privacy, and what they can do to ensure our customers' information is ,protected.,If you have any questions about the security at our website, you can send an email to ,childnet@childnet.org.,Correction/Updating Personal Information,If a user’s nonpublic personally identiﬁable information changes (such as your zip code), or if a ,user no longer desires our service, we will endeavor to provide a way to correct, update or ,remove that user's personal data provided to us.\nThis can usually be done by calling our ,headquarters at 707-421-7229 or by emailing our Customer Support Department at ,childnet@childnet.org for more instructions.,Opt-out requirements,As provided in this policy, we only provide your nonpublic personal information to a nonafﬁliated ,third party in conjunction with the services that you have requested that we provide to you.\nAll ,nonafﬁliated third parties to whom we disclose your nonpublic personal information are ,contractually prohibited by us to disclose or use the information other than to carry out the ,transactions that you have requested.\nAccordingly, there is nothing for a user to opt out of with ,respect to how we currently use their non-public personal information.,Notiﬁcation of Changes,If we decide to change our privacy policy, we will post those changes on our Homepage so our ,users are always aware of what information we collect, how we use it, and under circumstances, ,if any, we disclose it.\nIf at any point we decide to use personally identiﬁable information in a ,manner different from that stated at the time it was collected, we will notify users by way of an ,email or US mailing so as to enable users to \"opt-out\" if we use their information in this different ,manner.\nWe will use information in accordance with the privacy policy under which the ,information was collected.", "created_at": "2023-06-27 02:16:15.643582", "updated_at": "2023-06-27 02:16:45.325097"}], "points": [], "urls": ["childnet.org"]}}