{"error": 448, "message": "OK", "parameters": {"id": 7801, "name": "cutout.pro", "created_at": "2023-03-29 18:55:52.679357", "updated_at": "2023-03-29 19:26:55.440316", "wikipedia": null, "keywords": null, "related": null, "slug": "cutout-pro", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7801.png", "url": "cutout.pro", "documents": [{"id": 15053, "name": "General Terms and Conditions", "url": "https://www.cutout.pro/terms", "xpath": "//body", "text": " <ul>\n<li> Product </li>\n<li> Solution </li>\n<li> Tools </li>\n<li>API</li>\n<li>Pricing</li>\n</ul> Log in / Sign up Log in / Sign up <i>\n</i> Home <i>\n</i>Product<i>\n</i>\n<i>\n</i>Solution<i>\n</i>\n<i>\n</i>Tools<i>\n</i>\n<i>\n</i> API <i>\n</i> Pricing Sign out English <i>\n</i>\n<i>\n</i> Log inSign up or E-mail Password Log in Forgot your password? Already have an account? Sign in General Terms and Conditions 1.\nPreamble <p> 1.1 CUTOUT.PRO develops and sells the software solution cutout.pro, a web-based application for processing photos.\nThe subject of this Contract is the provision of the software as a service.\n</p> 2.\nSubject of the Contract <p> 2.1 The subject of this Contract is the temporary, non-exclusive use of the software cutout.pro (hereinafter: the Software) according to point 3 of this Contract by the customer (hereinafter: the Customer).\nThe scope of performance and functionality of the Software is derived from the interface description that the Customer has received separately or from the description at www.cutout.pro/pricing and www.cutout.pro/api.\n</p>\n<p> 2.2 The Software is only available on the internet.\nthe function of the Software therefore depends on a functioning internet connection.\nThe system requirements necessary for the operation of the Software can be found in the interface description according to point 2.1 or at www.cutout.pro/pricing.\n</p>\n<p>2.3 General terms and conditions of the Customer do not apply.</p>\n<p> 2.4 Creation of multiple accounts for the same person is not allowed.\n</p> 3.\nRights of use <p> 3.1 The Customer shall acquire the non-exclusive right, which is limited in time to the duration of this Contract, to use the Software to the extent of the selected variant worldwide for internal or its own use.\n</p>\n<p> 3.2 The scope of use (commercial or non-commercial) is based on the tariff chosen by the Customer.\nIf the tariff chosen by the Customer so provides, the Customer may use, process or exploit the result of the Software (depending on the chosen tariff) commercially or non-commercially in any manner whatsoever.\nIn the case of non-commercial use, the Customer is prohibited from using the results of the Software for direct or indirect commercial purposes.\n</p>\n<p> 3.3 Transfer of the Software for use by third parties or other provision to third parties, such as by way of letting, is not permitted.\n</p>\n<p> 3.4 Billing is via credits, which the Customer can obtain by Paypal or credit card payment.\nOur order process is conducted by our online payment provider Paypal or Stripe.\n</p>\n<p> 3.5 Monthly credits shall expire at the end of a billing cycle.\nIn the context of the use of the Software, the Customer has the right to process photos in the amount equivalent to the credits acquired (the equivalent value is based on the respective tariff).\nA photo is considered to have been processed when the Customer is offered the result for download (regardless of whether the Customer downloads the photo).\nShould a Customer make more than 15% of unsuccessful requests (requests that cannot be processed), the Operator reserves the right to block access to the interface.\n</p>\n<p> 3.6 The Operator shall grant the Customer a right of withdrawal for 14 days from the date of the Contract, unless the Customer has made use of the services (even in part).\nUse in accordance with point 6.3 also excludes withdrawal.\n</p>\n<p> 3.7.\nThe Operator shall provide the Customer (depending on the selected tariff) with an API interface with which the Customer can integrate the Software into its own websites, apps and software.\nThe Customer has the right to integrate the Software into an unlimited number of its own websites, apps and software.\nProvision of the API interface to third parties (in return for payment or free of charge) is not permitted.\nThe Customer may install the API interface only on websites in which the Customer is named in the legal notice.\nIntegration into software and apps is permitted only if the Customer holds the rights of use of the respective software.\n</p>\n<p> 3.8 Use for the following purposes is prohibited: Research/development of artificial intelligence (in particular generation of training data), military use, pornography, gambling/betting, terrorism, creation of 'fake news'.\n</p>\n<p> Use by organizations that carry out, encourage or require unlawful violence or physical injury to persons or property, or carry out, encourage or require unlawful force against any group based on race, religion, disability, gender, sexual orientation or national origin.\n</p> 4.\nAvailability <p> 4.1 In the context of the use of a version for which a fee is charged, the Operator undertakes to make the Software available to the Customer 98% of the time, calculated over one year (hereinafter referred to as the Availability).\nAvailability is provided if the Software can be accessed via an internet connection in HongKong that meets the system specifications, as described in the specification.\nMaintenance for which notification has been given by the Operator does not reduce the Availability.\n</p>\n<p>4.2 Higher availability must be agreed separately.</p> 5.\nRights and obligations of the Customer <p> 5.1 The Customer undertakes to keep all access data to the Software (e.g.\npasswords, API keys) secret.\n</p>\n<p> 5.2 The Customer undertakes to refrain from any actions that compromise the functionality or operation of the Software.\nIn particular, the Customer is prohibited from carrying out any actions that scan or test weak points of the Software, bypass security systems or access systems of the Software or integrate malware into the Software.\n</p>\n<p> 5.3 The Customer guarantees that it has all the necessary rights (such as copyright, ancillary copyright, industrial property rights, trademark rights) for processing the uploaded photos.\n</p> 6.\nContract duration <p> 6.1 This Contract shall begin on activation of the account and is concluded for an indefinite period.\nChanges to the chosen tariff (upgrade and downgrade) shall take effect immediately.\nThe respective minimum contract duration (see point 6.2) shall commence again at the same time.\n</p>\n<p> 6.2 This Contract may be terminated by either party in writing by registered letter, subject to a one-month notice period, at the end of the respective accounting period.\nIn addition, the Customer has the option of canceling the Contract directly in the account in the 'My Account' area.\n</p>\n<p> 6.3 The Customer has the option of using the API interface provided by the Operator free of charge for the period offered by the Operator or to the extent offered by the Operator.\nIn this case, the Customer is obliged to provide information about the Operator to the recipients of the edited photos by means of a link provided by the Operator.\nIf the tariff selected by the Customer stipulates advertising of the Software, this obligation also exists in the use of the Software in return for payment.\n</p>\n<p> 6.4 This Contract may be terminated by the Operator for good cause with immediate effect.\nThe following constitute good causes in any case: </p>\n<ul>\n<li> 6.4.1 if the Customer breaches the provisions of this Contract and does not desist from the conduct that breaches the Contract even after a written reminder within a period of seven working days.\n</li>\n<li> 6.4.2 if the Customer is unable to pay or insolvency proceedings are instigated in respect of the Customer's assets or an application for the instigation of such proceedings is rejected for lack of assets to cover the costs.\n</li>\n<li> 6.4.3 if the Customer violates point 5.3 or point 3.8 of this agreement.\n</li>\n</ul> 7.\nTerms of payment <p> 7.1 All fees for recurring services are due before the beginning of the respective accounting period.\nThe billing period shall commence on the day the Contract is concluded and end after one month.\n</p>\n<p> 7.2 Taxes and duties which are related to the current fee shall be paid by the Customer.\nThe Customer hereby indemnifies the Operator in this respect.\n</p>\n<p> 7.3 The Customer's activation shall take place as soon as the current fee has been paid.\nShould the Customer be in default even for one day only, the Operator is entitled to prohibit the Customer from further use of the Software and cancel all services.\nThis is without prejudice to the obligation of the Customer to pay the agreed fee.\n</p>\n<p> 7.4 The Customer is not entitled to offset claims against the Operator unless such claims have been legally established by a court.\n</p> 8.\nWarranty and liability <p> 8.1 Any warranty for the results of the Software and its Availability is excluded.\nIf, nevertheless, a warranty claim should exist, the warranty period is six months.\n</p>\n<p> 8.2 The Operator is not liable for the speed of the Software, its Availability, data loss or the correctness of the results.\nIn addition, the liability of the Operator is excluded unless the damage has been caused intentionally or through gross negligence.\nThis does not apply in cases of loss of life or damage to the health of a person.\n</p>\n<p> 8.3 The liability of the Operator is in any case limited to the amount that the Customer has paid in ongoing fees in the last 3 months before the event giving rise to liability.\n</p> 9.\nConfidentiality and data privacy <p> 9.1 As a matter of principle, cutout.pro does not process any personal data.\nIf the Customer is a private individual and processing is carried out exclusively for personal and family activities, cutout.pro shall process all personal data submitted by the Customer exclusively on the basis of the General Data Protection Regulation.\n</p>\n<p> If the Customer is a company and the Customer submits personal data, the Data Processing Agreement available at www.cutout.pro/dpa shall apply.\nIn using the Software, the Customer accepts the Data Processing Agreement.\n</p>\n<p> 9.2 All other data protection information is available to the Customer at www.cutout.pro/privacy </p> 10.\nContact by e-mail <p> 10.1 The Customer gives consent to receiving e-mails from the Operator for purposes of information and advertising of its products and product developments and for news.\n</p>\n<p> 10.2 The Customer gives consent to being named as a reference by cutout.pro.\n</p>\n<p> 10.3 The Customer may withdraw consent at any time by sending an e-mail to team@cutout.pro.\n</p> 11.\nConcluding provisions <p> 11.1 These Terms of Use shall be governed by the law of the Hong Kong Special Administrative Region.\nYou agree to submit to the non-exclusive jurisdiction of the Hong Kong courts.\n</p>\n<p> 11.2 The agreed place of performance is the registered office of the Operator.\n</p>\n<p> 11.3 The exclusive jurisdiction for disputes arising out of or in connection with this Contract shall be the competent court in HongKong.\n</p>\n<p> 11.4 Changes and/or additions to this Contract must be made in writing to be valid.\nwritten form is also required for departure from this formal requirement.\n</p>\n<p> 11.5 Should individual provisions of this Contract be void, unenforceable and/or invalid, this shall not result in the invalidity, unenforceability and/or invalidity of the entire Contract.\nIn this case, the contracting parties undertake to agree on a provision which is as close as possible economically to the purpose pursued by the void, unenforceable and/or invalid provision to replace the void, unenforceable and/or invalid provision.\n</p> About Cutout.Pro <p> Founded in 2018, with a group of technomaniacs, cutout.pro leverages the power of artificial intelligence and computer vision to deliver a wide range of products that make your life much easier and your work more productive.\n</p>\n<p> Technical support: tech@cutout.pro</p>\n<p> Business collaboration: business@picup.ai</p>\n<p> WhatsApp Business: +852 512 47178 </p>\n<p>HongKong Office:</p>\n<p> 6/F MANULIFE PLACE,<br> 348 KWUN TONG ROAD, Kowloon, HK </p> Follow us AI Removal Tools <ul>\n<li> Remove Unwanted Objects</li>\n<li>Remove Background from Video</li>\n<li>Remove Background from Photo</li>\n<li>Face Cutout</li>\n</ul> AI Restore Tools <ul>\n<li>Photo Enhancer</li>\n<li>Anime Enhancer</li>\n<li>Video Enhancer</li>\n<li>Photo Colorizer</li>\n<li>Photo Animer</li>\n<li>Photo Color Correction</li>\n<li>Blur Background</li>\n</ul> AI Video Tools <ul>\n<li>Video Cutout</li>\n<li>Photo to Video</li>\n<li>Screen Recorder</li>\n<li>Webcam Virtual Background</li>\n<li>Video realtime AI SDK</li>\n</ul> AI Generation Tools <ul>\n<li>Cartoon Selfie</li>\n<li>Passport Photo Maker</li>\n<li>Background Diffusion</li>\n<li>Black Background</li>\n<li>White Background</li>\n<li>Meme Generator</li>\n</ul> Solution <ul>\n<li>Image Design</li>\n<li>E-commerce</li>\n<li>Developer</li>\n<li>Customized Printing</li>\n<li>ID Photo Maker</li>\n<li>Video XR</li>\n<li>Old Photo Restoration</li>\n</ul> App&amp;Plugin <ul>\n<li>Cutout Desktop APP</li>\n<li>Mobile APP</li>\n<li>Shopify Plugin</li>\n</ul> Support <ul>\n<li>Help &amp.\nFAQs</li>\n<li>Photo Pricing</li>\n<li>Video Pricing</li>\n<li>API Documents</li>\n<li>About Us</li>\n<li>Privacy Policy</li>\n<li>Term of Use</li>\n<li>Sitemap</li>\n</ul> Make Money with Us <ul>\n<li>Become an Affiliate</li>\n<li>Build APP with API</li>\n</ul>\n<p>© 2018-2023 cutout.pro</p> ", "created_at": "2023-03-29 18:56:13.749121", "updated_at": "2023-03-29 18:56:22.964292"}, {"id": 15052, "name": "Privacy Policy", "url": "https://www.cutout.pro/privacy", "xpath": "//body", "text": " <ul>\n<li> Product </li>\n<li> Solution </li>\n<li> Tools </li>\n<li>API</li>\n<li>Pricing</li>\n</ul> Log in / Sign up Log in / Sign up <i>\n</i> Home <i>\n</i>Product<i>\n</i>\n<i>\n</i>Solution<i>\n</i>\n<i>\n</i>Tools<i>\n</i>\n<i>\n</i> API <i>\n</i> Pricing Sign out English <i>\n</i>\n<i>\n</i> Log inSign up or E-mail Password Log in Forgot your password? Already have an account? Sign in Privacy Policy <p>The safety of our customer’s personal data/information is the top priority to us.\nIn the following paragraphs, we will explain to you about how we process your personal data and the Rights &amp.\nEntitlements you have under our data protection regulations.\nWe are always at your disposal for any complaints, questions or suggestions about data protection.\n</p> Data are strictly controlled by: <p>WINROAD HOLDINGS LIMITED,</p>\n<p>LEVEL 54, HOPEWELL CENTRE</p>\n<p>183 QUEEN’S ROAD EAST, HK.</p> 1.\nHow do we use uploaded data (images, videos)? <p>All uploaded images and videos are secure and will be dealt confidentially, data will be transferred with SSL/TLS- encrypted and only use them to perform requested image or video processing.\nA share or publish of information to any third parties are prohibited.\nAny uploaded images and videos, processed or non-processed will be deleted automatically.\nHowever, usage statistics (without images) will be stored for customer relationship purpose only in case you need to speak to us.\n</p> 2.\nHow do we handle face data? <ul>\n<li>We use artificial intelligence technology to automatically create highly realistic facial transformations base on the portrait photos user uploaded.</li>\n<li>We use third-party cloud provider – specifically, Amazon Web Services – to process and edit photographs.</li>\n<li>Only the selected photos are uploaded to the cloud for editing.</li>\n<li>Photos are temporarily cached on the cloud servers during the editing process.</li>\n<li>Photos remain in the cloud for a very short period of 24-48 hours after you have last edited the photograph, so that you can access the image and make additional modifications if you choose to do so.</li>\n<li>We do not use the photos you provide for any reason other than to provide you with the portrait editing functionality.</li>\n</ul> 3.\nServer Logs: <p>There's NO personal data required for the visit/browsing of our webpage and/or App.\nHowever, our web servers will only collect the data provided by your own browser.\nThus include:</p>\n<ul>\n<li>IP address</li>\n<li>Date, time</li>\n<li>Request context</li>\n<li>User ID</li>\n<li>URL</li>\n<li>The amount of data resented to you</li>\n<li>A message as to whether the request context was successful or failed</li>\n<li>Identification data of the browser and operating system being used</li>\n<li>Weblink from which the access was made</li>\n</ul>\n<p>The legal basis for processing is based on our legitimate interest in ensuring system security, technical support and improvement of the service quality.\nThese data may also be forwarded to the authorities should a hacking attack occurs.\nNo other transmission to third parties takes place.\nAll the server logs are stored for no longer than 3 months.</p> 4.\nCookies <p> Cookies are small text files that our webpage saves on your computer in order to make your visit more efficient and allows to use some of the special features and functions.\nThese may contain information about your use of website.\nData/information contained in a cookie is used to store individual selections or actions made by the users.\ntherefore, they can be retrieved if users leave the page and revisit later, or refresh of the page.\nSome cookies are also used to create non-personalized statistics.\nCookies are automatically accepted by most web browsers.\nYou can prevent this by changing the default setting in any of your web browser.\nYou can also remove cookies stored on your personal computer/laptop, mobile device at anytime by deleting the temporary internet files.\nWe use the Google Analytics as our data providers to process data about user's use of our webpage in order to adapt it to our customer's best interests in any possible way.\nMore information about Google Analytics can be found at (http://tools.google.com/com/dlpage/gaotou?hl=de)</p> 5.\nRequest to delete your account and data: <p>You are provided with the right to delete your account and data by yourself on our web platform by the following steps:</p>\n<ul>\n<li>Log in to your Cutout.pro account.</li>\n<li>Go to My Dashboard, then Account Settings to delete your account.</li>\n</ul>\n<p>Be aware that once you perform the above steps, your account and data is deleted.\nDo not log in again using your Google account to check whether your account is deleted or not, because if you do that, it means creating an account all over again.\n</p>\n<p>If you still need confirmation from us on deleting your account, or if you have questions about your App (e.g., Vividit) account and subscription, please contact us at&nbsp;tech@cutout.pro.</p> 6.\nMore information <p> You have every right to access your personal data and also have the option to withdraw it at any time.\nWe require the data that we ask you to provide in order to have access to our services within the contractual relationship, to provide you information that you requested from us and to send our newsletters.\nIf you refuse to provide the data we collect, we will not be able to perform our services.\n</p> About Cutout.Pro <p> Founded in 2018, with a group of technomaniacs, cutout.pro leverages the power of artificial intelligence and computer vision to deliver a wide range of products that make your life much easier and your work more productive.\n</p>\n<p> Technical support: tech@cutout.pro</p>\n<p> Business collaboration: business@picup.ai</p>\n<p> WhatsApp Business: +852 512 47178 </p>\n<p>HongKong Office:</p>\n<p> 6/F MANULIFE PLACE,<br> 348 KWUN TONG ROAD, Kowloon, HK </p> Follow us AI Removal Tools <ul>\n<li> Remove Unwanted Objects</li>\n<li>Remove Background from Video</li>\n<li>Remove Background from Photo</li>\n<li>Face Cutout</li>\n</ul> AI Restore Tools <ul>\n<li>Photo Enhancer</li>\n<li>Anime Enhancer</li>\n<li>Video Enhancer</li>\n<li>Photo Colorizer</li>\n<li>Photo Animer</li>\n<li>Photo Color Correction</li>\n<li>Blur Background</li>\n</ul> AI Video Tools <ul>\n<li>Video Cutout</li>\n<li>Photo to Video</li>\n<li>Screen Recorder</li>\n<li>Webcam Virtual Background</li>\n<li>Video realtime AI SDK</li>\n</ul> AI Generation Tools <ul>\n<li>Cartoon Selfie</li>\n<li>Passport Photo Maker</li>\n<li>Background Diffusion</li>\n<li>Black Background</li>\n<li>White Background</li>\n<li>Meme Generator</li>\n</ul> Solution <ul>\n<li>Image Design</li>\n<li>E-commerce</li>\n<li>Developer</li>\n<li>Customized Printing</li>\n<li>ID Photo Maker</li>\n<li>Video XR</li>\n<li>Old Photo Restoration</li>\n</ul> App&amp;Plugin <ul>\n<li>Cutout Desktop APP</li>\n<li>Mobile APP</li>\n<li>Shopify Plugin</li>\n</ul> Support <ul>\n<li>Help &amp.\nFAQs</li>\n<li>Photo Pricing</li>\n<li>Video Pricing</li>\n<li>API Documents</li>\n<li>About Us</li>\n<li>Privacy Policy</li>\n<li>Term of Use</li>\n<li>Sitemap</li>\n</ul> Make Money with Us <ul>\n<li>Become an Affiliate</li>\n<li>Build APP with API</li>\n</ul>\n<p>© 2018-2023 cutout.pro</p> ", "created_at": "2023-03-29 18:55:52.711401", "updated_at": "2023-03-29 18:56:36.414391"}], "points": [], "urls": ["cutout.pro"]}}