{"error": 448, "message": "OK", "parameters": {"id": 8939, "name": "Royal Star & Garter", "created_at": "2023-07-08 22:06:52.138791", "updated_at": "2023-07-09 10:02:48.313516", "wikipedia": null, "keywords": null, "related": null, "slug": "royal-star-garter", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8939.png", "url": "starandgarter.org", "documents": [{"id": 17484, "name": "Privacy policy", "url": "https://starandgarter.org/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-07-08 22:06:52.169544", "updated_at": "2023-07-08 22:07:23.115345"}, {"id": 17485, "name": "Cookies policy", "url": "https://starandgarter.org/cookies-policy/", "xpath": "//body", "text": " Family ConnectionsWork for usMedia centreSign up for newsContact usSearch Main Menu<p>Our Homes &amp.\ncare</p>\n<p>Our Homes</p>Solihull<p>West Midlands</p>0121 711 6330Surbiton<p>Surbiton</p>020 8339 5100High Wycombe<p>High Wycombe</p>01494 927 555 Types of careWe offer a range of care to support our residents' well-being.Life in our HomesThe ways in which our specialist care, activities and environment benefit our residents.Eligibility, fees &amp.\nhow to applyOur Homes &amp.\ncareMain Menu<p>How you can help</p>Make a donationEvery penny makes a difference to the veterans in our care.Our partnershipsWe work in partnership with Trusts &amp.\nFoundations, local businesses and groups, schools, military organisations and community groups.A gift in your WillA Gift in your Will ensures veterans always have a home.EventsEvents are a great way of raising money for the veterans we care for.\nOther ways to giveGiving in memory and in celebration are just some of the ways you can support us.Volunteer for usGiving your time makes the world of difference to our residents.How you can helpMain Menu<p>About</p>What we doFind out more about our mission, our work outside the Homes and future plans.Our vision &amp.\nvaluesThese are at the very heart of our care.\nOur latest newsAll about life in our Homes and the people we are privileged to care for.Our historyFind out more about our history.Our peopleOur people are passionate about providing the very best care.Our qualities &amp.\nvaluesWe offer our care with respect and friendship.AboutPlease Donate Menu Close SearchMenuClosePlease Donate Main Menu <p>Our Homes &amp.\ncare</p>\n<p>Our Homes</p> Solihull <p>West Midlands</p> 0121 711 6330 Surbiton <p>Surbiton</p> 020 8339 5100 High Wycombe <p>High Wycombe</p> 01494 927 555 Types of care We offer a range of care to support our residents' well-being.\nLife in our Homes The ways in which our specialist care, activities and environment benefit our residents.\nEligibility, fees &amp.\nhow to apply Our Homes &amp.\ncare Main Menu <p>How you can help</p> Make a donation Every penny makes a difference to the veterans in our care.\nOur partnerships We work in partnership with Trusts &amp.\nFoundations, local businesses and groups, schools, military organisations and community groups.\nA gift in your Will A Gift in your Will ensures veterans always have a home.\nEvents Events are a great way of raising money for the veterans we care for.\nOther ways to give Giving in memory and in celebration are just some of the ways you can support us.\nVolunteer for us Giving your time makes the world of difference to our residents.\nHow you can help Main Menu <p>About</p> What we do Find out more about our mission, our work outside the Homes and future plans.\nOur vision &amp.\nvalues These are at the very heart of our care.\nOur latest news All about life in our Homes and the people we are privileged to care for.\nOur history Find out more about our history.\nOur people Our people are passionate about providing the very best care.\nOur qualities &amp.\nvalues We offer our care with respect and friendship.\nAbout Family Connections Work for us Media centre Sign up for news Contact us Close Home Cookies policy Menu Terms and conditions Privacy policy Home care complaints policy Fundraising complaints policy Cookies policy Policy &amp.\nprocedure – safeguarding Public interest disclosure (whistleblower) Raffle terms and conditions Menu Terms and conditions Privacy policy Home care complaints policy Fundraising complaints policy Cookies policy Policy &amp.\nprocedure – safeguarding Public interest disclosure (whistleblower) Raffle terms and conditions Cookies policy What is a Cookie? <p>Most websites that you visit will use cookies.\nCookies are set in order to improve your overall user experience by enabling the website that you visit (in this case, <em>https://starandgarter.org, https://family.starandgarter.org and https://shop.starandgarter.org</em>) to store data.\nCookies will either remember you for the duration of your visit (via a session cookie) or for repeat visits (via a persistent cookie).</p> Why are cookies good? <p>Cookies perform a variety of functions, such as letting you navigate between pages efficiently, or storing your preferences so that you don’t have to re-enter these on your next visit.\nIf the website you visit doesn’t use cookies, then it will think you are a new visitor every time you move to a new page on the site.</p>\n<p>&nbsp;</p>\n<p>Websites can also use cookies to enable effective targeting of advertising, based on you, the user and your browsing habits/ location.\nCookies can be set by the website that you’re visiting (first party cookies) or they can be set by other websites who are running content on the page that you, the user are viewing (third party cookies).</p> Types of Cookies <ul>\n<li>\n<p>First Party Cookies</p> These are set by the website that you are viewing and are only able to be viewed by that website.\n</li>\n<li>\n<p>Third Party Cookies</p> These are set by a different organisation to the owner of the website that you are visiting.\nAn example of this type of cookie is when a third party analytics company will add a cookie to the site that you are visiting, so they can track data from users.\nThird party cookies can also be set by companies such as YouTube, who may embed content onto a web page and set their own cookies.\n</li>\n<li>\n<p>Session Cookies</p> These are stored temporarily during a browsing session and are deleted once the user has closed their web browser.\n</li>\n<li>\n<p>Persistent Cookies</p> These cookies are stored for a fixed period and are not deleted when the user has closed their web browser.\nPrimarily, persistent cookies are used when a website needs to retain information about you, the user.\nFor example, this type of cookie is used to store your preferences for the next visit, so that they don’t need to be re-entered on your next visit.\n</li>\n</ul> What Cookies do we use? <ul>\n<li>\n<p>Google Analytics</p> Google Analytics is widely used to understand which pages you arrive at, how you navigate around websites, and which kind of device you are using.\nTo do this, Google collects individuals’ anonymised data and stitches it all together to create a big picture.\nAll this data ultimately helps us make improvements to your experience.\nFind out more about <strong>Google Analytics cookies</strong>.\n</li>\n<li>\n<p>Hotjar</p> Hotjar shows us the step-by-step path individuals take through our website and lets us know at which points users exit a page.\nIt helps us to learn what the user finds interesting and what we need to improve.\nFind out more about <strong>Hotjar cookies</strong>.\n</li>\n</ul> Other sites’ cookies (third party) <p>We sometimes connect our site to social media sites like Facebook and Twitter.\nThese sites also use cookies, but we have no control over these third-party cookies.</p>\n<p>&nbsp;</p>\n<p>Take a look at their privacy policies in more detail here:</p>\n<ul>\n<li>\n<strong>Facebook privacy policy</strong>\n</li>\n<li>\n<strong>Twitter privacy policy</strong>\n</li>\n<li>\n<strong>LinkedIn privacy policy</strong>\n</li>\n<li>\n<strong>YouTube privacy policy</strong>\n</li>\n<li>\n<strong>Google privacy policy</strong>\n</li>\n</ul> Why do we use cookies set up by other websites? <p>We use some third-party cookies to check how well our advertising campaigns are doing and improve their relevance to you.\nThey allow us to show you ads if you have visited our site before and then track important behaviours that are valuable to us such as whether you fill in a contact form.</p>\n<p>&nbsp;</p>\n<p>Here are some links that explain interest-based advertising and how to opt-out:</p>\n<ul>\n<li>\n<strong>Information on Facebook’s interest-based advertising</strong>\n</li>\n<li>\n<strong>Information on Twitter’s interest-based advertising</strong>\n</li>\n<li>\n<strong>Information on LinkedIn’s interest-based advertising</strong>\n</li>\n<li>\n<strong>Opt out of interest-based advertising on Facebook</strong>\n</li>\n<li>\n<strong>Opt out of interest-based advertising on Twitter</strong>\n</li>\n<li>\n<strong>Opt out of interest-based advertising on LinkedIn</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>We also use Google Ads.\nThis allows us to show ads that are more relevant to you.\nWe base this on what you are searching for on Google, and webpages that appeared to interest you most when you visited our site in the past.</p>\n<ul>\n<li>\n<strong>Google ads preferences</strong>\n</li>\n</ul> What does a Cookie contain? <p>Each cookie is unique to the browser that you are using and is a simple text file that is stored on your computer or mobile device by a website’s server.\nOnly the server will be able to read the contents of the cookie.\nThe cookie allows a website to store information about your preferences.</p> What cookies do we use? CookieDurationDescription__atuvc1 year 27 daysThis cookie is set by Addthis to make sure you see the updated count if you share a page and return to it before our share count cache is updated.__atuvs30 minutesThis cookie is set by Addthis to make sure you see the updated count if you share a page and return to it before our share count cache is updated.__stripe_mid1 yearThis cookie is set by Stripe payment gateway.\nThis cookie is used to enable payment on the website without storing any payment information on a server.__stripe_sid30 minutesThis cookie is set by Stripe payment gateway.\nThis cookie is used to enable payment on the website without storing any payment information on a server._fbp3 monthsThis cookie is set by Facebook to deliver advertisement when they are on Facebook or a digital platform powered by Facebook advertising after visiting this website._ga2 yearsThis cookie is installed by Google Analytics.\nThe cookie is used to calculate visitor, session, campaign data and keep track of site usage for the site's analytics report.\nThe cookies store information anonymously and assign a randomly generated number to identify unique visitors._ga_J5LWPYKMZS2 yearsThis cookie is installed by Google Analytics.\nThe cookie is used to calculate visitor, session, campaign data and keep track of site usage for the site's analytics report.\nThe cookies store information anonymously and assign a randomly generated number to identify unique visitors._gat_UA-44681392-11 minuteThis cookie is used to throttle request rate.\nThese are third party cookies that are placed on your device to allow us to use the Google Analytics service.\nThese cookies are used to collect information about how visitors use our website.\nWe use this information to compile reports and to help us improve the website._gcl_au3 monthsThis cookie is used by Google Analytics to understand user interaction with the website._gid1 dayThis cookie is installed by Google Analytics.\nThe cookie is used to store information of how visitors use a website and helps in creating an analytics report of how the website is doing.\nThe data collected including the number visitors, the source where they have come from, and the pages visited in an anonymous form._hjAbsoluteSessionInProgress30 minutesThis cookie is used to detect the first pageview session of a user._hjFirstSeen30 minutesThis cookie identifies a new user's first session on a website, indicating whether or not Hotjar's seeing this user for the first time._hjid1 yearThis cookie is set by Hotjar.\nThis cookie is set when the customer first lands on a page with the Hotjar script.\nIt is used to persist the random user ID, unique to that site on the browser.\nThis ensures that behavior in subsequent visits to the same site will be attributed to the same user ID._hjIncludedInPageviewSample2 minutesThis cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by our site's pageview limit._hjIncludedInSessionSample2 minutesThis cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by our site's daily session limit.CONSENT16 years 10 months 17 days 7 hours 20 minutesThis cookie is used to keep track of the user’s consent and eventually to avoid repeating the short disclosure in future pages or future visits.cookielawinfo-checkbox-advertisement1 yearThe cookie is set by GDPR cookie consent to record the user consent for the cookies in the category \"Advertisement\".cookielawinfo-checkbox-analytics1 yearThis cookies is set by GDPR Cookie Consent WordPress Plugin.\nThe cookie is used to remember the user consent for the cookies under the category \"Analytics\".cookielawinfo-checkbox-necessary1 yearThis cookie is set by GDPR Cookie Consent plugin.\nThe cookies is used to store the user consent for the cookies in the category \"Necessary\".cookielawinfo-checkbox-non-necessary11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookies is used to store the user consent for the cookies in the category \"Non Necessary\".cookielawinfo-checkbox-performance1 yearThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Performance\".di21 year 24 daysThis cookie is set by addthis.com on sites that allows sharing on social media.\nThe cookie is used to track user behavior anonymously to generate usage trends to improve relevance to their services and advertising.fr3 monthsThe cookie is set by Facebook to show relevant advertisements to the users and measure and improve the advertisements.\nThe cookie also tracks the behaviour of the user across the web on sites that have Facebook pixel or Facebook social plug-in.IDE1 year 24 daysUsed by Google DoubleClick and stores information about how the user uses the website and any other advertisement before visiting the website.\nThis is used to present users with ads that are relevant to them according to the user profile.loc1 year 27 daysThis cookie is set by Addthis.\nThis is a geolocation cookie to understand where the users sharing the information are located.m2 yearsThis cookie is set for fraud prevention purposes.\nFraud detection uses technology that helps us assess the risk associated with an attempted transaction that is enabled on the Stripe User’s website or the application that collects information.na_id1 year 24 daysThis cookie is set by Addthis.com to enable sharing of links on social media platforms like Facebook and Twitterouid1 year 24 daysThe cookie is set by Addthis which enables the content of the website to be shared across different networking and social sharing websites.personalization_id2 yearsThis cookie is set by twitter.com.\nIt is used integrate the sharing features of this social media.\nIt also stores information about how the user uses the website for tracking and targeting.test_cookie15 minutesThis cookie is set by doubleclick.net.\nThe purpose of the cookie is to determine if the users' browser supports cookies.uid1 year 24 daysThis cookie is used to measure the number and behavior of the visitors to the website anonymously.\nThe data includes the number of visits, average duration of the visit on the website, pages visited, etc.\nfor the purpose of better understanding user preferences for targeted advertisments.um1 year 24 daysSet by addthis.com.(Purpose not known)uvc1 year 27 daysThe cookie is set by addthis.com to determine the usage of Addthis.com service.vc1 year 24 daysThis cookie is set by addthis.com on sites that allow sharing on social media.viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.viewed_cookie_policy1 yearThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.VISITOR_INFO1_LIVE5 months 27 daysThis cookie is set by Youtube.\nUsed to track the information of the embedded YouTube videos on a website.vuid2 yearsThis domain is owned by Vimeo.\nThis cookie is used by vimeo to collect tracking information.\nIt sets a unique ID to embed videos to the website.xtc1 year 27 daysThis domain is owned by AddThis.\nAddThis provides web widgets that site owners embed into their pages or other content to enable visitors to create and share links to the content across social networks.\nThey also make use of the data collected to provide advertisers and marketers with profile information for targeted behavioral advertising.YSCsessionThis cookies is set by Youtube and is used to track the views of embedded videos.\nWhy are we telling you all this? <p>Although your data is made anonymous to keep it safe, with all websites there is a risk, however small, that someone will try to maliciously steal information.\nWe believe that cookies pose little threat to your privacy.\nBut ultimately, we understand that you may still want to opt-out and turn off cookies.</p> What can I do if I don’t want Cookies to be set? <p>If you don’t like the idea of cookies storing your data, then you can block some or all cookies, you can even look to delete cookies that have already been set.\nThe blocking of cookies can lead to the loss of some of the functionality of the website that you are currently viewing.\nFor more information on how to delete and control cookies, please visit <em>www.aboutcookies.org</em>.</p>\n<p>&nbsp;</p>\n<p>You can manage your cookies’ consent on this website here: Manage consent</p> Last update <p>19th February 2021</p> Get highlights of the most important news delivered to your email inbox Sign Up Contact usTerms and conditionsPrivacy policyComplaints © Royal Star &amp.\nGarter is a trade name of The Royal Star &amp.\nGarter Homes.\nRegistered Charity 210119.\nA company incorporated by Royal Charter (RC000713).\n15 Castle Mews, Hampton TW12 2NP X We use cookies to measure how you use our website.\nBy accepting, you consent to the use of ALL cookies.<br> Cookies policy / Cookie settings<br> Accept RejectManage consent Close Privacy overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities...\nNecessary Necessary Always Enabled <p>Necessary cookies are absolutely essential for the website to function properly.\nThis category only includes cookies that ensures basic functionalities and security features of the website.\nThese cookies do not store any personal information.</p> Advertisement advertisement <p>Advertisement cookies are used to provide visitors with relevant ads and marketing campaigns.\nThese cookies track visitors across websites and collect information to provide customized ads.</p> Analytics analytics <p>Analytical cookies are used to understand how visitors interact with the website.\nThese cookies help provide information on metrics the number of visitors, bounce rate, traffic source, etc.</p> Performance performance <p>Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors.</p> Others others <p>Other uncategorized cookies are those that are being analyzed and have not been classified into a category as yet.</p> Functional functional <p>Functional cookies help to perform certain functionalities like sharing the content of the website on social media platforms, collect feedbacks, and other third-party features.</p> Save &amp.\nAccept ", "created_at": "2023-07-08 22:08:10.042849", "updated_at": "2023-07-08 22:08:19.374975"}, {"id": 17486, "name": "Terms and conditions of use of this site", "url": "https://starandgarter.org/terms-and-conditions/", "xpath": "//body", "text": null, "created_at": "2023-07-08 22:08:22.236087", "updated_at": "2023-07-08 22:08:22.236087"}], "points": [], "urls": ["starandgarter.org"]}}