{"error": 448, "message": "OK", "parameters": {"id": 7883, "name": "Damyan's Blog", "created_at": "2023-04-03 19:00:38.866686", "updated_at": "2023-04-22 11:50:36.781124", "wikipedia": null, "keywords": null, "related": null, "slug": "damyan-s-blog", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7883.png", "url": "damyan.blog", "documents": [{"id": 15232, "name": "Privacy Policy", "url": "https://damyan.blog/privacy", "xpath": "//body", "text": "This website uses cookies to ensure you get the best experience on our website.\nLearn moreGot it! Home Posts Projects Privacy Me Follow Privacy Policy Monday, Sep 24, 2018 12:27 · 326 words · 2 minutes read Privacy Policy\n<p>damyan.blog ensures and safeguards the privacy of the\npersonal data it processes with utmost care and in accordance with the highest\nnational, EU and international standards.\nThis Policy sets out the common privacy principles, as well as the new GDPR Standard,\nwhich requires an even higher level of compliance from damyan.blog.\nThis draft Policy is strictly subject to any changes that damyan.blog wishes to take.</p>\nData that we collect when you interact with the site\n<p>We use cookies and other tracking technology which collect certain kinds of\ninformation when you interact with our site.\nPlease see our Cookie Notice below for\ninformation on these technologies and your rights in relation to them</p>\nCookie Notice\n<p>A cookie is a small piece of data that a website asks the browser of each visitor on our\nwebsite to store on his or her computer or mobile device.\nThe cookie allows the website\nto “remember” the visitor’s actions or preferences over time.\nCookies do not give\ndamyan.blog access to the computer/mobile device or any other information about\nthe visitor.\nThey only improve the visitor’s interaction with the website.\nCookies do\nnot contain any information that personally identifies the visitor, but personal\ninformation that damyan.blog stores about the users may be linked to the\ninformation stored in and obtained from cookies.\nOur website may use cookies\nto track the number of times a user has visited the website, to track the number of\nvisitors of the website, to determine and analyze visitors’ use of our website, to store\ntechnical information related to a visitor’s interactions with our website.\nIf a visitor\nblocks cookies, he or she will not be able to use all the features of our website.\nA visitor\ncan also delete cookies already stored on a visitor’s computer or mobile device.\nBy\ndoing this, a visitor may impact negatively on his or her usability of the website.\nAll the users’ IP addresses are anonymized within Google Analytics.</p>\n<p>\n</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<p> Powered by Hugo © Copyright 2023 <i>\n</i> Damyan Bogoev </p> ", "created_at": "2023-04-03 19:00:38.899293", "updated_at": "2023-04-03 19:00:57.579624"}], "points": [], "urls": ["damyan.blog"]}}