{"error": 448, "message": "OK", "parameters": {"id": 7520, "name": "iTop Inc.", "created_at": "2023-03-13 20:08:47.013234", "updated_at": "2023-03-29 19:26:45.373097", "wikipedia": null, "keywords": null, "related": null, "slug": "itop-inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7520.png", "url": "itopvpn.com", "documents": [{"id": 14466, "name": "Terms of Service", "url": "https://www.itopvpn.com/terms", "xpath": "/html/body/div[1]/div", "text": " <p>Terms of Service</p>\n<p>Acceptance</p>\n<p> iTop Inc.\n(\"iTop\") provides services and products on this Website, subject to the following terms and conditions.\nYou should read the Terms of Service (“TOS”) carefully before using this Website.\nBy accessing or using this Website, you agree to be bound by these terms and conditions.\nIf you do not agree with or accept any of these terms, you should cease accessing or using this Website immediately.</p>\n<p>Modification</p>\n<p> iTop reserves the right to update these terms and conditions, and the information, the products, and the services (Services) mentioned in this Website at any time, at its sole discretion, without prior notice.\nThe most recent version of the TOS can be reviewed by clicking on the “Terms of Service” hypertext link located at the bottom of our Website pages.</p>\n<p>Privacy Policy</p>\n<p> iTop is committed to protecting your privacy all the time.\nYour use of the Services on this Website is also subject to iTop’s Privacy Policy (the “Privacy Policy”), which is incorporated by reference and made a part of the TOS.\nIt is important that you read and understand the terms of our Privacy Policy.</p>\n<p>Account Registration</p>\n<p> iTop provides different services to you via the Website or if you download the iTop products.\nSome services are available to you upon registration on the Website or through iTop products.\nYou agree to provide truthful and accurate account information, including but not limited to a valid email address and password (collectively, your “Account Information”).\nYou may not be required to provide some or all of the Account Information if you register through one of our social networking partners, such as Facebook or Twitter.\n</p>\n<p> By creating or registering an account for using our services on this Website, you represent that you are at least eighteen (18) years of age or that you are a valid legal entity, and that the registration information you have provided is accurate and complete.\n</p>\n<p> You understand that it is your obligation to keep the details of your iTop Account Information confidential.\nAll activity under your account is your responsibility.\nIf you ever discover or suspect that someone has accessed your account without your permission, please notify us at tickets@itopvpn.com as soon as possible so that we can revoke your account credentials and replace them with new ones.\n</p>\n<p>Restrictions on Use</p>\n<p> This Website may be accessed from all around the world, so it is your responsibility to assess whether using the Website, products, or services is in compliance with your local laws and regulations.\nWhenever you use the Website, products, or services, you must comply with these terms and conditions, applicable laws, regulations, and policies.\niTop reserves the right to seek all remedies available by law and in equity for any violation of these terms and conditions.\n</p>\n<p> You understand that the Website and the Services on the Website should not be misused.\niTop may take appropriate measures to protect the Website and the Services from being misused or used to harm someone.\n</p>\n<p> As a condition of your use of this Website and any of the Services, you agree not to </p>\n<ul>\n<li>Use the Website for any purpose that is illegal under applicable law or banned by the terms and conditions of the TOS and End User License Agreement;</li>\n<li>Defame or disparage any other person, both legal and physical, or make obscene, derogatory, or offensive comments, or otherwise use this Website and/or the Services or their content in a way that brings iTop or any third party into disrepute or makes iTop liable to any third party.\n</li>\n<li>Send, post, or transmit over the Services any illegal, hateful, threatening, insulting, or defamatory content.\n</li>\n<li>Send, post, or transmit over the Services any content which infringes on intellectual property rights.\ninvades privacy.\nor incites violence.</li>\n<li>Download, upload, post, reproduce, or distribute any content protected by copyright or any other proprietary right without the owner of the proprietary content’s permission.</li>\n<li>Download, upload, post, reproduce, or distribute any content that includes sexual or explicit depictions of minors.</li>\n<li>Create derivative works from, or exploit in any way, this Website and/or the Services or their content.\n</li>\n<li>Use this Website and/or the Services to distribute viruses or malware or other similar harmful software code;</li>\n<li>Attempt to access, probe, or connect to computing devices without proper authorization (i.e., any form of “hacking”).</li>\n<li>Attempt to compile, utilize, or distribute a list of IP addresses operated by iTop in conjunction with the Services.</li>\n<li>Act in any manner that could damage, disable, overburden, or impair any iTop server, or the networks connected to any iTop server, or interfere with any other party’s use and enjoyment of this Website and the Services.</li>\n<li>Attempt to gain unauthorized access to this Website and/or any Services, other accounts, computer systems or networks connected to any iTop server or to any Web Properties and/or Services, through hacking, password mining or any other means.</li>\n<li>Obtain or attempt to obtain any materials or information through any means not intentionally made available to legitimate users through this Website and/or the Services.</li>\n</ul>\n<p>Canceling &amp.\nTermination of Your Account</p>\n<p> You can cancel your account at any time by contacting with your request, or use the option inside of the related iTop software settings.\nFor paid subscription users, please also refer to our Refund Policy when request canceling your account.\n</p>\n<p> iTop may terminate your account immediately (i) in the event of breach or violation of the Terms of Service by you or (ii) as set forth in the section “Warranty Disclaimer” (see Section \"Disclaimers\" below).\n</p>\n<p>Links to Third Party Websites</p>\n<p> Certain links contained on this Website and/or the Services that refers to other websites of third parties are not in control of iTop.\nWe do not make any representations or warranties of any kind, express or implied, as to the operation included in other websites.\nThe names of actual companies and products in this Website may be the trademarks of their respective owners.\nYour access through our Services to any website, service, or content provided by third parties does not indicate any relationship between iTop and such third parties.\nThese links are provided to you only as a convenience.\n</p>\n<p>Partner Services</p>\n<p> iTop may from time to time provide promotional offers for partner services, applications, or websites (“Partner Services”) as an added benefit to the Services.\nThe Partner Services are not integrated or incorporated with the Services, and your interaction with any Partner Services are governed by their own applicable terms.\niTop will never share your personal information with any provider of Partner Services.\n</p>\n<p> iTop does not guarantee and is not responsible or liable for the behavior, features, or content of Partner Services or any transaction you may enter into with any provider of Partner Services, nor does iTop warrant the compatibility or continuing compatibility of the Services with Partner Services.\n</p>\n<p>Intellectual Property</p>\n<p> All content (\"INFORMATION\") on this website, including all the text, design, layout, software (including any source code), and other works are protected by copyright.\nExcept as specifically permitted, no portion of this Website may be distributed or reproduced by any means, or in any form, without iTop’s prior written permission.\nPermission to use content may be granted on a case-by-case basis.\nFor more information about obtaining permission, please contact us.\n</p>\n<p> All products and services, including logo and words referred on this Website are trademarks or intellectual property right of iTop.\nThe itopvpn.com domain and its subdomains are owned and operated by iTop.\nAny rights not expressly granted herein are reserved.\n</p>\n<p> © 2023 iTop.\nAll rights reserved.\n</p>\n<p>Disclaimers</p>\n<p>“AS IS” BASIS</p>\n<p> THE WEBSITE, THE ITOP APPLICATIONS AND THE SERVICES (INCLUDING ALL THEIR CONTENT) ARE PROVIDED TO YOU “AS IS.” THE DOWNLOAD OF THE ITOP APPLICATIONS AND/OR ANY USE OF THE WEBSITE, THE ITOP APPLICATIONS AND THE SERVICES ARE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGES TO YOUR HARDWARE DEVICE, LOSS OF DATA OR ANY OTHER LOSS THAT RESULTS FROM THE DOWNLOAD OF THE ITOP APPLICATIONS AND/OR USE OF THE WEBSITE, THE ITOP APPLICATIONS AND THE SERVICES.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ITOP DISCLAIMS ALL REPRESENTATIONS, WARRANTIES OR CONDITIONS, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, DURABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON INFRINGEMENT.\nITOP MAKES NO REPRESENTATIONS, WARRANTIES OR GUARANTEES THAT THE WEBSITE, THE ITOP APPLICATIONS AND THE SERVICES WILL BE FREE FROM LOSS, DESTRUCTION, DAMAGE, CORRUPTION, ATTACK, VIRUSES, INTERFERENCE, HACKING, OR OTHER SECURITY INTRUSION, AND ITOP DISCLAIMS ANY LIABILITY RELATING THERETO.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS AND LIMITATIONS MAY OR MAY NOT APPLY TO YOU.\n</p>\n<p>WARRANTY DISCLAIMER</p>\n<p> ITOP MAKES NO REPRESENTATIONS, WARRANTIES OR GUARANTEES THAT THE USE OR THE RESULTS OF THE USE OF THE WEBSITE OR THE ITOP APPLICATIONS AND THE PROVISION OF THE SERVICES ARE OR WILL BE ACCURATE, RELIABLE, CURRENT, UNINTERRUPTED OR ERROR-FREE.\nWITHOUT PRIOR NOTICE, ITOP MAY MODIFY, SUSPEND, OR DISCONTINUE ANY ASPECT OR FEATURE OF THE WEBSITE, THE ITOP APPLICATIONS AND/OR THE SERVICES OR YOUR USE OF THE WEBSITE, THE ITOP APPLICATIONS AND/OR THE SERVICES.\nIF ITOP ELECTS TO MODIFY, SUSPEND, OR DISCONTINUE ANY PART OF OR ALL OF THE WEBSITE, THE ITOP APPLICATIONS AND/OR THE SERVICES, IT WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY.\n</p>\n<p>YOUR INFORMATION</p>\n<p> YOU ACKNOWLEDGE THAT YOUR SUBMISSION OF ANY INFORMATION ON THE WEBSITE OR VIA THE ITOP APPLICATIONS IS AT YOUR OWN RISK.\nITOP DOES NOT ASSUME ANY LIABILITY TO YOU WITH REGARD TO ANY LOSS OR LIABILITY RELATING TO SUCH INFORMATION IN ANY WAY.\n</p>\n<p>THIRD PARTY CONTENT</p>\n<p> SOME OF THE CONTENT DISPLAYED ON THE WEBSITE OR THROUGH THE ITOP APPLICATIONS MAY INCLUDE MATERIALS THAT BELONG TO OR ARE PROVIDED BY THIRD PARTIES.\nYOU ACKNOWLEDGE THAT ITOP ASSUMES NO RESPONSIBILITY FOR SUCH CONTENT, PRODUCTS AND/OR SERVICES.\n</p>\n<p>Limitations of Liability</p>\n<p> UNDER NO CIRCUMSTANCES ARE WE, OUR AFFILIATES, OR OUR SUPPLIERS LIABLE TO YOU FOR ANY: (A) INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.\n(B) THEFT OF PERSONALLY IDENTIFIABLE INFORMATION OR COST OF PROCURING SUBSTITUTE SOFTWARE OR SERVICES, AND (C) DAMAGES FOR LOSS OF PROFITS, LOSS OF GOODWILL, LOSS OF PERSONNEL SALARIES, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, LOSS OF DATA, OR NEGLIGENCE OF ANY KIND, OR FOR ANY OTHER NONDIRECT DAMAGE OR LOSS.\n</p>\n<p> IN NO EVENT WILL OUR, OUR AFFILIATES’ OR OUR SUPPLIERS’ AGGREGATE LIABILITY TO YOU FOR DIRECT DAMAGES EXCEED THE PRICE YOU PAID FOR THE APPLICABLE SOFTWARE OR SERVICES, OR US$ 10 (OR THE EQUIVALENT AMOUNT IN NATIONAL CURRENCY).\n</p>\n<p>Indemnification</p>\n<p> YOU AGREE TO INDEMNIFY, DEFEND, AND HOLD HARMLESS ITOP, ITS OFFICERS, DIRECTORS, EMPLOYEES, MEMBERS, PARTNERS, AGENTS, AND SUPPLIERS, AND THEIR RESPECTIVE AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, MEMBERS, SHAREHOLDERS, PARTNERS, AND AGENTS, FROM ANY AND ALL CLAIMS AND EXPENSES, INCLUDING ATTORNEYS’ FEES, ARISING OUT OF YOUR USE OF THE CONTENT AND SERVICE, INCLUDING BUT NOT LIMITED TO YOUR VIOLATION OF THIS AGREEMENT.\nWE MAY, AT OUR SOLE DISCRETION, ASSUME THE EXCLUSIVE DEFENSE AND CONTROL OF ANY MATTER SUBJECT TO INDEMNIFICATION BY YOU.\nTHE ASSUMPTION OF SUCH DEFENSE OR CONTROL BY US, HOWEVER, SHALL NOT EXCUSE ANY OF YOUR INDEMNITY OBLIGATIONS.\n</p>\n<p>Governing Law and Dispute Resolution</p>\n<p> The terms of this TOS shall be governed by the laws of the Hong Kong Special Administrative Region of the People’s Republic of China, excluding its rules governing conflicts of law.\n</p>\n<p> Any purchases made through any of iTop’s online stores will be governed by the End User License/Services Agreement and Terms of Sale applicable to that purchase.\nMost customer concerns can be resolved through iTop’s online support center.\nIn the event that iTop is unable to resolve a complaint to your satisfaction, please send a notice to tickets@itopvpn.com.\n</p>\n<p>Final Provisions </p>\n<p> If any provision in this TOS is held invalid or unenforceable, that provision shall be construed in a manner consistent with applicable law to reflect the original intent of the provision, and the remaining provisions of this TOS shall remain in full force and effect.\nAny failure to exercise or enforce any right or the provision of this TOS shall not constitute a waiver of such right or provision.\n</p>\n<p>Contact Us</p>\n<p> Should you have any questions concerning this notice, or if you desire to contact iTop for any reason, please contact us.\n</p> ", "created_at": "2023-03-13 20:08:47.046001", "updated_at": "2023-03-13 20:09:28.588132"}, {"id": 14467, "name": "Refund Policy", "url": "https://www.itopvpn.com/refundpolicy", "xpath": "/html/body/div[1]/div", "text": " <p>Refund Policy</p>\n<p>Last Updated: February 22, 2022</p>\n<p> We value every customer and strive to provide customers with satisfied products and services.\n</p>\n<p>Cancel Subscriptions</p>\n<p>Customers can cancel a subscription at any time.\nWhen canceling a subscription, all future charges associated with this subscription will be canceled.\nCustomers may notify us of your intent to cancel at any time.\nyour cancellation will become effective at the end of your current billing period.\nYou will not receive a refund.\nhowever your subscription access and/or delivery and accompanying subscriber benefits will continue for the remainder of the current billing period.</p>\n<p>Full Money Back Guarantee</p>\n<p>We provide a 30-day Full Money Back Guarantee for subscription plans, including all 1-month, 6-month, and annual subscription plans.\nAnd 60-day Full Money Back Guarantee for one-time charge plans.</p>\n<p>To ensure that all customers have enough time to evaluate whether the purchased product and service meet their needs, we provide full money back guarantee.\nFull refund request will be approved within this guarantee only if the refund request is submitted within the subscription's specified money-back-guarantee period.\nIf a refund request is not submitted within the subscription's specified money-back-guarantee period, no full refund will be issued.\nThe money-back-guarantee period differs according to different products and plans.\nHere is the money-back-guarantee for different products.</p>\n<p>NOTE: Users whose subscription plans are billed as an in-app purchase through the Apple App Store (iTunes) are not guaranteed by the iTop VPN 30-day Full Money Back Guarantee.\nInstead, users can request refunds through the App Store, which are issued solely at the discretion of Apple Support.\n</p>\n<p>Partial Refund Policy</p>\n<p>In case customers no longer need our product and service any more, we also offer partial refund for all subscription plans of iTop VPN and iTop Private Browser.\nWhen we issue a partial refund, we will calculate the total fees of used subscription months and only refund the amount for the left unused subscription months.\n</p>\n<p>If a refund request due to technical trouble of the purchased product and service, and no solution has been provided within 30 days.\nIn this case, we can pause the subscription to wait for future upgrade.\nThis will pause future subscription payments for this payee until we manually resume the subscription.\nOr we can refund the left unused subscription months if the customer doesn't want to wait for a future upgrade.\nHowever, we hope customers can cooperate with our support team to troubleshoot the problem by providing detailed descriptions and information regarding the problem, and also applying the solutions provided by our support team.</p>\n<p>How to cancel and refund</p>\n<p> If customers want to cancel the subscription or request refund, please click here to contact our support team to submit your request.\nOnce a refund is issued, customers cannot use the product and service any more.\n</p> ", "created_at": "2023-03-13 20:09:48.614757", "updated_at": "2023-03-13 20:09:57.410061"}, {"id": 14468, "name": "END USER LICENSE AGREEMENT ", "url": "https://www.itopvpn.com/eula", "xpath": "/html/body/div[1]", "text": " <ul>\n<li>iTop VPN</li>\n<li>iTop Private Browser</li>\n<li>iTop Screen Recorder</li>\n<li>iTop Screenshot</li>\n<li>iTop Data Recovery</li>\n<li>Top Data Protector</li>\n<li>DualSafe Password Manager</li>\n<li>iTop PDF</li>\n<li>iTop Easy Desktop</li>\n</ul>\n<p> END USER LICENSE AGREEMENT </p>\n<p>Last Updated: April 22, 2022</p>\n<p> This End User License Agreement (this \"EULA\") is a binding legal agreement between you and iTop Inc..\nPlease read the term of this End User License Agreement carefully before continuing with the download and installation of the Software.\n</p>\n<p> By downloading, installing, or using this application for Windows, iOS or any other platform in which it is made available (the \"Software\"), you agree to be bound by the terms of this EULA.\n</p>\n<p> If you do not agree to this EULA, do not continue to sign-up,therefore agreeing to be bound by this EULA and do not use the Software.\nYou agree that the installation or use of the Software signifie that you have read, understood, and agree to be bound by this EULA.\n</p>\n<p>Basic Rules</p>\n<p> 1.\nYou can use the Software only for personal purposes (you may not use them for commercial purposes).\nYou must not use the Software for any illegal or unauthorized purpose.\nYou agree to comply with all laws, rules and regulations (for example, federal, state, local and provincial) applicable to your use of the Software and your Content (defined below), including but not limited to, copyright laws.\nYou are solely responsible for your conduct and any data, text, files, information, usernames, images, graphics, photos, profiles, audio and video clips, sounds, musical works, works of authorship, applications, links and other content or materials that you submit, post, or display on or via the Software.\n</p>\n<p> 2.\nYou must not interfere or disrupt the service or servers or networks connected to the Software, including by transmitting any worms, viruses, spyware, malware or any other code of a destructive or disruptive nature, or access iTop Inc.'s private API by any means other than in compliance with rules we set on API access.\n</p>\n<p> 3.\nYou are not allowed to resell or charge others for use of or access to the Software, or duplicate, reproduce, transfer, give access to, copy or distribute any part of the Software in any medium without iTop Inc.'s prior written authorization.\n</p>\n<p> 4.\nViolation of the Agreement may, in iTop Inc.'s sole discretion, result in a ban of iTop Inc.\nusage.\nYou understand and agree that iTop Inc.\ncannot and will not be responsible for the Content stylize on the Software and you use the Software at your own risk.\nIf you violate the letter or spirit of these Terms of Use, or otherwise create risk or possible legal exposure for iTop Inc., we can stop providing all or part of the Services to you.\n</p>\n<p>License Grant and Account Usage</p>\n<p> iTop Inc.\ngrants you a non-exclusive, non-transferable right to use the service.\nYou shall not modify, distribute, sublicense or by any mean commercially exploit or make available to any third parties the Services in any way.\niTop Inc.\nreserves all rights that are not expressly granted to you.\n</p>\n<p> We also use a tool called \"Google Analytics\" to collect information about your use of the Site.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to this Site is restricted by the Google Analytics Terms of Use and the Google Privacy Policy.\n</p>\n<p> You agree to keep your iTop VPN account information confidential.\nYou are responsible all actions that occur on our servers where the login uses your user ID and password.\nYou are advised to contact iTop Inc.\nIf you discover or suspect that your account information has been compromised immediately.\n</p>\n<p> When using iTop Inc.\n'Service, you agree not to: </p>\n<ul>\n<li> Send unsolicited contents (i.e., \"spam\") in any form over the Service.\n</li>\n<li> Send contents that contain illegal, abusive, hateful, threatening, obscene materials.\nor intellectual property infringement and privacy invasion.\n</li>\n<li> Distribute, reproduce, upload, download or post any copyrighted contents before obtaining authorization or permission from the owner of the proprietary material.\n</li>\n<li> Distribute, reproduce, upload, download or post any contents that contain explicit or sexual depictions of minors.\n</li>\n<li> Attempt to gain unauthorized access to the Service or its related systems or networks (i.e., any form of \"hacking\").\n</li>\n<li> Engage in any conducts that inhibit or restrict any other users from enjoying or using the Services, which include but not limited to unfair usage of the network (i.e., Utilizing substantially excessive bandwidth that exceeds the average user bandwidth usage for an extended duration or like manners that exert an excessive load on the network that may cause disturbance to other users on the network).\n</li>\n<li> *In order to protect account security and prevent password leaks and theft, iTop VPN VIP accounts are for personal use only, leasing to others is not allowed.\nIf we find the above incorrect use of iTop VPN VIP account, we might choose to limit the number of login devices or prohibit the use of these accounts and delete related information, and will not refund any fees for this.\n</li>\n</ul>\n<p> iTop Inc.\nreserves the right to take appropriate action when the Service is being used contrary to these Terms and applicable laws, which including termination of your account and the Service without providing a refund and notice.\n</p>\n<p>Installation and Scheduled Tasks</p>\n<p> The installation process takes a few seconds and cannot be interrupted once started.\nBy installing this Product, you acknowledge that silent installation will be performed to streamline the installation process.\nThe product may extract files, create and run scheduled tasks, skip User Account Control prompt, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the product settings.\nBut if the skip UAC task is disabled or stopped, you need to manually operate the UAC prompt every time when it is prompted.\nThe product services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted.\nBut the program will not function correctly when its services are paused or stopped.\n</p>\n<p>Disclaimer of Warranties</p>\n<p> THE SERVICE, INCLUDING, WITHOUT LIMITATION, ITOP INC.\nCONTENT, IS PROVIDED ON AN \"AS IS\", \"AS AVAILABLE\" AND \"WITH ALL FAULTS\" BASIS.\nTO THE FULLEST EXTENT PERMISSIBLE BY LAW, NEITHER ITOP INC.\nNOR ITS PARENT COMPANY NOR ANY OF THEIR EMPLOYEES, MANAGERS, OFFICERS OR AGENTS (COLLECTIVELY, THE ITOP INC.\nPARTIES\") MAKE ANY REPRESENTATIONS OR WARRANTIES OR ENDORSEMENTS OF ANY KIND WHATSOEVER, EXPRESS OR IMPLIED, AS TO: (A) THE SERVICE.\n(B) THE ITOP INC.\nCONTENT.\n(C) USER CONTENT.\nOR (D) SECURITY ASSOCIATED WITH THE TRANSMISSION OF INFORMATION TO ITOP INC.\nOR VIA THE SERVICE.\nIN ADDITION, THE ITOP INC.\nPARTIES HEREBY DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, SYSTEM INTEGRATION AND FREEDOM FROM COMPUTER VIRUS.\n</p>\n<p> THE ITOP INC.\nPARTIES DO NOT REPRESENT OR WARRANT THAT THE SERVICE WILL BE ERROR-FREE OR UNINTERRUPTED.\nTHAT DEFECTS WILL BE CORRECTED.\nOR THAT THE SERVICE OR THE SERVER THAT MAKES THE SERVICE AVAILABLE IS FREE FROM ANY HARMFUL COMPONENTS, INCLUDING, WITHOUT LIMITATION, VIRUSES.\nTHE ITOP INC.\nPARTIES DO NOT MAKE ANY REPRESENTATIONS OR WARRANTIES THAT THE INFORMATION (INCLUDING ANY INSTRUCTIONS) ON THE SERVICE IS ACCURATE, COMPLETE, OR USEFUL.\nYOU ACKNOWLEDGE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE ITOP INC.\nPARTIES DO NOT WARRANT THAT YOUR USE OF THE SERVICE IS LAWFUL IN ANY PARTICULAR JURISDICTION, AND THE ITOP INC.\nPARTIES SPECIFICALLY DISCLAIM SUCH WARRANTIES.\nSOME JURISDICTIONS LIMIT OR DO NOT ALLOW THE DISCLAIMER OF IMPLIED OR OTHER WARRANTIES SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU TO THE EXTENT SUCH JURISDICTION'S LAW IS APPLICABLE TO YOU AND THESE TERMS OF USE.\n</p>\n<p> BY ACCESSING OR USING THE SERVICE YOU REPRESENT AND WARRANT THAT YOUR ACTIVITIES ARE LAWFUL IN EVERY JURISDICTION WHERE YOU ACCESS OR USE THE SERVICE.\n</p>\n<p> THE ITOP INC.\nPARTIES DO NOT ENDORSE CONTENT AND SPECIFICALLY DISCLAIM ANY RESPONSIBILITY OR LIABILITY TO ANY PERSON OR ENTITY FOR ANY LOSS, DAMAGE (WHETHER ACTUAL, CONSEQUENTIAL, PUNITIVE OR OTHERWISE), INJURY, CLAIM, LIABILITY OR OTHER CAUSE OF ANY KIND OR CHARACTER BASED UPON OR RESULTING FROM ANY CONTENT.\n</p>\n<p>Limitation of Liability</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT ITOP INC.\nSHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF ITOP INC.\nHAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).\nIN NO EVENT WILL ITOP INC.'S TOTAL LIABILITY TO YOU EXCEED THE AMOUNT OF ACTUAL PRICE PAID BY YOU TO ITOP INC.\nFOR THE SOFTWARE.\nTHESE LIMITATIONS AND EXCLUSIONS WILL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</p>\n<p>Advertising</p>\n<p> Some of the iTop Inc.\nServices are supported by advertising revenue and may display advertisements and promotions.\nYou agree that iTop Inc.\nmay place advertising and promotions on, about, or in conjunction with your Content.\nThe manner, mode, and extent of such advertising and promotions are subject to change without notice to you.\nYou acknowledge that we may not always identify paid services, sponsored content, or commercial communications as such.\n</p>\n<p>Privacy</p>\n<p> iTop Inc.\nmay collect and use information concerning your use of iTop Inc.\nApps as set forth in its PrivacyPolicy </p>\n<p> We will not rent, reveal or sell all your information to third parties outside iTop Inc.\n(or the group of companies of which iTop Inc.\nis a part) and its controlled subsidiaries and affiliates without your consent.\n</p>\n<p>Modification or Termination</p>\n<p> The terms of this Agreement may be updated at any time by iTop Inc., with or without prior notice, including but not limited to changing the functionality or appearance of the Software, or changing the license scope, other terms of the Agreement, or iTop Inc.\nServices.\nIf there are changes to the Agreement, iTop Inc.\nwill publish the modified content on its website (https://www.itopvpn.com/eula.php).\nOnce the revised version of the Agreement is published on the web, it is immediately effective and replaces the original.\nIf you do no agree with the Agreement or any subsequent amendments, you may choose terminating your use of the Software or Services.\nif you choose to continue using the Software or Services, it is assumed that you fully accepted the terms and its amendments.\n</p>\n<p>Reporting Violations</p>\n<p> If you become aware of any misuse of the iTop Inc.\nservices or any violation of the Terms, Privacy Policy, or Additional Terms, please contact us to report such misuse and/or violation.\n</p>\n<p>Claims Resolution</p>\n<p> Most customer concerns can be resolved through iTop Inc.’s online support center (available at https://www.itopvpn.com/support).\nIn the event that iTop Inc.\nis unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.\nFor this section, the words \"you\" and \"iTop Inc.\" include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word \"claim\" means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word \"claim\" also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common la and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop Inc.\nmay not sell, assign or transfer a claim.\n</p>\n<p>Sending a Claim Notice</p>\n<p> Before beginning a lawsuit, mediation or arbitration, you and iTop Inc.\nagree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.\n</p>\n<p> Notice to iTop Inc.\nmust include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any.\nThe notice must be sent to feedback@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.\n</p>\n<p>Mediation</p>\n<p> In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.\n</p>\n<p> Before beginning mediation, you or iTop Inc.\nmust first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop Inc.\nmay submit the claim to JAMS (jamsadr.com), the American Arbitration Association (\"AAA\") (adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop Inc.\nfor information on potential mediators.\niTop Inc.\nwill pay the fees of the mediator.\n</p>\n<p> All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.\n</p>\n<p> Either you or iTop Inc.\nmay terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop Inc.’s rights under this Claim Resolution provision.\n</p>\n<p>Arbitration</p>\n<p> If you live in the United States, you or iTop Inc.\nmay elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.\n</p>\n<p> Before beginning mediation, you or iTop Inc.\nmust first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop Inc.\nmay submit the claim to JAMS (jamsadr.com), the American Arbitration Association (\"AAA\") (adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop Inc.\nfor information on potential mediators.\niTop Inc.\nwill pay the fees of the mediator.\n</p>\n<p>Initiating Arbitration</p>\n<p>Before beginning arbitration, you or iTop Inc.\nmust first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop Inc.\nchoose the organization, you may select the other within thirty days after receiving notice of iTop Inc's selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop Inc.\nagree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the \"FAA\").</p>\n<p>You or iTop Inc.\nmay otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop Inc.\nmay delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\niTop Inc.\nwill not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.</p>\n<p>Limitations on Arbitration</p>\n<p>If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.</p>\n<p>The arbitrator's authority is limited to claims between you and iTop Inc.\nalone.\nClaims may not be joined or consolidated unless you and iTop Inc.\nagree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.</p>\n<p>\n</p>\n<p>Arbitration Procedures</p>\n<p>This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to th Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.</p>\n<p>If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.</p>\n<p>At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.</p>\n<p>Arbitration Fees and Costs</p>\n<p>You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop Inc.</p>\n<p>will be responsible for any additional arbitration fees.\nAt your written request, iTop Inc.\nwill consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.</p>\n<p>Arbitration Awards</p>\n<p>If the arbitrator rules in your favor for an amount greater than any final offer iTop Inc.\nmade before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.</p>\n<p>Your Right To Reject Arbitration</p>\n<p>You may reject this Arbitration provision by sending a rejection notice to iTop Inc.\nat: feedback@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop Inc., if any, and the license code iTop Inc.\nprovided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.</p>\n<p>Continuation</p>\n<p> This Claims Resolution provision will survive termination of this Agreement or your license to use the Product.\nIf any portion of this Claims Resolution provision, except as otherwise provided in the Limitations on Arbitration provisions above, is deemed invalid or unenforceable, it will not invalidate the remaining portions of this Claims Resolution provision.</p>\n<p>Contact Us</p>\n<p>Should you have any questions concerning this notice, or if you desire to contact us for any reason, please contact us</p> END USER LICENSE AGREEMENT <p>Last Update: Dec 17, 2021</p>\n<p>This End User License Agreement (this \"EULA\") is a binding legal agreement between you and iTop Inc..\nPlease read the terms of this End User License Agreement carefully before continuing with the download and installation of the Software.</p>\n<p>By downloading, installing, or using this application (the \"Software\"), you agree to be bound by the terms of this EULA.</p>\n<p>If you do not agree to this EULA, do not continue to sign-up, therefore agreeing to be bound by this EULA and do not use the Software.\nYou agree that the installation or use of the Software signifies that you have read, understood, and agree to be bound by this EULA.</p>\n<p>Basic Rules</p>\n<p>1.\nYou can use the Software only for personal purposes (you may not use them for commercial purposes).\nYou must not use the Software for any illegal or unauthorized purpose.\nYou agree to comply with all laws, rules and regulations (for example, federal, state, local and provincial) applicable to your use of the Software and your Content (defined below), including but not limited to, copyright laws.\nYou are solely responsible for your conduct and any data, text, files, information, usernames, images, graphics, photos, profiles, audio and video clips, sounds, musical works, works of authorship, applications, links and other content or materials that you submit, post, or display on or via the Software.</p>\n<p>2.\nYou must not interfere or disrupt the service or servers or networks connected to the Software, including by transmitting any worms, viruses, spyware, malware or any other code of a destructive or disruptive nature, or access iTop Inc.'s private API by any means other than in compliance with rules we set on API access.</p>\n<p>3.\nYou are not allowed to resell or charge others for use of or access to the Software, or duplicate, reproduce, transfer, give access to, copy or distribute any part of the Software in any medium without iTop Inc.'s prior written authorization.</p>\n<p>4.\nViolation of the Agreement may, in iTop Inc.'s sole discretion, result in a ban of iTop Inc.\nusage.\nYou understand and agree that iTop Inc.\ncannot and will not be responsible for the Content stylize on the Software and you use the Software at your own risk.\nIf you violate the letter or spirit of these Terms of Use, or otherwise create risk or possible legal exposure for iTop Inc., we can stop providing all or part of the Services to you.</p>\n<p>License Grant and Account Usage</p>\n<p>iTop Inc.\ngrants you a non-exclusive, non-transferable right to use the service.\nYou shall not modify, distribute, sublicense or by any mean commercially exploit or make available to any third parties the Services in any way.\niTop Inc.\nreserves all rights that are not expressly granted to you.</p>\n<p>We also use a tool called \"Google Analytics\" to collect information about your use of the Site.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to this Site is restricted by the Google Analytics Terms of Use and the Google Privacy Policy.</p>\n<p>You agree to keep your iTop Private Browser account information confidential.\nYou are responsible all actions that occur on our servers where the login uses your user ID and password.\nYou are advised to contact iTop Inc.\nIf you discover or suspect that your account information has been compromised immediately.</p>\n<p>When using iTop Inc.\n'Service, you agree not to:</p>\n<ul>\n<li>Send unsolicited contents (i.e., \"spam\") in any form over the Service</li>\n<li>Send contents that contain illegal, abusive, hateful, threatening, obscene materials.\nor intellectual property infringement and privacy invasion.</li>\n<li>Distribute, reproduce, upload, download or post any copyrighted contents before obtaining authorization or permission from the owner of the proprietary material.</li>\n<li>Distribute, reproduce, upload, download or post any contents that contain explicit or sexual depictions of minors.</li>\n<li>Attempt to gain unauthorized access to the Service or its related systems or networks (i.e., any form of \"hacking\").</li>\n<li>Engage in any conducts that inhibit or restrict any other users from enjoying or using the Services, which include but not limited to unfair usage of the network (i.e., Utilizing substantially excessive bandwidth that exceeds the average user bandwidth usage for an extended duration or like manners that exert an excessive load on the network that may cause disturbance to other users on the network).</li>\n<li>In order to protect account security and prevent password leaks and theft, iTop Private Browser VIP accounts are for personal use only, leasing to others is not allowed.\nIf we find the above incorrect use of iTop Private Browser VIP account, we might choose to limit the number of login devices or prohibit the use of these accounts and delete related information, and will not refund any fees for this.</li>\n</ul>\n<p>iTop Inc.\nreserves the right to take appropriate action when the Service is being used contrary to these Terms and applicable laws, which including termination of your account and the Service without providing a refund and notice.</p>\n<p>Installation and Scheduled Tasks</p>\n<p>The installation process takes a few seconds and cannot be interrupted once started.\nBy installing this Product, you acknowledge that silent installation will be performed to streamline the installation process.\nThe product may extract files, create and run scheduled tasks, skip User Account Control prompt, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the product settings.\nBut if the skip UAC task is disabled or stopped, you need to manually operate the UAC prompt every time when it is prompted.\nThe product services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted.\nBut the program will not function correctly when its services are paused or stopped.</p>\n<p>Disclaimer of Warranties</p>\n<p>THE SERVICE, INCLUDING, WITHOUT LIMITATION, ITOP INC.\nCONTENT, IS PROVIDED ON AN \"AS IS\", \"AS AVAILABLE\" AND \"WITH ALL FAULTS\" BASIS.\nTO THE FULLEST EXTENT PERMISSIBLE BY LAW, NEITHER ITOP INC.\nNOR ITS PARENT COMPANY NOR ANY OF THEIR EMPLOYEES, MANAGERS, OFFICERS OR AGENTS (COLLECTIVELY, THE ITOP INC.\nPARTIES\") MAKE ANY REPRESENTATIONS OR WARRANTIES OR ENDORSEMENTS OF ANY KIND WHATSOEVER, EXPRESS OR IMPLIED, AS TO: (A) THE SERVICE.\n(B) THE ITOP INC.\nCONTENT.\n(C) USER CONTENT.\nOR (D) SECURITY ASSOCIATED WITH THE TRANSMISSION OF INFORMATION TO ITOP INC.\nOR VIA THE SERVICE.\nIN ADDITION, THE ITOP INC.\nPARTIES HEREBY DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, SYSTEM INTEGRATION AND FREEDOM FROM COMPUTER VIRUS.</p>\n<p>THE ITOP INC.\nPARTIES DO NOT REPRESENT OR WARRANT THAT THE SERVICE WILL BE ERROR-FREE OR UNINTERRUPTED.\nTHAT DEFECTS WILL BE CORRECTED.\nOR THAT THE SERVICE OR THE SERVER THAT MAKES THE SERVICE AVAILABLE IS FREE FROM ANY HARMFUL COMPONENTS, INCLUDING, WITHOUT LIMITATION, VIRUSES.\nTHE ITOP INC.\nPARTIES DO NOT MAKE ANY REPRESENTATIONS OR WARRANTIES THAT THE INFORMATION (INCLUDING ANY INSTRUCTIONS) ON THE SERVICE IS ACCURATE, COMPLETE, OR USEFUL.\nYOU ACKNOWLEDGE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE ITOP INC.\nPARTIES DO NOT WARRANT THAT YOUR USE OF THE SERVICE IS LAWFUL IN ANY PARTICULAR JURISDICTION, AND THE ITOP INC.\nPARTIES SPECIFICALLY DISCLAIM SUCH WARRANTIES.\nSOME JURISDICTIONS LIMIT OR DO NOT ALLOW THE DISCLAIMER OF IMPLIED OR OTHER WARRANTIES SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU TO THE EXTENT SUCH JURISDICTION'S LAW IS APPLICABLE TO YOU AND THESE TERMS OF USE.</p>\n<p>BY ACCESSING OR USING THE SERVICE YOU REPRESENT AND WARRANT THAT YOUR ACTIVITIES ARE LAWFUL IN EVERY JURISDICTION WHERE YOU ACCESS OR USE THE SERVICE.</p>\n<p>THE ITOP INC.\nPARTIES DO NOT ENDORSE CONTENT AND SPECIFICALLY DISCLAIM ANY RESPONSIBILITY OR LIABILITY TO ANY PERSON OR ENTITY FOR ANY LOSS, DAMAGE (WHETHER ACTUAL, CONSEQUENTIAL, PUNITIVE OR OTHERWISE), INJURY, CLAIM, LIABILITY OR OTHER CAUSE OF ANY KIND OR CHARACTER BASED UPON OR RESULTING FROM ANY CONTENT.</p>\n<p>Limitation of Liability</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT ITOP INC.\nSHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF ITOP INC.\nHAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).\nIN NO EVENT WILL ITOP INC.'S TOTAL LIABILITY TO YOU EXCEED THE AMOUNT OF ACTUAL PRICE PAID BY YOU TO ITOP INC.\nFOR THE SOFTWARE.\nTHESE LIMITATIONS AND EXCLUSIONS WILL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</p>\n<p>Advertising</p>\n<p>Some of the iTop Inc.\nServices are supported by advertising revenue and may display advertisements and promotions.\nYou agree that iTop Inc.\nmay place advertising and promotions on, about, or in conjunction with your Content.\nThe manner, mode, and extent of such advertising and promotions are subject to change without notice to you.\nYou acknowledge that we may not always identify paid services, sponsored content, or commercial communications as such.</p>\n<p>Privacy</p>\n<p>iTop Inc.\nmay collect and use information concerning your use of iTop Inc.\nApps as set forth in its&nbsp;Privacy Policy.</p>\n<p>We will not rent, reveal or sell all your information to third parties outside iTop Inc.\n(or the group of companies of which iTop Inc.\nis a part) and its controlled subsidiaries and affiliates without your consent.</p>\n<p>Modification or Termination</p>\n<p>The terms of this Agreement may be updated at any time by iTop Inc., with or without prior notice, including but not limited to changing the functionality or appearance of the Software, or changing the license scope, other terms of the Agreement, or iTop Inc.\nServices.\nIf there are changes to the Agreement, iTop Inc.\nwill publish the modified content on its website (https://www.itopvpn.com/eula).\nOnce the revised version of the Agreement is published on the web, it is immediately effective and replaces the original.\nIf you do not agree with the Agreement or any subsequent amendments, you may choose terminating your use of the Software or Services.\nif you choose to continue using the Software or Services, it is assumed that you fully accepted the terms and its amendments.</p>\n<p>Reporting Violations</p>\n<p>If you become aware of any misuse of the iTop Inc.\nservices or any violation of the Terms, Privacy Policy, or Additional Terms, please&nbsp;contact us&nbsp;to report such misuse and/or violation.</p>\n<p>Claims Resolution</p>\n<p>Most customer concerns can be resolved through iTop Inc.’s online support center (available at https://www.itopvpn.com/support).\nIn the event that iTop Inc.\nis unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.\nFor this section, the words \"you\" and \"iTop Inc.\" include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word \"claim\" means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word \"claim\" also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common la and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop Inc.\nmay not sell, assign or transfer a claim.</p>\n<p>Sending a Claim Notice</p>\n<p>Before beginning a lawsuit, mediation or arbitration, you and iTop Inc.\nagree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.</p>\n<p>Notice to iTop Inc.\nmust include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any.\nThe notice must be sent to feedback@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.</p>\n<p>Mediation</p>\n<p>In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.</p>\n<p>Before beginning mediation, you or iTop Inc.\nmust first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop Inc.\nmay submit the claim to JAMS (jamsadr.com), the American Arbitration Association (\"AAA\") (adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop Inc.\nfor information on potential mediators.\niTop Inc.\nwill pay the fees of the mediator.</p>\n<p>All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.</p>\n<p>Either you or iTop Inc.\nmay terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop Inc.’s rights under this Claim Resolution provision.</p>\n<p>Arbitration</p>\n<p>If you live in the United States, you or iTop Inc.\nmay elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.</p>\n<p>Before beginning mediation, you or iTop Inc.\nmust first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop Inc.\nmay submit the claim to JAMS (jamsadr.com), the American Arbitration Association (\"AAA\") (adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop Inc.\nfor information on potential mediators.\niTop Inc.\nwill pay the fees of the mediator.</p>\n<p>Initiating Arbitration</p>\n<p>Before beginning arbitration, you or iTop Inc.\nmust first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop Inc.\nchoose the organization, you may select the other within thirty days after receiving notice of iTop Inc's selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop Inc.\nagree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the \"FAA\").</p>\n<p>You or iTop Inc.\nmay otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop Inc.\nmay delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\niTop Inc.\nwill not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.</p>\n<p>Limitations on Arbitration</p>\n<p>If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.</p>\n<p>The arbitrator's authority is limited to claims between you and iTop Inc.\nalone.\nClaims may not be joined or consolidated unless you and iTop Inc.\nagree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.</p>\n<p>Arbitration Procedures</p>\n<p>This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to the Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.</p>\n<p>If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.</p>\n<p>At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.</p>\n<p>Arbitration Fees and Costs</p>\n<p>You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop Inc.</p>\n<p>will be responsible for any additional arbitration fees.\nAt your written request, iTop Inc.\nwill consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.</p>\n<p>Arbitration Awards</p>\n<p>If the arbitrator rules in your favor for an amount greater than any final offer iTop Inc.\nmade before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.</p>\n<p>Your Right To Reject Arbitration</p>\n<p>You may reject this Arbitration provision by sending a rejection notice to iTop Inc.\nat: feedback@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop Inc., if any, and the license code iTop Inc.\nprovided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.</p>\n<p>Continuation</p>\n<p>This Claims Resolution provision will survive termination of this Agreement or your license to use the Product.\nIf any portion of this Claims Resolution provision, except as otherwise provided in the Limitations on Arbitration provisions above, is deemed invalid or unenforceable, it will not invalidate the remaining portions of this Claims Resolution provision.</p>\n<p>Contact Us</p>\n<p>Should you have any questions concerning this notice, or if you desire to contact us for any reason, please&nbsp;contact us.</p> END USER LICENSE AGREEMENT <p>Last Update: Jul 15, 2021</p>\n<p> PLEASE READ THIS AGREEMENT CAREFULLY BEFORE CONTINUING WITH THE DOWNLOAD AND INSTALLATION OF THE SOFTWARE PROGRAM IDENTIFIED ABOVE AND ANY ASSOCIATED SOFTWARE COMPONENTS, MEDIA, PRINTED MATERIALS OR OTHER RELATED ELECTRONIC DOCUMENTATION (COLLECTIVELY, THE \"PRODUCT\").\nTO COMPLETE YOUR ORDER FOR THE PRODUCT YOU’VE REQUESTED, YOU MUST FIRST ACCEPT THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nBy doing so, or otherwise installing, copying, or using the PRODUCT, you agree to be bound by the terms of this agreement.\nThis agreement represents the entire agreement concerning the product between you and Itop, and it supersedes any prior proposal, Agreement, representation, or understanding between the parties.\nThis agreement contains an arbitration provision.\n</p>\n<p>Section 1.\nIntellectual Property Rights.\nThe Product is protected by copyright and other intellectual property laws, and all intellectual property rights in and to the Product belong to Orange View Limited d/b/a iTop (\"iTop\") and its subsidiaries.\nFurther, all right, title and interest, including all intellectual property rights, in and to the content which may be accessed through use of the Product is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.\nThis Agreement grants you no rights to use such content.\nAll rights not expressly granted to you are reserved by iTop.\nThe Product is only licensed to you, not sold.\nYou may not reproduce, publish, transmit, modify, create derivative works from, publicly display, or publicly perform the Product.\nCopying or storing the Product other than as expressly permitted in Section 2 below is prohibited unless you obtain prior written permission from iTop.</p>\n<p> Your Content.\nWhen you use our Product to create your content, including but not limited to any images, videos, sound recordings, and screen recordings (collectively, \"Your Content\").\nWe claim no intellectual property rights to Your Content.\nIn connection to Your Content, you affirm, represent and warrant: (i)you have obtained and are solely responsible for obtaining all consents as may be required by law to post and/or publish any of Your Content relating to third-parties.\n(ii)Your Content will not violate any law or infringe any rights of any third party, including but not limited to any intellectual property rights and privacy rights.\nWe aren’t responsible for the content people post and share via the Product.\nOur Product takes no responsibility and assumes no liability for any of Your Content that you or any other user or third-party posts, sends, or otherwise makes available over the Product.\nYou are solely and fully responsible for Your Content and for all materials that you post, host, upload, download, create, access, publish, share or transmit using the Product.\n</p>\n<p> Section 2.\nLicense Grant and Prohibited Uses.\niTop hereby grants you, subject to the terms and conditions of this Agreement, a limited, non-exclusive, non-transferable and non-sublicensable license to use the number of copies of the Product which you have paid on the corresponding number of computers, running a validly licensed copy of the operating system for which the product was designed, for your personal use or for the internal business use of your company.\nYou may make a single copy of the Product for archival purposes and may use such copy only when the original copy is not in use.\nYou may not remove or alter any copyright notices on any copies of the Product.\nYou may not use the Product on a computer network or allow concurrent use of the Product by more than one individual.\nYou may not rent, lease or otherwise transfer the Product.\nUnless permitted by law, you may not reverse engineer, decompile, or disassemble the Product or attempt to do so.\nAny supplemental code that iTop may provide you in connection with any support services agreed upon between the parties shall be considered part of the Product and shall be subject to the terms and conditions of this Agreement.\nYou must comply with all applicable laws regarding use of the Product.\n</p>\n<p> Trial Version: If you have received, downloaded and/or installed a trial version of the Product and are hereby granted an evaluation license for the Product, you may use the Product only for evaluation purpose and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Product for other purposes or beyond the applicable evaluation period is strictly prohibited.\n</p>\n<p> Section 3.\nInstallation and Scheduled Tasks.\nThe installation process takes a few seconds and cannot be interrupted once started.\nBy installing this Product, you acknowledge that silent installation will be performed to streamline the installation process.\nThe product may extract files, create and run scheduled tasks, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the product settings.\nBut if the skip UAC task is disabled or stopped, you need to manually operate the UAC prompt every time when it is prompted.\nThe product services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted.\nBut the program will not function correctly when its services are paused or stopped.\n</p>\n<p> Section 4.\nLimited Warranty.\niTop warrants and represents to you that the Product will substantially conform to and operate in accordance with its documentation for a period of sixty (60) days from the date you accept the terms of this Agreement and complete the download of the Product (\"Warranty Period\").\nThis Limited Warranty applies only if the nonconformance is reported to iTop during the Warranty Period and if iTop is able to confirm the substantial non-conformance.\nIt is void if the non-conformance of the Product is the result of accident, abuse, misapplication, or inappropriate use of the Product.\nThe exclusive remedy for breach of this warranty shall be, at iTop’s option, either (i) the repair or replacement of the Product.\nor (ii) a refund of the price, if any, which you paid to license the Product.\n</p>\n<p> Section 5.\nWarranty Disclaimer.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an \"As Is\" and \"with all faults\" basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTOP assume the entire cost of all necessary servicing or repair.\nTO THE EXTENT PERMITTED BY LAW, ITOP DISCLAIMS ALL OTHER WARRANTIES ON THE PRODUCT, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nFURTHER, ITOP does not warrant or assume responsibility for the accuracy or completeness of any information, text, graphics, links or other items contained within the Product.\nITOP makes no warranties respecting any harm that may be caused by the transmission of a computer virus, worm, time bomb, logic bomb, or other such computer program.\nITOP further expressly disclaims any warranty or representation to authorized users or to any third party.\nTHE DURATION OF ANY STATUTORILY-REQUIRED WARRANTY PERIOD SHALL BE LIMITED TO THE TERM OF THE LIMITED WARRANTY.\nNOTWITHSTANDING THE FOREGOING, YOU MAY HAVE OTHER RIGHTS, WHICH VARY FROM STATE TO STATE AND COUNTRY TO COUNTRY.\n</p>\n<p> Beta Software: If the Product that you have received has been identified by iTop as \"Beta\" software, you may use the Product for testing purpose.\nThe Beta Software IS BELIEVED TO CONTAIN DEFECTS AND A PRIMARY PURPOSE OF THIS BETA TESTING LICENSE IS TO OBTAIN FEEDBACK ON SOFTWARE PERFORMANCE AND THE IDENTIFICATION OF DEFECTS.\nYou are advised to safeguard important data, to use caution and not to rely in any way on the correct functioning or performance of software and/or accompanying materials.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an \"As Is\" and \"with all faults\" basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTop assume the entire cost of all necessary servicing or repair.\n</p>\n<p> Section 6.\nDisclaimer of Consequential Damages.\nUNDER NO CIRCUMSTANCES SHALL ITOP BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES WHATSOEVER ARISING OUT OF THE USE OF THE PRODUCT OR INABILITY TO USE THE PRODUCT, INCLUDING WITHOUT LIMITATION, COMPUTER FAILURE, WORK STOPPAGE OR ANY OTHER DAMAGES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES AND COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n</p>\n<p> Section 7.\nLimitation on Liability.\nItOP shall have no liability with respect to the content of the PRODUCT or any part thereof, including but not limited to errors or omissions contained therein, libel, infringements of rights of publicity, privacy, trademark rights, business interruption, personal injury, loss of privacy, moral rights or the disclosure of confidential information.\nITOP’S TOTAL LIABILITY SHALL IN NO EVENT EXCEED THE ACTUAL PRICE PAID FOR THE PRODUCT.\n</p>\n<p> Section 8.\nExport Control.\nThe United States controls the export of products and information.\nYou agree to comply with such restrictions and not to export or re-export the Product to countries or persons prohibited under the export control laws.\nBy downloading the Product, you are agreeing that you are not in a country where such export is prohibited or are a person or entity to which such export is prohibited.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export or re-export of the Product.\n</p>\n<p> Section 9.\nTaxes.\nYou shall be responsible for the payment of all sales, use and similar taxes relating to the license of the Product.\n</p>\n<p> Section 10.\nGovernment Users.\nIf the Product is downloaded by or on behalf of the United States of America, its agencies and/or instrumentalities (\"U.S.\nGovernment\"), it is provided with Restricted Rights.\nUse, duplication, or disclosure of the Product by the U.S.\nGovernment is subject to restrictions as set forth in the Rights in Technical Data and Computer Software clause of DFARS and any other related applicable U.S.\nstatutes or regulations.\n</p>\n<p> Section 11.\nTermination.\nWithout prejudice to any other rights, iTop may terminate this Agreement if you fail to comply with the terms and conditions set forth herein.\nIn such event, you must destroy all copies of the Product in your possession.\n</p>\n<p> Section 12.\nGeneral Terms.\nIf you live within the United States, the terms of this Agreement shall be governed by the laws of the State of California.\nIf you live outside of the United States, the terms of this Agreement shall be governed by the laws of the Hong Kong Special Administrative Region of the People’s Republic of China.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term.\nThis Agreement constitutes the entire agreement between you and iTop with respect to this transaction.\nAny changes to this Agreement must be made in writing, signed by an authorized representative of iTop.\n</p>\n<p>Section 13.\nClaims Resolution.\nMost customer concerns can be resolved through iTop’s online support center (available at https://www.itopvpn.com/support) or by calling our customer service department at the toll-free number iTop has provided you.\nIn the event that iTop is unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.<br> For this section, the words \"you\" and \"iTop\" include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word \"claim\" means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word \"claim\" also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common law and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop may not sell, assign or transfer a claim.</p>\n<p>Sending a Claim Notice</p>\n<p> Before beginning a lawsuit, mediation or arbitration, you and iTop agree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.\n</p>\n<p> Notice to iTop must include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any, and the license code iTop provided to you, if any.\nThe notice must be sent to feedback@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.\n</p>\n<p>Mediation</p>\n<p> In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.\n</p>\n<p>Before beginning mediation, you or iTop must first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop may submit the claim to JAMS (1-800-352-5267, jamsadr.com), the American Arbitration Association (\"AAA\") (1-800-778-7879, adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop for information on potential mediators.\niTop will pay the fees of the mediator.</p>\n<p>All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.\n</p>\n<p>Either you or iTop may terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop’s rights under this Claim Resolution provision.</p>\n<p>Arbitration</p>\n<p> If you live in the United States, you or iTop may elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.\n</p>\n<p> If arbitration is chosen by any party, neither you nor iTop will have the right to litigate that claim in court or have a jury trial on that claim.\nFurther, neither you nor iTop will have the right to participate in a representative capacity or as a member of any class pertaining to any claim subject to arbitration.\nArbitration procedures are generally simpler than the rules that apply in court, and discovery is more limited.\nThe arbitrator's decisions are as enforceable as any court order and are subject to very limited review by a court.\nExcept as set forth below, the arbitrator's decision will be final and binding.\nOther rights you or iTop would have in court may also not be available in arbitration.\n</p>\n<p>Initiating Arbitration</p>\n<p> Before beginning arbitration, you or iTop must first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop choose the organization, you may select the other within thirty days after receiving notice of iTop’s selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop agree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the \"FAA\").\n</p>\n<p> You or iTop may otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop may delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\n</p>\n<p> iTop will not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.\n</p>\n<p>Limitations on Arbitration</p>\n<p> If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.\n</p>\n<p> The arbitrator's authority is limited to claims between you and iTop alone.\nClaims may not be joined or consolidated unless you and iTop agree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.\n</p>\n<p>Arbitration Procedures</p>\n<p> This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to the Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.\n</p>\n<p>If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.</p>\n<p>At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.</p>\n<p>Arbitration Fees and Costs</p>\n<p> You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop will be responsible for any additional arbitration fees.\nAt your written request, iTop will consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.\n</p>\n<p>Arbitration Awards</p>\n<p> If the arbitrator rules in your favor for an amount greater than any final offer iTop made before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.\n</p>\n<p>Your Right To Reject Arbitration</p>\n<p> You may reject this Arbitration provision by sending a rejection notice to iTop at: feedback@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop, if any, and the license code iTop provided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.\n</p>\n<p>Continuation</p>\n<p> This Claims Resolution provision will survive termination of this Agreement or your license to use the Product.\nIf any portion of this Claims Resolution provision, except as otherwise provided in the Limitations on Arbitration provisions above, is deemed invalid or unenforceable, it will not invalidate the remaining portions of this Claims Resolution provision.\n</p> END USER LICENSE AGREEMENT <p>Last Update: Jul 15, 2021</p>\n<p> PLEASE READ THIS AGREEMENT CAREFULLY BEFORE CONTINUING WITH THE DOWNLOAD AND INSTALLATION OF THE SOFTWARE PROGRAM IDENTIFIED ABOVE AND ANY ASSOCIATED SOFTWARE COMPONENTS, MEDIA, PRINTED MATERIALS OR OTHER RELATED ELECTRONIC DOCUMENTATION (COLLECTIVELY, THE \"PRODUCT\").\nTO COMPLETE YOUR ORDER FOR THE PRODUCT YOU’VE REQUESTED, YOU MUST FIRST ACCEPT THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nBy doing so, or otherwise installing, copying, or using the PRODUCT, you agree to be bound by the terms of this agreement.\nThis agreement represents the entire agreement concerning the product between you and Itop, and it supersedes any prior proposal, Agreement, representation, or understanding between the parties.\nThis agreement contains an arbitration provision.\n</p>\n<p>Section 1.\nIntellectual Property Rights.\nThe Product is protected by copyright and other intellectual property laws, and all intellectual property rights in and to the Product belong to Orange View Limited d/b/a iTop (\"iTop\") and its subsidiaries.\nFurther, all right, title and interest, including all intellectual property rights, in and to the content which may be accessed through use of the Product is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.\nThis Agreement grants you no rights to use such content.\nAll rights not expressly granted to you are reserved by iTop.\nThe Product is only licensed to you, not sold.\nYou may not reproduce, publish, transmit, modify, create derivative works from, publicly display, or publicly perform the Product.\nCopying or storing the Product other than as expressly permitted in Section 2 below is prohibited unless you obtain prior written permission from iTop.</p>\n<p> Your Content.\nWhen you use our Product to create your content, including but not limited to any images, videos, sound recordings, and screen recordings (collectively, \"Your Content\").\nWe claim no intellectual property rights to Your Content.\nIn connection to Your Content, you affirm, represent and warrant: (i)you have obtained and are solely responsible for obtaining all consents as may be required by law to post and/or publish any of Your Content relating to third-parties.\n(ii)Your Content will not violate any law or infringe any rights of any third party, including but not limited to any intellectual property rights and privacy rights.\nWe aren’t responsible for the content people post and share via the Product.\nOur Product takes no responsibility and assumes no liability for any of Your Content that you or any other user or third-party posts, sends, or otherwise makes available over the Product.\nYou are solely and fully responsible for Your Content and for all materials that you post, host, upload, download, create, access, publish, share or transmit using the Product.\n</p>\n<p> Section 2.\nLicense Grant and Prohibited Uses.\niTop hereby grants you, subject to the terms and conditions of this Agreement, a limited, non-exclusive, non-transferable and non-sublicensable license to use the number of copies of the Product which you have paid on the corresponding number of computers, running a validly licensed copy of the operating system for which the product was designed, for your personal use or for the internal business use of your company.\nYou may make a single copy of the Product for archival purposes and may use such copy only when the original copy is not in use.\nYou may not remove or alter any copyright notices on any copies of the Product.\nYou may not use the Product on a computer network or allow concurrent use of the Product by more than one individual.\nYou may not rent, lease or otherwise transfer the Product.\nUnless permitted by law, you may not reverse engineer, decompile, or disassemble the Product or attempt to do so.\nAny supplemental code that iTop may provide you in connection with any support services agreed upon between the parties shall be considered part of the Product and shall be subject to the terms and conditions of this Agreement.\nYou must comply with all applicable laws regarding use of the Product.\n</p>\n<p> Trial Version: If you have received, downloaded and/or installed a trial version of the Product and are hereby granted an evaluation license for the Product, you may use the Product only for evaluation purpose and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Product for other purposes or beyond the applicable evaluation period is strictly prohibited.\n</p>\n<p> Section 3.\nInstallation and Scheduled Tasks.\nThe installation process takes a few seconds and cannot be interrupted once started.\nBy installing this Product, you acknowledge that silent installation will be performed to streamline the installation process.\nThe product may extract files, create and run scheduled tasks, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the product settings.\nBut if the skip UAC task is disabled or stopped, you need to manually operate the UAC prompt every time when it is prompted.\nThe product services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted.\nBut the program will not function correctly when its services are paused or stopped.\n</p>\n<p> Section 4.\nLimited Warranty.\niTop warrants and represents to you that the Product will substantially conform to and operate in accordance with its documentation for a period of sixty (60) days from the date you accept the terms of this Agreement and complete the download of the Product (\"Warranty Period\").\nThis Limited Warranty applies only if the nonconformance is reported to iTop during the Warranty Period and if iTop is able to confirm the substantial non-conformance.\nIt is void if the non-conformance of the Product is the result of accident, abuse, misapplication, or inappropriate use of the Product.\nThe exclusive remedy for breach of this warranty shall be, at iTop’s option, either (i) the repair or replacement of the Product.\nor (ii) a refund of the price, if any, which you paid to license the Product.\n</p>\n<p> Section 5.\nWarranty Disclaimer.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an \"As Is\" and \"with all faults\" basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTOP assume the entire cost of all necessary servicing or repair.\nTO THE EXTENT PERMITTED BY LAW, ITOP DISCLAIMS ALL OTHER WARRANTIES ON THE PRODUCT, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nFURTHER, ITOP does not warrant or assume responsibility for the accuracy or completeness of any information, text, graphics, links or other items contained within the Product.\nITOP makes no warranties respecting any harm that may be caused by the transmission of a computer virus, worm, time bomb, logic bomb, or other such computer program.\nITOP further expressly disclaims any warranty or representation to authorized users or to any third party.\nTHE DURATION OF ANY STATUTORILY-REQUIRED WARRANTY PERIOD SHALL BE LIMITED TO THE TERM OF THE LIMITED WARRANTY.\nNOTWITHSTANDING THE FOREGOING, YOU MAY HAVE OTHER RIGHTS, WHICH VARY FROM STATE TO STATE AND COUNTRY TO COUNTRY.\n</p>\n<p> Beta Software: If the Product that you have received has been identified by iTop as \"Beta\" software, you may use the Product for testing purpose.\nThe Beta Software IS BELIEVED TO CONTAIN DEFECTS AND A PRIMARY PURPOSE OF THIS BETA TESTING LICENSE IS TO OBTAIN FEEDBACK ON SOFTWARE PERFORMANCE AND THE IDENTIFICATION OF DEFECTS.\nYou are advised to safeguard important data, to use caution and not to rely in any way on the correct functioning or performance of software and/or accompanying materials.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an \"As Is\" and \"with all faults\" basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTop assume the entire cost of all necessary servicing or repair.\n</p>\n<p> Section 6.\nDisclaimer of Consequential Damages.\nUNDER NO CIRCUMSTANCES SHALL ITOP BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES WHATSOEVER ARISING OUT OF THE USE OF THE PRODUCT OR INABILITY TO USE THE PRODUCT, INCLUDING WITHOUT LIMITATION, COMPUTER FAILURE, WORK STOPPAGE OR ANY OTHER DAMAGES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES AND COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n</p>\n<p> Section 7.\nLimitation on Liability.\nItOP shall have no liability with respect to the content of the PRODUCT or any part thereof, including but not limited to errors or omissions contained therein, libel, infringements of rights of publicity, privacy, trademark rights, business interruption, personal injury, loss of privacy, moral rights or the disclosure of confidential information.\nITOP’S TOTAL LIABILITY SHALL IN NO EVENT EXCEED THE ACTUAL PRICE PAID FOR THE PRODUCT.\n</p>\n<p> Section 8.\nExport Control.\nThe United States controls the export of products and information.\nYou agree to comply with such restrictions and not to export or re-export the Product to countries or persons prohibited under the export control laws.\nBy downloading the Product, you are agreeing that you are not in a country where such export is prohibited or are a person or entity to which such export is prohibited.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export or re-export of the Product.\n</p>\n<p> Section 9.\nTaxes.\nYou shall be responsible for the payment of all sales, use and similar taxes relating to the license of the Product.\n</p>\n<p> Section 10.\nGovernment Users.\nIf the Product is downloaded by or on behalf of the United States of America, its agencies and/or instrumentalities (\"U.S.\nGovernment\"), it is provided with Restricted Rights.\nUse, duplication, or disclosure of the Product by the U.S.\nGovernment is subject to restrictions as set forth in the Rights in Technical Data and Computer Software clause of DFARS and any other related applicable U.S.\nstatutes or regulations.\n</p>\n<p> Section 11.\nTermination.\nWithout prejudice to any other rights, iTop may terminate this Agreement if you fail to comply with the terms and conditions set forth herein.\nIn such event, you must destroy all copies of the Product in your possession.\n</p>\n<p> Section 12.\nGeneral Terms.\nIf you live within the United States, the terms of this Agreement shall be governed by the laws of the State of California.\nIf you live outside of the United States, the terms of this Agreement shall be governed by the laws of the Hong Kong Special Administrative Region of the People’s Republic of China.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term.\nThis Agreement constitutes the entire agreement between you and iTop with respect to this transaction.\nAny changes to this Agreement must be made in writing, signed by an authorized representative of iTop.\n</p>\n<p>Section 13.\nClaims Resolution.\nMost customer concerns can be resolved through iTop’s online support center (available at https://www.itopvpn.com/support) or by calling our customer service department at the toll-free number iTop has provided you.\nIn the event that iTop is unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.<br> For this section, the words \"you\" and \"iTop\" include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word \"claim\" means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word \"claim\" also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common law and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop may not sell, assign or transfer a claim.</p>\n<p>Sending a Claim Notice</p>\n<p> Before beginning a lawsuit, mediation or arbitration, you and iTop agree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.\n</p>\n<p> Notice to iTop must include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any, and the license code iTop provided to you, if any.\nThe notice must be sent to feedback@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.\n</p>\n<p>Mediation</p>\n<p> In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.\n</p>\n<p>Before beginning mediation, you or iTop must first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop may submit the claim to JAMS (1-800-352-5267, jamsadr.com), the American Arbitration Association (\"AAA\") (1-800-778-7879, adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop for information on potential mediators.\niTop will pay the fees of the mediator.</p>\n<p>All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.\n</p>\n<p>Either you or iTop may terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop’s rights under this Claim Resolution provision.</p>\n<p>Arbitration</p>\n<p> If you live in the United States, you or iTop may elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.\n</p>\n<p> If arbitration is chosen by any party, neither you nor iTop will have the right to litigate that claim in court or have a jury trial on that claim.\nFurther, neither you nor iTop will have the right to participate in a representative capacity or as a member of any class pertaining to any claim subject to arbitration.\nArbitration procedures are generally simpler than the rules that apply in court, and discovery is more limited.\nThe arbitrator's decisions are as enforceable as any court order and are subject to very limited review by a court.\nExcept as set forth below, the arbitrator's decision will be final and binding.\nOther rights you or iTop would have in court may also not be available in arbitration.\n</p>\n<p>Initiating Arbitration</p>\n<p> Before beginning arbitration, you or iTop must first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop choose the organization, you may select the other within thirty days after receiving notice of iTop’s selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop agree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the \"FAA\").\n</p>\n<p> You or iTop may otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop may delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\n</p>\n<p> iTop will not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.\n</p>\n<p>Limitations on Arbitration</p>\n<p> If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.\n</p>\n<p> The arbitrator's authority is limited to claims between you and iTop alone.\nClaims may not be joined or consolidated unless you and iTop agree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.\n</p>\n<p>Arbitration Procedures</p>\n<p> This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to the Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.\n</p>\n<p>If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.</p>\n<p>At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.</p>\n<p>Arbitration Fees and Costs</p>\n<p> You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop will be responsible for any additional arbitration fees.\nAt your written request, iTop will consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.\n</p>\n<p>Arbitration Awards</p>\n<p> If the arbitrator rules in your favor for an amount greater than any final offer iTop made before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.\n</p>\n<p>Your Right To Reject Arbitration</p>\n<p> You may reject this Arbitration provision by sending a rejection notice to iTop at: feedback@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop, if any, and the license code iTop provided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.\n</p>\n<p>Continuation</p>\n<p> This Claims Resolution provision will survive termination of this Agreement or your license to use the Product.\nIf any portion of this Claims Resolution provision, except as otherwise provided in the Limitations on Arbitration provisions above, is deemed invalid or unenforceable, it will not invalidate the remaining portions of this Claims Resolution provision.\n</p> END USER LICENSE AGREEMENT <p>Last Update: Jan 25, 2022</p>\n<p> PLEASE READ THIS AGREEMENT CAREFULLY BEFORE CONTINUING WITH THE DOWNLOAD AND INSTALLATION OF THE SOFTWARE PROGRAM IDENTIFIED ABOVE AND ANY ASSOCIATED SOFTWARE COMPONENTS, MEDIA, PRINTED MATERIALS OR OTHER RELATED ELECTRONIC DOCUMENTATION (COLLECTIVELY, THE “PRODUCT”).\nTO COMPLETE YOUR ORDER FOR THE PRODUCT YOU’VE REQUESTED, YOU MUST FIRST ACCEPT THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nBy doing so, or otherwise installing, copying, or using the PRODUCT, you agree to be bound by the terms of this agreement.\nThis agreement represents the entire agreement concerning the product between you and Itop, and it supersedes any prior proposal, Agreement, representation, or understanding between the parties.\nThis agreement contains an arbitration provision.\n</p>\n<p> Section 1.\nIntellectual Property Rights.\nThe Product is protected by copyright and other intellectual property laws, and all intellectual property rights in and to the Product belong to Orange View Limited d/b/a iTop (“iTop”) and its subsidiaries.\nFurther, all right, title and interest, including all intellectual property rights, in and to the content which may be accessed through use of the Product is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.\nThis Agreement grants you no rights to use such content.\nAll rights not expressly granted to you are reserved by iTop.\nThe Product is only licensed to you, not sold.\nYou may not reproduce, publish, transmit, modify, create derivative works from, publicly display, or publicly perform the Product.\nCopying or storing the Product other than as expressly permitted in Section 2 below is prohibited unless you obtain prior written permission from iTop.\n</p>\n<p> Section 2.\nLicense Grant and Prohibited Uses.\niTop hereby grants you, subject to the terms and conditions of this Agreement, a limited, non-exclusive, non-transferable and non-sublicensable license to use the number of copies of the Product which you have paid on the corresponding number of computers, running a validly licensed copy of the operating system for which the product was designed, for your personal use or for the internal business use of your company.\nYou may make a single copy of the Product for archival purposes and may use such copy only when the original copy is not in use.\nYou may not remove or alter any copyright notices on any copies of the Product.\nYou may not use the Product on a computer network or allow concurrent use of the Product by more than one individual.\nYou may not rent, lease or otherwise transfer the Product.\nUnless permitted by law, you may not reverse engineer, decompile, or disassemble the Product or attempt to do so.\nAny supplemental code that iTop may provide you in connection with any support services agreed upon between the parties shall be considered part of the Product and shall be subject to the terms and conditions of this Agreement.\nYou must comply with all applicable laws regarding use of the Product.\n</p>\n<p> Trial Version: If you have received, downloaded and/or installed a trial version of the Product and are hereby granted an evaluation license for the Product, you may use the Product only for evaluation purpose and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Product for other purposes or beyond the applicable evaluation period is strictly prohibited.\n</p>\n<p> Section 3.\nInstallation and Scheduled Tasks.\nThe installation process takes a few seconds and cannot be interrupted once started.\nBy installing this Product, you acknowledge that silent installation will be performed to streamline the installation process.\nThe product may extract files, create and run scheduled tasks, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the product settings.\nBut if the skip UAC task is disabled or stopped, you need to manually operate the UAC prompt every time when it is prompted.\nThe product services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted.\nBut the program will not function correctly when its services are paused or stopped.\n</p>\n<p> Section 4.\nLimited Warranty.\niTop warrants and represents to you that the Product will substantially conform to and operate in accordance with its documentation for a period of sixty (60) days from the date you accept the terms of this Agreement and complete the download of the Product (“Warranty Period”).\nThis Limited Warranty applies only if the nonconformance is reported to iTop during the Warranty Period and if iTop is able to confirm the substantial non-conformance.\nIt is void if the non-conformance of the Product is the result of accident, abuse, misapplication, or inappropriate use of the Product.\nThe exclusive remedy for breach of this warranty shall be, at iTop’s option, either (i) the repair or replacement of the Product.\nor (ii) a refund of the price, if any, which you paid to license the Product.\n</p>\n<p> Section 5.\nWarranty Disclaimer.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an “As Is” and “with all faults” basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTOP assume the entire cost of all necessary servicing or repair.\nTO THE EXTENT PERMITTED BY LAW, ITOP DISCLAIMS ALL OTHER WARRANTIES ON THE PRODUCT, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nFURTHER, ITOP does not warrant or assume responsibility for the accuracy or completeness of any information, text, graphics, links or other items contained within the Product.\nITOP makes no warranties respecting any harm that may be caused by the transmission of a computer virus, worm, time bomb, logic bomb, or other such computer program.\nITOP further expressly disclaims any warranty or representation to authorized users or to any third party.\nTHE DURATION OF ANY STATUTORILY-REQUIRED WARRANTY PERIOD SHALL BE LIMITED TO THE TERM OF THE LIMITED WARRANTY.\nNOTWITHSTANDING THE FOREGOING, YOU MAY HAVE OTHER RIGHTS, WHICH VARY FROM STATE TO STATE AND COUNTRY TO COUNTRY.\n</p>\n<p> Beta Software: If the Product that you have received has been identified by iTop as “Beta” software, you may use the Product for testing purpose.\nThe Beta Software IS BELIEVED TO CONTAIN DEFECTS AND A PRIMARY PURPOSE OF THIS BETA TESTING LICENSE IS TO OBTAIN FEEDBACK ON SOFTWARE PERFORMANCE AND THE IDENTIFICATION OF DEFECTS.\nYou are advised to safeguard important data, to use caution and not to rely in any way on the correct functioning or performance of software and/or accompanying materials.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an “As Is” and “with all faults” basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTop assume the entire cost of all necessary servicing or repair.\n</p>\n<p> Section 6.\nDisclaimer of Consequential Damages.\nUNDER NO CIRCUMSTANCES SHALL ITOP BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES WHATSOEVER ARISING OUT OF THE USE OF THE PRODUCT OR INABILITY TO USE THE PRODUCT, INCLUDING WITHOUT LIMITATION, COMPUTER FAILURE, WORK STOPPAGE OR ANY OTHER DAMAGES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES AND COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n</p>\n<p> Section 7.\nLimitation on Liability.\nItOP shall have no liability with respect to the content of the PRODUCT or any part thereof, including but not limited to errors or omissions contained therein, libel, infringements of rights of publicity, privacy, trademark rights, business interruption, personal injury, loss of privacy, moral rights or the disclosure of confidential information.\nITOP’S TOTAL LIABILITY SHALL IN NO EVENT EXCEED THE ACTUAL PRICE PAID FOR THE PRODUCT.\n</p>\n<p> Section 8.\nExport Control.\nThe United States controls the export of products and information.\nYou agree to comply with such restrictions and not to export or re-export the Product to countries or persons prohibited under the export control laws.\nBy downloading the Product, you are agreeing that you are not in a country where such export is prohibited or are a person or entity to which such export is prohibited.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export or re-export of the Product.\n</p>\n<p> Section 9.\nTaxes.\nYou shall be responsible for the payment of all sales, use and similar taxes relating to the license of the Product.\n</p>\n<p> Section 10.\nGovernment Users.\nIf the Product is downloaded by or on behalf of the United States of America, its agencies and/or instrumentalities (“U.S.\nGovernment”), it is provided with Restricted Rights.\nUse, duplication, or disclosure of the Product by the U.S.\nGovernment is subject to restrictions as set forth in the Rights in Technical Data and Computer Software clause of DFARS and any other related applicable U.S.\nstatutes or regulations.\n</p>\n<p> Section 11.\nTermination.\nWithout prejudice to any other rights, iTop may terminate this Agreement if you fail to comply with the terms and conditions set forth herein.\nIn such event, you must destroy all copies of the Product in your possession.\n</p>\n<p> Section 12.\nGeneral Terms.\nIf you live within the United States, the terms of this Agreement shall be governed by the laws of the State of California.\nIf you live outside of the United States, the terms of this Agreement shall be governed by the laws of the Hong Kong Special Administrative Region of the People’s Republic of China.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term.\nThis Agreement constitutes the entire agreement between you and iTop with respect to this transaction.\nAny changes to this Agreement must be made in writing, signed by an authorized representative of iTop.\n</p>\n<p>Section 13.\nClaims Resolution.\nMost customer concerns can be resolved through iTop’s online support center (available at https://www.itopvpn.com/support) or by calling our customer service department at the toll-free number iTop has provided you.\nIn the event that iTop is unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.<br> For this section, the words \"you\" and \"iTop\" include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word \"claim\" means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word \"claim\" also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common law and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop may not sell, assign or transfer a claim.</p>\n<p>Sending a Claim Notice</p>\n<p> Before beginning a lawsuit, mediation or arbitration, you and iTop agree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.\n</p>\n<p> Notice to iTop must include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any, and the license code iTop provided to you, if any.\nThe notice must be sent to feedback@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.\n</p>\n<p>Mediation</p>\n<p> In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.\n</p>\n<p>Before beginning mediation, you or iTop must first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop may submit the claim to JAMS (1-800-352-5267, jamsadr.com), the American Arbitration Association (\"AAA\") (1-800-778-7879, adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop for information on potential mediators.\niTop will pay the fees of the mediator.</p>\n<p>All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.\n</p>\n<p>Either you or iTop may terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop’s rights under this Claim Resolution provision.</p>\n<p>Arbitration</p>\n<p> If you live in the United States, you or iTop may elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.\n</p>\n<p> If arbitration is chosen by any party, neither you nor iTop will have the right to litigate that claim in court or have a jury trial on that claim.\nFurther, neither you nor iTop will have the right to participate in a representative capacity or as a member of any class pertaining to any claim subject to arbitration.\nArbitration procedures are generally simpler than the rules that apply in court, and discovery is more limited.\nThe arbitrator's decisions are as enforceable as any court order and are subject to very limited review by a court.\nExcept as set forth below, the arbitrator's decision will be final and binding.\nOther rights you or iTop would have in court may also not be available in arbitration.\n</p>\n<p>Initiating Arbitration</p>\n<p> Before beginning arbitration, you or iTop must first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop choose the organization, you may select the other within thirty days after receiving notice of iTop’s selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop agree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the \"FAA\").\n</p>\n<p> You or iTop may otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop may delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\n</p>\n<p> iTop will not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.\n</p>\n<p>Limitations on Arbitration</p>\n<p> If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.\n</p>\n<p> The arbitrator's authority is limited to claims between you and iTop alone.\nClaims may not be joined or consolidated unless you and iTop agree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.\n</p>\n<p>Arbitration Procedures</p>\n<p> This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to the Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.\n</p>\n<p>If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.</p>\n<p>At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.</p>\n<p>Arbitration Fees and Costs</p>\n<p> You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop will be responsible for any additional arbitration fees.\nAt your written request, iTop will consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.\n</p>\n<p>Arbitration Awards</p>\n<p> If the arbitrator rules in your favor for an amount greater than any final offer iTop made before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.\n</p>\n<p>Your Right To Reject Arbitration</p>\n<p> You may reject this Arbitration provision by sending a rejection notice to iTop at: feedback@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop, if any, and the license code iTop provided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.\n</p>\n<p>Continuation</p>\n<p> This Claims Resolution provision will survive termination of this Agreement or your license to use the Product.\nIf any portion of this Claims Resolution provision, except as otherwise provided in the Limitations on Arbitration provisions above, is deemed invalid or unenforceable, it will not invalidate the remaining portions of this Claims Resolution provision.\n</p> END USER LICENSE AGREEMENT <p>Last Update: Feb 24, 2022</p>\n<p> PLEASE READ THIS AGREEMENT CAREFULLY BEFORE CONTINUING WITH THE DOWNLOAD AND INSTALLATION OF THE SOFTWARE PROGRAM IDENTIFIED ABOVE AND ANY ASSOCIATED SOFTWARE COMPONENTS, MEDIA, PRINTED MATERIALS OR OTHER RELATED ELECTRONIC DOCUMENTATION (COLLECTIVELY, THE “PRODUCT”).\nTO COMPLETE YOUR ORDER FOR THE PRODUCT YOU’VE REQUESTED, YOU MUST FIRST ACCEPT THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nBy doing so, or otherwise installing, copying, or using the PRODUCT, you agree to be bound by the terms of this agreement.\nThis agreement represents the entire agreement concerning the product between you and Itop, and it supersedes any prior proposal, Agreement, representation, or understanding between the parties.\nThis agreement contains an arbitration provision.\n</p>\n<p> Section 1.\nIntellectual Property Rights.\nThe Product is protected by copyright and other intellectual property laws, and all intellectual property rights in and to the Product belong to Orange View Limited d/b/a iTop (“iTop”) and its subsidiaries.\nFurther, all right, title and interest, including all intellectual property rights, in and to the content which may be accessed through use of the Product is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.\nThis Agreement grants you no rights to use such content.\nAll rights not expressly granted to you are reserved by iTop.\nThe Product is only licensed to you, not sold.\nYou may not reproduce, publish, transmit, modify, create derivative works from, publicly display, or publicly perform the Product.\nCopying or storing the Product other than as expressly permitted in Section 2 below is prohibited unless you obtain prior written permission from iTop.\n</p>\n<p> Section 2.\nLicense Grant and Prohibited Uses.\niTop hereby grants you, subject to the terms and conditions of this Agreement, a limited, non-exclusive, non-transferable and non-sublicensable license to use the number of copies of the Product which you have paid on the corresponding number of computers, running a validly licensed copy of the operating system for which the product was designed, for your personal use or for the internal business use of your company.\nYou may make a single copy of the Product for archival purposes and may use such copy only when the original copy is not in use.\nYou may not remove or alter any copyright notices on any copies of the Product.\nYou may not use the Product on a computer network or allow concurrent use of the Product by more than one individual.\nYou may not rent, lease or otherwise transfer the Product.\nUnless permitted by law, you may not reverse engineer, decompile, or disassemble the Product or attempt to do so.\nAny supplemental code that iTop may provide you in connection with any support services agreed upon between the parties shall be considered part of the Product and shall be subject to the terms and conditions of this Agreement.\nYou must comply with all applicable laws regarding use of the Product.\n</p>\n<p> Trial Version: If you have received, downloaded and/or installed a trial version of the Product and are hereby granted an evaluation license for the Product, you may use the Product only for evaluation purpose and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Product for other purposes or beyond the applicable evaluation period is strictly prohibited.\n</p>\n<p> Section 3.\nInstallation and Scheduled Tasks.\nThe installation process takes a few seconds and cannot be interrupted once started.\nBy installing this Product, you acknowledge that silent installation will be performed to streamline the installation process.\nThe product may extract files, create and run scheduled tasks, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the product settings.\nBut if the skip UAC task is disabled or stopped, you need to manually operate the UAC prompt every time when it is prompted.\nThe product services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted.\nBut the program will not function correctly when its services are paused or stopped.\n</p>\n<p> Section 4.\nLimited Warranty.\niTop warrants and represents to you that the Product will substantially conform to and operate in accordance with its documentation for a period of sixty (60) days from the date you accept the terms of this Agreement and complete the download of the Product (“Warranty Period”).\nThis Limited Warranty applies only if the nonconformance is reported to iTop during the Warranty Period and if iTop is able to confirm the substantial non-conformance.\nIt is void if the non-conformance of the Product is the result of accident, abuse, misapplication, or inappropriate use of the Product.\nThe exclusive remedy for breach of this warranty shall be, at iTop’s option, either (i) the repair or replacement of the Product.\nor (ii) a refund of the price, if any, which you paid to license the Product.\n</p>\n<p> Section 5.\nWarranty Disclaimer.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an “As Is” and “with all faults” basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTOP assume the entire cost of all necessary servicing or repair.\nTO THE EXTENT PERMITTED BY LAW, ITOP DISCLAIMS ALL OTHER WARRANTIES ON THE PRODUCT, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nFURTHER, ITOP does not warrant or assume responsibility for the accuracy or completeness of any information, text, graphics, links or other items contained within the Product.\nITOP makes no warranties respecting any harm that may be caused by the transmission of a computer virus, worm, time bomb, logic bomb, or other such computer program.\nITOP further expressly disclaims any warranty or representation to authorized users or to any third party.\nTHE DURATION OF ANY STATUTORILY-REQUIRED WARRANTY PERIOD SHALL BE LIMITED TO THE TERM OF THE LIMITED WARRANTY.\nNOTWITHSTANDING THE FOREGOING, YOU MAY HAVE OTHER RIGHTS, WHICH VARY FROM STATE TO STATE AND COUNTRY TO COUNTRY.\n</p>\n<p> Beta Software: If the Product that you have received has been identified by iTop as “Beta” software, you may use the Product for testing purpose.\nThe Beta Software IS BELIEVED TO CONTAIN DEFECTS AND A PRIMARY PURPOSE OF THIS BETA TESTING LICENSE IS TO OBTAIN FEEDBACK ON SOFTWARE PERFORMANCE AND THE IDENTIFICATION OF DEFECTS.\nYou are advised to safeguard important data, to use caution and not to rely in any way on the correct functioning or performance of software and/or accompanying materials.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an “As Is” and “with all faults” basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTop assume the entire cost of all necessary servicing or repair.\n</p>\n<p> Section 6.\nDisclaimer of Consequential Damages.\nUNDER NO CIRCUMSTANCES SHALL ITOP BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES WHATSOEVER ARISING OUT OF THE USE OF THE PRODUCT OR INABILITY TO USE THE PRODUCT, INCLUDING WITHOUT LIMITATION, COMPUTER FAILURE, WORK STOPPAGE OR ANY OTHER DAMAGES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES AND COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n</p>\n<p> Section 7.\nLimitation on Liability.\nItOP shall have no liability with respect to the content of the PRODUCT or any part thereof, including but not limited to errors or omissions contained therein, libel, infringements of rights of publicity, privacy, trademark rights, business interruption, personal injury, loss of privacy, moral rights or the disclosure of confidential information.\nITOP’S TOTAL LIABILITY SHALL IN NO EVENT EXCEED THE ACTUAL PRICE PAID FOR THE PRODUCT.\n</p>\n<p> Section 8.\nExport Control.\nThe United States controls the export of products and information.\nYou agree to comply with such restrictions and not to export or re-export the Product to countries or persons prohibited under the export control laws.\nBy downloading the Product, you are agreeing that you are not in a country where such export is prohibited or are a person or entity to which such export is prohibited.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export or re-export of the Product.\n</p>\n<p> Section 9.\nTaxes.\nYou shall be responsible for the payment of all sales, use and similar taxes relating to the license of the Product.\n</p>\n<p> Section 10.\nGovernment Users.\nIf the Product is downloaded by or on behalf of the United States of America, its agencies and/or instrumentalities (“U.S.\nGovernment”), it is provided with Restricted Rights.\nUse, duplication, or disclosure of the Product by the U.S.\nGovernment is subject to restrictions as set forth in the Rights in Technical Data and Computer Software clause of DFARS and any other related applicable U.S.\nstatutes or regulations.\n</p>\n<p> Section 11.\nTermination.\nWithout prejudice to any other rights, iTop may terminate this Agreement if you fail to comply with the terms and conditions set forth herein.\nIn such event, you must destroy all copies of the Product in your possession.\n</p>\n<p> Section 12.\nGeneral Terms.\nIf you live within the United States, the terms of this Agreement shall be governed by the laws of the State of California.\nIf you live outside of the United States, the terms of this Agreement shall be governed by the laws of the Hong Kong Special Administrative Region of the People’s Republic of China.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term.\nThis Agreement constitutes the entire agreement between you and iTop with respect to this transaction.\nAny changes to this Agreement must be made in writing, signed by an authorized representative of iTop.\n</p>\n<p>Section 13.\nClaims Resolution.\nMost customer concerns can be resolved through iTop’s online support center (available at https://www.itopvpn.com/support) or by calling our customer service department at the toll-free number iTop has provided you.\nIn the event that iTop is unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.<br> For this section, the words \"you\" and \"iTop\" include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word \"claim\" means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word \"claim\" also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common law and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop may not sell, assign or transfer a claim.</p>\n<p>Sending a Claim Notice</p>\n<p> Before beginning a lawsuit, mediation or arbitration, you and iTop agree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.\n</p>\n<p> Notice to iTop must include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any, and the license code iTop provided to you, if any.\nThe notice must be sent to feedback@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.\n</p>\n<p>Mediation</p>\n<p> In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.\n</p>\n<p>Before beginning mediation, you or iTop must first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop may submit the claim to JAMS (1-800-352-5267, jamsadr.com), the American Arbitration Association (\"AAA\") (1-800-778-7879, adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop for information on potential mediators.\niTop will pay the fees of the mediator.</p>\n<p>All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.\n</p>\n<p>Either you or iTop may terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop’s rights under this Claim Resolution provision.</p>\n<p>Arbitration</p>\n<p> If you live in the United States, you or iTop may elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.\n</p>\n<p> If arbitration is chosen by any party, neither you nor iTop will have the right to litigate that claim in court or have a jury trial on that claim.\nFurther, neither you nor iTop will have the right to participate in a representative capacity or as a member of any class pertaining to any claim subject to arbitration.\nArbitration procedures are generally simpler than the rules that apply in court, and discovery is more limited.\nThe arbitrator's decisions are as enforceable as any court order and are subject to very limited review by a court.\nExcept as set forth below, the arbitrator's decision will be final and binding.\nOther rights you or iTop would have in court may also not be available in arbitration.\n</p>\n<p>Initiating Arbitration</p>\n<p> Before beginning arbitration, you or iTop must first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop choose the organization, you may select the other within thirty days after receiving notice of iTop’s selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop agree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the \"FAA\").\n</p>\n<p> You or iTop may otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop may delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\n</p>\n<p> iTop will not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.\n</p>\n<p>Limitations on Arbitration</p>\n<p> If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.\n</p>\n<p> The arbitrator's authority is limited to claims between you and iTop alone.\nClaims may not be joined or consolidated unless you and iTop agree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.\n</p>\n<p>Arbitration Procedures</p>\n<p> This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to the Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.\n</p>\n<p>If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.</p>\n<p>At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.</p>\n<p>Arbitration Fees and Costs</p>\n<p> You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop will be responsible for any additional arbitration fees.\nAt your written request, iTop will consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.\n</p>\n<p>Arbitration Awards</p>\n<p> If the arbitrator rules in your favor for an amount greater than any final offer iTop made before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.\n</p>\n<p>Your Right To Reject Arbitration</p>\n<p> You may reject this Arbitration provision by sending a rejection notice to iTop at: feedback@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop, if any, and the license code iTop provided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.\n</p>\n<p>Continuation</p>\n<p> This Claims Resolution provision will survive termination of this Agreement or your license to use the Product.\nIf any portion of this Claims Resolution provision, except as otherwise provided in the Limitations on Arbitration provisions above, is deemed invalid or unenforceable, it will not invalidate the remaining portions of this Claims Resolution provision.\n</p> END USER LICENSE AGREEMENT <p>Last Update: June 08, 2022</p>\n<p> PLEASE READ THIS AGREEMENT CAREFULLY BEFORE CONTINUING WITH THE DOWNLOAD AND INSTALLATION OF THE SOFTWARE PROGRAM IDENTIFIED ABOVE AND ANY ASSOCIATED SOFTWARE COMPONENTS, MEDIA, PRINTED MATERIALS OR OTHER RELATED ELECTRONIC DOCUMENTATION (COLLECTIVELY, THE “PRODUCT”).\nTO COMPLETE YOUR ORDER FOR THE PRODUCT YOU’VE REQUESTED, YOU MUST FIRST ACCEPT THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nBy doing so, or otherwise installing, copying, or using the PRODUCT, you agree to be bound by the terms of this agreement.\nThis agreement represents the entire agreement concerning the product between you and Itop, and it supersedes any prior proposal, Agreement, representation, or understanding between the parties.\nThis agreement contains an arbitration provision.\n</p>\n<p> Section 1.\nIntellectual Property Rights.\nThe Product is protected by copyright and other intellectual property laws, and all intellectual property rights in and to the Product belong to Orange View Limited d/b/a iTop (“iTop”) and its subsidiaries.\nFurther, all right, title and interest, including all intellectual property rights, in and to the content which may be accessed through use of the Product is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.\nThis Agreement grants you no rights to use such content.\nAll rights not expressly granted to you are reserved by iTop.\nThe Product is only licensed to you, not sold.\nYou may not reproduce, publish, transmit, modify, create derivative works from, publicly display, or publicly perform the Product.\nCopying or storing the Product other than as expressly permitted in Section 2 below is prohibited unless you obtain prior written permission from iTop.\n</p>\n<p> Section 2.\nLicense Grant and Prohibited Uses.\niTop hereby grants you, subject to the terms and conditions of this Agreement, a limited, non-exclusive, non-transferable and non-sublicensable license to use the number of copies of the Product which you have paid on the corresponding number of computers, running a validly licensed copy of the operating system for which the product was designed, for your personal use or for the internal business use of your company.\nYou may make a single copy of the Product for archival purposes and may use such copy only when the original copy is not in use.\nYou may not remove or alter any copyright notices on any copies of the Product.\nYou may not use the Product on a computer network or allow concurrent use of the Product by more than one individual.\nYou may not rent, lease or otherwise transfer the Product.\nUnless permitted by law, you may not reverse engineer, decompile, or disassemble the Product or attempt to do so.\nAny supplemental code that iTop may provide you in connection with any support services agreed upon between the parties shall be considered part of the Product and shall be subject to the terms and conditions of this Agreement.\nYou must comply with all applicable laws regarding use of the Product.\n</p>\n<p> Trial Version: If you have received, downloaded and/or installed a trial version of the Product and are hereby granted an evaluation license for the Product, you may use the Product only for evaluation purpose and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Product for other purposes or beyond the applicable evaluation period is strictly prohibited.\n</p>\n<p> Section 3.\nInstallation and Scheduled Tasks.\nThe installation process takes a few seconds and cannot be interrupted once started.\nBy installing this Product, you acknowledge that silent installation will be performed to streamline the installation process.\nThe product may extract files, create and run scheduled tasks, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the product settings.\nBut if the skip UAC task is disabled or stopped, you need to manually operate the UAC prompt every time when it is prompted.\nThe product services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted.\nBut the program will not function correctly when its services are paused or stopped.\n</p>\n<p> Section 4.\nLimited Warranty.\niTop warrants and represents to you that the Product will substantially conform to and operate in accordance with its documentation for a period of sixty (60) days from the date you accept the terms of this Agreement and complete the download of the Product (“Warranty Period”).\nThis Limited Warranty applies only if the nonconformance is reported to iTop during the Warranty Period and if iTop is able to confirm the substantial non-conformance.\nIt is void if the non-conformance of the Product is the result of accident, abuse, misapplication, or inappropriate use of the Product.\nThe exclusive remedy for breach of this warranty shall be, at iTop’s option, either (i) the repair or replacement of the Product.\nor (ii) a refund of the price, if any, which you paid to license the Product.\n</p>\n<p> Section 5.\nWarranty Disclaimer.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an “As Is” and “with all faults” basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTOP assume the entire cost of all necessary servicing or repair.\nTO THE EXTENT PERMITTED BY LAW, ITOP DISCLAIMS ALL OTHER WARRANTIES ON THE PRODUCT, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nFURTHER, ITOP does not warrant or assume responsibility for the accuracy or completeness of any information, text, graphics, links or other items contained within the Product.\nITOP makes no warranties respecting any harm that may be caused by the transmission of a computer virus, worm, time bomb, logic bomb, or other such computer program.\nITOP further expressly disclaims any warranty or representation to authorized users or to any third party.\nTHE DURATION OF ANY STATUTORILY-REQUIRED WARRANTY PERIOD SHALL BE LIMITED TO THE TERM OF THE LIMITED WARRANTY.\nNOTWITHSTANDING THE FOREGOING, YOU MAY HAVE OTHER RIGHTS, WHICH VARY FROM STATE TO STATE AND COUNTRY TO COUNTRY.\n</p>\n<p> Beta Software: If the Product that you have received has been identified by iTop as “Beta” software, you may use the Product for testing purpose.\nThe Beta Software IS BELIEVED TO CONTAIN DEFECTS AND A PRIMARY PURPOSE OF THIS BETA TESTING LICENSE IS TO OBTAIN FEEDBACK ON SOFTWARE PERFORMANCE AND THE IDENTIFICATION OF DEFECTS.\nYou are advised to safeguard important data, to use caution and not to rely in any way on the correct functioning or performance of software and/or accompanying materials.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an “As Is” and “with all faults” basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTop assume the entire cost of all necessary servicing or repair.\n</p>\n<p> Section 6.\nDisclaimer of Consequential Damages.\nUNDER NO CIRCUMSTANCES SHALL ITOP BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES WHATSOEVER ARISING OUT OF THE USE OF THE PRODUCT OR INABILITY TO USE THE PRODUCT, INCLUDING WITHOUT LIMITATION, COMPUTER FAILURE, WORK STOPPAGE OR ANY OTHER DAMAGES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES AND COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n</p>\n<p> Section 7.\nLimitation on Liability.\nItOP shall have no liability with respect to the content of the PRODUCT or any part thereof, including but not limited to errors or omissions contained therein, libel, infringements of rights of publicity, privacy, trademark rights, business interruption, personal injury, loss of privacy, moral rights or the disclosure of confidential information.\nITOP’S TOTAL LIABILITY SHALL IN NO EVENT EXCEED THE ACTUAL PRICE PAID FOR THE PRODUCT.\n</p>\n<p> Section 8.\nExport Control.\nThe United States controls the export of products and information.\nYou agree to comply with such restrictions and not to export or re-export the Product to countries or persons prohibited under the export control laws.\nBy downloading the Product, you are agreeing that you are not in a country where such export is prohibited or are a person or entity to which such export is prohibited.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export or re-export of the Product.\n</p>\n<p> Section 9.\nTaxes.\nYou shall be responsible for the payment of all sales, use and similar taxes relating to the license of the Product.\n</p>\n<p> Section 10.\nGovernment Users.\nIf the Product is downloaded by or on behalf of the United States of America, its agencies and/or instrumentalities (“U.S.\nGovernment”), it is provided with Restricted Rights.\nUse, duplication, or disclosure of the Product by the U.S.\nGovernment is subject to restrictions as set forth in the Rights in Technical Data and Computer Software clause of DFARS and any other related applicable U.S.\nstatutes or regulations.\n</p>\n<p> Section 11.\nTermination.\nWithout prejudice to any other rights, iTop may terminate this Agreement if you fail to comply with the terms and conditions set forth herein.\nIn such event, you must destroy all copies of the Product in your possession.\n</p>\n<p> Section 12.\nGeneral Terms.\nIf you live within the United States, the terms of this Agreement shall be governed by the laws of the State of California.\nIf you live outside of the United States, the terms of this Agreement shall be governed by the laws of the Hong Kong Special Administrative Region of the People’s Republic of China.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term.\nThis Agreement constitutes the entire agreement between you and iTop with respect to this transaction.\nAny changes to this Agreement must be made in writing, signed by an authorized representative of iTop.\n</p>\n<p>Section 13.\nClaims Resolution.\nMost customer concerns can be resolved through iTop’s online support center (available at https://www.itopvpn.com/support) or by calling our customer service department at the toll-free number iTop has provided you.\nIn the event that iTop is unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.<br> For this section, the words \"you\" and \"iTop\" include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word \"claim\" means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word \"claim\" also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common law and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop may not sell, assign or transfer a claim.</p>\n<p>Sending a Claim Notice</p>\n<p> Before beginning a lawsuit, mediation or arbitration, you and iTop agree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.\n</p>\n<p> Notice to iTop must include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any, and the license code iTop provided to you, if any.\nThe notice must be sent to feedback@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.\n</p>\n<p>Mediation</p>\n<p> In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.\n</p>\n<p>Before beginning mediation, you or iTop must first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop may submit the claim to JAMS (1-800-352-5267, jamsadr.com), the American Arbitration Association (\"AAA\") (1-800-778-7879, adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop for information on potential mediators.\niTop will pay the fees of the mediator.</p>\n<p>All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.\n</p>\n<p>Either you or iTop may terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop’s rights under this Claim Resolution provision.</p>\n<p>Arbitration</p>\n<p> If you live in the United States, you or iTop may elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.\n</p>\n<p> If arbitration is chosen by any party, neither you nor iTop will have the right to litigate that claim in court or have a jury trial on that claim.\nFurther, neither you nor iTop will have the right to participate in a representative capacity or as a member of any class pertaining to any claim subject to arbitration.\nArbitration procedures are generally simpler than the rules that apply in court, and discovery is more limited.\nThe arbitrator's decisions are as enforceable as any court order and are subject to very limited review by a court.\nExcept as set forth below, the arbitrator's decision will be final and binding.\nOther rights you or iTop would have in court may also not be available in arbitration.\n</p>\n<p>Initiating Arbitration</p>\n<p> Before beginning arbitration, you or iTop must first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop choose the organization, you may select the other within thirty days after receiving notice of iTop’s selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop agree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the \"FAA\").\n</p>\n<p> You or iTop may otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop may delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\n</p>\n<p> iTop will not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.\n</p>\n<p>Limitations on Arbitration</p>\n<p> If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.\n</p>\n<p> The arbitrator's authority is limited to claims between you and iTop alone.\nClaims may not be joined or consolidated unless you and iTop agree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.\n</p>\n<p>Arbitration Procedures</p>\n<p> This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to the Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.\n</p>\n<p>If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.</p>\n<p>At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.</p>\n<p>Arbitration Fees and Costs</p>\n<p> You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop will be responsible for any additional arbitration fees.\nAt your written request, iTop will consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.\n</p>\n<p>Arbitration Awards</p>\n<p> If the arbitrator rules in your favor for an amount greater than any final offer iTop made before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.\n</p>\n<p>Your Right To Reject Arbitration</p>\n<p> You may reject this Arbitration provision by sending a rejection notice to iTop at: feedback@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop, if any, and the license code iTop provided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.\n</p>\n<p>Continuation</p>\n<p> This Claims Resolution provision will survive termination of this Agreement or your license to use the Product.\nIf any portion of this Claims Resolution provision, except as otherwise provided in the Limitations on Arbitration provisions above, is deemed invalid or unenforceable, it will not invalidate the remaining portions of this Claims Resolution provision.\n</p> End User License Agreement <p>Last Updated: July 26th, 2022</p>\n<p> This End User License Agreement (this \"EULA\") constitutes a legally binding agreement made between you, whether personally or on behalf of an entity (you), and iTop Inc.\n(\"iTop\").\nPlease read the terms of this EULA carefully before continuing with the download and installation of our product (or \"Software\").\n</p>\n<p> By downloading, installing, or using the Software, you agree to be bound by the terms of this EULA.\nIf you have any questions about this EULA, please feel free to contact us.\n</p>\n<p>Section 1.\nIntellectual Property Rights</p>\n<p> iTop Inc.\nand the third parties whose intellectual property has been licensed to iTop Inc.\nhave the exclusive ownership of all right, title, and interest in and to the Software or service licensed to you, including ownership of all the Intellectual Property Rights and Confidential Information pertaining thereto, subject only to the express rights and privileges expressly granted to you under said agreement.\nThe structure, organization, and code of the Software are the valuable trade secrets and confidential information of iTop Inc.\nand the third parties whose intellectual property has been licensed to iTop Inc.\nThe Software is protected by copyright and other intellectual property laws, and by applicable international treaty provisions.\nExcept as expressly provided in this EULA, you are not granted any intellectual property rights over the Software.\nYou may not make or publish any public statement concerning the Software or iTop Inc.\nwithout the prior express written consent of iTop Inc.\nIf you fail to get the necessary authorization but still conduct activities other than as expressly permitted in this EULA, all the legal liabilities, including but not limited to any loss of or damage to any third party will be solely born by you.\n</p>\n<p>\n<b>Your Content</b>.\nWhen you use our Software to create your content, including but not limited to any documents, images, videos, etc.\n(collectively, \"Your Content\"), we claim no intellectual property rights to Your Content.\nIn connection to Your Content, you affirm, represent and warrant: (i)you have obtained and are solely responsible for obtaining all consents as may be required by law to post and/or publish any of Your Content relating to third parties.\n(ii)Your Content will not violate any law or infringe any rights of any third party, including but not limited to any intellectual property rights and privacy rights.\nWe aren’t responsible for the content people post or share via the Software.\nOur Software takes no responsibility and assumes no liability for any of Your Content that you or any other user or third party posts, sends, or otherwise makes available over the Software.\nYou are solely and fully responsible for Your Content and for all materials that you host, upload, download, create, access, publish, share or transmit using the Software.\n</p>\n<p>Section 2.\nLicense Grant and Restrictions</p>\n<p> iTop Inc.\nhereby grants you, subject to the terms and conditions of this Agreement, a limited, non-exclusive, non-transferable and non-sublicensable license to use the number of copies of the Software which you have paid on the corresponding number of computers, running a validly licensed copy of the operating system for which the Software was designed, for your personal use or for the internal business use of your company.\nYou may make a single copy of the Software for archival purposes and may use such copy only when the original copy is not in use.\n</p>\n<p>When using our Software, you agree to be subject to the terms and conditions set forth below:</p>\n<p>(a)You will: (i) use the Software only as an integral component of our product.\n(ii) not use the Software for development, compilation, debugging and similar design-time purposes.\n(iii) not reverse-compile or decompile, analyze, reverse-engineer, reverse-assemble or disassemble, unlock or otherwise attempt to discover the source code or underlying algorithms of the Software or attempt to do any of the foregoing in relation to the Object Code of the Software.\n(iv) not modify, adapt, translate or create any derivative works of the Software or merge the Software into any other software.\n<br>(b)You will not use, copy, modify, or transfer the Software, or any copy, adaptation, transcription, or merged portion thereof, except as expressly permitted herein by the third parties whose intellectual property has been licensed to iTop Inc..\n<br> (c) Your rights will be non-exclusive, and except as permitted by iTop Inc., non-assignable provided always, however, that the provisions set forth in this Agreement applicable to you must also apply to any permitted assignee.\n<br> (d) Your obligations under the said agreement will remain in effect for as long as it continues to possess or use the Software, and such obligations will be for the benefit of and will be enforceable by the third parties whose intellectual property has been licensed to iTop Inc.\n</p>\n<p>\n<b>Trial Version</b>: If you have received, downloaded, and/or installed a trial version of the Software and are hereby granted an evaluation license for the Software, you may use the Software only for evaluation purpose and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Software for other purposes or beyond the applicable evaluation period is strictly prohibited.</p>\n<p>Section 3.\nInstallation and Scheduled Tasks</p>\n<p> The installation process takes a few seconds and cannot be interrupted once started.\nBy installing the Software, you acknowledge that silent installation will be performed to streamline the installation process.\nThe Software may extract files, create and run scheduled tasks, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the Software settings.\nBut if the skip UAC task is disabled or stopped, you need to manually operate the UAC prompt every time when it is prompted.\nThe Software services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted, but the program will not function correctly when its services are paused or stopped.\n</p>\n<p>Section 4.\nLimited Warranty</p>\n<p> iTop Inc.\nwarrants and represents to you that the Software will substantially conform to and operate in accordance with its documentation for a period of sixty (60) days from the date you accept the terms of this Agreement and complete the download of the Software (“Warranty Period”).\nThis Limited Warranty applies only if the non-conformance is reported to iTop Inc.\nduring the Warranty Period and if iTop Inc.\nis able to confirm the substantial non-conformance.\nIt is void if the non-conformance of the Software is the result of accident, abuse, misapplication, or inappropriate use of the Software.\nThe exclusive remedy for breach of this warranty shall be, at iTop Inc.’s option, either (i) the repair or replacement of the Software.\nor (ii) a refund of the price, if any, which you paid to license the Software.\n</p>\n<p>Section 5.\nWarranty Disclaimer</p>\n<p> SUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE SOFTWARE IS BEING LICENSED ON AN \"AS IS\" AND “WITH ALL FAULTS” BASIS WITHOUT ANY EXPRESS OR IMPLIED WARRANTY OF ANY KIND.\nTHE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE SOFTWARE IS WITH YOU, AND, SHOULD THE SOFTWARE PROVE DEFECTIVE, YOU AND NOT ITOP ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING OR REPAIR.\nTO THE EXTENT PERMITTED BY LAW, ITOP DISCLAIMS ALL OTHER WARRANTIES ON THE SOFTWARE, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nFURTHER, ITOP DOES NOT WARRANT OR ASSUME RESPONSIBILITY FOR THE ACCURACY OR COMPLETENESS OF ANY INFORMATION, TEXT, GRAPHICS, LINKS OR OTHER ITEMS CONTAINED WITHIN THE SOFTWARE.\nITOP MAKES NO WARRANTIES RESPECTING ANY HARM THAT MAY BE CAUSED BY THE TRANSMISSION OF A COMPUTER VIRUS, WORM, TIME BOMB, LOGIC BOMB, OR OTHER SUCH COMPUTER PROGRAM.\nITOP FURTHER EXPRESSLY DISCLAIMS ANY WARRANTY OR REPRESENTATION TO AUTHORIZED USERS OR TO ANY THIRD PARTY.\nTHE DURATION OF ANY STATUTORILY-REQUIRED WARRANTY PERIOD SHALL BE LIMITED TO THE TERM OF THE LIMITED WARRANTY.\nNOTWITHSTANDING THE FOREGOING, YOU MAY HAVE OTHER RIGHTS, WHICH VARY FROM STATE TO STATE AND COUNTRY TO COUNTRY.\n</p>\n<p>Section 6.\nDisclaimer of Consequential Damages</p>\n<p> UNDER NO CIRCUMSTANCES SHALL ITOP BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES WHATSOEVER ARISING OUT OF THE USE OF THE SOFTWARE OR INABILITY TO USE THE SOFTWARE, INCLUDING WITHOUT LIMITATION, COMPUTER FAILURE, WORK STOPPAGE OR ANY OTHER DAMAGES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES AND COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n</p>\n<p>Section 7.\nLimitation on Liability</p>\n<p> iTop Inc.\nshall have no liability with respect to the content of the Software or any part thereof, including but not limited to errors or omissions contained therein, libel, infringements of rights of publicity, privacy, trademark rights, business interruption, personal injury, loss of privacy, moral rights or the disclosure of confidential information.\nITOP’S TOTAL LIABILITY SHALL IN NO EVENT EXCEED THE ACTUAL PRICE PAID FOR THE SOFTWARE.\n</p>\n<p>Section 8.\nExport Control</p>\n<p> The United States controls the export of products and information.\nYou agree to comply with such restrictions and not to export or re-export the Software to countries or persons prohibited under the export control laws.\nBy downloading the Software, you are agreeing that you are not in a country where such export is prohibited or are a person or entity to which such export is prohibited.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export or re-export of the Software.\n</p>\n<p>Section 9.\nTaxes</p>\n<p> You shall be responsible for the payment of all sales, use and similar taxes relating to the license of the Software.\n</p>\n<p>Section 10.\nGovernment Users</p>\n<p> If the Software is downloaded by or on behalf of the United States of America, its agencies and/or instrumentalities (\"U.S.\nGovernment\"), it is provided with Restricted Rights.\nUse, duplication, or disclosure of the Software by the U.S.\nGovernment is subject to restrictions as set forth in the Rights in Technical Data and Computer Software clause of DFARS and any other related applicable U.S.\nstatutes or regulations.\n</p>\n<p>Section 11.\nTermination</p>\n<p> Without prejudice to any other rights, iTop Inc.\nmay terminate this Agreement if you fail to comply with the terms and conditions set forth herein.\nIn such event, you must destroy all copies of the Software in your possession.\n</p>\n<p>Section 12.\nGeneral Terms</p>\n<p> If you live within the United States, the terms of this Agreement shall be governed by the laws of the State of California.\nIf you live outside of the United States, the terms of this Agreement shall be governed by the laws of the Hong Kong Special Administrative Region of the People’s Republic of China.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term.\nThis Agreement constitutes the entire agreement between you and iTop Inc.\nwith respect to this transaction.\nAny changes to this Agreement must be made in writing, signed by an authorized representative of iTop Inc.\n</p>\n<p>Section 13.\nPrivacy Policy</p>\n<p> iTop Inc.\nmay collect and use information concerning your use of the Software as set forth in its Privacy Policy.\n<br> We promise we will not reveal, rent or sell all your information to third parties outside the Software or its controlled subsidiaries and affiliates without your consent.\n</p>\n<p>Section 14.\nAdvertising</p>\n<p> You acknowledge that iTop Inc.\nmay at any time use this Software to display advertising or promotion materials to you, including without limitation, the release of third-party advertising, promotion of third-party products and services, or advertising or promotion of iTop Inc.'s other products and services.\n</p>\n<p> iTop Inc.\nmay change, without prior notice to you, the form (including without limitation, the display of third-party advertising on the launch page of this Software), pattern or scope of display, advertising or promotion.\n</p>\n<p> The communications, business contacts, or participation in promotion activity, including the payment and delivery of products or services, or any other terms and conditions, representations and warranties related thereto, between you and advertisers communicated through this Software or otherwise are solely between you and such advertisers, and iTop Inc.\nis not obliged to review, investigate or examine the advertisements or the advertisers.\n</p>\n<p>Section 15.\nClaims Resolution</p>\n<p> Most customer concerns can be resolved through iTop’s online support center (available at https://www.itopvpn.com/support) or by calling our customer service department at the toll-free number iTop has provided you.\nIn the event that iTop is unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.\n</p>\n<p> For this section, the words \"you\" and \"iTop\" include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word \"claim\" means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word \"claim\" also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common law and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop may not sell, assign or transfer a claim.\n</p>\n<p>Sending a Claim Notice</p>\n<p> Before beginning a lawsuit, mediation or arbitration, you and iTop agree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.\n</p>\n<p> Notice to iTop must include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any, and the license code iTop provided to you, if any.\nThe notice must be sent to supportpdf@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.\n</p>\n<p>Mediation</p>\n<p> In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.\n</p>\n<p> Before beginning mediation, you or iTop must first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop may submit the claim to JAMS (1-800-352-5267, jamsadr.com), the American Arbitration Association (\"AAA\") (1-800-778-7879, adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop for information on potential mediators.\niTop will pay the fees of the mediator.\n</p>\n<p> All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.\n</p>\n<p> Either you or iTop may terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop’s rights under this Claim Resolution provision.\n</p>\n<p>Arbitration</p>\n<p> If you live in the United States, you or iTop may elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.\n</p>\n<p> If arbitration is chosen by any party, neither you nor iTop will have the right to litigate that claim in court or have a jury trial on that claim.\nFurther, neither you nor iTop will have the right to participate in a representative capacity or as a member of any class pertaining to any claim subject to arbitration.\nArbitration procedures are generally simpler than the rules that apply in court, and discovery is more limited.\nThe arbitrator's decisions are as enforceable as any court order and are subject to very limited review by a court.\nExcept as set forth below, the arbitrator's decision will be final and binding.\nOther rights you or iTop would have in court may also not be available in arbitration.\n</p>\n<p>Initiating Arbitration</p>\n<p> Before beginning arbitration, you or iTop must first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop choose the organization, you may select the other within thirty days after receiving notice of iTop’s selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop agree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the \"FAA\").\n</p>\n<p> You or iTop may otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop may delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\n</p>\n<p> iTop will not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.\n</p>\n<p>Limitations on Arbitration</p>\n<p> If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.\n</p>\n<p> The arbitrator's authority is limited to claims between you and iTop alone.\nClaims may not be joined or consolidated unless you and iTop agree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.\n</p>\n<p>Arbitration Procedures</p>\n<p> This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to the Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.\n</p>\n<p> If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.\n</p>\n<p> At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.\n</p>\n<p>Arbitration Fees and Costs</p>\n<p> You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop will be responsible for any additional arbitration fees.\nAt your written request, iTop will consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.\n</p>\n<p>Arbitration Awards</p>\n<p> If the arbitrator rules in your favor for an amount greater than any final offer iTop made before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.\n</p>\n<p>Your Right To Reject Arbitration</p>\n<p> You may reject this Arbitration provision by sending a rejection notice to iTop at: supportpdf@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop, if any, and the license code iTop provided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.\n</p>\n<p>Continuation</p>\n<p> This Claims Resolution provision will survive termination of this Agreement or your license to use the Product.\nIf any portion of this Claims Resolution provision, except as otherwise provided in the Limitations on Arbitration provisions above, is deemed invalid or unenforceable, it will not invalidate the remaining portions of this Claims Resolution provision.\n</p> END USER LICENSE AGREEMENT <p>Last Update: Aug 21 , 2022</p>\n<p> PLEASE READ THIS AGREEMENT CAREFULLY BEFORE CONTINUING WITH THE DOWNLOAD AND INSTALLATION OF THE SOFTWARE PROGRAM IDENTIFIED ABOVE AND ANY ASSOCIATED SOFTWARE COMPONENTS, MEDIA, PRINTED MATERIALS OR OTHER RELATED ELECTRONIC DOCUMENTATION (COLLECTIVELY, THE “PRODUCT”).\nTO COMPLETE YOUR ORDER FOR THE PRODUCT YOU’VE REQUESTED, YOU MUST FIRST ACCEPT THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nBy doing so, or otherwise installing, copying, or using the PRODUCT, you agree to be bound by the terms of this agreement.\nThis agreement represents the entire agreement concerning the product between you and Itop, and it supersedes any prior proposal, Agreement, representation, or understanding between the parties.\nThis agreement contains an arbitration provision.\n</p>\n<p> Section 1.\nIntellectual Property Rights.\nThe Product is protected by copyright and other intellectual property laws, and all intellectual property rights in and to the Product belong to iTop Inc.\n(“iTop”) and its subsidiaries.\nFurther, all right, title and interest, including all intellectual property rights, in and to the content which may be accessed through use of the Product is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.\nThis Agreement grants you no rights to use such content.\nAll rights not expressly granted to you are reserved by iTop.\nThe Product is only licensed to you, not sold.\nYou may not reproduce, publish, transmit, modify, create derivative works from, publicly display, or publicly perform the Product.\nCopying or storing the Product other than as expressly permitted in Section 2 below is prohibited unless you obtain prior written permission from iTop.\n</p>\n<p> Section 2.\nLicense Grant and Prohibited Uses.\niTop hereby grants you, subject to the terms and conditions of this Agreement, a limited, non-exclusive, non-transferable and non-sublicensable license to use the number of copies of the Product which you have paid on the corresponding number of computers, running a validly licensed copy of the operating system for which the product was designed, for your personal use or for the internal business use of your company.\nYou may make a single copy of the Product for archival purposes and may use such copy only when the original copy is not in use.\nYou may not remove or alter any copyright notices on any copies of the Product.\nYou may not use the Product on a computer network or allow concurrent use of the Product by more than one individual.\nYou may not rent, lease or otherwise transfer the Product.\nUnless permitted by law, you may not reverse engineer, decompile, or disassemble the Product or attempt to do so.\nAny supplemental code that iTop may provide you in connection with any support services agreed upon between the parties shall be considered part of the Product and shall be subject to the terms and conditions of this Agreement.\nYou must comply with all applicable laws regarding use of the Product.\n</p>\n<p> Trial Version: If you have received, downloaded and/or installed a trial version of the Product and are hereby granted an evaluation license for the Product, you may use the Product only for evaluation purpose and only during the single applicable evaluation period, unless otherwise indicated, from the date of the initial installation.\nAny use of the Product for other purposes or beyond the applicable evaluation period is strictly prohibited.\n</p>\n<p> Section 3.\nInstallation and Scheduled Tasks.\nThe installation process takes a few seconds and cannot be interrupted once started.\nBy installing this Product, you acknowledge that silent installation will be performed to streamline the installation process.\nThe product may extract files, create and run scheduled tasks, create and run services on your computer.\nThe scheduled tasks are enabled by default and can be disabled by you at any time from the product settings.\nThe product services may run in the background to deliver updates, automatic services, performance monitoring, and some other long-running functionality.\nThese services can be automatically started when the computer boots and can be paused and restarted.\nBut the program will not function correctly when its services are paused or stopped.\n</p>\n<p> Section 4.\nLimited Warranty.\niTop warrants and represents to you that the Product will substantially conform to and operate in accordance with its documentation for a period of sixty (60) days from the date you accept the terms of this Agreement and complete the download of the Product (“Warranty Period”).\nThis Limited Warranty applies only if the nonconformance is reported to iTop during the Warranty Period and if iTop is able to confirm the substantial non-conformance.\nIt is void if the non-conformance of the Product is the result of accident, abuse, misapplication, or inappropriate use of the Product.\nThe exclusive remedy for breach of this warranty shall be, at iTop’s option, either (i) the repair or replacement of the Product.\nor (ii) a refund of the price, if any, which you paid to license the Product.\n</p>\n<p> Section 5.\nWarranty Disclaimer.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an “As Is” and “with all faults” basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTOP assume the entire cost of all necessary servicing or repair.\nTO THE EXTENT PERMITTED BY LAW, ITOP DISCLAIMS ALL OTHER WARRANTIES ON THE PRODUCT, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nFURTHER, ITOP does not warrant or assume responsibility for the accuracy or completeness of any information, text, graphics, links or other items contained within the Product.\nITOP makes no warranties respecting any harm that may be caused by the transmission of a computer virus, worm, time bomb, logic bomb, or other such computer program.\nITOP further expressly disclaims any warranty or representation to authorized users or to any third party.\nTHE DURATION OF ANY STATUTORILY-REQUIRED WARRANTY PERIOD SHALL BE LIMITED TO THE TERM OF THE LIMITED WARRANTY.\nNOTWITHSTANDING THE FOREGOING, YOU MAY HAVE OTHER RIGHTS, WHICH VARY FROM STATE TO STATE AND COUNTRY TO COUNTRY.\n</p>\n<p> Beta Software: If the Product that you have received has been identified by iTop as “Beta” software, you may use the Product for testing purpose.\nThe Beta Software IS BELIEVED TO CONTAIN DEFECTS AND A PRIMARY PURPOSE OF THIS BETA TESTING LICENSE IS TO OBTAIN FEEDBACK ON SOFTWARE PERFORMANCE AND THE IDENTIFICATION OF DEFECTS.\nYou are advised to safeguard important data, to use caution and not to rely in any way on the correct functioning or performance of software and/or accompanying materials.\nSUBJECT TO THE PROVISIONS OF SECTION 4 ABOVE, THE PRODUCT is being licensed on an “As Is” and “with all faults” basis without any express or implied warranty of any kind.\nThe entire risk as to the quality and performance of the Product is with you, and, should the product prove defective, you and not iTop assume the entire cost of all necessary servicing or repair.\n</p>\n<p> Section 6.\nDisclaimer of Consequential Damages .\nUNDER NO CIRCUMSTANCES SHALL ITOP BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES WHATSOEVER ARISING OUT OF THE USE OF THE PRODUCT OR INABILITY TO USE THE PRODUCT, INCLUDING WITHOUT LIMITATION, COMPUTER FAILURE, WORK STOPPAGE OR ANY OTHER DAMAGES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES AND COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n</p>\n<p> Section 7.\nLimitation on Liability .\nItOP shall have no liability with respect to the content of the PRODUCT or any part thereof, including but not limited to errors or omissions contained therein, libel, infringements of rights of publicity, privacy, trademark rights, business interruption, personal injury, loss of privacy, moral rights or the disclosure of confidential information.\nITOP’S TOTAL LIABILITY SHALL IN NO EVENT EXCEED THE ACTUAL PRICE PAID FOR THE PRODUCT.\n</p>\n<p> Section 8.\nExport Control .\nThe United States controls the export of products and information.\nYou agree to comply with such restrictions and not to export or re-export the Product to countries or persons prohibited under the export control laws.\nBy downloading the Product, you are agreeing that you are not in a country where such export is prohibited or are a person or entity to which such export is prohibited.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export or re-export of the Product.\n</p>\n<p> Section 9.\nTaxes .\nYou shall be responsible for the payment of all sales, use and similar taxes relating to the license of the Product.\n</p>\n<p> Section 10.\nGovernment Users .\nIf the Product is downloaded by or on behalf of the United States of America, its agencies and/or instrumentalities (“U.S.\nGovernment”), it is provided with Restricted Rights.\nUse, duplication, or disclosure of the Product by the U.S.\nGovernment is subject to restrictions as set forth in the Rights in Technical Data and Computer Software clause of DFARS and any other related applicable U.S.\nstatutes or regulations.\n</p>\n<p> Section 11.\nTermination .\nWithout prejudice to any other rights, iTop may terminate this Agreement if you fail to comply with the terms and conditions set forth herein.\nIn such event, you must destroy all copies of the Product in your possession.\n</p>\n<p> Section 12.\nGeneral Terms .\nIf you live within the United States, the terms of this Agreement shall be governed by the laws of the State of California.\nIf you live outside of the United States, the terms of this Agreement shall be governed by the laws of the Hong Kong Special Administrative Region of the People’s Republic of China.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term.\nThis Agreement constitutes the entire agreement between you and iTop with respect to this transaction.\nAny changes to this Agreement must be made in writing, signed by an authorized representative of iTop.\n</p>\n<p> Section 13.\nClaims Resolution .\nMost customer concerns can be resolved through iTop’s online support center (available at https://www.itopvpn.com/support) or by calling our customer service department at the toll-free number iTop has provided you.\nIn the event that iTop is unable to resolve a complaint to your satisfaction, this section explains how claims can be resolved through mediation, arbitration or litigation.\nIt includes an arbitration provision.\n<br> For this section, the words “you” and “iTop” include any corporate parents, subsidiaries, affiliates or related persons or entities.\nThe word “claim” means any current or future claim, dispute or controversy relating to the Product, this Agreement, and this Claims Resolution provision, except for the validity, enforceability or scope of the Arbitration provision.\nThe word “claim” also includes but is not limited to: (i) initial claims, counter-claims, cross-claims and third-party claims.\n(ii) claims based upon contract, tort, fraud, statute, regulation, common law and equity.\n(iii) claims by or against any third-party using or providing any product, service or benefit in connection with Agreement.\nand (iv) claims that arise from or relate to advertisements, promotions or oral or written statements related to the Product.\nYou or iTop may not sell, assign or transfer a claim.\n</p>\n<p>Sending a Claim Notice</p>\n<p> Before beginning a lawsuit, mediation or arbitration, you and iTop agree to send a written notice (a claim notice) to each party against whom a claim is asserted, in order to provide an opportunity to resolve the claim informally or through mediation.\nThe claim notice must describe the claim and state the specific relief demanded.\n</p>\n<p> Notice to iTop must include your name, address, the name of the Product at issue, the date of download or purchase of the Product, the email address you previously provided to us, if any, and the license code iTop provided to you, if any.\nThe notice must be sent to feedback@itopvpn.com.\nIf the claim proceeds to arbitration, the amount of any relief demanded in a claim notice will not be disclosed to the arbitrator until after the arbitrator rules.\n</p>\n<p>Mediation</p>\n<p> In mediation, a neutral mediator helps parties resolve a claim.\nThe mediator does not decide the claim but helps the parties reach agreement.\n</p>\n<p>Before beginning mediation, you or iTop must first send a claim notice.\nIf you live within the United States, within thirty days after sending or receiving a claim notice, you or iTop may submit the claim to JAMS (1-800-352-5267, jamsadr.com), the American Arbitration Association (“AAA”) (1-800-778-7879, adr.org), or another mutually agreed upon mediator, for mediation.\nIf you live outside of the United States, you may contact iTop for information on potential mediators.\niTop will pay the fees of the mediator.</p>\n<p> All mediation-related communications are confidential, inadmissible in court and not subject to discovery.\nAll applicable statutes of limitation will be tolled until termination of the mediation.\n</p>\n<p> Either you or iTop may terminate the mediation at any time.\nThe submission or failure to submit a claim to mediation will not affect your or iTop’s rights under this Claim Resolution provision.\n</p>\n<p>Arbitration</p>\n<p> If you live in the United States, you or iTop may elect to resolve any claim by individual arbitration.\nIf you do not live in the United States, this arbitration subsection does not apply to you.\nIn individual arbitration, claims are decided by a neutral arbitrator.\n</p>\n<p> If arbitration is chosen by any party, neither you nor iTop will have the right to litigate that claim in court or have a jury trial on that claim.\nFurther, neither you nor iTop will have the right to participate in a representative capacity or as a member of any class pertaining to any claim subject to arbitration.\nArbitration procedures are generally simpler than the rules that apply in court, and discovery is more limited.\nThe arbitrator's decisions are as enforceable as any court order and are subject to very limited review by a court.\nExcept as set forth below, the arbitrator's decision will be final and binding.\nOther rights you or iTop would have in court may also not be available in arbitration.\n</p>\n<p>Initiating Arbitration</p>\n<p> Before beginning arbitration, you or iTop must first send a claim notice.\nClaims will be referred to either JAMS or AAA, as selected by the party electing arbitration.\nClaims will be resolved pursuant to this Arbitration provision and the selected organization's rules in effect when the claim is filed, except where those rules conflict with this Arbitration provision.\nIf iTop choose the organization, you may select the other within thirty days after receiving notice of iTop’s selection.\nContact JAMS or AAA to begin an arbitration or for other information.\nClaims also may be referred to another arbitration organization if you and iTop agree in writing or to an arbitrator appointed pursuant to section 6 of the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (the “FAA”).\n</p>\n<p> You or iTop may otherwise elect to arbitrate any claim at any time unless it has been filed in court and trial has begun or final judgment has been entered.\nEither you or iTop may delay enforcing or not exercise rights under this Arbitration provision, including the right to arbitrate a claim, without waiving the right to exercise or enforce those rights.\n</p>\n<p> iTop will not elect arbitration for any claim you file in small claims court, so long as the claim is individual and pending only in that court.\n</p>\n<p>Limitations on Arbitration</p>\n<p> If either party elects to resolve a claim by arbitration, that claim will be arbitrated on an individual basis.\nThere will be no right or authority for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of the general public, other licensees or other persons similarly situated.\n</p>\n<p> The arbitrator's authority is limited to claims between you and iTop alone.\nClaims may not be joined or consolidated unless you and iTop agree in writing.\nAn arbitration award and any judgment confirming it will apply only to the specific case and cannot be used in any other case except to enforce the award.\nNotwithstanding any other provision and without waiving the right to appeal such decision, if any portion of these limitations on Arbitration is deemed invalid or unenforceable, then the entire Arbitration provision (other than this sentence) will not apply.\n</p>\n<p>Arbitration Procedures</p>\n<p> This Arbitration provision is governed by the FAA.\nThe arbitrator will apply applicable substantive law, statutes of limitations and privileges.\nThe arbitrator will not apply any federal or state rules of civil procedure or evidence in matters relating to evidence or discovery.\nSubject to the Limitations on Arbitration, the arbitrator may otherwise award any relief available in court.\nThe arbitration will be confidential, but you may notify any government authority of your claim.\n</p>\n<p> If your claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents, through a telephonic hearing, or by an in-person hearing.\nAt any party's request, the arbitrator will provide a brief written explanation of the award.\nThe arbitrator's award will be final and binding, except for any right of appeal provided by the FAA.\nhowever, any party will have thirty days to appeal the award by notifying the arbitration organization and all parties in writing.\nThe organization will appoint a three-arbitrator panel to decide anew, by majority vote based on written submissions, any aspect of the decision objected to by any party.\nJudgment upon any award may be entered in any court having jurisdiction.\n</p>\n<p> At your election, any in-person arbitration hearings will take place in the federal judicial district of your residence.\n</p>\n<p>Arbitration Fees and Costs</p>\n<p> You will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought a claim in a court of general jurisdiction.\niTop will be responsible for any additional arbitration fees.\nAt your written request, iTop will consider in good faith making a temporary advance of your share of any arbitration fees, or paying for the reasonable fees of an expert appointed by the arbitrator for good cause.\n</p>\n<p>Arbitration Awards</p>\n<p> If the arbitrator rules in your favor for an amount greater than any final offer iTop made before arbitration, the arbitrator's award will include: (i) any money to which you are entitled, but in no case less than $2,000.\nand (ii) any reasonable attorneys’ fees and costs.\n</p>\n<p>Your Right To Reject Arbitration</p>\n<p> You may reject this Arbitration provision by sending a rejection notice to iTop at: feedback@itopvpn.com.\nYour rejection notice must be sent within 30 days after your first download or purchase of the Product.\nYour rejection notice must state that you reject the Arbitration provision and must include your name, address, the date of download or purchase of the Product, the name of the Product, the email address you previously provided to iTop, if any, and the license code iTop provided to you, if any.\nIf your rejection notice complies with these requirements, this Arbitration provision will not apply to you, except for any claims subject to pending litigation or arbitration at the time you send your rejection notice.\nRejection of this Arbitration provision will not affect your other rights or responsibilities under this Agreement.\nRejecting this Arbitration provision will not affect your ability to use the Product.\n</p> ", "created_at": "2023-03-13 20:10:48.045408", "updated_at": "2023-03-13 20:10:57.157179"}, {"id": 14469, "name": "Privacy Policy", "url": "https://www.itopvpn.com/privacy", "xpath": "/html/body/div[1]/div", "text": " <p>Privacy Policy</p>\n<p>Last Updated: June 14, 2022</p>\n<p>This Privacy Policy applies to the websites (“itopvpn.com”), its sub-websites, the software or applications, and any accompanying services, (“ the Services”, “our Services”, \"iTop\", \"We\", \"us\" , or “Our”), owned and operated by iTop Inc.\n</p>\n<p>The purpose of this Privacy Policy is to inform you of what information we collect, use and share when you visit our Site and/or use our Services.\nYour privacy is extremely important to us and we are committed to protecting your privacy all the time.</p>\n<p>By visiting our websites, by submitting your data to us, and by accessing, installing and/or using the Services, you confirm that you have read this Privacy Policy and agree to be bound by this Privacy Policy.\nIf you disagree with the rules of this Privacy Policy, please do not use our Services.</p>\n<p>What Information We Collect</p>\n<p> All the information listed below that we collect is used for providing and improving the Services.\nWe will not use or share your information with anyone except as described in this Privacy Policy.\nTo maximize your privacy, iTop only collects the minimum information to provide a better user experience.\n</p>\n<p> Service Data </p>\n<p> In order to provide you with our products and Services, we collect limited personal information from customers who register with our services including a username or email address and phone number for the purpose of account verification and providing Services.\n</p>\n<p> For the account you registered for our Services, iTop does not have access to or knowledge of the account password and the data you saved in the account (such as the data you saved in DualSafe Password Manager, iTop Screen Recorder, iTop Screenshot, and other iTop services).\nWe do not have access to and/or the ability to decrypt your saved data under any circumstance.\nOur Zero-Knowledge encryption model ensures that only you can decrypt your stored information.\nWe have no way of accessing or decrypting your data.\nhttps://policies.google.com/privacy</p>\n<p> Customer Service and Technical Service </p>\n<p> We may collect or ask you to provide necessary information when you reach us by email or by requesting online support.\n</p>\n<p> This information may include, without limitation, your name, your email address, your order reference, how you use our service, your computer or device information such as hardware and system version, crash logs, etc.\nIn general, we collect no more information than is required in order to investigate the issue you encounter.\nWe will only use such information to provide customer service and/or troubleshoot the technical problem you are experiencing.\n</p>\n<p> Cookies </p>\n<p> When you visit our websites, we may store cookies on your computer (as well as other tracking technologies like web beacons and pixels) in order to facilitate and customize your use of our websites.\nA cookie is a small data text file, which a website stores on your computer's hard drive (if your web browser permits) that can later be retrieved to identify you to us.\nOur cookies may store information regarding your account information.\nYou are always free to decline our cookies if your browser permits, but such disabling may cause some of the features of our websites would not operate properly and your online experience may be limited.\n</p>\n<p> We do not log your activity while you are utilizing the Services, including your original IP address, browsing history, traffic destination, DNS queries, or transferred data.\n</p>\n<p> Third-Party Tools </p>\n<p> To analyze website and application events from our users in order to understand how our Services function, we use some third-party tools.\nHere are the third-party tools we use, how we use them, and their privacy policies: </p>\n<p> · Google Analytics </p>\n<p> Google Analytics is a web analytics service provided by Google.\niTop uses Google Analytics cookies to help us understand the use of our Site by our visitors, compile reports on your website activity, and provide other services relating to website activity and internet usage.\nBy using this website, you consent to the processing of data about you by Google.\nGoogle's privacy policy is available at https://policies.google.com/privacy </p>\n<p> · Microsoft App Center on Windows OS </p>\n<p> Microsoft App Center belongs to Microsoft.\nThis was used to do beta distribution, crash reporting, user metrics, feedback, and more.\nIts privacy policy is available at https://privacy.microsoft.com/en-us/PrivacyStatement </p>\n<p> · Google Firebase Analytics on iOS </p>\n<p> Firebase helps us understand how people interact with our Services by providing insight on app usage and user engagement.\nYou can find its privacy policy at https://policies.google.com/privacy </p>\n<p> · Google Fabric Crashlytics on iOS </p>\n<p> This Google tool can collect, analyze, and organize app crash reports, thus to help us improve application stability and improve your experience.\nIts implementation doesn’t contain any information that can personally identify you.\nYou can find its privacy policy at https://policies.google.com/privacy </p>\n<p> · haveibeenpwned.com </p>\n<p> DualSafe Password Manager uses this API to inform privacy leaks if there is any.\nYou can find its privacy policy at: https://haveibeenpwned.com/Privacy </p>\n<p> Placing Orders </p>\n<p> When you purchase our products or services, the billing is handled by a third-party service provider, who is acting on our behalf.\nthus, you will make your purchase from the service provider directly, and not from iTop.\nThe handling of your personal information will be governed by any privacy policy or terms of service published by the service provider.\n</p>\n<p> The service provider may request billing information such as your name, email address, home or work address, telephone or mobile phone number, payment information including credit card number, expiration date, security code, name of your issuing bank, etc.\nThe purpose of this information is to fulfill orders, process payment, deliver products, provide customer service, and the like.\nThe third-party service provider may transmit some of your personal information to us, but not including payment information.\nWe may use the information we receive to verify your subscription, to contact you about the status of your order, for renewal of your subscription, if applicable.\n</p>\n<p> We have agreements with all the third-party service providers that they will not use personal information of our users for their own marketing purposes, and will not share this information with other parties.\n</p>\n<p> Use of Social Networks </p>\n<p> If you choose to ‘share’ iTop products with friends through Facebook, Twitter or other social networks, you might be sent cookies from these websites.\nWe don’t control the setting of these cookies, so please check those websites for more information about their cookies and how to manage them </p>\n<p>How We Use Your Information</p>\n<p> We use your information in order to provide you with the Services.\nAny of the information we collect from you may be used in one of the following ways: </p>\n<p>To provide the requested service </p>\n<p> Some data are necessary to deliver the service you requested.\n</p>\n<p>To improve our websites and service</p>\n<p> We continually strive to improve our website offerings based on the information and feedback we receive from you.\n</p>\n<p>To improve customer service</p>\n<p> Your information helps us to more effectively respond to your customer service requests and support needs.\n</p>\n<p>To process transactions</p>\n<p> Your information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without your consent, other than for the express purpose of delivering the purchased product or service requested.\n</p>\n<p>To send periodic emails</p>\n<p> The email address you provide for order processing will only be used to send you information and updates pertaining to your order.\nIf at any time you would like to unsubscribe from receiving future emails, you can follow the detailed unsubscribe instructions that we included at the bottom of each email.\n</p>\n<p>How We Share Your Information</p>\n<p> iTop does not share or disclose your personal information to any third parties with two exceptions as below: </p>\n<p>Third-Party Service Providers</p>\n<p> We may hire other companies to provide limited services on our behalf, such as handling the processing and delivery of mailings, providing customer support, hosting websites, processing transactions, or performing statistical analysis of our services.\nThose companies will be permitted to obtain only the personal information they need to deliver the service.\nThey are required to maintain the confidentiality of the information and are prohibited from using it for any other purpose.\n</p>\n<p>Legal Requirements</p>\n<p> In the event we are served with valid subpoenas, warrants, or other legal documents (for example, documents concerning the sale of all or part of our business), or where applicable law compels us to comply, or when we are required to defend the rights or property of the iTop Inc., including the security of our products and services, and the personal safety, property, or other rights of our customers and employees, or a request for data with the purpose of identifying and/or preventing credit card fraud, we may share your personal data as collected above.\n</p>\n<p>Security and Confidentiality</p>\n<p> We understand and accept our responsibility to protect your data.\nOur employees are subject to confidentiality obligations.\nWe use industry-standard information, security tools, and measures, as well as internal procedures and strict guidelines to prevent information misuse and data leakage, but we cannot guarantee that our systems will be absolutely safe (actually no method of transmission over the internet, or method of electronic storage is 100% secure).\nIf you become aware of any potential data breach or security vulnerability, you are requested to contact us immediately.\nWe will use all measures to investigate the incident, including preventive measures, as required.\n</p>\n<p> In addition, it is extremely important that you understand that it is your responsibility to protect the security of your password for the account registered for iTop Services.\nThe password should be strong and unique and not easy to be guessed.\nIt should be known by you only.\nIt is equally important that you keep a copy in a safe place for your own reference, because you will need your password to decrypt all the data you saved in our Services.\nWe are unable to decrypt your data.\n</p>\n<p>How to Access, Control and Delete Your Data</p>\n<p> You can add, remove, edit, and change any data that are saved in iTop Services, at any time, by logging into your account.\n</p>\n<p> You also have the right to deactivate and delete your iTop account at any time by contacting us here.\nHowever, some information may remain in archived/backup copies to comply with our legal obligations, resolve disputes and enforce our agreements.\n</p>\n<p> For the information processed by the third party partners, you have the right to access your personal information.\nIf you want to access, correct, amend, or delete inaccurate data on our third party partner's platform, you should contact them directly as they are the data controllers and iTop has no control of those information.\n</p>\n<p>Information Warranty Disclaimer</p>\n<p> Notwithstanding anything else in this Policy, we are not responsible for the accuracy, correctness, and security of any of the information we gather, store, and disclose to you or to anyone else.\n</p>\n<p> Our policy only addresses the use and disclosure of information we collect from you.\nTo the extent you disclose your information to other parties or sites throughout the internet, different rules may apply to their use or disclosure of the information you disclose to them.\nAccordingly, we encourage you to read the terms and conditions and privacy policy of each third party that you choose to disclose information to.\n</p>\n<p>Children's Online Privacy Protection Act Compliance </p>\n<p> We are in compliance with the requirements of COPPA (Children's Online Privacy Protection Act), we do not collect any information from anyone under 13 years of age.\nOur website, products, and services are all directed to people who are at least 13 years old or older.\n</p>\n<p>Changes to This Privacy Policy</p>\n<p> We may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nThese changes are effective immediately after they are posted on this page.\nThe last revision will be reflected in the \"Last Updated\" heading.\nAny changes to this policy will be posted on the Site.\nYour continued use of the Services following any such changes will be considered as your consent to the amended Privacy Policy.\n</p>\n<p>How to Contact Us</p>\n<p> If you have questions about this Privacy Policy or believe that iTop has not adhered to this Privacy Policy, please contact us and we will make efforts to promptly determine and remedy the problem.\n</p> ", "created_at": "2023-03-13 20:11:30.622834", "updated_at": "2023-03-13 20:11:38.705633"}], "points": [], "urls": ["itopvpn.com"]}}