{"error": 448, "message": "OK", "parameters": {"id": 8321, "name": "Insta360", "created_at": "2023-05-14 06:30:53.874473", "updated_at": "2023-05-14 10:01:58.334187", "wikipedia": "https://en.wikipedia.org/wiki/Insta360", "keywords": null, "related": null, "slug": "insta360", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8321.png", "url": "insta360.com", "documents": [{"id": 16151, "name": "Privacy Policy (Latest? Website?)", "url": "https://www.insta360.com/support/supportcourse?post_id=20169", "xpath": "/html/body/div[5]", "text": " SupportProduct Support Privacy Policy Introduction\n<p>This Privacy Policy applies to all of our products and software, and other platform services (the \"Platform Services\") provided by the Platform Operator (hereinafter referred to as \"Insta360\", \"We\", or \"Us\").\nPlease read the Insta360 Privacy Policy (the \"Policy\") carefully and fully understand how we collect and use your personal information so that you can make choices.\nThis Policy describes:</p>\n<p>1.&nbsp;Information we collect and use<br>\n2.\nCookies we use<br>\n3.\nHow we share, transfer and publicly disclose your personal information<br>\n4.\nHow we protect and store your personal information<br>\n5.\nHow you manage your personal information<br>\n6.\nProtection of children’ information<br>\n7.\nIntellectual property licensing and declaration<br>\n8.\nNotices and amendments<br>\n</p>\n<p>If you do not agree to this Policy, please do not use the Platform Services.\nBy clicking \"Agree\" and using any of the services provided on the Platform, you agree that we may lawfully use and protect your personal information in accordance with this Policy.<br>\nIf you do not agree to this Policy, please do not use the Platform Services.\nBy clicking \"Agree\" and using any of the services provided on the Platform, you agree that we may lawfully use and protect your personal information in accordance with this Policy.<br>\nUnless otherwise agreed, terms used in this Policy have the same meanings as those in the Insta360 User Service Agreement.\nWe will comply with the existing laws and regulations and handle your personal information appropriately based on legal and legitimate means and in good faith.\nIf you have any questions about this Policy, you can contact us through the contact information posted on our Platform.</p>\n<br>\n1.&nbsp;Information we collect and use\n<p>Personal information is all kinds of information related to an identified or identifiable natural person, recorded electronically or by other means.\nIn order to provide you with better, more optimal and personalized services, Insta360 will only process your personal information for the purposes, collection methods and scope of use set out in this Policy, in accordance with the principles of legality, legitimacy and necessity.<br>\nYour personal information may contain sensitive personal information such as your racial or ethnic origin, political views, religious/philosophical beliefs, trade union membership, information relating to health/sex life/sexual orientation, genetic information, biometric information processed to identify a specific individual, etc.\nYou may upload or post such sensitive information in public channels when you use our services.\nPlease handle such sensitive personal information carefully.</p>\n<p>\n<strong>1.1 Information we collect</strong>\n<br>\nDepending on the type and content of the services you choose, Insta360 may collect, store and use the personal information listed below under different circumstances.<br>\n(i)The information you fill in when you register as an Insta360 user, such as your account and password, user name, avatar, registered e-mail address.<br>\n(ii)The information you fill in when you make purchases at the Insta360 official store, such as your cell phone number, delivery address, bank card number, and email address.<br>\n(iii)Log files generated when you use Insta360 series products.<br>\n(iv)The information you submit when you use Insta360 series products and clients, such as your WI-FI connection status, serial number of your hardware, granting Insta360 to access your cell phone videos and photos.<br>\n(v)The information you fill in when you receive our customer service or participate in our events, such as your name, cell phone number, email address, home address, questionnaire.<br>\n(vi)Information you upload and publicly post through the Insta360 Platforms, such as your username, nickname, avatar, and the text, images, and video you post, including the model of the device you used to take the images or video, the time you took them, and geographic location information.<br>\n(vii)Text, images and video content that you upload through the Insta360 Platforms but do not publicly post, as well as information related to it such as the model of the device used to take the picture or video, the time and date of when it was taken, and geographic location information.<br>\n(viii)Information related to your communications via email or our websites, such as records of communications between you and us.<br>\n(ix)Information related to your device that we may read when you access our web pages through your computer or access our mobile web pages through your mobile phone, download or use our or our affiliates' software to use our services, such as media access control (MAC) address, browser name and version, language, geolocation information, device manufacturer and model, device identification number, operating system, resolution, telecom operators, etc.<br>\n(x)To improve the security of your use of our services and to more accurately prevent phishing site scams and Trojan horses, we may determine the risk of your account by knowing some of your Internet usage habits, information about the software you commonly use, and may record URLs that we consider risky.\n(xi)Other personal information that you provide to us.<br>\n(xii)In order to provide and optimize our services, when you use the services, we will collect information about:<br>\n(a) When you download or use our software, or use our Platform Services by accessing mobile web pages, we may read the information of your device, such as device model, device identifier, operating system, screen resolution, telecom operators, Android ID, Android SD card data etc.<br>\n(b) When you use our Platform services or visit our Platform web pages, we automatically receive and record information of your browser and computer, such as your medium access control (MAC) address, GPS address, screen resolution, operating system and its version, device manufacturer and its model, language, Internet browser and its version and the name of the software you are using and its version and the time of when the pictures and/or videos were taken.<br>\n(c) Information contained in the content you upload through our Platform, such as the date, time and location of the shared photos or videos taken or uploaded.<br>\n</p>\n<p>\n<strong>1.2 How we use the information we collect</strong>\n<br>\nInsta360 strictly abides by the provisions of laws and regulations and the agreements with users under this Policy to use the information collected for the following purposes.\nIf we intend to use your information for purposes beyond those listed below, we will explain this to you and obtain your consent in advance.<br>\n(i) Review and approve the user's account registration application.<br>\n(ii) To provide users with the basic service features of the services and software and hardware of our platform used.<br>\n(iii) To make improved products or offer superior service by analyzing log files we collected.<br>\n(iv) Passing your application and responding to your queries.<br>\n(v) To send you relevant information, such as changes to our policy terms, conditions and policies regarding the services.<br>\n(vi) Completing surveys about our products or related services, or promotions and campaigns that you have chosen to participate in.<br>\n(vii) Facilitating social sharing features.<br>\n(viii) To provide you with personalized service.<br>\n(ix) To provide you with relevant information about our products and services or the products or services of our affiliates or other third parties, and to push seminars or interest groups related to products and services to you.<br>\n(x) To prevent, detect, and investigate fraud, security hazards, illegal or violations of agreements, policies or rules with us or our affiliates in order to protect the legal rights of you, our other users, or us or our affiliates.<br>\n(xi) We may use, share or disclose information from one service in combination with information from other services for the purpose of providing you with a more personalized use of the service, such as the need to give you a broader social circle.<br>\n(xii) For auditing, developing new products, analyzing usage trends, improving operational efficiency and promoting promotional purposes.<br>\n(xiii) Other uses for which we have your consent.<br>\nWe may use the foregoing information to push you ads that may be of interest to you, such as pushing you information about our products and services.\nIf you do not wish to receive such information, you may unsubscribe by replying to the email or by switching off “Product promotions” in App settings &gt.\nNotifications to unsubscribe from push notifications.\n<br>\n</p>\n<p>\n<strong>1.3 Exceptions to the collection and use of personal information</strong>\n<br>\nYou understand and agree that we have the right to collect and use your personal information without your consent in the following circumstances.<br>\n(i) Circumstances involving national security, national defense security.<br>\n(ii) Situations involving public safety, public health, and significant public interest.<br>\n(iii) Cases involving crime investigation, prosecution, trial and execution of judgments.<br>\n(iv) For the purpose of safeguarding the life, property and other significant legitimate rights and interests of the subject of personal information or other individuals but where it is difficult to obtain the consent of the individual.<br>\n(v) Circumstances where it is necessary for us to perform our statutory duties or legal obligations.<br>\n(vi) The handling of personal information within a reasonable range for the implementation of news reporting, public opinion monitoring and other acts in the public interest.<br>\n(vii) Where the personal information involved is disclosed to the public by the subject of the personal information or the guardian himself/herself.<br>\n(viii) Personal information collected from legitimate public disclosures, such as legitimate news reports, government information disclosure and other channels.<br>\n(ix) Necessary to enter into and perform a contract at your request.<br>\n(x) Necessary for maintaining the safe and stable operation of our Platform Services, such as the detection and disposal of product or service failures.<br>\n(xi) Necessary for academic research institutions to conduct statistical or academic research in the public interest and to de-identify the personal information contained in the results when providing the results of academic research or descriptions to the public.<br>\n(xii) For other circumstances specified by laws and administrative regulations.<br>\n</p>\n<p>\n<strong>1.4 Rules for the use of the information we collect</strong>\n<br>\n1.4.1 We will use the personal information collected for the purposes set out in this Policy and for the purpose of carrying out the features of our services.<br>\n1.4.2 After collecting your personal information, we will de-identify the information through technical means, and the de-identified information will not identify the subject.\nPlease understand and agree that information obtained through the foregoing activities will be treated by us as non-personal information, unless otherwise required by applicable laws and regulations.\nWe may provide our partners with aggregate information obtained on the basis of de-identified information about how users use and viewpoints provided through the Software so that our partners have an understanding of the frequency, volume and activities of users using the Software.\nFor the avoidance of doubt, under this section, we will only use the information for lawful purposes and the aggregate information provided to our partners will not indicate any specific user.\nWe may also use or share with third parties for lawful purposes any information that we have collected in the aggregate or that is not identifiable.<br>\n1.4.3 Please understand and agree that for all personal information you provide while using our products and/or services, unless you delete or reject our collection through system settings, you will be deemed to have continuously authorized consent to our use for the duration of your use of our products and/or services.\nWhen you cancel your account, we will stop using and delete your personal information.\nTo cancel your account, navigate to the official website, click My Account &gt.\nChange Password &gt.\nDelete My Account or through the Insta360 App, go to App Settings &gt.\nPersonal &gt.\nEdit Information &gt.\nDelete Account.<br>\n1.4.4 We will seek your prior express consent when we want to use your personal information for purposes other than those stated in this Policy, or when personal information collected for a specific purpose is used for other purposes.\nPlease understand that the products and/or platform services we provide to you are subject to change from time to time.\nIf you choose to use other products and/or services not listed in this Policy, we will provide you with a detailed explanation of the purpose, manner and scope of collection and seek your consent through agreements, page prompts and other means before collecting your personal information.\nIf you do not agree to provide the aforementioned information, you may not be able to use the product and/or service, but it will not affect your use of existing products and/or services.<br>\n</p>\n<br>\n2.\nCookies we use\n<p>\n<strong>2.1 How we use cookies</strong>\n<br>\nTo make your visit easier, Insta360 may identify you through small data files when you visit our Platform Sites or use our Platform Services in order to eliminate the need for you to repeatedly enter registration information or to help estimate the security of your account.\nThese data files may be cookies, Flash cookies, or other local storage provided by your browser or associated applications (collectively, \"Cookies\").\nThe cookies technology used by Insta360 does not capture personal email addresses or any personal information.<br>\n</p>\n<p>Cookies are used primarily to enhance your experience when visiting our Platform websites or using our Platform Services, to provide you with customized display options, to provide statistical reports on web activity, or to secure software and website security requirements.\nWe also use cookies to preload relevant content.<br>\n</p>\n<p>When you first visit our Platform website or use our Platform services, if you agree to our use of Cookies in accordance with the terms of this Policy, you are allowing us to use Cookies each time you visit or use thereafter.\nyou can disable Cookies by configuring your browser, or by alerting you when a website uses Cookies.\nHowever, if you disable Cookies, you may not be able to use the features or services of our Platform or website properly.<br>\n</p>\n<p>\n<strong>2.2 Third-party SDKs</strong>\n<br>\nThird-party SDKs are embedded in our mobile applications.\nThese third-party SDKs can cooperate with us to provide you with more comprehensive services, and may collect your personal information at the same time.\nWe will take necessary measures to control the collection and use of these third-party SDKs to ensure that your personal information is effectively protected.\nRegarding the identity of the third party, the purpose of collecting personal information and the link to its privacy policy, please refer to Appendix A \"Instructions for Third Party SDKs\".<br>\nInsta360's live streaming uses the YouTube Live Streaming API.\nTo learn more on how your personal data is used and processed, please visit the YouTube Terms of Service, Google Privacy Policy, and Google Security Settings.<br>\n</p>\n<p>\n<strong>2.3 Third-party products and services</strong>\n<br>\nOur Platform services may include products or services provided by third parties, and we have no right to control, review or modify the content, privacy policy and activities of the products or services of third parties, and therefore do not assume any responsibility.\nWhen you use the products or services provided by third parties in our Platform, you should comply with the third party's user agreement and understand the relevant privacy policy in addition to this agreement.\nWe recommend that you read their terms of service and privacy policies carefully before leaving our Platform and accessing other websites or resources.<br>\n</p>\n<p>We hired Forter, a trusted third-party service provider, to help prevent online frauds.\nWhen you visit our official store (https://store.insta360.com/), Forter will use and process your personal information in accordance with applicable privacy and data protection laws, such as information related to your order, online behavior information during your interaction with us, which will be submitted for real-time and automatic fraud assessment.\nTo achieve the aforementioned purposes, your personal information may be transferred or stored in countries/regions that may be located outside the European Union, outside our jurisdiction, and outside your jurisdiction.\nYou can read Forter's privacy policy (https://www.forter.com/services-privacy-policy/) to understand how it may use and process your personal information.\nThis Privacy Policy does not address, and we are not responsible for, the privacy, information, and other operations of any third party, including any third-party operated websites or services to which the software links.\nThe content to which the software provides links does not constitute an endorsement by Insta360 of its website or services.\nPlease note that we are not responsible for the collection, use and disclosure policies and practices (including data security practices) of other organizations, including personal information that you disclose to other organizations through the Software.</p>\n<br>\n3.\nHow we share, transfer, and publicly disclose your personal information\n<p>\n<strong>3.1 Sharing of personal information</strong>\n<br>\nIn order to provide you with better, more optimal, more personalized services, or to jointly provide services to you, or for the purpose of preventing Internet fraud, Insta360' affiliates, partners or other third parties may share your personal information with us as required by law or as agreed with you or with your consent.<br>\n3.1.1 We may share your personal information with a partner after obtaining your explicit consent, provided that the partner agrees to assume the same level of responsibility for protecting user privacy as Insta360.<br>\n3.1.2 We may share your personal information with the public in order to comply with applicable laws and regulations or other legal obligations, or in accordance with the requirements of public prosecution and law enforcement agencies.<br>\n3.1.3 We may share your personal information externally in order to protect the public interest or at the request of government authorities.<br>\n3.1.4 If you are an eligible IPR complainant and have filed a complaint, to disclose necessary information to the respondent at the respondent's request in order for the parties to deal with possible disputes over rights.<br>\n3.1.5 To deal with disputes or controversies between you and others in order to protect the rights of you, our employees, and other users or individuals.<br>\n3.1.6 To investigate, prevent or deal with related potential or suspected illegal activities, fraudulent and threatening acts to personal security, or violations of the provisions of the software terms and conditions.<br>\n3.1.7 To guarantee the performance of the User Service Agreement, and other agreements to which Insta360 or the User is a party.<br>\n3.1.8 To share necessary user personal information with affiliated companies as permitted by law and subject to this Policy.<br>\n3.1.9 In the event of a merger or acquisition of us, we may share your personal information with buyers (or potential buyers) or third parties in connection with due diligence related to that transaction.<br>\n3.1.10 Other situations in which we obtain your express consent.\nPlease note that any information (including personal information) you upload to the public areas of our Service Platform may be seen, collected and used by other visitors.\nYou are solely responsible for any personal information you choose to upload to the public areas of the software.<br>\nWe provide you with relevant links for you to share the content to Facebook, YouTube and other social platforms, you should comply with the relevant rules of Facebook, YouTube and other platforms when sharing the content, and your aforementioned sharing behavior is your own responsibility.\nOur servers do not store the content you share to other platforms, but we have the right to use such shared content, including but not limited to sharing and using it for secondary interpretation and other commercial purposes.<br>\n</p>\n<p>\n<strong>3.2 Transfer of personal information</strong>\n<br>\nWe will not transfer your personal information to any company, organization or individual, except for the following circumstances:<br>\n(i) with your prior express consent or authorization.<br>\n(ii) provided in accordance with the relevant agreements or other legal documents signed with you.<br>\n(iii) in the event of a merger, acquisition, transfer of assets, bankruptcy and liquidation or similar circumstances involving the transfer of personal information, you understand and agree that your personal information will be transferred to the relevant third party company or organization.\nInsta360 may require the new company or organization holding your personal information to continue to be bound by this Policy, or we may require that the company or organization to seek your authorized consent again.<br>\n</p>\n<p>\n<strong>3.3 Disclosure of information</strong>\n<br>\nWe will only publicly disclose your personal information if we take security measures that are consistent with industry standards and if<br>\n(i) Disclosure of your personal information specified by you in accordance with your needs and in the manner of disclosure expressly agreed by you.<br>\n(ii) In the event that we are required to provide your personal information by law, regulation, mandatory administrative enforcement or judicial requirements, we may publicly disclose your personal information based on the type of personal information requested and the manner of disclosure.\nSubject to laws and regulations, when we receive a request for such disclosure, we will require that a legal document, such as a subpoena or letter of inquiry, to be issued.\nWe strongly believe in being as transparent as possible about the information we are asked to provide, to the extent permitted by law.\nWe carefully review all requests to ensure that they have a legal basis and are limited to data that law enforcement has a legal right to obtain for specific investigative purposes.</p>\n<br>\n4.\nHow we protect and store your personal information\n<p>\n<strong>4.1 Protection of your personal information</strong>\n<br>\nTo ensure the security of your personal information, we strive to protect your personal information from disclosure, destruction or loss by implementing a variety of reasonable physical, electronic and managerial security measures, such as SSL, encrypted storage of information, and data center access control.<br>\n</p>\n<p>We also adopt strict management of employees or outsourced personnel who may have access to your information, such as adopting different authority control according to the nature of the position, signing confidentiality agreements with them, monitoring their operation and other measures.\nWe will provide appropriate security measures in accordance with the available technology to protect your information, provide reasonable security guarantees and protect your information from leakage, destruction or loss.<br>\n</p>\n<p>Your account is protected by security features, so please keep your account and password information safe.\nWe will ensure that your account information is not lost, misused or altered by backing up to other servers, encrypting your password, and other security measures.\nNotwithstanding the foregoing security measures, please understand that there are no \"perfect security measures\" on the network of information.<br>\n</p>\n<p>When using our Platform Services for online transactions, you will inevitably have to disclose your personal information, such as bank account information, contact information or postal address, to the counterparty or potential counterparty.\nPlease protect your personal information and provide it to others only when necessary.\nIf you find that your personal information has been leaked, especially your account and password, please contact our customer service immediately so that we can take appropriate actions as soon as possible.<br>\n</p>\n<p>As stated above, while Insta360 strives to protect the personal information of all users to ensure that each user's personal information is kept confidential.\nInsta360 cannot fully guarantee the security of your personal information.\nIf our physical, technical, or administrative protection facilities are damaged, resulting in unauthorized access, public disclosure, tampering, or destruction of information, resulting in damage to your legal rights and interests, we will assume appropriate legal responsibility.\nAfter the unfortunate occurrence of a personal information security incident, we will, in accordance with the requirements of laws and regulations, promptly inform you of: the basic situation of the security incident and the possible impact, the disposal measures we have taken or will take, the suggestions you can independently prevent and reduce the risk, and the remedial measures for you.\nWe will promptly inform you of the event-related situation by email, telephone, push notification, etc.\nWhen it is difficult to inform the subject of personal information one by one, we will take a reasonable and effective way to issue an announcement.\nAt the same time, we will also take the initiative to report the disposition of personal information security incidents in accordance with the requirements of regulatory authorities.\nUnauthorized intrusion or use, hardware or software errors, and other factors may threaten the security of user information at any time, and users understand, know and assume this risk.</p>\n<p>\n<strong>4.2 Storage of your personal information</strong>\n<br>\nInformation and materials collected about you by Insta360 will be stored on our and/or our affiliates' servers and may be transferred to, accessed, stored and displayed in your country, region or location where we collect the information and materials.<br>\n</p>\n<p>We will store your personal information collected in the People's Republic of China (hereinafter referred to as \"China\") in accordance with the laws and regulations.<br>\n</p>\n<p>Since we provided our products or services through resources and servers around the world, this means that your personal information may be transferred to, or accessed from, the jurisdictions outside of the country in which you use the product or service, with your authorized consent.<br>\n</p>\n<p>Such jurisdictions may have different data protection laws, or even no such laws.\nIn such cases, we will ensure that your personal information is adequately protected to the same extent as in the People's Republic of China.\nFor example, we may request your consent for cross-border transfers of personal information or implement security measures such as data de-identification prior to cross-border data transfers.<br>\n</p>\n<p>Insta360 will only store your personal information for the minimum time necessary for the purposes described in this Policy for the entire duration of providing you with services on our Platform, unless otherwise required by law or regulation or unless otherwise agreed to by you.\nAfter the aforementioned storage period, we will delete or anonymize your personal information.\nIn addition, we will retain personal information from canceled accounts as required by law or as necessary to resolve disputes, troubleshoot problems, assist in any investigations, or to carry out other actions permitted by the Policy and other agreements and laws.<br>\n</p>\n<br>\n5.\nHow you manage your personal information\n<p>In accordance with the relevant Chinese laws, regulations and standards, as well as the prevailing practices in other countries and regions, we protect your right to exercise the following rights with respect to your personal information.<br>\n<strong>5.1 Right to Access to personal information</strong>\n<br>\nYou have the right to access your personal information as provided by laws and regulations.\nIf you wish to access and edit your personal information in your account, you may do so by logging into your account on our website or App and accessing the relevant pages for personal information, changing your password, changing your email address, etc.<br>\n</p>\n<p>\n<strong>5.2 Right to correct your information</strong>\n<br>\nIf you discover that we have processed your personal information incorrectly, you have the right to request that we make corrections.\nYou may contact us at any time through the contact information provided on the website or in the App, or send email to service@insta360.com.<br>\n</p>\n<p>\n<strong>5.3 Right to delete personal information</strong>\n<br>\nYou may make a request to us to delete personal information in the following cases:<br>\n(i) our collection and use of personal information is in violation of laws and regulations.<br>\n(ii) we have handled personal information in violation of the agreement with you.<br>\n(iii) we collect or process your personal information without your consent.<br>\n(iv) you no longer use our products or services, or you cancel your account.<br>\n(v) we no longer provide products or services to you.<br>\n</p>\n<p>\n<strong>5.4 The right to restrict the handling of personal information</strong>\n<br>\nYou may limit our processing of your personal information in the following circumstances.<br>\n(i) when you question the accuracy of the personal information we have collected about you, or when we are verifying the accuracy of the personal information in question.<br>\n(ii) when you believe that our processing of your personal information is unlawful.<br>\n(iii) when we no longer need your personal information in question for the processing purposes set out in this Policy, but you need that personal information for legal claims.<br>\n(iv) when the legal basis for processing your personal information is in the public interest, or in the legitimate interests of us and third parties.<br>\n</p>\n<p>\n<strong>5.5 Right to object to personal information</strong>\n<br>\nYou have the right to object at any time to our processing of your personal information for direct marketing purposes, as well as the right to object to automated decision-making, including analysis that has legal effect or significant impact on you.\n<strong>You have the right to adjust the scope of the personal information we continue to collect or withdraw your authorization at any time, and when you withdraw such consent or authorization, we will no longer process the corresponding personal information and will not be able to continue to provide you with the services for which you have withdrawn your consent or authorization.\nYour adjustment of the scope of your authorization will not affect the processing of your personal information by Insta360 based on your consent or authorization prior to the adjustment.</strong>\n</p>\n<p>\n<strong>5.6 Right to portability of personal information</strong>\n<br>\nYou have the right to request to receive your personal information collected by us and the right to send such personal information to other data controllers.</p>\n<p>\n<strong>5.7 How you can view or edit your personal information</strong>\n<br>\nOur Platform Services support you in viewing and editing the personal information you have entered.\nIn addition, you may contact us at the email address at the bottom of this Policy to make a request or to have us update or correct the personal information collected by the software.\nPlease note that Insta360 may retain and use your personal information for audit purposes to resolve disputes, assist in investigations, guarantee our policies, or comply with legal requirements, in accordance with applicable law.<br>\n</p>\n<p>You may choose not to provide your personal information when using the software.\nHowever, if the information request is not optional and you choose not to provide the required personal information, then you may not be able to use certain features of the software.\nYou may refuse to receive emails from the Software by selecting the unsubscribe link in your email message, but please note that this will prevent you from participating in all activities of the Software.<br>\n</p>\n<p>You can configure your app message push to be off, but you may not receive timely information including but not limited to app updates, official notifications, etc.<br>\n</p>\n<p>\n<strong>5.8 Respond to the above request</strong>\n<br>\nIf you are unable to access, correct, delete, or view and edit your personal information in the manner described above, or if you believe that Insta360 has violated any laws, administrative regulations, or agreements with you regarding the processing of your personal information, you may contact us through the channels set forth in this Policy.\nFor security purposes, you may be required to provide a written request or otherwise prove your identity.\nWe may first ask you to verify your identity and process your request within 15 business days.\nIn principle, we do not charge any fees for your reasonable requests, but we will charge a cost fee for repeated requests that exceed reasonable limits, as appropriate.\nWe may refuse requests that are unwarrantedly repetitive, require excessive technical means (requiring the development of new systems or fundamental changes to current practices), pose a risk to the legal rights of others, or are impractical (involving backups of information stored on tapes).<br>\nIn the following cases, according to the laws and regulations, we cannot respond to your request:<br>\n(i) directly related to national security or national defense security.<br>\n(ii) directly related to public safety, public health, and significant public interests.<br>\n(iii) directly related to crime investigation, prosecution, trial and execution of judgments, etc.<br>\n(iv) where there is sufficient evidence that you have subjective malice or abuse of rights.<br>\n(v) where responding to your request will result in serious damage to the legitimate rights and interests of you or other individuals or organizations.<br>\n(vi) where trade secrets are involved.<br>\nIf we respond to your request for deletion, we will also notify the entities from which we obtained your personal information and request that they delete the corresponding information in a timely manner, unless otherwise provided by law or regulation or unless these entities have your independent authorization.<br>\n</p>\n<br>\n6.\nProtection of Children’s information\n<p>We do not knowingly collect personal information from children.\nChildren may not register for an account on our Platform or send us personal information such as their names, address, phone numbers, email address, etc., unless permitted by local law and their guardians have given their consent.\nWe will only use or publicly disclose personal information collected from children with the consent of their guardians as permitted by law, with the express consent of the guardian, or as necessary to protect the child.<br>\nIf we become aware that we have collected personal information from a child without the consent of the child's guardian, we will delete the data as soon as we are aware of it.\nIf you believe that we may improperly hold personal information from or about a child, please contact us.<br>\nAlthough local laws or customs define children differently, we consider anyone under the age of 14 to be a child.\nIf we find ourselves collecting personal information from children without prior verifiable parental consent, we will seek to delete the relevant data as soon as possible.<br>\n</p>\n<br>\n7.\nIntellectual Property Rights License and Declaration\n<p>\n<strong>You have rights to your personal information in accordance with the law.\nIn order to provide you with the services you use, and to maintain and improve those services and optimize the quality of our services, you agree to grant us a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license to use, reproduce, modify, adapt, publish, translate, distribute, perform and display your submitted data or create derivative works on our Platform, other than personal information.\n, modify, rewrite, publish, translate, distribute, perform and display the data you submit or create derivative works from it.</strong>\n<br>\n</p>\n<p>Unless otherwise agreed or stated by Insta360, all intellectual property rights (including, but not limited to, copyrights, trademarks, patents, trade secrets, etc.) in all content (other than content copyrighted by users in accordance with law), technology, software, programs, data and other information (including, but not limited to, text, images, pictures, photographs, audio, video, graphics, color, layout, electronic files) on our Platform and related rights, are owned by Insta360 or Insta360's affiliates.\nNo one may use (including but not limited to reproduction, distribution, display, mirroring, uploading, downloading, modifying, renting) without the permission of Insta360.<br>\n</p>\n<p>The Logo, \"Insta360\", \"V Live\" and other words, graphics and combinations thereof, as well as other logos, symbols, product and service names of our Platform are trademarks of Insta360 or Insta360's affiliates in China or other countries.\nYou may not display, use or otherwise deal with them in any way, or indicate to others that you have the right to display, use or otherwise deal with them, without written authorization from Insta360.<br>\n</p>\n<p>Insta360 has full intellectual property rights to proprietary content, original content and other exclusive or exclusive content obtained through licensing.\nWithout permission from Insta360, no unit or individual may reproduce, distribute or provide viewing services or otherwise infringe upon Insta360's intellectual property rights, or else they will assume all related legal responsibilities.\nIf you find any infringement, please contact us immediately, we will deal with it promptly.<br>\n</p>\n<br>\n8.\nNotices and Revisions\n<p>This Policy may be updated in order to provide you with better service and as Insta360's innovative business grows.\nHowever, we will not reduce your rights under this Policy without your express consent.\nWe will post an updated version of the Policy on the Insta360s website and mobile site and will remind you of relevant updates by appropriate means before they become effective, and please also visit our platform to keep up to date with the latest Privacy Policy.<br>\n</p>\n<p>We will also provide more prominent notice of material changes (including, but not limited to, a special notice on the page you visit to explain the specific changes to the Policy).<br>\nMaterial changes within the meaning of this Policy include, but are not limited to:<br>\n(i) Significant changes to our service model.\nSuch as the purpose of processing personal information, the type of personal information processed, the way personal information is used, etc.<br>\n(ii) Significant changes in our ownership structure, organizational structure, etc.\nSuch as change of ownership caused by business restructuring, bankruptcy and merger, etc.<br>\n(iii) Changes in the main recipients of personal information sharing, transfer or public disclosure.<br>\n(iv) Significant changes in your rights to participate in the handling of personal information and the manner in which they are exercised.<br>\n(v) When there is a change in the department responsible for handling personal information security, our contact method and complaint channel.<br>\n(vi) When the personal information security impact assessment report indicates that there is a high risk.<br>\nWe will also keep an older version of the Policy on file for your review.<br>\n</p>\n<br>\n9.\nHow to contact us\n<p>If you have any questions, comments or complaints about the Policy, or wish to contact us, please contact us as follows: a.\nFor specific questions related to the software or a user's personal account (including access to your own personal information), please send emails to service@insta360.com .\nb.\nFor general inquiries or complaints about privacy issues, please send an email to service@insta360.com, or write to us at the following address: 12F, Building T2, Everest Qianhai Financial Center, Nanshan District, Shenzhen, Guangdong Province, China.<br>\n</p>\n<p>If you are not satisfied with our response, especially if our handling of personal information has harmed your legitimate rights and interests, you may also file a complaint or report to the regulatory authorities such as NetInfo, telecommunications, public security and industry and commerce.<br>\n</p>\n<p>Last Updated: 2023/2/9<br>\nClick here to check the old version of Privacy Policy.<br>\n</p>\n<p>Appendix A: Instructions for Third Party SDKs</p> Was this information helpful?YesNo ", "created_at": "2023-05-14 06:30:53.935995", "updated_at": "2023-05-14 06:32:18.139906"}, {"id": 16150, "name": "Privacy Policy (For App? Or Old?)", "url": "https://www.insta360.com/support/supportcourse?post_id=9148", "xpath": "//body", "text": null, "created_at": "2023-05-14 06:30:53.905147", "updated_at": "2023-05-14 06:32:30.817375"}, {"id": 16152, "name": "User Service Agreement", "url": "https://www.insta360.com/support/supportcourse?post_id=9142", "xpath": "//body", "text": null, "created_at": "2023-05-14 06:32:39.761453", "updated_at": "2023-05-14 06:32:39.761453"}], "points": [], "urls": ["insta360.com"]}}