{"error": 448, "message": "OK", "parameters": {"id": 638, "name": "Pixel-Chat", "created_at": "2018-08-05 22:56:54.409308", "updated_at": "2021-03-25 03:19:37.754504", "wikipedia": null, "keywords": null, "related": null, "slug": "pixelchat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/638.png", "url": "pixelchat.tv,pixel.chat", "documents": [{"id": 247, "name": "Privacy Policy", "url": "https://pixelchat.tv/legal/Privacy", "xpath": "//body", "text": "Privacy Policy<p>Our Privacy Policy was posted on 4 May 2017 and last updated on 4 June 2020.\nIt governs the privacy terms of our website, located at Pixelchat.tv, and the tools we provide you (the \"Website\" or the \"Service\").\nAny capitalized terms not defined in our Privacy Policy, have the meaning as specified in our Terms of Use accessible at https://pixelchat.tv/legal/ToS.</p>Your Privacy<p>Our Website follows all legal requirements to protect your privacy.\nOur Privacy Policy is a legal statement that explains how we may collect information from you, how we may share your information, and how you can limit our sharing of your information.\nYou will see terms in our Privacy Policy that are capitalized.\nThese terms have meanings as described in the Definitions section below.</p>Definitions<p>Personal Data: Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</p>\n<p>Usage Data: Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p>\n<p>Cookies: Cookies are small pieces of data stored on a User's device.</p>\n<p>Data Controller: Data Controller means a natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed.\nFor the purpose of this Privacy Policy, we are a Data Controller of your data.</p>\n<p>Data Processors (or Service Providers): Data Processor (or Service Provider) means any natural or legal person who processes the data on behalf of the Data Controller.\nWe may use the services of various Service Providers in order to process your data more effectively.</p>\n<p>Data Subject: Data Subject is any living individual who is the subject of Personal Data.</p>\n<p>User: The User is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>Information Collection And Use<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>Types of Data CollectedPersonal Data<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to: Email address, Name, Address, State, Province, ZIP/Postal code, City, Cookies and Usage Data.</p>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>Usage Data<p>We may also collect information how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>Tracking &amp.\nCookies Data<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>Third Party Cookies<p>We may use third party advertisements on Pixel Chat to support our site.\nSome of these advertisers may use technology such as cookies and web beacons when they advertise on our site.\nThis will also send these advertisers information including your IP address, your ISP, the browser you used to visit our site, and in some cases, whether you have Flash installed.\nThis is generally used for geotargeting purposes or showing certain ads based on sites you visit.</p>DoubleClick Cookie<p>Google uses the DoubleClick cookie, this allows Google, and their partners to serve ads.</p>\n<p>You can opt out of the DoubleClick cookie for interest-based advertising by visiting your Google ad settings or visit http://www.aboutads.info/</p>Use of Data<p>We use the collected data for various purposes:</p>\n<p>To provide and maintain our Service</p>\n<p>To notify you about changes to our Service</p>\n<p>To allow you to participate in interactive features of our Service when you choose to do so</p>\n<p>To provide customer support</p>\n<p>To gather analysis or valuable information so that we can improve our Service</p>\n<p>To monitor the usage of our Service</p>\n<p>To detect, prevent and address technical issues</p>Retention of Data<p>We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>We will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.</p>Transfer Of Data<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>Disclosure Of Data<p>Business Transaction.\nIf we are involved in a merger, acquisition or asset sale, your Personal Data may be transferred.\nWe will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>\n<p>Disclosure for Law Enforcement.\nUnder certain circumstances, we may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>Security Of Data<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>\n<p>Legal Basis for Processing Personal Data Under General Data Protection Regulation (GDPR)</p>\n<p>If you are from the European Economic Area (EEA), Pixel Chat LLC legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.</p>\n<p>Pixel Chat LLC may process your Personal Data because:</p>\n<p>You have given us permission to do so</p>\n<p>The processing is in our legitimate interests and it's not overridden by your rights</p>\n<p>For payment processing purposes</p>\n<p>To comply with the law</p>\n<p>Your Data Protection Rights Under General Data Protection Regulation (GDPR)</p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nPixel Chat LLC aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.</p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>In certain circumstances, you have the following data protection rights:</p>\n<p>The right to access, update or to delete the information we have on you.</p>\n<p>The right of rectification.\nYou have the right to have your information rectified if that information is inaccurate or incomplete.</p>\n<p>The right to object.\nYou have the right to object to our processing of your Personal Data.</p>\n<p>The right of restriction.\nYou have the right to request that we restrict the processing of your personal information.</p>\n<p>The right to data portability.\nYou have the right to be provided with a copy of your Personal Data in a structured, machine-readable and commonly used format.</p>\n<p>The right to withdraw consent.\nYou also have the right to withdraw your consent at any time where Pixel Chat LLC relied on your consent to process your personal information.</p>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\n<p>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).</p>Service Providers<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>Analytics<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>Google Analytics<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy</p>Google AdSense<p>Google AdSense is an advertising service offered by Google.\nThese ads may be personalized to you based on your settings.\nTo opt-out of the advertising personalization go to your Google ad settings or visit http://www.aboutads.info/</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy</p>Payments<p>We may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>The payment processors we work with are:</p>Stripe.<p>We use Stripe to power our online store--you can read more about how Stripe uses your Personal Information here: https://stripe.com/us/privacy</p>Links To Other Sites<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>Children's Privacy<p>Our Service does not address anyone under the age of 13 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p>Changes To This Privacy Policy<p>We may update our Privacy Policy from time to time.\nThe Privacy Policy will always be updated on this page.</p>\n<p>Changes to this Privacy Policy are effective when they are posted on this page.</p>Contact Us<p>If you have any questions about this Privacy Policy, please contact us by email acpixel@pixel.chat</p>\n<p>\n</p>", "created_at": "2018-08-05 22:57:56.088528", "updated_at": "2022-12-14 07:16:41.984372"}, {"id": 13252, "name": "Terms of Use", "url": "https://pixelchat.tv/legal/ToS", "xpath": "//body", "text": "Terms of Use<p>This web page represents our Terms of Use and Sale (\"Agreement\") regarding our website, located at pixelchat.tv, and the tools we provide you (the \"Website\" or the \"Service\").\nIt was last posted on 7 December 2019.\nThe terms, \"we\" and \"our\" as used in this Agreement refer to Pixel Chat LLC and Pixel Dev LLC.</p>\n<p>We may amend this Agreement at any time by posting the amended terms on our Website.\nWe may or may not post notices on the homepage of our Website when such changes occur.</p>\n<p>We refer to this Agreement, our Privacy Policy accessible at https://pixelchat.tv/legal/Privacy, and any other terms, rules, or guidelines on our Website collectively as our \"Legal Terms.\" You explicitly and implicitly agree to be bound by our Legal Terms each time you access our Website.\nIf you do not wish to be so bound, please do not use or access our Website.</p>Limited License<p>Pixel Chat grants you a non-exclusive, non-transferable, revocable license to access and use our Website in order for you to gain access to our tools, and related services through our Website, strictly in accordance with our Legal Terms.</p>Copyrights and Trademarks<p>Unless otherwise noted, all materials including without limitation, logos, brand names, images, designs, photographs, video clips and written and other materials that appear as part of our Website are copyrights, trademarks, service marks, trade dress and/or other intellectual property whether registered or unregistered (\"Intellectual Property\") owned, controlled or licensed by Pixel Chat.\nOur Website as a whole is protected by copyright and trade dress.\nNothing on our Website should be construed as granting, by implication, estoppel or otherwise, any license or right to use any Intellectual Property displayed or used on our Website, without the prior written permission of the Intellectual Property owner.\nPixel Chat LLC aggressively enforces its intellectual property rights to the fullest extent of the law.\nThe names and logos of Pixel Chat LLC, may not be used in any way, including in advertising or publicity pertaining to distribution of materials on our Website, without prior, written permission from Pixel Chat LLC.\nPixel Chat LLC prohibits use of any logo of Pixel Chat or any of its affiliates as part of a link to or from any Website unless Pixel Chat approves such link in advance and in writing.\nFair use of Pixel Chat's Intellectual Property requires proper acknowledgment.\nOther product and company names mentioned in our Website may be the Intellectual Property of their respective owners.</p>Links to Third-Party Websites<p>Our Website may contain links to Websites owned or operated by parties other than Pixel Chat.\nSuch links are provided for your reference only.\nPixel Chat does not monitor or control outside Websites and is not responsible for their content.\nPixel Chat's inclusion of links to an outside Website does not imply any endorsement of the material on our Website or, unless expressly disclosed otherwise, any sponsorship, affiliation or association with its owner, operator or sponsor, nor does Pixel Chat's inclusion of the links imply that Pixel Chat is authorized to use any trade name, trademark, logo, legal or official seal, or copyrighted symbol that may be reflected in the linked Website.</p>\n<p>Link to YouTube's Terms of Service: https://www.youtube.com/t/terms</p>Refunds<p>All purchases are final without reasonable cause for a refund.\nWe retain the right to refuse you a refund at any time with or without reason.</p>\n<p>No Warranties.\nExclusion of Liability.\nIndemnification</p>\n<p>OUR WEBSITE IS OPERATED BY PIXEL CHAT LLC ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS, WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND.\nTO THE FULLEST EXTENT PERMITTED BY LAW, PIXEL CHAT LLC SPECIFICALLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NONINFRINGEMENT FOR OUR WEBSITE AND ANY CONTRACTS AND SERVICES YOU PURCHASE THROUGH IT.\nPIXEL CHAT LLC SHALL NOT HAVE ANY LIABILITY OR RESPONSIBILITY FOR ANY ERRORS OR OMISSIONS IN THE CONTENT OF OUR WEBSITE, FOR CONTRACTS OR SERVICES SOLD THROUGH OUR WEBSITE, FOR YOUR ACTION OR INACTION IN CONNECTION WITH OUR WEBSITE OR FOR ANY DAMAGE TO YOUR COMPUTER OR DATA OR ANY OTHER DAMAGE YOU MAY INCUR IN CONNECTION WITH OUR WEBSITE.\nYOUR USE OF OUR WEBSITE AND ANY CONTRACTS OR SERVICES ARE AT YOUR OWN RISK.\nIN NO EVENT SHALL EITHER PIXEL CHAT LLC OR THEIR AGENTS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF OUR WEBSITE, CONTRACTS AND SERVICES PURCHASED THROUGH OUR WEBSITE, THE DELAY OR INABILITY TO USE OUR WEBSITE OR OTHERWISE ARISING IN CONNECTION WITH OUR WEBSITE, CONTRACTS OR RELATED SERVICES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGES.\nIN NO EVENT SHALL PIXEL CHAT LLC'S LIABILITY FOR ANY DAMAGE CLAIM EXCEED THE AMOUNT PAID BY YOU TO PIXEL CHAT LLC FOR THE TRANSACTION GIVING RISE TO SUCH DAMAGE CLAIM.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.</p>\n<p>WITHOUT LIMITING THE FOREGOING, PIXEL CHAT LLC DOES NOT REPRESENT OR WARRANT THAT THE INFORMATION ON THE WEBSITE IS ACCURATE, COMPLETE, RELIABLE, USEFUL, TIMELY OR CURRENT OR THAT OUR WEBSITE WILL OPERATE WITHOUT INTERRUPTION OR ERROR.</p>\n<p>\n</p>", "created_at": "2022-12-14 07:16:57.525084", "updated_at": "2022-12-14 07:17:26.548915"}], "points": [], "urls": ["pixelchat.tv", "pixel.chat"]}}