{"error": 448, "message": "OK", "parameters": {"id": 9210, "name": "Set Game", "created_at": "2023-07-15 00:33:34.179855", "updated_at": "2023-07-15 10:02:17.011382", "wikipedia": null, "keywords": null, "related": null, "slug": "set-game", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9210.png", "url": "setgame.com", "documents": [{"id": 18038, "name": "Privacy Policy", "url": "https://www.setgame.com/privacy-policy", "xpath": "//body", "text": " Login/Register America's Favorite Card Games® Celebrating 25 Years <i>\n</i>\n<ul>\n<li> Shop </li>\n<li> Play Online <i>\n</i>\n<ul>\n<li>\n<ul>\n<li> The Daily SET Puzzle </li>\n<li> The Daily QUIDDLER Puzzle </li>\n<li> The Daily KARMA Puzzle </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Weekly Winners </li>\n</ul>\n<p>Your privacy is important to us.\nAt Set Enterprises, Inc., we value your privacy and have made it our policy to provide a secure online environment and to provide online content that requires&nbsp;minimal&nbsp;collection of information from our visitors.\nWe have adopted an Online Privacy Policy (\"Privacy Policy\") that guides how we collect, store and use&nbsp;information&nbsp;you provide us online.</p>\n<p>\n<strong>Submission of any form on our site constitutes acceptance of the&nbsp;Mollom privacy policy</strong>\n<strong>.</strong>\n</p>\n<p>\n<strong>Children</strong>\n<br>We take seriously our responsibility to our many young consumers.\nOur website has been designed to be accessible, safe for kids of all ages, and to adhere to all applicable laws and regulations.\nChildren under the age of 13 and their parents should review the section of this policy called \"Note to Parents About Children's Privacy\" which discusses the special steps we take for young children who visit our site.</p>\n<p>\n<strong>What type of information does Set Enterprises, Inc.\ncollect?</strong>\n<br>Set Enterprises, Inc.\ndoes not require you to share personal information to enjoy our website.\nThat means you can visit our website without any need to register with us.\nHowever, registration is required to participate in contests on our website.</p>\n<p>The information we gather falls into two categories: (1) personal information you voluntarily supply when you order, enter the daily puzzle&nbsp;contest,&nbsp;or provide your e-mail address and (2) tracking information collected as you navigate through our site.</p>\n<p>\n<em>Personally Identifiable Information (PII)</em>\n<br>Anyone can view our website, but a free registration process is required to enter our daily puzzle contest.\nYou must be at least 18 years old to enter our daily puzzle contest.\n&nbsp;If you wish to enter our daily puzzle contest you must register by supplying an e-mail address, creating a username and password and providing us with your name and address.&nbsp;</p>\n<p>To enable the purchase of items from our online store, we collect billing and credit card information, including your name, address, telephone number, and credit card number.\nYou must be at least 18 years old to&nbsp;purchase&nbsp;items from our online store.\nThis information will only be shared with third parties who perform tasks required to complete the purchase transaction.\nExamples of this include processing credit card payments.</p>\n<p>\n<em>Aggregate Information Collected Through Technology</em>\n<br>A \"cookie\" is a small file that we save on your computer's hard drive that contains non-personal information.\nSet Enterprises, Inc.\nuses cookies to store login information to allow easier and faster access for returning users.</p>\n<p>\n<strong>Google Analytics Privacy Notice</strong>\n<br>Our website uses Google Analytics to collect information about the use of our website.\nGoogle Analytics collects information from users such as age, gender, interests, demographics, how often they visit our website, what pages they visit, and what other websites they have used before coming to our website.\nWe use the information we get from Google Analytics to analyze traffic, remarket our products and services to users, improve our marketing, advertising, and to improve our website.\nWe have enabled Google Analytics features such as Google Analytics Demographics and Interest Reporting.\nGoogle Analytics collects only the IP address assigned to you on the date you visit our website, not your name or other identifying information.\nWe do not combine the information collected using Google Analytics with PII.\nAlthough Google Analytics plants a permanent cookie on your web browser to identify you as a unique user the next time you visit our website, the cookie cannot be used by anyone but Google.\nGoogle also uses specific identifiers to help collect information about the use of our website.\nFor more information on how Google collects and processes your data, visit&nbsp;https://www.google.com/policies/privacy/partners/</p>\n<p>You can prevent Google Analytics from using your information by opting out at this link:&nbsp;https://tools.google.com/dlpage/gaoptout</p>\n<p>\n<strong>Who is collecting the information?</strong>\n<br>Set Enterprises, Inc.\ncollects the personal information you share on our website.\nWe will use the information you submit to send you advertising or promotional materials, including information about new products, contests, features and enhancements, special offers and other events of interest.\nWe also use your personal information for our internal marketing and demographic studies so we can improve the products and services we provide.</p>\n<p>\n<strong>With whom does Set Enterprises, Inc.\nshare my personal information?</strong>\n<br>Set Enterprises, Inc.\nwill only share your personally identifiable information with entities that use it solely to provide support for the internal operations of the Set Enterprises, Inc.\nwebsite (i.e., email services, credit card processing or technical support).\nThese entities will not use&nbsp;your&nbsp;personally identifiable information for any other purpose, and have agreed to maintain the confidentiality, security, and integrity of the personal information they obtain from us.</p>\n<p>We may disclose&nbsp;your&nbsp;personally identifiable information in the good faith belief that we are required to do so by law, including but not limited to disclosure to law enforcement or other government officials in connection with an investigation of fraud, intellectual property infringements, or other activity that is illegal or may expose you or us to legal liability.</p>\n<p>Set Enterprises, Inc.\ndoes not sell, rent or otherwise disclose personally identifiable information collected from our website to third parties other than stated above.\nHowever, in the event of a merger, acquisition, reorganization, bankruptcy, or other similar event, Set Enterprises, Inc.'s customer information may be transferred to Set Enterprises, Inc.'s successor or assign, if permitted by and done in accordance with applicable law.</p>\n<p>\n<strong>Our commitment to data security</strong>\n<br>To prevent unauthorized access, maintain data accuracy, and ensure the correct use of information, we have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect online.</p>\n<p>\n<strong>Review, update and removal of personal information</strong>\n<br>If you have registered with our site, you may at any time review, update and/or delete the contact information we have for you in our database.\nThis can be accomplished by editing your user profile from our website.</p>\n<p>\n<strong>Changes to this policy</strong>\n<br>This Privacy Policy may be amended from time to time.\nAny such changes will be posted on this page.\nIf we make a&nbsp;significant&nbsp;or material changes in the way we use your personal information, the change will be posted on this page thirty (30) days prior to taking effect and registered users will be notified via e-mail.</p>\n<p>\n<strong>NOTE TO PARENTS ABOUT CHILDREN'S PRIVACY</strong>\n<br>Set Enterprises, Inc.\nhas made every effort to ensure that both adults and children can use and enjoy our website.\nWe do not collect personal information from children under the age of 13.\nWe encourage you to discuss this privacy statement with your children.</p>\n<p>\n<strong>Collection and use of children's personal information</strong>\n<br>Only those 18 and older are allowed to register for the daily puzzle contest or create an account to purchase items from our online store.</p>\n<p>FOR MORE INFORMATION, SEE</p>\n<p>\n</p>\n<p>\n<strong>Terms and Conditions of Use</strong>.</p>\n<i>\n</i> We use cookies on this site to enhance your user experience\n<p>By clicking any link on this page you are giving your consent for us to set cookies.</p> More info OK, I agree Decline ", "created_at": "2023-07-15 00:33:34.210244", "updated_at": "2023-07-15 00:33:49.960846"}, {"id": 18039, "name": "Terms", "url": "https://setgame.com/terms-and-conditions", "xpath": "//body", "text": " Login/Register America's Favorite Card Games® Celebrating 25 Years <i>\n</i>\n<ul>\n<li> Shop </li>\n<li> Play Online <i>\n</i>\n<ul>\n<li>\n<ul>\n<li> The Daily SET Puzzle </li>\n<li> The Daily QUIDDLER Puzzle </li>\n<li> The Daily KARMA Puzzle </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Weekly Winners </li>\n</ul>\n<p>\n<strong>PLEASE READ THE FOLLOWING TERMS AND CONDITIONS CAREFULLY BEFORE USING THIS SITE.</strong>\n</p>\n<p>By using this site, you signify your agreement to these Terms and Conditions.\nIf you do not agree to these Terms and Conditions, do not use this site.\nSet Enterprises, Inc.\nmay modify these Terms and Conditions at&nbsp;anytime.</p>\n<p>\n<strong>License.\nRestrictions on Use</strong>\n</p>\n<p>This site is copyright protected.\nAny textual or graphic material you copy, print, or download is licensed to you by Set Enterprises, Inc.\n(\"Set Enterprises\") for your personal, non-commercial home use only, provided that you do not change or delete any copyright, trademark or other proprietary notices.\nAll trademarks and logos are owned by Set Enterprises or its licensors and you may not copy or use them in any manner.\nSet Enterprises does not transfer either the title or the intellectual property rights to the material contained in the site (the “Online Material”) and Set Enterprises retains full and complete title to the Online Material as well as all intellectual property rights therein.\nYou may not sell, redistribute or reproduce the Online Material.</p>\n<p>This site is controlled and operated by Set Enterprises from its offices within the State of Arizona, United States of America.\nSet Enterprises makes no representation that materials in the site are appropriate or available for use in other locations.\nThose who choose to access this site from other locations do so on their own initiative and are responsible for compliance with local&nbsp;laws,&nbsp;if and to the extent local laws are applicable.</p>\n<p>\n<strong>Disclaimers and Limitation of Liability.\nForward-Looking Statements</strong>\n</p>\n<p>Set Enterprises may change, move or delete portions of, or may add to, this&nbsp;web site&nbsp;from time to time.</p>\n<p>THE MATERIALS IN THIS SITE ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nSET ENTERPRISES DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE CONTENT OR OTHER MATERIALS IN THIS SITE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.</p>\n<p>TO THE FULLEST EXTENT&nbsp;PERMISSABLE&nbsp;PURSUANT TO APPLICABLE LAW, SET ENTERPRISES DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nSET ENTERPRISES DOES NOT WARRANT THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION CONTAINED ON THIS SITE.\nSET ENTERPRISES DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE MATERIALS AVAILABLE ON THIS SITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE MATERIALS, THIS SITE OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU (AND NOT SET ENTERPRISES) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING,&nbsp;REPAIR&nbsp;AND CORRECTION.</p>\n<p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, SHALL SET ENTERPRISES BE LIABLE FOR ANY SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OF, OR THE INABILITY TO USE, SITE OR ANY DOWNLOADED MATERIALS, EVEN IF SET ENTERPRISES OR ITS REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT SHALL SET ENTERPRISES’ TOTAL LIABILITY TO YOU FROM ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, OR OTHERWISE) EXCEED THE AMOUNT YOU PAID TO SET ENTERPRISES, IF ANY, FOR PRODUCTS PURCHASED ON THIS SITE.</p>\n<p>APPLICABLE LAW MAY NOT ALLOW THE EXCLUSION OF IMPLIED&nbsp;WARRANTIES,&nbsp;OR THE ABOVE LIMITATIONS OF LIABILITY, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>Links to Other Web Sites</strong>\n</p>\n<p>Set Enterprises makes no representation whatsoever regarding the content of any other&nbsp;web sites&nbsp;which you may access from this site.\nWhen you access a non-Set Enterprises&nbsp;web site, please understand that it is&nbsp;independent from&nbsp;Set Enterprises and that Set Enterprises has no control over the content on that&nbsp;web site.\nA link to a non-Set Enterprises&nbsp;web site&nbsp;does not mean that Set Enterprises endorses or accepts any responsibility for the content or use of such&nbsp;web site.</p>\n<p>\n<strong>Submissions</strong>\n</p>\n<p>Should any viewer of a document on this&nbsp;web site&nbsp;respond to Set Enterprises with information including feedback data, such as questions, comments, suggestions, or the like regarding the site, or the content of any item, such information shall be deemed to be non-confidential and Set Enterprises shall have no obligation of any kind with respect to such information.\nIn addition, Set Enterprises shall be free to reproduce, use, disclose, display, exhibit, transmit, perform, create derivative works, and distribute the information to others without limitation, and to authorize others to do the same.\nFurther, Set Enterprises shall be free to use any ideas, concepts, know-how or techniques contained in such information for any purpose whatsoever, including, but not limited to, developing, manufacturing and marketing products and other items incorporating such information.\nThis paragraph is not intended to apply to any personal information about you (such as name, mailing address and e-mail address), the use of which will be governed by Set Enterprises' Privacy Statement.</p>\n<p>In consideration of Set Enterprises’ continuing efforts to enhance and improve these products and to respond to feedback from users, you agree to transfer such ideas, concepts, know-how and techniques to Set Enterprises without any compensation.\nYou agree to execute any and all documents that Set Enterprises may reasonably request in connection with confirming Set Enterprises’ ownership of and unlimited right to use such ideas, concepts, know-how and techniques.</p>\n<p>You are solely responsible for the content of any comments you make.\nYou agree that no comments submitted by you to this&nbsp;web site&nbsp;will: (i) violate any right of any third party, including copyright, trademark, privacy or other personal or proprietary rights.\n(ii) be or contain libelous or otherwise unlawful, abusive, or obscene material or constitute the misappropriation of the trade secrets of any third party.\nand (iii) disparage the products or services of any third party.\nYou agree not to submit any personal information (other than your email address or user name) through&nbsp;email&nbsp;sent to other users or messages posted on this site by you.</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>This Agreement is effective unless and until terminated by either you or Set Enterprises.\nYou may terminate this Agreement at any time by no longer using this web site, provided that all prior uses of this web site shall be governed by this Agreement.\nSet Enterprises may terminate this Agreement at any time and without notice, and accordingly deny you access to this web site, in Set Enterprises' sole discretion for any reason, including your failure to comply with any term or provision of this Agreement.\nUpon any termination of this Agreement by either you or Set Enterprises, you must promptly destroy all materials downloaded or otherwise obtained from this web site, as well as all copies of such materials, whether made under the terms of this Agreement or otherwise.</p>\n<p>Click here to read Set Enterprises' Privacy Statement.&nbsp;</p>\n<p>FOR MORE INFORMATION, SEE</p>\n<p>\n</p>\n<p>\n<strong>Terms and Conditions of Use</strong>.</p>\n<i>\n</i> We use cookies on this site to enhance your user experience\n<p>By clicking any link on this page you are giving your consent for us to set cookies.</p> More info OK, I agree Decline ", "created_at": "2023-07-15 00:33:34.24714", "updated_at": "2023-07-15 00:34:17.433524"}], "points": [], "urls": ["setgame.com"]}}