{"error": 448, "message": "OK", "parameters": {"id": 9165, "name": "Yunibalance", "created_at": "2023-07-14 00:42:05.160922", "updated_at": "2023-07-14 10:02:33.377391", "wikipedia": null, "keywords": null, "related": null, "slug": "yunibalance", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9165.png", "url": "yunibalance.com", "documents": [{"id": 17948, "name": "Cookie Policy", "url": "https://yunibalance.com/cookie-policy/", "xpath": "//body", "text": " Skip to content<ul>\n<li>\n<i>\n</i>info@yunibalance.com</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Yunibalance Wellness, meditation and personal development.<ul>\n<li>Home</li>\n<li>About</li>\n</ul>\n<ul>\n<li>\nSearch Search <i>\n</i>Search …\n</li>\n</ul> Yunibalance Wellness, meditation and personal development.<ul>\n<li>\nSearch Search <i>\n</i>Search …<ul>\n<li> Search <i>\n</i>Search …</li>\n</ul>\n</li>\n<li>\nMenu\n</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>About</li>\n</ul>Home » Cookie PolicyCookie Policy<p>\n<i>This Cookie Policy was last updated on January 6, 2023 and applies to citizens and legal permanent residents of the European Economic Area and Switzerland.</i>\n<br>\n</p>1.\nIntroduction<p>Our website, https://yunibalance.com (hereinafter: \"the website\") uses cookies and other related technologies (for convenience all technologies are referred to as \"cookies\").\nCookies are also placed by third parties we have engaged.\nIn the document below we inform you about the use of cookies on our website.</p>2.\nWhat are cookies?<p>A cookie is a small simple file that is sent along with pages of this website and stored by your browser on the hard drive of your computer or another device.\nThe information stored therein may be returned to our servers or to the servers of the relevant third parties during a subsequent visit.</p>3.\nWhat are scripts?<p>A script is a piece of program code that is used to make our website function properly and interactively.\nThis code is executed on our server or on your device.</p>4.\nWhat is a web beacon?<p>A web beacon (or a pixel tag) is a small, invisible piece of text or image on a website that is used to monitor traffic on a website.\nIn order to do this, various data about you is stored using web beacons.</p>5.\nCookies<p>5.1 Technical or functional cookies</p>\n<p>Some cookies ensure that certain parts of the website work properly and that your user preferences remain known.\nBy placing functional cookies, we make it easier for you to visit our website.\nThis way, you do not need to repeatedly enter the same information when visiting our website and, for example, the items remain in your shopping cart until you have paid.\nWe may place these cookies without your consent.</p>\n<p>5.2 Marketing/Tracking cookies</p>\n<p>Marketing/Tracking cookies are cookies or any other form of local storage, used to create user profiles to display advertising or to track the user on this website or across several websites for similar marketing purposes.</p>\n<p>5.3 Social media</p>\n<p>On our website, we have included content from Instagram to promote web pages (e.g.\n“like”, “pin”) or share (e.g.\n“tweet”) on social networks like Instagram.\nThis content is embedded with code derived from Instagram and places cookies.\nThis content might store and process certain information for personalised advertising.</p>\n<p>Please read the privacy statement of these social networks (which can change regularly) to read what they do with your (personal) data which they process using these cookies.\nThe data that is retrieved is anonymised as much as possible.\nInstagram is located in the United States.</p>6.\nPlaced cookies\nComplianz<p>Functional</p>\nConsent to service complianz\nUsage<p>We use Complianz for cookie consent management.\nRead more</p>Sharing data<p>This data is not shared with third parties.&nbsp;For more information, please read the Complianz Privacy Statement.</p>FunctionalNamecmplz_user_dataExpiration365 daysFunctionRead to determine which cookie banner to showNamecmplz_consented_servicesExpiration365 daysFunctionStore cookie consent preferencesNamecmplz_policy_idExpiration365 daysFunctionStore accepted cookie policy IDNamecmplz_marketingExpiration365 daysFunctionStore cookie consent preferencesNamecmplz_statisticsExpiration365 daysFunctionStore cookie consent preferencesNamecmplz_preferencesExpiration365 daysFunctionStore cookie consent preferencesNamecmplz_functionalExpiration365 daysFunctionStore cookie consent preferencesNamecmplz_banner-statusExpiration365 daysFunctionStore if the cookie banner has been dismissed Burst Statistics<p>Statistics (anonymous)</p>\nConsent to service burst-statistics\nUsage<p>We use Burst Statistics for website statistics.\nRead more</p>Sharing data<p>This data is not shared with third parties.</p>Statistics (anonymous)Nameburst_uidExpiration1 monthFunctionStore and track interaction YouTube<p>Marketing/Tracking, Functional</p>\nConsent to service youtube\nUsage<p>We use YouTube for video display.\nRead more</p>Sharing data<p>For more information, please read the YouTube Privacy Statement.</p>Marketing/TrackingNameGPSExpirationsessionFunctionStore location dataNameYSCExpirationsessionFunctionStore and track interactionNamePREFExpiration8 monthsFunctionStore user preferencesFunctionalNameVISITOR_INFO1_LIVEExpiration6 monthsFunctionProvide bandwidth estimations Instagram<p>Marketing/Tracking</p>\nConsent to service instagram\nUsage<p>We use Instagram for display of recent social posts and/or social share buttons.\nRead more</p>Sharing data<p>For more information, please read the Instagram Privacy Statement.</p>Marketing/TrackingNameactppresenceExpiration1 yearFunctionStore ad display frequency7.\nConsent<p>When you visit our website for the first time, we will show you a pop-up with an explanation about cookies.\nAs soon as you click on \"Save preferences\", you consent to us using the categories of cookies and plug-ins you selected in the pop-up, as described in this Cookie Policy.\nYou can disable the use of cookies via your browser, but please note that our website may no longer work properly.</p>\n<p>7.1 Manage your consent settings</p>You have loaded the Cookie Policy without javascript support.&nbsp;On AMP, you can use the manage consent button on the bottom of the page.\nFunctional Functional Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network.\nPreferences Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user.\nStatistics Statistics The technical storage or access that is used exclusively for statistical purposes.\nThe technical storage or access that is used exclusively for anonymous statistical purposes.\nWithout a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you.\nMarketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.\n8.\nEnabling/disabling and deleting cookies<p>You can use your internet browser to automatically or manually delete cookies.\nYou can also specify that certain cookies may not be placed.\nAnother option is to change the settings of your internet browser so that you receive a message each time a cookie is placed.\nFor more information about these options, please refer to the instructions in the Help section of your browser.</p>\n<p>Please note that our website may not work properly if all cookies are disabled.\nIf you do delete the cookies in your browser, they will be placed again after your consent when you visit our website again.</p>9.\nYour rights with respect to personal data<p>You have the following rights with respect to your personal data:</p>\n<ul>\n<li>You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.</li>\n<li>Right of access: You have the right to access your personal data that is known to us.</li>\n<li>Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.</li>\n<li>If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.</li>\n<li>Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.</li>\n<li>Right to object: you may object to the processing of your data.\nWe comply with this, unless there are justified grounds for processing.</li>\n</ul>\n<p>To exercise these rights, please contact us.\nPlease refer to the contact details at the bottom of this Cookie Policy.\nIf you have a complaint about how we handle your data, we would like to hear from you, but you also have the right to submit a complaint to the supervisory authority (the Data Protection Authority).</p>10.\nContact details<p>For questions and/or comments about our Cookie Policy and this statement, please contact us by using the following contact details:</p>\n<p>Yunibalance<br>\nHårdvallsgatan 18, 115 46 Stockholm<br>\nSweden<br>\nWebsite: https://yunibalance.com<br>\nEmail: moc.ecnalabinuy@ycavirp<br>\nPhone number: +46704698754</p>\n<p>This Cookie Policy was synchronised with cookiedatabase.org on July 7, 2023.</p>Subscribe to blog updates<p>\n</p>\n<p> I have read and agree to the terms &amp.\nconditions\n</p>\n<p>\n</p>Leave this field empty if you're human: Recent Posts<ul>\n<li>\nRegular workout and healthy activity\n</li>\n<li>\nMaking time for growth\n</li>\n<li>\nHyperactive thinking and emptiness of thought\n</li>\n<li>\nTips to stay healthy during changing seasons\n</li>\n<li>\nImportance of creation in your life\n</li>\n</ul>Privacy Menu<ul>\n<li>Cookie Policy</li>\n<li>Privacy Statement</li>\n<li>Imprint</li>\n<li>Disclaimer</li>\n</ul>\n<p> Copyright © 2023\nYunibalance –\nAll rights reserved\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> ", "created_at": "2023-07-14 00:42:29.441483", "updated_at": "2023-07-14 00:42:43.584595"}, {"id": 17947, "name": "Privacy Policy", "url": "https://yunibalance.com/privacy/", "xpath": "//body", "text": " Skip to content<ul>\n<li>\n<i>\n</i>info@yunibalance.com</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Yunibalance Wellness, meditation and personal development.<ul>\n<li>Home</li>\n<li>About</li>\n</ul>\n<ul>\n<li>\nSearch Search <i>\n</i>Search …\n</li>\n</ul> Yunibalance Wellness, meditation and personal development.<ul>\n<li>\nSearch Search <i>\n</i>Search …<ul>\n<li> Search <i>\n</i>Search …</li>\n</ul>\n</li>\n<li>\nMenu\n</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>About</li>\n</ul>Home » Privacy StatementPrivacy Statement<p>\n<i>This privacy statement was last updated on January 6, 2023 and applies to citizens and legal permanent residents of the European Economic Area and Switzerland.</i>\n<br>\n<br>\n</p>\n<p>\n</p>\n<p>In this privacy statement, we explain what we do with the data we obtain about you via https://yunibalance.com.\nWe recommend you carefully read this statement.\nIn our processing we comply with the requirements of privacy legislation.\nThat means, among other things, that:</p>\n<ul>\n<li>we clearly state the purposes for which we process personal data.\nWe do this by means of this privacy statement;</li>\n<li>we aim to limit our collection of personal data to only the personal data required for legitimate purposes;</li>\n<li>we first request your explicit consent to process your personal data in cases requiring your consent;</li>\n<li>we take appropriate security measures to protect your personal data and also require this from parties that process personal data on our behalf;</li>\n<li>we respect your right to access your personal data or have it corrected or deleted, at your request.</li>\n</ul>\n<p>If you have any questions, or want to know exactly what data we keep of you, please contact us.</p>\n<p>\n</p>1.\nPurpose, data and retention periodWe may collect or receive personal information for a number of purposes connected with our business operations which may include the following: (click to expand)1.1 Contact - Through phone, mail, email and/or webforms<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>A first and last name</li>\n<li>An email address</li>\n<li>A telephone number</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Upon the provision of consent.</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>1.2 Newsletters<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>A first and last name</li>\n<li>An email address</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Upon the provision of consent.</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>1.3 Compiling and analyzing statistics for website improvement.<p>For this purpose we use the following data:</p>\n<p>\n</p>\n<ul>\n<li>Internet activity information, including, but not limited to, browsing history, search history, and information regarding a consumer's interaction with an Internet Web site, application, or advertisement</li>\n</ul>\n<p>\n</p>\n<p>The basis on which we may process these data is:</p>\n<p>Upon the provision of consent.</p>\n<p>Retention period</p>\n<p>We retain this data until the service is terminated.</p>2.\nCookies<p>Our website uses cookies.\nFor more information about cookies, please refer to our Cookie Policy.&nbsp;</p>3.\nDisclosure practices<p>\n</p>\n<p>We disclose personal information if we are required by law or by a court order, in response to a law enforcement agency, to the extent permitted under other provisions of law, to provide information, or for an investigation on a matter related to public safety.</p>\n<p>If our website or organisation is taken over, sold, or involved in a merger or acquisition, your details may be disclosed to our advisers and any prospective purchasers and will be passed on to the new owners.</p>\n<p>\n</p>4.\nSecurity<p>We are committed to the security of personal data.\nWe take appropriate security measures to limit abuse of and unauthorised access to personal data.\nThis ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.</p>5.\nThird-party websites<p>This privacy statement does not apply to third-party websites connected by links on our website.\nWe cannot guarantee that these third parties handle your personal data in a reliable or secure manner.\nWe recommend you read the privacy statements of these websites prior to making use of these websites.</p>6.\nAmendments to this privacy statement<p>We reserve the right to make amendments to this privacy statement.\nIt is recommended that you consult this privacy statement regularly in order to be aware of any changes.\nIn addition, we will actively inform you wherever possible.</p>7.\nAccessing and modifying your data<p>If you have any questions or want to know which personal data we have about you, please contact us.\nYou can contact us by using the information below.\nYou have the following rights:</p>\n<ul>\n<li>You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.</li>\n<li>Right of access: You have the right to access your personal data that is known to us.</li>\n<li>Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.</li>\n<li>If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.</li>\n<li>Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.</li>\n<li>Right to object: you may object to the processing of your data.\nWe comply with this, unless there are justified grounds for processing.</li>\n</ul>\n<p>Please make sure to always clearly state who you are, so that we can be certain that we do not modify or delete any data of the wrong person.</p>8.\nSubmitting a complaint<p>If you are not satisfied with the way in which we handle (a complaint about) the processing of your personal data, you have the right to submit a complaint to the Data Protection Authority.</p>9.\nContact details<p>Yunibalance<br>\nHårdvallsgatan 18, 115 46 Stockholm<br>\nSweden<br>\nWebsite: https://yunibalance.com <br>\nEmail: moc.ecnalabinuy@ycavirp <br>\nPhone number: +46704698754</p>Subscribe to blog updates<p>\n</p>\n<p> I have read and agree to the terms &amp.\nconditions\n</p>\n<p>\n</p>Leave this field empty if you're human: Recent Posts<ul>\n<li>\nRegular workout and healthy activity\n</li>\n<li>\nMaking time for growth\n</li>\n<li>\nHyperactive thinking and emptiness of thought\n</li>\n<li>\nTips to stay healthy during changing seasons\n</li>\n<li>\nImportance of creation in your life\n</li>\n</ul>Privacy Menu<ul>\n<li>Cookie Policy</li>\n<li>Privacy Statement</li>\n<li>Imprint</li>\n<li>Disclaimer</li>\n</ul>\n<p> Copyright © 2023\nYunibalance –\nAll rights reserved\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> Manage Cookie Consent\nTo provide the best experiences, we use technologies like cookies to store and/or access device information.\nConsenting to these technologies will allow us to process data such as browsing behavior or unique IDs on this site.\nNot consenting or withdrawing consent, may adversely affect certain features and functions.\nFunctional Functional Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network.\nPreferences Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user.\nStatistics Statistics The technical storage or access that is used exclusively for statistical purposes.\nThe technical storage or access that is used exclusively for anonymous statistical purposes.\nWithout a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you.\nMarketing Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.\nManage options\nManage services\nManage vendors\nRead more about these purposes\nAccept\nDeny\nView preferences\nSave preferences\nView preferences\n{title}\n{title}\n{title}Manage consent ", "created_at": "2023-07-14 00:42:05.191836", "updated_at": "2023-07-14 00:42:26.068814"}], "points": [], "urls": ["yunibalance.com"]}}