{"error": 448, "message": "OK", "parameters": {"id": 7358, "name": "Pet Friend", "created_at": "2023-02-07 06:34:16.630742", "updated_at": "2023-07-10 22:02:36.43267", "wikipedia": null, "keywords": null, "related": null, "slug": "pet-friend", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7358.png", "url": "petfriend.io", "documents": [{"id": 14133, "name": "Terms of Service", "url": "https://petfriend.io/terms", "xpath": "//body", "text": " <i>\n</i> Home About Features Tour Contact Us Purchase Monthly Purchase Yearly Demo Login Home About Features Tour Contact Us Purchase Monthly Purchase Yearly Demo Login The Pet Friend<p>The Pet Friendly Software</p> Terms of Service Using our Services<p>\nThe Pet Friend software is a software as a service (SaaS).\nThe software is provided \"AS IS\" and \"AS AVAILABLE\".\nUsing our Services does not give you ownership of any intellectual property rights in our Services or the content you access.\n</p>\nYour Content in our Services<p>\nSome of our Services allow you to upload, submit, store, send or receive content.\nYou retain ownership of any intellectual property rights that you hold in that content.\nIn short, what belongs to you stays yours.\n</p>\nModifying and Terminating our Services<p>\nYou can stop using our service at any time.\nWe reserve the right to terminate service within reason if we find you are violating or misusing our services.\n</p>\nOur Warranties and Disclaimers<p>\nWe provide our Services using a commercially reasonable level of skill and care and we hope that you will enjoy using them.\nBut there are certain things that we don’t promise about our Services.\nOTHER THAN AS EXPRESSLY SET OUT IN THESE TERMS OR ADDITIONAL TERMS, NEITHER The Pet Friend NOR ITS SUPPLIERS OR DISTRIBUTORS MAKE ANY SPECIFIC PROMISES ABOUT THE SERVICES.\nFOR EXAMPLE, WE DON’T MAKE ANY COMMITMENTS ABOUT THE CONTENT WITHIN THE SERVICES, THE SPECIFIC FUNCTIONS OF THE SERVICES, OR THEIR RELIABILITY, AVAILABILITY, OR ABILITY TO MEET YOUR NEEDS.\nWE PROVIDE THE SERVICES “AS IS”.\nSOME JURISDICTIONS PROVIDE FOR CERTAIN WARRANTIES, LIKE THE IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nTO THE EXTENT PERMITTED BY LAW, WE EXCLUDE ALL WARRANTIES.\n</p>\nLiability for our Services<p>\nWHEN PERMITTED BY LAW, The Pet Friend, AND The Pet Friend’S SUPPLIERS AND DISTRIBUTORS, WILL NOT BE RESPONSIBLE FOR LOST PROFITS, REVENUES, OR DATA, FINANCIAL LOSSES OR INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES.\nTO THE EXTENT PERMITTED BY LAW, THE TOTAL LIABILITY OF The Pet Friend, AND ITS SUPPLIERS AND DISTRIBUTORS, FOR ANY CLAIMS UNDER THESE TERMS, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE AMOUNT YOU PAID US TO USE THE SERVICES (OR, IF WE CHOOSE, TO SUPPLYING YOU THE SERVICES AGAIN).\nIN ALL CASES, The Pet Friend, AND ITS SUPPLIERS AND DISTRIBUTORS, WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.\n</p> About these Terms<p> We may modify these terms or any additional terms that apply to a Service to, for example, reflect changes to the law or changes to our Services.\nYou should look at the terms regularly.\nWe’ll post notice of modifications to these terms on this page.\nWe’ll post notice of modified additional terms in the applicable Service.\nChanges will not apply retroactively and will become effective no sooner than fourteen days after they are posted.\nHowever, changes addressing new functions for a Service or changes made for legal reasons will be effective immediately.\nIf you do not agree to the modified terms for a Service, you should discontinue your use of that Service.\nIf there is a conflict between these terms and the additional terms, the additional terms will control for that conflict.\nThese terms control the relationship between The Pet Friend and you.\nThey do not create any third party beneficiary rights.\nIf you do not comply with these terms, and we don’t take action right away, this doesn’t mean that we are giving up any rights that we may have (such as taking action in the future).\nIf it turns out that a particular term is not enforceable, this will not affect any other terms.\nThe laws of Ohio, U.S.A., excluding Ohio’s conflict of laws rules, will apply to any disputes arising out of or relating to these terms or the Services.\nAll claims arising out of or relating to these terms or the Services will be litigated exclusively in the federal or state courts of Franklin County, Ohio, USA, and you and The Pet Friend consent to personal jurisdiction in those courts.\n</p> Billing and Cancellation<p>\n<br>1.\nBilling Cycle.\nThe membership fee for the Pet Friend service and any other charges you may incur in connection with your use of the service, such as taxes and possible transaction fees, will be charged to your Payment Method on the specific payment date indicated on the \"Account\" page.\nThe length of your billing cycle will depend on the type of subscription that you choose when you signed up for the service.\nMembership fees are fully earned upon payment.\nIn some cases your payment date may change, for example if your Payment Method has not successfully settled, when you change your subscription plan or if your paid membership began on a day not contained in a given month.\nVisit the Pet Friend.com website and click on the \"Billing details\" link on the \"Account\" page to see your next payment date.\nWe may authorize your Payment Method in anticipation of membership or service-related charges through various methods, including authorizing it up to approximately one month of service as soon as you register.\nIf you signed up for Pet Friend using your account with a third party as a Payment Method, you can find the billing information about your Pet Friend membership by visiting your account with the applicable third party.\n<br>2.\nPayment Methods.\nTo use the Pet Friend service you must provide one or more Payment Methods.\nYou authorize us to charge any Payment Method associated to your account in case your primary Payment Method is declined or no longer available to us for payment of your subscription fee.\nYou remain responsible for any uncollected amounts.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, and you do not cancel your account, we may suspend your access to the service until we have successfully charged a valid Payment Method.\nFor some Payment Methods, the issuer may charge you certain fees, such as foreign transaction fees or other fees relating to the processing of your Payment Method.\nCheck with your Payment Method service provider for details.\n<br>3.\nUpdating your Payment Methods.\nYou can update your Payment Methods by going to the \"Account\" page.\nWe may also update your Payment Methods using information provided by the payment service providers.\nFollowing any update, you authorize us to continue to charge the applicable Payment Method(s).\n<br>4.\nCancellation.\nYou can cancel your Pet Friend membership at any time, and you will continue to have access to the Pet Friend service through the end of your billing period.\nTo cancel, go to the \"Account\" page on our Pet Friend.com website and follow the instructions for cancellation.\nIf you cancel your membership, your account will automatically close at the end of your current billing period.\nTo see when your account will close, click \"Billing details\" on the \"Account\" page.\nIf you signed up for Pet Friend using your account with a third party as a Payment Method and wish to cancel your Pet Friend membership, you may need to do so through that third party, for example by visiting your account with the applicable third party and turning off auto-renew, or unsubscribing from the Pet Friend service through that third party.\n<br>5.\nChanges to the Price and Subscription Plans.\nWe reserve the right to change our subscription plans or adjust pricing for our service or any components thereof in any manner and at any time as we may determine in our sole and absolute discretion.\nExcept as otherwise expressly provided for in these Terms of Use, any price changes or changes to your subscription plan will take effect following notice to you.\n<br>6.\nNo Refunds.\nPayments are nonrefundable and there are no refunds or credits for partially used membership periods.\nFollowing any cancellation, however, you will continue to have access to the service through the end of your current billing period.\nAt any time, and for any reason, we may provide a refund, discount, or other consideration to some or all of our members (\"credits\").\nThe amount and form of such credits, and the decision to provide them, are at our sole and absolute discretion.\nThe provision of credits in one instance does not entitle you to credits in the future for similar instances, nor does it obligate us to provide credits in the future, under any circumstance.\n</p> Pet Friend Service<p>\nYou must be at least 18 years of age to become a member of the Pet Friend service.\nIndividuals under the age of 18 may only utilize the service with the involvement of a parent or legal guardian, under such person's account and otherwise subject to these Terms of Use.\n</p>\n<p>\n</p>\n<i>\n</i> Pet Friend LLC Copyright 2023 | Terms of Service ", "created_at": "2023-02-07 06:34:16.693918", "updated_at": "2023-02-07 06:34:36.330718"}], "points": [{"id": 29904, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://petfriend.io/terms", "status": "Generated through the annotate view", "created_at": "2023-02-10 17:43:23.052767", "updated_at": "2023-07-11 06:27:26.314641", "quoteText": null, "case_id": 486, "document_id": 14133, "quoteStart": null, "quoteEnd": null}, {"id": 29906, "title": "Prices and fees may be changed at any time, without notice to you", "source": "https://petfriend.io/terms", "status": "Generated through the annotate view", "created_at": "2023-02-10 17:45:44.867809", "updated_at": "2023-07-11 06:27:26.398503", "quoteText": null, "case_id": 497, "document_id": 14133, "quoteStart": null, "quoteEnd": null}, {"id": 29905, "title": "This service is only available to users over a certain age", "source": "https://petfriend.io/terms", "status": "Generated through the annotate view", "created_at": "2023-02-10 17:43:51.868152", "updated_at": "2023-07-11 06:27:26.481799", "quoteText": null, "case_id": 152, "document_id": 14133, "quoteStart": null, "quoteEnd": null}, {"id": 29907, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://petfriend.io/terms", "status": "Generated through the annotate view", "created_at": "2023-02-10 17:46:44.050712", "updated_at": "2023-03-24 15:02:50.251118", "quoteText": null, "case_id": 486, "document_id": 14133, "quoteStart": null, "quoteEnd": null}], "urls": ["petfriend.io"]}}