{"error": 448, "message": "OK", "parameters": {"id": 7426, "name": "Geniuslink ", "created_at": "2023-03-06 17:29:07.731314", "updated_at": "2023-03-29 19:26:42.193505", "wikipedia": null, "keywords": null, "related": null, "slug": "geniuslink", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7426.png", "url": "geni.us,geniuslink.com", "documents": [{"id": 14269, "name": "Terms", "url": "https://geniuslink.com/terms", "xpath": "/html/body/div[1]", "text": " <ol>\n<li>Home</li>\n<li>Terms of Service</li>\n</ol> Genius Link Terms of Service <p>These Terms of Service are the legal agreement between you (“You”) and GeoRiot Networks Inc.\n(\"GeoRiot,\" “us,” and “we”) related to your use of our link optimization and management service (the \"Genius Link Services\").\nThe Genius Link Services include the information, software, products, and services contained in or available through our public website, geniuslink.com, our Dashboard, https://my.geni.us, our blog, geniuslink.com/blog/, our APIs, api.geni.us, and our knowledge base, intercom.geni.us (together, our \"Site\").\nThese Terms of Service govern your use of the Genius Link Services, including when You use our tools to build or edit links, enter information into our Site such as your affiliate or reporting tokens, post or maintain specialized links, create or review reports from our Site, or browse or click on links on web pages.</p>\n<p>Use of the Genius Link Services constitutes your agreement to all the terms, conditions, and notices contained in these Terms of Service and our Privacy Policy.\nThese Terms of Service include the Data Processing Addendum below.\nPlease be sure to review the liability disclaimer and the binding arbitration provision.\nBoth of these may affect your rights.\nTo agree to these Terms of Service, check the \"I agree\" box when creating an account for the Genius Link Services.\nIf You do not agree to these terms, or if You are not at least 18 years old, do not check \"I agree,\" and do not use the Genius Link Services or the Site.\nGeoRiot reserves the right to amend these Terms of Service.\nSee \"Modification of these Terms of Service\" below.</p>\n<p>For a complete description of the features of the Genius Link Services, and to sign up, go to http://geniuslink.com.</p> Genius Link Services <p>The Genius Link Services are a link management service that You can use any time You place a link in Your Digital Property.\n\"Your Digital Property\" includes your website, mobile application or other online property, and it includes offline properties such as when You print a link or place QR codes.\nThe Genius Link Services provide a specialized link(s), called a \"Geni.us Link\" (even when using a domain other than “geni.us”) to replace any link in Your Digital Property that You specify.\nOnce You use a Geni.us Link in place of your original link, the Geni.us Link may route users who click on it (\"Buyers\") to the intended, or most relevant, item (“Product”) in a retail website (“Storefront”) that is most appropriate based on the Buyer's location, device, language or other factors.\n(Note: we refer to our links as \"Geni.us Link\" even though they may use a different domain.) </p>\n<p>The Genius Link Services process certain information (“Buyer Information”) when a Buyer clicks a Geni.us Link in the course of viewing and interacting with content on Your Digital Property (a “Transaction”).\n</p>\n<p>Buyer Information also includes any of the following:</p>\n<ul>\n<li>\n<p>Information identifying and describing (“Device Data”) the personal computer, laptop, smartphone or other device providing Internet access through a browser used for the Transaction (\"Device\"), including the operating system and browser used by the Device for the Transaction (\"User Agent Information\").</p>\n</li>\n<li>\n<p>Information identifying the language used by the Device for the Transaction (“Language Information”).\nThe Internet Protocol (\"IP\") address of the Device used for the Transaction, which allows identification of the logical and to some extent geographical location of the Device used in the Transaction (\"Location Data\").</p>\n</li>\n<li>\n<p>The URL of Your Digital Property on which the originating Geni.us Link is sited (\"Client URL\").</p>\n</li>\n<li>\n<p>Product identification information for Products via the Geni.us Link the Device was used to click.</p>\n</li>\n<li>\n<p>The Geni.us Link may also incorporate the appropriate affiliate information for your link if You have provided GeoRiot with the applicable affiliate parameters.\n</p>\n</li>\n</ul>\n<p>In addition, You may elect to collect and provide GeoRiot with the following information:</p>\n<ul>\n<li>\n<p>Limited purchase information obtained by the Storefront in the event a Buyer purchases a Product in the course of a Transaction, such as the number of products purchased, a list of items (or categories of items), purchase prices, and timestamp of the Transaction.\n</p>\n</li>\n</ul>\n<p>The Geni.us Link may support the following uses of information for your benefit:</p>\n<ul>\n<li>\n<p>\n<i>Dynamic Links.</i>&nbsp;You can use a single link to route Buyers to the appropriate Storefront based on information such as the user’s location, device, and language set in the browser.\nThis may include dynamic links on Your Digital Property which automatically populate a Storefront customized for the Buyer on Your Digital Property.\nFor example, a client’s website that reviews technology devices may display related products with links to purchase them on Amazon’s Storefront.\nThe Geni.us Link may be used to ensure the Amazon link that appears on the client’s website is directed appropriately based on the Buyer’s location.</p>\n</li>\n<li>\n<p>\n<i>Automatic Product Localization.</i>&nbsp;You can use a single link to automatically route Buyers to the appropriate Product in the Buyer’s local Storefront, such as the Amazon or Apple Music online stores.\nAutomatic affiliation may be used to earn commissions from the correct local retailer’s Storefront.\nFor example, a Buyer in Germany may be sent to the Amazon Germany Storefront by a Geni.us Link from a client website, and the client might earn a commission through the Amazon Germany affiliate program.</p>\n</li>\n<li>\n<p>\n<i>Choice Pages.</i>&nbsp;You may use a link to provide a mobile-optimized landing page where a Buyer can view different buying options, rather than having an automated process pick for them.</p>\n</li>\n<li>\n<p>\n<i>Retargeting.</i>&nbsp;You may use a Geni.us Link to fire javascript and set pixels on your behalf to enable collection of your activity data by third parties such as Facebook and Google.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<i>Data Analytics.</i>&nbsp;The Data Analytics service provides You with marketing content based on Location Data, Device Data, User Agent Information, Language Information and Transactions data.\nThe Data Analytics service helps You ensure that marketing efforts are relevant to the Buyer and appropriate to the country or region where the Buyer is located.</p>\n</li>\n</ul>\n<p>When You create a Genius Link account, You must provide GeoRiot with contact information for an individual user authorized to use the Genius Link Services and communicate with GeoRiot (“Your User”), either as an individual or on behalf of an organization, such as Your User’s name and email address.\nWe may also collect the content of Your User’s communications with us, transactional information, and usage data when Your User engages with the Genius Link Services (collectively, “Your User’s Information”).</p> Fees and Payment <p>The Genius Link Services employ a monthly fee model with additional pay-per-click pricing for overages.\nYou will be charged on a monthly basis.\nIn your plan, You may be given an amount of free clicks that You can use within the calendar month timeframe.\nAfter that number of clicks, if any, is exhausted, additional \"buckets\" of clicks will be automatically added to your monthly invoice.\nYou will only be charged for the clicks on your Geni.us Links during the previous month that are deemed by GeoRiot to have originated organically (non-bot, or non-junk, clicks).\nOther additional features (such as a custom domains or users) are provided for an additional monthly fee.\nYou agree to pay the plan price, any additional per-click fees, and any other charges incurred in connection with your Genius Link subscription/account (“Your Account”) (including any applicable taxes) at the rates in effect for the plan selected.\nThe rates in effect are found on our website at http://geniuslink.com/pricing.\nYou may also find your rate, if different than the published rates, and current account balance on the Billing page in the Dashboard (https://my.geni.us/account/billing).\nWe will notify You by email at least 14 days in advance of any mandatory rate change affecting Your Account and You are permitted to change to any currently available plans at any time.\nWhen changing plans, your monthly fee will reflect the change as of the day the plan was changed, and your fees will be pro-rated.\nDowngrading plans may result in an irreversible loss of features of your existing Geni.us Links.\n</p>\n<p>Payments can be made via credit card or debit card through our Dashboard.\nUnless You make other arrangements with us, we will invoice You on the first day of each month and automatically charge your payment card shortly thereafter.\nIn the event that the payment card could not be charged initially, we will make subsequent attempts.\nIf You cannot provide a valid payment card, contact GeoRiot, and at GeoRiot's discretion, monthly invoicing via ACH, SWIFT, or other electronic means may be made available within 14 days of creating Your Account.\nIf no means of electronic transfer is available, GeoRiot, at its option, may create a custom agreement and payment model with You.\n</p>\n<p>A free trial may be provided for new clients and may consist of a period of time, as defined on the pricing page, billing page or in a separate agreement, in which the client may have an unlimited number of free clicks and access to features.\nWhere a free trial is offered, each plan gets a certain number of clicks included each month before being charged overages after the trial is over.\nThe number of free clicks, if any, before your payment card will be charged is published at http://geniuslink.com/pricing and is dependent on the plan You choose.\nThe number of free clicks depends on the free trial offered and the plan You select and is subject to change.\n</p>\n<p>You agree to pay any invoice issued by GeoRiot within 30 days of the date of invoice unless otherwise previously agreed in writing by GeoRiot.\nGeoRiot reserves all remedies if You fail to make timely payment, including termination of Your Account.\nIn any case, in the event of late or non-payment, the Genius Link Services may immediately limit functionality of your Geni.us Links.\nThis may include disabling your affiliate parameters (if any were supplied), using the Geni.us Link parameters for any subsequent clicks on Geni.us Links, disabling advanced targets, disabling support for your specified pixels during a Geni.us Link redirect, and significantly reducing functionality of your Dashboard.\nThis may also include converting your Geni.us Links into Choice Pages which may include additional retailers and/or relevant product ads and/or cookies or analogous technologies.\nFull Geni.us Link and Dashboard functionality will be restored when Your Account is made current.</p>\n<p> If Your Account is past due for more than 45 days, or closed, we may reassign your Geni.us Link.\nWe may also reassign your Geni.us Link (1) with your consent, (2) if your Geni.us Link has failed to yield at least 30 organic clicks (i.e., non-junk clicks) per month for three consecutive months, or (3) we have marked Your Account as a Terms of Service violator.</p>\n<p>Generally, all fees and charges are non-refundable.\nAt our discretion, we may issue refunds or credits.\nIf we do issue a refund or credit, we are under no obligation to issue the same or similar refund in the future.\nWe may change the fees and charges currently in effect, or add new fees or charges, by giving You notice in advance and an opportunity to cancel.\nIf You want to use a different payment card or You need to update your payment card details, You may do so within the Dashboard by adding a new card first, which will delete your previous card.\nIf You believe someone has accessed the Genius Link Services using your username and password without your authorization, please immediately notify us at hi@geni.us with the subject \"Suspected unauthorized access\".\nYou are responsible for any fees or charges incurred to access the Genius Link Services through an Internet access provider or other third party service.</p>\n<p>Any accrued account credits will be applied first to an invoice.\nIf the account credit doesn't fully cover the amount then You are responsible for covering the difference via the payment method on file.\nIf your account credit fully covers the current invoice, the remaining balance will be applied to the next invoice.\n</p>\n<p>Excess account credit may be paid out via a check after accruing at least $1,000 USD or at the discretion of GeoRiot.\nAccrued account credits are forfeited if Your Account is terminated.</p> Term.\nTermination and Renewal <p>Subject to amendment as provided below, these Terms of Service will remain in full force and effect while You use the Genius Link Services.\nYou may terminate Your Account at any time.\nYour subscription will renew automatically until it is terminated.\nYou may terminate your subscription using the Dashboard at https://my.geni.us/account/#close-account-section or by contacting Customer Service at hi@geni.us.\nWe may terminate Your Account at any time upon notice to You, however, if we deem Your Account to be violating our Terms of Service we may terminate your subscription/account without notice to You.</p>\n<p>If You disagree with the amount of any invoice, You agree to inform us of the grounds for the dispute within seven days after You received the invoice.\n</p>\n<p>Most client concerns can be resolved quickly and to the client's satisfaction by emailing the Genius Link team at hi@geni.us or calling us, and leaving a message, at 408.384.8165 during normal business hours in the UTC-8 (West Coast) time zone.</p> Effect of Termination <p>Upon termination of Your Account for any reason, GeoRiot may immediately stop serving your affiliate tracking code.\nIf we stop serving your affiliate tracking code, we may or may not continue to redirect clicks with the Genius Link Services' default affiliate parameter(s) at our discretion.\nAdditionally, we may also convert your Geni.us Links into Choice Pages, which may include additional retailers and/or relevant product ads and/or cookies or analogous technology.\nIn such cases, we may receive any affiliate program and/or ad revenue associated with your links until You delete or modify the Geni.us Links on Your Digital Property.\nNo charges will be made to your payment card for any clicks served after termination, but any Geni.us Link may, or may not, at our discretion, only resolve to the original destination, and additional features such as advanced targets or remarketing pixels may be disabled.\nUpon termination of Your Account, your right to use the Genius Link Services and our right to charge You will terminate, but obligations that arose before termination that by their nature should continue, will continue (e.g., confidentiality covenant, indemnification obligations, payment obligations, disclaimers, liability limitations) and You will be responsible for paying any charges that accrued before termination.\n</p> Failure to Provide Affiliate Parameters <p>When You sign up for the Genius Link Services You are prompted, but not required, to provide your parameters for the relevant affiliate programs (e.g., an affiliate token or an example link from the program) via the specialized \"Affiliate\" tool in the Dashboard (found at https://my.geni.us/Affiliate).\nUntil You have provided us with the means to associate your Geni.us Links with an affiliate program, You will not receive any commissions, payments, credit, or other benefits from these affiliate programs.\nThe same goes for countries or affiliate programs that You do not support.\nIn such cases GeoRiot may receive any affiliate program revenue associated with your Geni.us Links.\nPlease take note that affiliate parameters already embedded in your links that are converted to Geni.us Links may not automatically transfer during the Geni.us Link redirection, regardless of the affiliate program or link.\nYou must supply your affiliate parameters via the \"Affiliate\" tool in the Dashboard to ensure You receive credit for them.\nContact the Genius Link team if You have questions about the affiliation of a link not specifically supported by the Genius Link Services.\n</p> Up Time <p>We strive to meet industry uptime standards, and as of the published date, has had over 99.99% uptime, but we cannot guarantee that the Genius Link Services, the Site, or the Dashboard will be accessible and available at all times.\nFor example, sometimes the Dashboard may be inaccessible due to service maintenance, user error, or failures of our upstream providers beyond our control.\nIf having a specific uptime guarantee is important to your business, please contact us to enter into a separate agreement.</p>\n<p>Our goal is 100% uptime.\nhowever, from time to time, we may need to suspend service for system upgrades and maintenance.\nExcept in unusual cases, we will give 24 hours public advance notice of any planned system downtime.\nAs the Genius Link Services run independently from the Dashboard, we will not generally give notice of Dashboard downtime.</p>\n<p>We will not be liable for lost clicks due to Site access or the Genius Link Services being interrupted.\nWe will work to restore services as quickly as we can, but we make no guarantees as to how quickly we will be able to restore service since it depends on many factors.\nFurther, we may require action from You to restore service and You are requested to comply as quickly as possible.\nWe may, but are not required, to compensate You for any downtime in Site access or the Genius Link Services in our sole discretion by giving You performance credits.</p>\n<p>Similarly GeoRiot is not liable and cannot be held accountable for issues or errors in regards to the affiliate networks' or advertisers' handling of clicks or Geni.us Links.</p> Service Data <p>We collect, use, and maintain data in connection with the Genius Link Services in accordance with our Privacy Policy, the terms of which are incorporated into these Terms of Service and are part of your agreement with us.\nYou acknowledge and agree that we will collect data from your Geni.us Links and clicks with that of other customers for use in our analytical services.\nSome analytical services are a premium service that You may select in your service options.\nAggregated click data are our work product and property.\nIn our sole discretion, we may choose to make metrics available to our clients in accordance with applicable law, rules and regulations.\n</p> Data Protection Law <p>The types of information we collect regarding Buyers and Your User(s), and the purposes for that collection, are explained both in our Privacy Policy and in the section of these Terms of Service titled “Genius Link Services,” above.\nPlease visit our Privacy Policy for more details about our data collection and privacy practices with respect to Personal Information (as defined in the Privacy Policy) of Buyers and Your User(s) (called “Client User(s)” in the Privacy Policy).</p>\n<p>Certain laws may apply to the processing and protection of Buyer Information and Your User’s Information that is or can be associated with an individual person (“Personal Information”) collected in connection with the Genius Link Services (“Data Protection Law”).\nIn particular, the European Union (\"EU\"), United Kingdom (the “UK”), and Switzerland have enacted specific requirements for the processing of Personal Information (collectively, “European Data Protection Law”), which includes but is not limited to the Regulation (EU) 2016/679, the General Data Protection Regulation (“GDPR”), as has the state of California in the United States, which includes but is not limited to the California Consumer Privacy Act (“CCPA”).\nThese requirements may apply to information that Geni.us Links collect through Your Digital Property, where Buyers or Your User(s) are residents of any member state of the EU, the UK, Switzerland, or California.</p>\n<p>\n<strong>Your Obligations</strong>\n</p>\n<p>Under these Terms of Service, You agree to the following terms and conditions regarding Personal Information that is processed in connection with your use of the Genius Link Services:</p>\n<ul>\n<li>\n<p>You are responsible for your own compliance with Data Protection Law that applies to Personal Information processed pursuant to your use of the Genius Link Services.\n</p>\n</li>\n<li>\n<p>You are responsible for providing appropriate notice to individual users of Your Digital Property of your implementation of Geni.us Links, and their rights under Data Protection Law, including but not limited to European Data Protection Law and the CCPA.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>As specified in the Privacy Policy, You will not attempt to combine Buyer Personal Information collected by a Geni.us Link through Your Digital Property with Personal Information from other sources without notification to affected individuals and their opt-in consent in accordance with the Network Advertising Initiative Code of Conduct.</p>\n</li>\n<li>\n<p>You will not transfer Personal Information collected by or from Your Digital Property to the Site, or otherwise transfer or transmit Personal Information to GeoRiot other than Your User’s or your own.</p>\n</li>\n</ul>\n<p>Your further agreements regarding European Data Protection Law are set forth in the Data Processing Addendum below, which You agree to by accepting these terms and conditions.</p>\n<p>You represent (and will ensure) that Your User, all of Your Digital Properties, and all your services and activities using Your Digital Properties, which make use of the Site or the Services, comply with all applicable laws and regulations.\nYou represent to GeoRiot that You are aware of the laws that apply to Your User(s) and Your Digital Property, in all nations, states or other jurisdictions in which you do business using Your Digital Property (\"Applicable Law\"), and you acknowledge that GeoRiot relies upon You to comply with all such laws.\nIn particular, and without limitation, such laws may include:</p>\n<ul>\n<li>\n<p>If Your Digital Property is used to do business in the United States (\"US\"), the Controlling the Assault of Non-Solicited Pornography And Marketing Act of 2003 (\"CAN-SPAM Act\").\nthe Federal Trade Commission's prohibitions on unfair, deceptive or fraudulent practices, and guidelines for disclosures to consumers.\nthe Restore Online Shoppers Confidence Act.\nthe Children's Online Privacy Protection Act (\"COPPA\").\nany applicable regulations of the Federal Communications Commission.\nand any federal or state requirements for the protection and use of Personal Information.</p>\n</li>\n<li>\n<p>If Your Digital Property is used to do business in the EU, Switzerland, or the UK, You will comply with all applicable European Data Protection Law.</p>\n</li>\n<li>\n<p>If Your Digital Property transfers Personal Information from any other nation or other jurisdiction, the laws and regulations of that jurisdiction which apply to the use and operation of Your Digital Property in that jurisdiction, including but not limited to laws and regulations concerning the collection, use, processing, storage and disclosure of Personal Information.\n</p>\n</li>\n</ul>\n<p>You further represent that:</p>\n<ul>\n<li>\n<p>You have published and will maintain any notice to individuals, users, consumers or other parties that is required for Your Digital Property under Applicable Law or Your Platform Obligations (as defined below), and will administer and maintain Your Digital Property as required in any such notice.\nThis includes but is not limited to the disclosure statement for affiliates using the Amazon program and any and all notices required by any Data Protection Law.</p>\n</li>\n<li>\n<p>You will obtain and will maintain records of any individual authorizations or consents required for Your Digital Property under Applicable Law or Your Platform Obligations, and will administer and maintain Personal Information You collect and Your Digital Property subject to any limitations in such authorization or consent and in compliance with any applicable law, including but not limited to any Data Protection Law, and the NAI Code of Conduct if applicable.</p>\n</li>\n</ul>\n<p>\n<strong>Transfers of Personal Information to the US from the EU, the UK, and Switzerland</strong>\n</p>\n<p>As stated in our Privacy Policy, as a matter of due diligence and prudence GeoRiot has elected to administer all Personal Information of Buyers and Your User(s) collected from Switzerland, the UK, or any member state of the EU through your use of the Genius Link Services consistent with the Standard Contractual Clauses for Controllers as approved by the European Commission pursuant to Decision C(2004)5271 (the “SCCs”) (as applicable) and European Data Protection Law, including the GDPR.\nYour further agreements regarding cross-border transfers of Personal Information are set forth in the SCCs, attached to the Data Processing Addendum below, which You agree to by accepting these terms and conditions.</p> Usage Rules <p>Under these Terms of Service, You agree to the following usage rules:</p>\n<ul>\n<li>\n<p>You will not use the Genius Link Services for any use that is unlawful.</p>\n</li>\n<li>\n<p>The approved destination for a Geni.us Link is reputable online retailers and brand websites and/or apps, and you may not link to non-commercial destinations without our written permission.\nGenerally we will approve an exception for Geni.us Links to be directed to common social media sites/apps and your personal website(s).\nSuch an exception needs to be granted by us in writing upon written request by you.\nLinking to non-commercial destinations, including news, forums, and discussion boards, especially those that may be deemed as sharing deceptive, altered or fabricated information, is a basis for immediate termination of your account.\nIf you are curious about a destination for a Geni.us Link, you should contact us in advance of creating a link in order to receive written permission.\n</p>\n</li>\n<li>\n<p> You will not use the Genius Link Services for sites that have, or links for, any of the following:</p>\n<ul>\n<li>\n<p>pornography or sexually explicit content,</p>\n</li>\n<li>\n<p>racist or have hate content,</p>\n</li>\n<li>\n<p>adware or spyware, or rely on or generate artificial traffic or forced clicks, or use illegal peer-to-peer or file sharing activities, or are directed to sites that impersonate other sites or services (for example “phishing”) either currently or in the future.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>You will not conduct email traffic on Your Digital Property that violates Applicable Law.\nYou will not use the Genius Link Services for fraudulent purposes.\nThis includes, but is not limited to, affiliate cookie stuffing.\nAll traffic sent through the Genius Link Services must originate from an organic click and not be forced.</p>\n</li>\n<li>\n<p>Outside of limited testing, You will not modify headers or IP addresses when sending links to the Genius Link Service.\nThis includes, but is not limited to, forging or spoofing request or client headers or IP addresses.\nYou will not modify Geni.us Links or parameters for fraudulent purposes.</p>\n</li>\n<li>\n<p>You will not attempt to exploit our system or the Genius Link Services in any way, including but not limited to hacking or SQL injections.</p>\n</li>\n<li>\n<p>You will not, directly or indirectly, decompile, disassemble or reverse engineer or attempt to discover the source code of, or facilitate, enable, cause, or allow any third party to decompile, disassemble or reverse engineer or attempt to discover the source code of, the Site or other components of the Genius Link Services.</p>\n</li>\n<li>\n<p>You will not intentionally disrupt or impede access to the Genius Link Services or any website, service or other digital property of our clients.</p>\n</li>\n<li>\n<p>You will not impersonate anyone or any entity.</p>\n</li>\n<li>\n<p>You will not upload to or use on our Site, including on Choice Pages (1) any pornographic or sexually explicit content, (2) any racist or hate content, (3) any content that violates another person's rights, (4) any images, graphics, text or other copyrighted content for which You have not been granted written permission to use, or (5) any other content that is unlawful to upload or use on the Site.</p>\n</li>\n</ul>\n<p>If we believe Your Account is associated with the aforementioned practices, at our sole discretion we may terminate Your Account and change the destination of all your Geni.us Links.\nYou will not be eligible to sign up again for an account with the Genius Link Services.\n</p>\n<ul>\n<li>\n<p>You are permitted to route the click through internal/external means on Your Digital Property before sending it through the Genius Link Services.\nThis includes using an internal redirect/proxy for analytics gathering or to keep URLs clean inside Your Digital Property.\nThis also includes using an external redirect/proxy such as Bit.ly.\nYou are also permitted to override the \"hover text\" or the browser's status bar text of the Geni.us Link that replaces your link.\nWhen modifying either the status bar or hover property, the text shown must be the approximate final destination of the URL being modified or relevant information about the URL's final destination.\n</p>\n</li>\n</ul>\n<p>You represent (and will ensure) that Your Digital Property includes any services, functions, disclosures, notices or other applications or documentation required by, and is administered in accordance with, any developer, ecommerce, app store or other program license or other program requirements which apply due to Your Digital Property's participation in or use of any third party's website, application programming interface (API), software or service which supports or enables Your Digital Property (\"Your Platform Obligations\").</p>\n<p>You will not attempt to resell individual features or \"sub-accounts\" of the Genius Link Services without our express written approval.\n(See \"Marketing Coordination and Publicity,\" below.)</p>\n<p>You represent that:</p>\n<ul>\n<li>\n<p>You have obtained and will maintain any governmental approvals, licenses, consents or authorizations required for Your Digital Property under Applicable Law or Your Platform Obligations and, will administer and maintain Your Digital Property as required by any such approval, license, consent or authorization.</p>\n</li>\n<li>\n<p>You have obtained and will maintain any license, approval, consent or agreement required for use of any proprietary information or intellectual property which constitutes any portion of or is used in connection with use of the Genius link Services.</p>\n</li>\n<li>\n<p>You will only use the Genius Link Services in compliance with Applicable Law and Your Platform Obligations, and subject to your representations under these Terms of Service.</p>\n</li>\n</ul> NAI Code of Conduct <p>You will use commercially reasonable efforts to comply with the Network Advertising Initiative (“NAI”) Code of Conduct rules applicable to your business.\nIn particular, without obtaining the applicable individual's opt-in consent, You will not attempt to merge any Personal Information with any other information received from us or collected across web domains owned or operated by different entities.\n</p>\n<p>If You collect data for interest-based advertising, You will clearly and conspicuously post a notice that contains:</p>\n<ul>\n<li>\n<p>A statement of that data may be collected for interest-based advertising;</p>\n</li>\n<li>\n<p>A description of types of data that are collected for interest-based advertising purposes;</p>\n</li>\n<li>\n<p>An explanation of how, and for what purpose, the data collected will be used or transferred to third parties.\nand</p>\n</li>\n<li>\n<p>A conspicuous link to an opt-out mechanism.\n</p>\n</li>\n</ul> Excusable Delay <p>Neither You nor we will be deemed to be in default of, or to have breached, any provision of these Terms of Service as a result of any delay, failure in performance or interruption of service, resulting directly or indirectly from acts of nature, such as fires, earthquakes and other catastrophes, acts of civil or military authorities, downed nodes (outside of their control), civil disturbance, work stoppages, terrorism, wars, alien or zombie invasions, and other unforeseeable events that are not the direct or indirect fault of either party (collectively, \"Force Majeure Events\").\nIn any such case, the affected party will use commercially reasonable efforts to work around the Force Majeure Event and mitigate any impacts of any delay or failure in performance or interruption of service.\nThe delay or failure in performance or interruption of service must be without the fault or negligence of the party claiming excusable delay, and the party claiming excusable delay must promptly notify the other party of the delay.\nFor avoidance of doubt, a Force Majeure Event does not relieve a party of a payment obligation that accrued before the Force Majeure Event.</p> DISCLAIMERS AND WARRANTY <p>We do not guarantee an improvement in your revenue, number of clicks, commissions, orders, earnings per click, or conversion rate as a result of using the Genius Link Services or working with us.</p>\n<p>We have no control over advertisers, affiliate networks, or affiliate programs.\nUsing the Genius Link Services does not mean that You have been admitted into any affiliate program or affiliate network.\nYou can learn more about applying to the affiliate programs and affiliate networks that our service supports in our Knowledge Base at https://intercom.geni.us.\nWe are not liable and cannot be held accountable for issues or errors relating to how an affiliate network or advertiser handles clicks or Geni.us Links.\n</p>\n<p>You agree to immediately alert us if You are denied or removed from any affiliate program related to the Genius Link Services.\n</p>\n<p>The Genius Link Services is provided \"as is\" without any warranty of any kind, express or implied, and we disclaim all warranties of merchantability, fitness for a particular purpose, or for non-infringement.\nWe do not guarantee or promise that the Genius Link Services will be secure, accurate, timely, error free, or will accomplish any particular results.</p>\n<p>You are solely responsible for building your Geni.us Links correctly and for configuring Your Account via the Dashboard, or other tools.\nWe strongly encourage You to regularly test your Geni.us Links.\nWe are not responsible for, and disclaim any warranty for your Geni.us Links or for using our tools on Your Digital Properties.</p>\n<p>Using the Genius Link Services is at your own risk, is your responsibility, and You are solely responsible for any damages that You cause us, Yourself or any third party.\nWe are not responsible and disclaims any warranty for misuse of our Genius Link Services by any third party.\nIt is your duty, and You are hereby advised that You should verify any and all information that You provide to us for its integrity and accuracy since we are not liable for any omissions or other defects.\nWe are not liable for any decision, in whole or in part, that You make from using analytics that we provide to You.</p> LIMITATION OF LIABILITY <p>\n<b>Important: </b>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE AND OUR SUPPLIERS WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES.\nTHIS IS SO WHETHER THE DAMAGES ARE BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER THEORY OF LIABILITY.\nThis remains the case even if we or any of our suppliers have been advised of the possibility of damages.\nThis disclaimer includes, without limitation, damages for any of the following:</p>\n<ul>\n<li>\n<p>For the loss of use, data, or profits, in any way connected with the use or performance of our service;</p>\n</li>\n<li>\n<p>For the delay or inability to use our service;</p>\n</li>\n<li>\n<p>For the provision of or failure to provide services.\nor</p>\n</li>\n<li>\n<p>For any information, software, products, services, and related graphics obtained through the use of our service.</p>\n</li>\n</ul>\n<p>This provision is not intended to disclaim liability for our intentional or grossly negligent conduct.</p>\n<p>This limitation may not apply to You if your loss occurs in any of the states or jurisdictions that do not allow the exclusion or limitation of liability for consequential or incidental damages.</p>\n<p>If You are dissatisfied with any portion or aspect of the Genius Link Services or with any of these Terms of Service, your sole and exclusive remedy is to pursue an award through the dispute resolution procedures explained below.\nYou must also immediately discontinue using the Genius Link Services if You are dissatisfied.</p>\n<p>Important: Our maximum liability to You will be the amount of subscription fees and other charges You have paid us within the relevant statute of limitation, unless that amount is increased by any relevant statutory multiplier or penalty.</p>\n<p>Below You will find a Binding Arbitration section, which deals with the availability of damages.\nIf there is any conflict between the above \"Disclaimers and Warranty\" section and the “Binding Arbitration” section below, the terms of the Binding Arbitration section will govern.</p>\n<p>For jurisdictions that restrict our ability to limit our liability: Notwithstanding any provision of these Terms of Service, if your jurisdiction has provisions specific to waiver or liability that conflict with the above then our liability is limited to the greatest extent allowed by law.</p>\n<p>If You are a California resident, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542, which says:</p>\n<p>\"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.\"</p>\n<p>\n<b>Explanation: </b>Under section 1542, a general release, like the one You are agreeing to here, does not apply to cases in which:</p>\n<p>(1) a person does not know at the time of signing the release that he or she currently has a favorable claim they could make, and</p>\n<p>(2) had he or she known it at the time, they might not have agreed to sign the release.</p>\n<p>YOU ARE AGREEING THAT THIS SECTION, EVEN IF YOU ARE A CALIFORNIA RESIDENT, DOES NOT APPLY TO YOU.\nIf You are a resident of some other state or jurisdiction, You waive any similar or comparable statute or doctrine that might be in effect there.</p> Indemnification <p>You agree that You will be responsible if any third party (someone other than You or us) makes any claim against us because of your use of the Genius Link Services.\nSpecifically, You agree to release, indemnify, defend and hold GeoRiot Networks, Inc.\nand its affiliates and their officers, employees, directors and agents harmless from any and all losses, damages, expenses, including reasonable attorney fees, rights, claims, actions of any kind and injury (including death) arising out of any third party claims relating to: (a) your use of the Genius Link Services or the Site, (b) any information You submit to the Genius Link Services, (c) taxes that You owe or are alleged that You owe, (d) your violation of these Terms of Service, or (e) your violation of any rights of another, including but not limited to any unauthorized use of a payment card, or collection, use, storage, processing or disclosure of Personal Information.\nThis further includes, to the greatest extent permitted by applicable law, indemnification with respect to expenses of investigations and actions by regulatory agencies and bodies, and monetary penalties if permitted.</p> Intellectual Property Rights <p>All contents of our Site, our blog and our Knowledge Base, are copyright © GeoRiot Networks, Inc.\nand/or its suppliers, affiliates and partners, all rights reserved.\nExcept as expressly authorized by GeoRiot, You agree not to modify, copy, frame, scrape, rent, lease, loan, sell, distribute or create derivative works based on our Site or the Genius Link Services in whole or in part.\nIn connection with your use of the Genius Link Services, You will not use any data mining, scraping, robots, or similar data gathering or extraction methods.\nAny use of the Genius Link Services or our content other than as specifically authorized herein is strictly prohibited.\nThe technology and software underlying our Site and the Genius Link Services, or distributed in connection with it (the \"Software\") is our property or property of our affiliates or partners.\nYou agree not to copy, modify, create a derivative work of, reverse engineer, reverse assemble, or otherwise attempt to discover any source code, nor to sell, assign, sublicense, or otherwise transfer any right in the Software.\nAny rights not expressly granted to others here remain the rights of GeoRiot.</p> GeoRiot's License <p>GeoRiot hereby grants to You, our client, a single, non-exclusive, non-transferable, revocable, non-sublicensable, worldwide right and license to use the Genius Link Services during the term of these Terms of Service.\n</p> Trademarks <p>\"GeoRiot\", \"GeoRiot.com\", \"Genius Link\", “geniuslink.com”, \"geni.us\", \"glob.ly\", and \"georiot.co\" are trademarks or registered domains of GeoRiot Networks, Inc.\nThe names of actual companies and products You might encounter through us may be the trademarks of their respective owners.\nNothing in these Terms of Service or the Genius Link Services should be understood as in any way granting any license or right to use any of our trademarks displayed on the Site.\nWe may be willing to grant such rights in individual instances, but will always require prior written permission.\nAll goodwill generated from the use of our trademarks is reserved for our use, exclusively.</p> Confidentiality <p>Neither of us will use, copy, distribute, disseminate, broadcast, publish or otherwise share any of the other's Confidential Information (defined below) except as required to perform our respective obligations under these Terms of Service.\n\"Confidential Information\" means: (a) any information designated in writing by either party as \"Confidential\" or an equivalent designation.\n(b) information disclosed under circumstances that a reasonable person should know the information is confidential or proprietary.\n(c) software, code, technology, specifications, client lists, methods, guidelines, interfaces (e.g.\nfor dashboards), and (d) screenshots or reports from the Dashboard.\nConfidential Information does not include information that has become publicly known through no breach by the receiving party, or information that has been (a) independently developed without access to the disclosing party's Confidential Information as evidenced in writing.\n(b) rightfully received by the receiving party from a third party.\nor (c) required to be disclosed by law or by a governmental authority with legal jurisdiction.\nor (d) is required to be disclosed to an affiliate program (such as Amazon or iTunes) to be in good standing with the affiliate program.</p>\n<p>In order to maintain our good standing with the affiliate programs we support we may provide regular reports of activity within our service to the account managers of the affiliate program.\nThis may include a list of the individual accounts using a specific program, information about their click traffic or referrer, as well as the affiliate tracking information provided.\nYou give us permission to do this.\n</p>\n<p>As a condition of using the Genius Link Services, You agree to not use any Confidential Information acquired from us or our digital properties (or from use of the Genius Link Services in any way) to compete with us directly or indirectly or mimic the look and feel of our Site in Your Digital Properties or those that You may be related to or have interest in.</p> Marketing Coordination and Publicity <p>You may not attempt to resell individual features or \"sub-accounts\" of the Genius Link Services without our express written approval.\nIf You would like to incorporate Genius Link tools or services into something You plan on selling (consulting services, a suite of tools for marketing, etc.), You must present your marketing plan to us in writing by emailing hi@geni.us.\nGeoRiot may approve or deny your plan in its sole discretion and reserves the right to reverse its decision at a later date.</p>\n<p>You may announce to the public, press or any other third party your use of the Genius Link Services within your technology as long as You properly identify the Genius Link Services and accurately describe your use of the service.\nHowever, no content found on the Site, knowledge base, blog, Dashboard, social media, email, or any other properties owned or operated by GeoRiot may be used within your marketing or promotional material without written permission.\nIf approved, your material must contain our original branding, an appropriate credit, and a link back to source.\nWhether or not You have an approved marketing plan with us You are welcome to \"refer\" users to the Genius Link Services, either as a sub user or an independent account, however each new user must agree to our Terms of Service and provide a verifiable, unique email.\nYou may not act as an intermediary between the Genius Link Services and new users.\nYou agree that, no sooner than 72 hours after 10 clicks have been recorded on Your Account from a public Geni.us Link, we may announce to the public, press, or any other third party that You are using the Genius Link Services, unless You explicitly notify us differently, in writing (by email), within the 72-hour period.\n</p> Modification of these Terms of Service <p>We reserve the right to change the terms, conditions, and notices under which the Genius Link Services are offered.\nWe will provide You notice of changes to the Terms of Service by posting a message on my.geni.us that will appear on Your Account the next time You log in.</p>\n<p>With two exceptions, any changes to the Terms of Service will become effective no earlier than ten calendar days after they are posted.\nThe exceptions: (1) any changes made either for legal reasons or that concern new functions of the services will be effective immediately.\nand (2) any changes to the Binding Arbitration section will be effective 30 calendar days after they are posted.\nOnce You have received notice of the modifications, You will have 10 days in which You can reject the modifications, thereby terminating Your Account.\n</p>\n<p>You understand and agree that your use of the Genius Link Services after the effective date of a posted change will constitute acceptance of the modified Terms of Service.</p> Language <p>All communications and notices to be made or given pursuant to these Terms of Service will be in the English language.\nIn the event these Terms of Service are translated, the original English version will prevail.</p> Governing Law <p>These Terms of Service are governed by the laws of the State of Washington in the United States of America, without giving effect to any conflict of law rules.\nYou agree that venue for any dispute proceeding (litigation or arbitration) will be in King County, Washington, and hereby submit to the jurisdiction of the state and federal courts there.</p> Binding Arbitration.\nWaiver of Class Action <p>PLEASE READ THIS SECTION CAREFULLY, AS IT AFFECTS YOUR RIGHTS.</p>\n<p>Most client concerns can be resolved quickly and to the client's satisfaction by emailing us at hi@geni.us or calling us, and leaving a message, at 408.384.8165 during normal business hours in the UTC-8 (West Coast) time zone.</p>\n<p>If You and we have not been able to resolve a dispute after attempting to do so informally, including through mediation (which GeoRiot will pay for), each party agrees to resolve the dispute through binding arbitration or small claims court instead of courts of general jurisdiction.</p> Arbitration Procedures <p>You and we (each, a “party;” together, the “parties”) agree that all disputes and claims between us will be settled by arbitration or in small claims court.\nThis agreement to arbitrate (the \"Arbitration Agreement\") is intended to be broadly interpreted.\nIt includes, but is not limited to the following:</p>\n<ul>\n<li>\n<p>Claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory;</p>\n</li>\n<li>\n<p>Claims that arose before this or any prior agreement (including, but not limited to, claims relating to advertising);</p>\n</li>\n<li>\n<p>Claims that are currently the subject of purported class action litigation in which You are not a member of a certified class.\nand</p>\n</li>\n<li>\n<p>Claims that may arise after the termination of the Terms of Service.</p>\n</li>\n</ul>\n<p>Although You may not bring a suit in a court other than small claims court, You may bring issues to the attention of federal, state, or local agencies, including, for example, the Federal Communications Commission or the Attorney General of your state.\nIf the law allows, such agencies can seek relief against us on your behalf.</p>\n<p>By entering into this Arbitration Agreement, You and we are each waiving the right to a trial by jury or to participate in a class action.</p>\n<p>Because this document includes this Arbitration Agreement, making it a transaction in interstate commerce, it is governed by the Federal Arbitration Act.</p>\n<p>This Arbitration Agreement will survive termination of Your Account.</p>\n<p>A party who intends to seek arbitration must first send to the other, by certified mail, a written notice of dispute (\"Notice\").\nThe Notice to us should be addressed to General Counsel C/O GeoRiot Networks, Inc.\n2320 S.\nSpokane St, Seattle, WA USA (the \"Notice Address\").\nThe Notice must (a) describe the nature and basis of the claim or dispute, and (b) set forth the specific relief sought (\"Demand\").\nIf You and we are not able to reach an agreement to resolve the claim within 60 calendar days after the Notice is received, either party may commence an arbitration proceeding by filing an arbitration Demand.\nDuring the arbitration, the amount of any settlement offer made by either made by either party will not be disclosed to the arbitrator until after the arbitrator determines the amount You or we should receive.</p>\n<p>The arbitration will be governed by the Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes of the American Arbitration Association (\"AAA\"), known collectively as \"the AAA Rules.\" These rules may be as modified by this Arbitration Agreement.\nand they will be administered by the AAA.\nThe AAA Rules are available at three sources: (1) online at adr.org.\n(2) by calling the AAA at 1-800-778-7879.\nor (3) by writing to the Notice Address.</p>\n<p>The arbitrator will decide all issues, including the scope and enforceability of the Terms of Service, and arbitrability under the Arbitration Agreement.</p>\n<p>Unless we and You agree otherwise, arbitration hearings will make use of telephonic conferencing to the extent practical.\nOtherwise, hearings will take place in a location reasonably convenient for both parties, and with due consideration for the parties ability to travel and other similarly pertinent circumstances.\nIf the parties are unable to agree on a location, the determination will be made by AAA.</p>\n<p>If your claim is for $10,000 or less, we agree that You may choose from the following three ways of conducting the arbitration: (a) solely on the basis of documents submitted to the arbitrator.\n(b) through a telephonic hearing.\nor (c) by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator will issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based.</p>\n<p>The payment of these fees will be governed by the AAA rules.</p>\n<p>This arbitrator may make rulings or resolve disputes as to the payment and reimbursement of fees and expenses.\nThis may be done at any time during the proceeding.\nit also may be done upon request by either party made within 14 days of the arbitrator's ruling on the merits.</p>\n<p>Either party may apply to the arbitrator seeking injunctive relief until the arbitration award is rendered or the controversy is otherwise resolved.\nEither party also, without waiving any remedy under this Arbitration Agreement, may seek from any court having jurisdiction any interim or provisional relief that is necessary to protect the rights or property of that party, pending the establishment of the arbitration tribunal.</p>\n<p>The arbitrator may award declaratory or injunctive relief only in favor of a single party and only to provide that party's relief.\nYou and we agree that each may bring claims against the other only as individuals.\nneither can become a plaintiff or class member in a class or representative proceeding.\nUnless both You and we agree otherwise, the arbitrator may not consolidate the claims of multiple persons.\nThe arbitrator is not allowed to preside over any form of a representative or class proceeding.\nAny attempt to issue a class or representative award will exceed the arbitrator's power.</p>\n<p>Changes to the Arbitration Provision.\nWe may, in the future, make changes to this Arbitration Agreement by providing You notice under the \"Modification of these Terms of Service\" provision above.\nWe agree that should such a change be made while You are our customer, You may reject it by sending us written notice.\nThe notice must be given within 30 calendar days of the notice of modification to the Notice Address provided above.\nBy rejecting any future change, You are agreeing, in accordance with the language of this provision, that You will settle any dispute between us by arbitration.\nThis remains in effect even if it seems to conflict with some other provision in these Terms of Service.\nNote: This paragraph does not apply if the change concerns only the Notice Address.</p> General <p>You agree that no joint venture, partnership, employment, or agency relationship exists between You and us as a result of the Terms of Service or use of the Genius Link Services.\nOur performance under these Terms of Service is subject to existing laws and legal process.\nNothing contained in these Terms of Service diminishes GeoRiot's right to comply with governmental, court, and law enforcement requests or requirements relating either to your use of our service or to information supplied to us.\nIf any part of these Terms of Service is determined to be invalid or unenforceable as a result of the above warranty disclaimers and liability limitations, or as a result of any other legal requirements, then the invalid or unenforceable provision will be considered to have been replaced by whatever valid, enforceable provision most closely matches what the original provision was intending to accomplish.\nThe remainder of these Terms of Service will continue in effect.\nWe waive no right under the Terms of Service even if we fail to enforce or exercise it.</p>\n<p>These Terms of Service, including the Data Processing Addendum, the Privacy Policy, and the service options on our Site constitute the entire agreement between You and GeoRiot with respect to the Genius Link Services.\nIt supersedes all prior or contemporary communications and proposals between us, whether electronic, oral, or written.\nYou may not pass on to someone else any of your rights or obligations under these Terms of Service or the Privacy Policy without our written consent.\nWe may transfer our rights under the Terms of Service to someone else without your consent.\n</p>\n<p>Unless otherwise stated, we may communicate with You officially by any reasonable means now known or later developed.\nThese currently include email, regular mail, and postings on our Dashboard.</p>\n<p>A version of these Terms of Service or of any notice sent in electronic form will be equally as admissible in legal proceedings relating to these Terms of Service as documents generated and maintained in paper form.\nAll parties approve of these Terms of Service and all related documents having been written in English.</p> YouTube Features <p>By using the YouTube Link Optimizer or other Geniuslink features that use the YouTube API, you are bound by the YouTube Terms of Service.\n</p>\n<p>\n</p>\n<br>\n<br>\n<br>\n<br> Data Processing Addendum for the Genius Link Terms of Service <p>This Data Processing Addendum (this \"Addendum\") is part of the Genius Link Terms of Service (\"Agreement\") between GeoRiot Networks, Inc.\n(\"GeoRiot\") and You, a GeoRiot client (each a “party;” together the “parties”).\nThis Addendum governs GeoRiot's Processing of Personal Information that relates to natural persons in the European Economic Area (“EEA”), the UK, or Switzerland in connection with GeoRiot's provision of the Genius Link Services described in the Agreement.\nExcept as expressly stated otherwise, in the event of a conflict between the terms of the Agreement and the terms of this Addendum, the terms of this Addendum will take precedence.\nThe Addendum will be effective as of the most recent date You accept it by clicking on the \"I agree\" box when accepting the Agreement (the “Effective Date”).\n</p>\n<p>Unless otherwise indicated, all capitalized terms used but not defined in this Addendum have the meanings given to them in the GDPR or in the Agreement.</p>\n<ol>\n<li>\n<p>\n<b>Role of the Parties</b>.\nYou acknowledge and agree that (i) with respect to Buyers’ Personal Information, You and GeoRiot are both Controllers, as described in Section 4 of the Privacy Policy, incorporated here by reference.\nand (ii) with respect to your and Your User’s Personal Information, GeoRiot is the sole Controller, as described in Section 4 of the Privacy Policy, incorporated here by reference.\n</p>\n</li>\n<li>\n<p>\n<b>Options Regarding Collection of Personal Information</b>.\nGeoRiot offers You the option of suppressing re-targeting pixels where a Geni.us Link is accessed by an individual in the EU.\nBy accepting the Agreement, and therefore this Addendum, You acknowledge that your choice to utilize re-targeting pixels may result in either consent of the customer or notice to the customer being required under Applicable Law.</p>\n</li>\n</ol>\n<ol>\n<li>\n<p>\n<b>Consent</b>.\nWhere Consent is required in order for either GeoRiot or You to lawfully process Personal Information in order to provide the Genius Link Services, You will be responsible for obtaining Consent from your customers who will interact with the Genius Link Services.\nIf further consents are required under Applicable Law, then You are responsible for obtaining follow-up consent.</p>\n</li>\n<li>\n<p>\n<b>Notice</b>.\nWhere European Data Protection Law, including the GDPR, requires either You or GeoRiot to give notice of Processing activities, You will be responsible for providing notice that contains all disclosures required by law to your customers who will interact with the Genius Link Services.</p>\n</li>\n<li>\n<p>\n<b>Confidentiality.</b> You are each responsible for determining the best manner for your organization to restrict access to Personal Information to those authorized persons who need such information to provide the Genius Link Services and to ensure such authorized persons are obligated to maintain the confidentiality of any Personal Information.\nGeoRiot has the same responsibility for its organization.</p>\n</li>\n<li>\n<p>\n<b>Security.</b> You are responsible for determining the best manner for your organization to implement, using all measures required in accordance with good industry practice, technical and organizational measures to ensure the security of the Personal Information provided by You and Processed by GeoRiot.\nGeoRiot has the same responsibility for its organization.\nSuch security measures must be at least as protective as the security measures required under the Agreement and Applicable Law.\n</p>\n</li>\n<li>\n<p>\n<b>Processors.</b> Either party’s organization may engage Processors to assist in providing the Genius Link Services consistent with the Agreement.\nEach party will be responsible for ensuring that any Processing undertaken by any Processor on its behalf is conducted in a manner that meets the requirements of European Data Protection Law.</p>\n</li>\n<li>\n<p>\n<b>Access Requests.</b> Each party’s organization is responsible for maintaining, with regard to the data in its possession, appropriate technical and organizational measures needed to respond to requests from Data Subjects to access, correct, transmit, limit Processing of, or delete any relevant Personal Information.\nIf You receive a request that may implicate Personal Information held by GeoRiot, You agree to promptly forward such request.</p>\n</li>\n<li>\n<p>\n<b>Recordkeeping.</b> Upon a request issued by a Supervisory Authority for records regarding Personal Information, each party’s organization will be responsible for the provision of information in its respective possession.\nIn the event that a request is made solely to GeoRiot, You agree to provide to GeoRiot records related to consent and notice as described in Parts 2 and 3 of this Addendum to be shared with the Supervisory Authority.</p>\n</li>\n<li>\n<p>\n<b>Cooperation.</b> Each party’s organization agrees to cooperate to the extent reasonably necessary in connection with each party's requests related to data protection impact assessments and consultation with Supervisory Authorities and for the fulfillment of obligations to respond to requests for exercising a Data Subject's rights provided under European Data Protection Law, including in Chapter III of the GDPR.</p>\n</li>\n<li>\n<p>\n<b>Transfer of Personal Information.\nAppointment.</b> With regard to Personal Information provided directly to GeoRiot from You, You authorize GeoRiot to transfer, store or Process Personal Information in the United States or any other country in which GeoRiot or its Processors maintain facilities.\nYou appoint GeoRiot to perform any such transfer of Personal Information to any such country and to store and Process Personal Information in order to provide the Services.\nGeoRiot will conduct all such activity in compliance with the Agreement, including this Addendum, applicable law and your instructions.</p>\n</li>\n<li>\n<p>\n<b>Transfer of Personal Information from the EEA, the UK, and Switzerland</b>.\nThe Standard Contractual Clauses for Controllers as approved by the European Commission pursuant to Decision C(2004)5271 (the “SCCs”) will apply to Personal Information transferred from the EEA, the UK, or Switzerland to a jurisdiction that is not recognized by the European Commission or the Swiss Federal Data Protection Authority as providing an adequate level of protection for Personal Information.\nFor purposes of the SCCs, GeoRiot is “data importer” and You are “data exporter.” The SCCs are hereby incorporated into this Addendum as Attachment 1 below, and the organizations of each party agree to accept their respective obligations under the SCCs.\nNothing in this paragraph should be construed to prevent either party’s organization form using a different data transfer mechanism permitted or required by the jurisdiction from which the Personal Information is exported.</p>\n</li>\n<li>\n<p>\n<b>Retention.</b> GeoRiot will retain Personal Information received from You only as long as may be reasonably required in connection with GeoRiot's performance of the Agreement or as otherwise required under applicable law.</p>\n</li>\n<li>\n<p>\n<b>Deletion or Return.</b> If You choose, after the end of the provision of the Genius Link Services related to Processing, GeoRiot will delete or return to You all Personal Information we have collected regarding your customers and delete existing copies unless continued storage is required to comply with any applicable law.\n</p>\n</li>\n<li>\n<p>\n<b>Breach Notification.</b> After becoming aware of a breach of security leading to the accidental or unlawful destruction, loss, alteration, unauthorised disclosure of, or access to, Personal Information transmitted, stored or otherwise processed, GeoRiot will notify You without undue delay, but no later than 24 hours, of: (a) the nature of the breach.\n(b) the number and categories of Data Subjects and records affected.\nand (c) the name and contact details for the relevant contact person at GeoRiot.</p>\n</li>\n<li>\n<p>\n<b>Audits.</b> You and GeoRiot each agree to make available to each other upon request all information necessary, and allow for and contribute to audits, including inspections, conducted by the party directly or another auditor mandated by the party, to demonstrate compliance with European Data Protection Law, including Article 28 of the GDPR.\n</p>\n</li>\n<li>\n<p>\n<b>Indemnification.</b> You agree to indemnify GeoRiot for all costs, including legal costs, penalties, and civil liabilities, incurred by GeoRiot stemming from your failure to secure consent for the Processing of Personal Information by either your organization or GeoRiot through your use of the Genius Link Services.</p>\n</li>\n</ol>\n<p>View Attachment 1 (the SCCs).</p> Questions? Comments? Concerns? <p>Please contact us at hi@geni.us to report any violations of these Terms of Service or to pose any questions regarding this Terms of Service or the Genius Link Services.</p>\n<p>\n</p>\n<br>\n<br>\n<br>\n<br> Standard contractual clauses for the transfer of personal data from the Community to third countries (controller to controller transfers) <p>\n<b>Data transfer agreement</b>\n</p>\n<p>between</p>\n<p>You</p>\n<p>hereinafter “data exporter”</p>\n<p>and</p>\n<p>GeoRiot Networks, Inc.\n(“GeoRiot”)</p>\n<p>2320 S.\nSpokane St., Seattle WA 98144</p>\n<p>U.S.A.</p>\n<p>hereinafter “data importer”</p>\n<p>each a “party”.\ntogether “the parties”.</p> Definitions <p>For the purposes of the clauses:</p>\n<ol>\n<li>\n<p>“personal data”, “special categories of data/sensitive data”, “process/processing”, “controller”, “processor”, “data subject” and “supervisory authority/authority” shall have the same meaning as in Directive 95/46/EC of 24 October 1995 (whereby “the authority” shall mean the competent data protection authority in the territory in which the data exporter is established);</p>\n</li>\n<li>\n<p>“the data exporter” shall mean the controller who transfers the personal data;</p>\n</li>\n<li>\n<p>“the data importer” shall mean the controller who agrees to receive from the data exporter personal data for further processing in accordance with the terms of these clauses and who is not subject to a third country’s system ensuring adequate protection;</p>\n</li>\n<li>\n<p>“clauses” shall mean these contractual clauses, which are a free-standing document that does not incorporate commercial business terms established by the parties under separate commercial arrangements.</p>\n</li>\n</ol>\n<p>The details of the transfer (as well as the personal data covered) are specified in Annex B, which forms an integral part of the clauses.</p> I.\nObligations of the data exporter <p>The data exporter warrants and undertakes that:</p>\n<ol>\n<li>\n<p>The personal data have been collected, processed and transferred in accordance with the laws applicable to the data exporter.</p>\n</li>\n<li>\n<p>It has used reasonable efforts to determine that the data importer is able to satisfy its legal obligations under these clauses.</p>\n</li>\n<li>\n<p>It will provide the data importer, when so requested, with copies of relevant data protection laws or references to them (where relevant, and not including legal advice) of the country in which the data exporter is established.</p>\n</li>\n<li>\n<p>It will respond to enquiries from data subjects and the authority concerning processing of the personal data by the data importer, unless the parties have agreed that the data importer will so respond, in which case the data exporter will still respond to the extent reasonably possible and with the information reasonably available to it if the data importer is unwilling or unable to respond.\nResponses will be made within a reasonable time.</p>\n</li>\n<li>\n<p>It will make available, upon request, a copy of the clauses to data subjects who are third party beneficiaries under clause III, unless the clauses contain confidential information, in which case it may remove such information.\nWhere information is removed, the data exporter shall inform data subjects in writing of the reason for removal and of their right to draw the removal to the attention of the authority.\nHowever, the data exporter shall abide by a decision of the authority regarding access to the full text of the clauses by data subjects, as long as data subjects have agreed to respect the confidentiality of the confidential information removed.\nThe data exporter shall also provide a copy of the clauses to the authority where required.</p>\n</li>\n</ol> II.\nObligations of the data importer <p>The data importer warrants and undertakes that:</p>\n<ol>\n<li>\n<p>It will have in place appropriate technical and organisational measures to protect the personal data against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access, and which provide a level of security appropriate to the risk represented by the processing and the nature of the data to be protected.</p>\n</li>\n<li>\n<p>It will have in place procedures so that any third party it authorises to have access to the personal data, including processors, will respect and maintain the confidentiality and security of the personal data.\nAny person acting under the authority of the data importer, including a data processor, shall be obligated to process the personal data only on instructions from the data importer.\nThis provision does not apply to persons authorised or required by law or regulation to have access to the personal data.</p>\n</li>\n<li>\n<p>It has no reason to believe, at the time of entering into these clauses, in the existence of any local laws that would have a substantial adverse effect on the guarantees provided for under these clauses, and it will inform the data exporter (which will pass such notification on to the authority where required) if it becomes aware of any such laws.</p>\n</li>\n<li>\n<p>It will process the personal data for purposes described in Annex B, and has the legal authority to give the warranties and fulfil the undertakings set out in these clauses.</p>\n</li>\n<li>\n<p>It will identify to the data exporter a contact point within its organisation authorised to respond to enquiries concerning processing of the personal data, and will cooperate in good faith with the data exporter, the data subject and the authority concerning all such enquiries within a reasonable time.\nIn case of legal dissolution of the data exporter, or if the parties have so agreed, the data importer will assume responsibility for compliance with the provisions of clause I(e).</p>\n</li>\n<li>\n<p>At the request of the data exporter, it will provide the data exporter with evidence of financial resources sufficient to fulfil its responsibilities under clause III (which may include insurance coverage).</p>\n</li>\n<li>\n<p>Upon reasonable request of the data exporter, it will submit its data processing facilities, data files and documentation needed for processing to reviewing, auditing and/or certifying by the data exporter (or any independent or impartial inspection agents or auditors, selected by the data exporter and not reasonably objected to by the data importer) to ascertain compliance with the warranties and undertakings in these clauses, with reasonable notice and during regular business hours.\nThe request will be subject to any necessary consent or approval from a regulatory or supervisory authority within the country of the data importer, which consent or approval the data importer will attempt to obtain in a timely fashion.</p>\n</li>\n<li>\n<p>It will process the personal data, at its option, in accordance with:</p>\n<ol>\n<li>\n<p>the data protection laws of the country in which the data exporter is established, or</p>\n</li>\n<li>\n<p>the relevant provisions<sup>1</sup> of any Commission decision pursuant to Article 25(6) of Directive 95/46/EC, where the data importer complies with the relevant provisions of such an authorisation or decision and is based in a country to which such an authorisation or decision pertains, but is not covered by such authorisation or decision for the purposes of the transfer(s) of the personal data<sup>2</sup>, or</p>\n</li>\n<li>\n<p>the data processing principles set forth in Annex A.</p>\n</li>\n</ol>\n</li>\n</ol>\n<p> Data importer to indicate which option it selects: (iii)</p>\n<p> Initials of data importer: GeoRiot;</p>\n<ol>\n<li>\n<p>It will not disclose or transfer the personal data to a third party data controller located outside the European Economic Area (EEA) unless it notifies the data exporter about the transfer and</p>\n<ol>\n<li>\n<p>the third party data controller processes the personal data in accordance with a Commission decision finding that a third country provides adequate protection, or</p>\n</li>\n<li>\n<p>the third party data controller becomes a signatory to these clauses or another data transfer agreement approved by a competent authority in the EU, or</p>\n</li>\n<li>\n<p>data subjects have been given the opportunity to object, after having been informed of the purposes of the transfer, the categories of recipients and the fact that the countries to which data is exported may have different data protection standards, or</p>\n</li>\n<li>\n<p>with regard to onward transfers of sensitive data, data subjects have given their unambiguous consent to the onward transfer.</p>\n</li>\n</ol>\n</li>\n</ol> III.\nLiability and third party rights <ol>\n<li>\n<p>Each party shall be liable to the other parties for damages it causes by any breach of these clauses.\nLiability as between the parties is limited to actual damage suffered.\nPunitive damages (i.e.\ndamages intended to punish a party for its outrageous conduct) are specifically excluded.\nEach party shall be liable to data subjects for damages it causes by any breach of third party rights under these clauses.\nThis does not affect the liability of the data exporter under its data protection law.</p>\n</li>\n<li>\n<p>The parties agree that a data subject shall have the right to enforce as a third party beneficiary this clause and clauses I(b), I(d), I(e), II(a), II(c), II(d), II(e), II(h), II(i), III(a), V, VI(d) and VII against the data importer or the data exporter, for their respective breach of their contractual obligations, with regard to his personal data, and accept jurisdiction for this purpose in the data exporter’s country of establishment.\nIn cases involving allegations of breach by the data importer, the data subject must first request the data exporter to take appropriate action to enforce his rights against the data importer.\nif the data exporter does not take such action within a reasonable period (which under normal circumstances would be one month), the data subject may then enforce his rights against the data importer directly.\nA data subject is entitled to proceed directly against a data exporter that has failed to use reasonable efforts to determine that the data importer is able to satisfy its legal obligations under these clauses (the data exporter shall have the burden to prove that it took reasonable efforts).</p>\n</li>\n</ol> IV.\nLaw applicable to the clauses <p>These clauses shall be governed by the law of the country in which the data exporter is established, with the exception of the laws and regulations relating to processing of the personal data by the data importer under clause II(h), which shall apply only if so selected by the data importer under that clause.</p> V.\nResolution of disputes with data subjects or the authority <ol>\n<li>\n<p>In the event of a dispute or claim brought by a data subject or the authority concerning the processing of the personal data against either or both of the parties, the parties will inform each other about any such disputes or claims, and will cooperate with a view to settling them amicably in a timely fashion.</p>\n</li>\n</ol>\n<ol>\n<li>\n<p>The parties agree to respond to any generally available non-binding mediation procedure initiated by a data subject or by the authority.\nIf they do participate in the proceedings, the parties may elect to do so remotely (such as by telephone or other electronic means).\nThe parties also agree to consider participating in any other arbitration, mediation or other dispute resolution proceedings developed for data protection disputes.</p>\n</li>\n<li>\n<p>Each party shall abide by a decision of a competent court of the data exporter’s country of establishment or of the authority which is final and against which no further appeal is possible.</p>\n</li>\n</ol> VI.\nTermination <ol>\n<li>\n<p>In the event that the data importer is in breach of its obligations under these clauses, then the data exporter may temporarily suspend the transfer of personal data to the data importer until the breach is repaired or the contract is terminated.</p>\n</li>\n<li>\n<p>In the event that:</p>\n<ol>\n<li>\n<p>the transfer of personal data to the data importer has been temporarily suspended by the data exporter for longer than one month pursuant to paragraph (a);</p>\n</li>\n<li>\n<p>compliance by the data importer with these clauses would put it in breach of its legal or regulatory obligations in the country of import;</p>\n</li>\n<li>\n<p>the data importer is in substantial or persistent breach of any warranties or undertakings given by it under these clauses;</p>\n</li>\n<li>\n<p>a final decision against which no further appeal is possible of a competent court of the data exporter’s country of establishment or of the authority rules that there has been a breach of the clauses by the data importer or the data exporter.\nor</p>\n</li>\n<li>\n<p>a petition is presented for the administration or winding up of the data importer, whether in its personal or business capacity, which petition is not dismissed within the applicable period for such dismissal under applicable law.\na winding up order is made.\na receiver is appointed over any of its assets.\na trustee in bankruptcy is appointed, if the data importer is an individual.\na company voluntary arrangement is commenced by it.\nor any equivalent event in any jurisdiction occurs</p>\n</li>\n</ol>\n</li>\n</ol>\n<p> then the data exporter, without prejudice to any other rights which it may have against the data importer, shall be entitled to terminate these clauses, in which case the authority shall be informed where required.\nIn cases covered by (i), (ii), or (iv) above the data importer may also terminate these clauses.</p>\n<ol>\n<li>\n<p>Either party may terminate these clauses if (i) any Commission positive adequacy decision under Article 25(6) of Directive 95/46/EC (or any superseding text) is issued in relation to the country (or a sector thereof) to which the data is transferred and processed by the data importer, or (ii) Directive 95/46/EC (or any superseding text) becomes directly applicable in such country.</p>\n</li>\n<li>\n<p>The parties agree that the termination of these clauses at any time, in any circumstances and for whatever reason (except for termination under clause VI(c)) does not exempt them from the obligations and/or conditions under the clauses as regards the processing of the personal data transferred.</p>\n</li>\n</ol> VII.\nVariation of these clauses <p>The parties may not modify these clauses except to update any information in Annex B, in which case they will inform the authority where required.\nThis does not preclude the parties from adding additional commercial clauses where required.</p> VIII.\nDescription of the Transfer <p>The details of the transfer and of the personal data are specified in Annex B.\nThe parties agree that Annex B may contain confidential business information which they will not disclose to third parties, except as required by law or in response to a competent regulatory or government agency, or as required under clause I(e).\nThe parties may execute additional annexes to cover additional transfers, which will be submitted to the authority where required.\nAnnex B may, in the alternative, be drafted to cover multiple transfers.</p> IX.\nDispute resolution between data exporter and data importer <p>In the event of a dispute between the data importer and the data exporter concerning any alleged breach of any provision of these clauses, such dispute shall be finally settled in accordance with the procedures, terms and conditions set forth in the dispute resolution sections of GeoRiot’s Terms of Service titled “Governing Law,” “Binding Arbitration.\nWaiver of Class Action” and “Arbitration Procedures,” incorporated here by reference.</p> X.\nAllocation of costs <p>Each party shall perform its obligations under these clauses at its own cost.</p>\n<p>Dated: Effective Date </p>\n<p>GeoRiot Networks, Inc.</p>\n<p>FOR DATA IMPORTER</p>\n<p>You</p>\n<p>FOR DATA EXPORTER</p> ANNEX A DATA PROCESSING PRINCIPLES <ol>\n<ol>\n<ol>\n<li>\n<p>Purpose limitation: Personal data may be processed and subsequently used or further communicated only for purposes described in Annex B or subsequently authorised by the data subject.</p>\n</li>\n<li>\n<p>Data quality and proportionality: Personal data must be accurate and, where necessary, kept up to date.\nThe personal data must be adequate, relevant and not excessive in relation to the purposes for which they are transferred and further processed.</p>\n</li>\n<li>\n<p>Transparency: Data subjects must be provided with information necessary to ensure fair processing (such as information about the purposes of processing and about the transfer), unless such information has already been given by the data exporter.</p>\n</li>\n<li>\n<p>Security and confidentiality: Technical and organisational security measures must be taken by the data controller that are appropriate to the risks, such as against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access, presented by the processing.\nAny person acting under the authority of the data controller, including a processor, must not process the data except on instructions from the data controller.</p>\n</li>\n<li>\n<p>Rights of access, rectification, deletion and objection: As provided in Article 12 of Directive 95/46/EC, data subjects must, whether directly or via a third party, be provided with the personal information about them that an organisation holds, except for requests which are manifestly abusive, based on unreasonable intervals or their number or repetitive or systematic nature, or for which access need not be granted under the law of the country of the data exporter.\nProvided that the authority has given its prior approval, access need also not be granted when doing so would be likely to seriously harm the interests of the data importer or other organisations dealing with the data importer and such interests are not overridden by the interests for fundamental rights and freedoms of the data subject.\nThe sources of the personal data need not be identified when this is not possible by reasonable efforts, or where the rights of persons other than the individual would be violated.\nData subjects must be able to have the personal information about them rectified, amended, or deleted where it is inaccurate or processed against these principles.\nIf there are compelling grounds to doubt the legitimacy of the request, the organisation may require further justifications before proceeding to rectification, amendment or deletion.\nNotification of any rectification, amendment or deletion to third parties to whom the data have been disclosed need not be made when this involves a disproportionate effort.\nA data subject must also be able to object to the processing of the personal data relating to him if there are compelling legitimate grounds relating to his particular situation.\nThe burden of proof for any refusal rests on the data importer, and the data subject may always challenge a refusal before the authority.</p>\n</li>\n<li>\n<p>Sensitive data: The data importer shall take such additional measures (e.g.\nrelating to security) as are necessary to protect such sensitive data in accordance with its obligations under clause II.</p>\n</li>\n<li>\n<p>Data used for marketing purposes: Where data are processed for the purposes of direct marketing, effective procedures should exist allowing the data subject at any time to “opt-out” from having his data used for such purposes.</p>\n</li>\n<li>\n<p>Automated decisions: For purposes hereof “automated decision” shall mean a decision by the data exporter or the data importer which produces legal effects concerning a data subject or significantly affects a data subject and which is based solely on automated processing of personal data intended to evaluate certain personal aspects relating to him, such as his performance at work, creditworthiness, reliability, conduct, etc.\nThe data importer shall not make any automated decisions concerning data subjects, except when:</p>\n<ol>\n<li>\n<p>(i) such decisions are made by the data importer in entering into or performing a contract with the data subject, and</p>\n</li>\n</ol>\n</li>\n</ol>\n</ol>\n</ol>\n<p> (ii) the data subject is given an opportunity to discuss the results of a relevant automated decision with a representative of the parties making such decision or otherwise to make representations to that parties.</p>\n<p>or</p>\n<ol>\n<ol>\n<ol>\n<ol>\n<li>\n<p>where otherwise provided by the law of the data exporter.</p>\n</li>\n</ol>\n</ol>\n</ol>\n</ol> ANNEX B DESCRIPTION OF THE TRANSFER Data subjects <p> The personal data transferred concern the following categories of data subjects: Buyers, Clients, and Client Users, as set forth in the section of GeoRiot’s Privacy Policy titled “Collection and Processing of Personal Information,” incorporated here by reference.</p> Purposes of the transfer(s) <p> The transfer is made for the following purposes: Performance the Genius Link Terms of Service .\n</p> Categories of data <p> The personal data transferred concern the following categories of data that are set forth regarding Buyers and Client Users in the section of GeoRiot’s Privacy Policy titled “Provision of Notice to Buyers, Site Visitors, and Client Users – Collection of Information,” incorporated here by reference.\n</p> Recipients <p> The personal data transferred may be disclosed only to the following recipients or categories of recipients that are described in the section of GeoRiot’s Privacy Policy titled “Provision of Notice to Buyers, Site Visitors, and Client Users – Sharing Information With External Parties,” incorporated here by reference.</p> Sensitive data (if appropriate) <p>The personal data transferred concern the following categories of sensitive data:</p>\n<p> Data exporter will not submit special categories of data to data importer.\nFor the sake of clarity, special categories of data means personal data with information revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, trade-union membership, and the processing of data concerning health or sex life.</p> Data protection registration information of data exporter (where applicable): <p> N/A</p> Additional useful information (storage limits and other relevant information) <p> Data exporter and data importer acknowledge and agree to abide by the terms and conditions set forth in GeoRiot’s Terms of Service , including the Data Processing Addendum.</p> Contact points for data protection enquiries <p>\n<b>Data importer</b>\n</p>\n<p>\n<b>Data exporter</b>\n</p>\n<p> GeoRiot Networks, Inc.<br> Att’n: Data Protection<br> 2320 S.\nSpokane St.<br> Seattle, WA 98144<br> U.S.A.</p>\n<p>hi@geni.us</p>\n<p>You</p>\n<br>\n<br>\n<br>\n<br>\n<p>\n<sup>1</sup> “Relevant provisions” means those provisions of any authorisation or decision except for the enforcement provisions of any authorisation or decision (which shall be governed by these clauses).</p>\n<br>\n<br>\n<br>\n<br>\n<p>\n<sup>2</sup> However, the provisions of Annex A.5 concerning rights of access, rectification, deletion and objection must be applied when this option is chosen and take precedence over any comparable provisions of the Commission Decision selected.</p> ", "created_at": "2023-03-06 17:29:07.762836", "updated_at": "2023-03-06 17:29:30.482113"}, {"id": 14270, "name": "Spam Policy", "url": "https://geniuslink.com/spam-policy", "xpath": "/html/body/div[1]", "text": " <ol>\n<li>Home</li>\n<li>Spam Policy</li>\n</ol> Geniuslink Spam Policy <p>Geniuslink does not tolerate the use of our services to spam.\nWe strive to provide a trusted, high quality link sharing experience for our clients and their end-users, and we believe that they should not be redirected to spam, blocked, blacklisted, or malware URLs.</p>\n<p>\n</p>\n<p>\n<strong>What is spam? </strong>\n</p>\n<p>In the context of electronic messaging, spam refers to unsolicited, bulk or indiscriminate messages, typically sent for a commercial purpose.\nTypically, spam mail contains advertisements or marketing for fraudulent, mischievious or less than honorable schemes.</p>\n<p>\n</p>\n<p>\n<strong>What is not allowed? </strong>\n</p>\n<p>While Geniuslink is a service primarily for monitoring and optimizing your marketing and affiliate links, it is not a platform for spamming individuals with your links.\nWe keep a record of URLs served via the Geniuslink service and continuously work to prevent spam links getting built or distributed.\nWhile it's not possible for us to catch every instance of spam, we attempt to eliminate all spam links detected or reported to us.\nPlease note: </p>\n<ul>\n<li> You are not allowed to build links to destinations associated with blocked / blacklisted domains or IPs.\n</li>\n<li> You are not allowed to use tracking links or pixels inside unwanted communications.\n</li>\n</ul>\n<p>\n</p>\n<p>If you are not sure about your links or if you think Geniuslink wrongly placed your links in the spam category, feel free to contact our support team and we'll be happy to assist you.</p>\n<p>\n</p>\n<p>\n<strong>What if my links are spam?</strong>\n</p>\n<p>If we find that you are spamming, action will be immediately taken against your account.\nLike most users of the internet, we hate spammers and we won't tolerate them in our community.\nBelow are some of the possible actions we retain the right to take against spammers:</p>\n<p>\n</p>\n<ul>\n<li> We will redirect all links associated with the spamming account to Google.com </li>\n<li> We will terminate the account without prior notice </li>\n<li> We will not issue any refunds to your account </li>\n<li> Your information may be sent to the proper law enforcement entities.\n</li>\n</ul>\n<p>\n</p>\n<p>We have a very efficient team and tools that allow us to quickly and easily investigate potential spam links.\nBefore taking any action against your account or tracking links, we will make sure to get as much information as possible regarding the URLs to confirm/assess whether or not the links are spam.\nOnce we reach a decision about spam links or accounts, that decision will be final and irrevocable.</p>\n<p>\n</p>\n<p>\n<strong>I encountered a spam link built with Geniuslink, what should I do?</strong>\n</p>\n<p>If you find anyone using our service for any kind of spam activities or if you ever encounter a tracking link that redirects to a spam site, please contact us immediately to report it at abuse@geni.us.\nThe moment we can confirm a reported links is spam we will work to remove them as fast as possible.\nWhen reporting spam, please make sure that you include information about the URL and why you think it's spam.\nWe take all spam reports very seriously.</p> ", "created_at": "2023-03-06 17:30:55.533444", "updated_at": "2023-03-06 17:31:03.574498"}, {"id": 14271, "name": "Privacy Policy", "url": "https://geniuslink.com/privacy", "xpath": "/html/body/div[1]/section", "text": " <ol>\n<li>Home</li>\n<li>Privacy Policy</li>\n</ol> GeoRiot Privacy Policy 1.\nOverview <p>GeoRiot (“we” or “us”) provides a set of services (“Genius Link Services”) to commercial customers (“Clients”) for purposes of online marketing and sales of digital and physical products and services (“Products”) to individual consumers.\nThe Genius Link Services are provided to Clients worldwide, including in the United States (“U.S.”), the member states of the European Union (“EU”), and Switzerland.\nThe Genius Link Services are provided under the names “Genius Link” and “BookLinker.net.” The Genius Link Services are not provided to individuals as consumers.</p>\n<p>The Genius Link Services are dynamic links that are used to connect consumers visiting or interacting with a Client’s websites, applications, social media, electronic documents, eBooks, text messages and other online digital properties (“Digital Properties”) to retail websites (“Storefronts”) maintained by international goods and services retailers (“Retailers”) where Products identified on the Client’s Digital Property (“Products”) can be purchased.\nThese dynamic links are called “Geni.us Links.” Digital Properties including Geni.us Links are accessed through a personal computer, laptop, smartphone or other device providing Internet access through a browser (“Device”) when an individual follows the Geni.us Link to a Storefront.</p>\n<p>GeoRiot collects information that is or can be associated with a particular individual (“Personal Information”) automatically when an individual using a Device clicks a Geni.us Link in the course of viewing and interacting with content on a Client’s Digital Properties (a “Transaction”).\nSuch an individual is referred to as a “Buyer” in this Policy.\nGeoRiot also collects Personal Information automatically about individuals who navigate to and browse the GeoRiot’s website(s) (“Site Visitors”).\nFinally, GeoRiot collects Personal Information about individuals acting as or on behalf of Clients for purposes of the Genius Link Services (“Client Users”) in the course of Client account registration and in communications and transactions between the Client and GeoRiot.\nThis Policy explains our data collection and privacy practices with respect to the Personal Information of Buyers, Site Visitors, and Client Users.</p> 2.\nAdherence to the Standard Contractual Clauses and GDPR <p>GeoRiot’s and the Genius Link Services’ collection, use, and retention of personal information transferred from the European Union, the United Kingdom, and Switzerland to the United States in conducted in compliance with the Standard Contractual Clauses for Controllers as approved by the European Commission pursuant to Decision C(2004)5271 (the “SCCs”).\nIf there is any conflict between the terms in this Policy and the SCCs, the SCCs shall govern.\nTo learn more about the SCCs, and to view the model agreement text, please visit https://eur-lex.europa.eu/eli/dec/2004/915/oj.</p>\n<p>While not all data described as Personal Information in this Policy is necessarily within the scope of information covered by the SCCs and the GDPR, as a matter of prudence and due diligence and to help assure transparency, GeoRiot has elected to attest to its adherence to the SCCs regarding all Personal Information that it collects and maintains, as described in this Policy.\nGeoRiot has also implemented policies and procedures to assure its compliance with the EU General Data Protection Directive (“GDPR”) to the extent the GDPR applies to Personal Information.</p> 3.\nCollection and Processing of Personal Information <p>Please note that GeoRiot does not provide any products or services to individuals acting in a personal capacity or engage in transactions or communications with them.\nGeoRiot only collects and uses information such as names, addresses or other contact information, governmental or corporate identification numbers, account numbers or images, or other information in connection with Client Users.\nand only collects and uses information such as user name or email address, IP address, or other information in connection with Site Users who post a comment on our blog.\nGeoRiot does not combine Personal Information with other data to identify individuals for purposes of the Genius Link Services.</p>\n<p>Information collected through Geni.us Links and information collected about Site Visitors and Client Users is transferred to and stored by GeoRiot in the United States, according to GeoRiot’s standard Data Retention policies.\nAs a matter of due diligence and prudence, GeoRiot has taken appropriate measures to ensure the security, integrity and ethical use of the information that we collect.</p>\n<p>\n<b>Buyers</b>\n</p>\n<p>When a Buyer clicks a Geni.us Link the following information is collected automatically, as determined by the coding of the Geni.us Link by GeoRiot:</p>\n<ul>\n<li>\n<p>Information identifying the operating system and browser used by the Device for the Transaction (“User Agent Information”), including information identifying and describing the Device used for the Transaction (“Device Data”).</p>\n</li>\n<li>\n<p>Information identifying the language used by the Device for the Transaction (“Language Information”).</p>\n</li>\n<li>\n<p>The Internet Protocol (“IP”) address of the Device used for the Transaction, which allows identification of the logical and to some extent geographical location of the Device used in the Transaction (“Location Data”).</p>\n</li>\n<li>\n<p>The URL of the Client’s Digital Property on which the originating Geni.us Link is sited (“Client URL”).</p>\n</li>\n<li>\n<p>Product identification information for Products via the Geni.us Link the Device was used to click (“Product Information”).</p>\n</li>\n</ul>\n<p>In addition, GeoRiot may collect the following information from third party sources:</p>\n<ul>\n<li>\n<p>Limited purchase information obtained by the Retailer in the event a Buyer purchases a Product in the course of a Transaction, such as the number of products purchased, a list of items (or categories of items), purchase prices, and timestamp of the Transaction (“Limited Purchase Information”).</p>\n</li>\n</ul>\n<p>Geni.us Links may support the following uses of Personal Information, for the benefit of Clients:</p>\n<ul>\n<li>\n<p>\n<i>Dynamic Links.</i>&nbsp;A Client can use a single link to route Buyers to the appropriate Retailer website based on information such as the user’s location, device, and language set in the browser.\nThis may include dynamic links on a Client’s Digital Property which automatically populate a Storefront customized for the Buyer on the Digital Property.\nFor example, a Client website that reviews technology devices may display related products with links to purchase them on Retailer Amazon’s Storefront.\nThe Geni.us Link may be used to ensure the Amazon link that appears on the Client’s website is directed appropriately based on the Buyer’s location.</p>\n</li>\n<li>\n<p>\n<i>Automatic Product Localization.</i>&nbsp;A Client can use a single link to automatically route Buyers to the appropriate Product in the Buyer’s local Storefront, such as the Amazon, iTunes, or Microsoft online stores.\nAutomatic affiliation may be used to earn commissions from the correct local Retailer’s Storefront.\nFor example, a Buyer in Germany may be sent to the Amazon Germany Storefront by a Geni.us Link from a Client website, and the Client might earn a commission through the Amazon Germany affiliate program.</p>\n</li>\n<li>\n<p>\n<i>Choice Pages.</i>&nbsp;A Client may use a link to provide a mobile-optimized landing page where a Buyer can view different buying options, rather than having an automated process pick for them.</p>\n</li>\n<li>\n<p>\n<i>Retargeting.</i>&nbsp;The Client may use a Geni.us Link to set pixels on behalf of the Client to enable collection of Client activity data by third-parties such as Facebook and Google.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<i>Data Analytics.</i>&nbsp;The Data Analytics service provides Clients with marketing content based on data identifying the geographical location (“Location Data”), Device data, User Agent Data, Language Data and Transactions Data.\nThe Data Analytics service helps Clients ensure that marketing efforts are relevant to the Buyer and appropriate to the country or region where the Buyer is located.</p>\n</li>\n</ul>\n<p>\n<b>Site Visitors</b>\n</p>\n<p>When a Site Visitor navigates to and engages with the GeoRiot website, GeoRiot collects the following information automatically through external service providers:</p>\n<ul>\n<li>\n<p>Interaction and usage data, including information about how you reached the website and your navigation of the website.</p>\n</li>\n<li>\n<p>Information provided in connection with a comment posted on our blog, including your public Disqus account information or email address, Location Data, and the content of the post.</p>\n</li>\n</ul>\n<p>GeoRiot uses this information for purposes of internal data analytics and first-party marketing and advertising, and to otherwise identify and communicate potential opportunities to promote GeoRiot to Site Visitors.</p>\n<p>\n<b>Client Users</b>\n</p>\n<p>When a Client creates a Genius Link account, the Client must provide GeoRiot with contact information for an individual user authorized to use the Genius Link Services and communicate with GeoRiot, either as an individual Client or on behalf of an organizational Client (“Client User”).\nThis information may include Client User’s name, email addresses, and other contact information used to communicate with the Client User, the Client User’s IP address, as well as the content of communications between GeoRiot and the Client User and any transactions the Client User engages in with GeoRiot.</p>\n<p>GeoRiot may use such information to communicate with the Client User and with other individuals acting on behalf of the Client with respect to the Genius Link Services, and to otherwise ensure proper administration of the Genius Link Services (“Administrative Purposes”), and may use it to identify and communicate with respect to potential opportunities for the Client to obtain or use Genius Link Services from GeoRiot, or otherwise promote GeoRiot to the Client and Client User (“Marketing Purposes”).\n</p>\n<p>When a Client User engages with the GeoRiot website or the Genius Link platform, GeoRiot collects usage data automatically through external service providers.</p>\n<p>\n<b>Cookies and Third-Party Tracking Technologies</b>\n</p>\n<p>GeoRiot relies on partners to provide many features of our sites and Genius Link Services using data about Buyers’ engagement with Geni.us Links, Site Visitors’ navigation to and engagement with the GeoRiot website and blog, and Client Users’ use of our site and the Genius Link platform.\nMuch of the information we automatically collect about Buyers, Site Visitors and Client Users is through cookies, web beacons, and other tracking technologies, as well as through your web browser or device.\nGeoRiot currently responds to browser “Do Not Track” signals.\n</p>\n<p>Most web browsers automatically accept cookies but, if you prefer, you can usually modify your browser setting to disable or reject cookies.\nIf you delete your cookies or if you set your browser to decline cookies, some features of the Genius Link Services, and our website and blog, may not be available, work, or work as designed.\nYou may also be able to opt out of or block tracking by interacting directly with the other companies who conduct tracking through the Genius Link Services and our website and blog.</p>\n<p>\n<b>Category</b>\n</p>\n<p>\n<b>Partner</b>\n</p>\n<p>\n<b>Further Information</b>\n</p>\n<p>Advertising</p>\n<p>Bing Ads</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Functional</p>\n<p>Disqus</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Social Media</p>\n<p>Facebook Connect</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Advertising</p>\n<p>Facebook Custom Audience</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Advertising</p>\n<p>DoubleClick / Google AdWords </p>\n<p>Privacy Policy / Opt Out</p>\n<p>Analytics and Performance</p>\n<p>Google Analytics</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Analytics and Performance</p>\n<p>Google Tag Manager</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Functional</p>\n<p>Gravatar</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Analytics and Performance.\nFunctional</p>\n<p>Intercom</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Analytics and Performance</p>\n<p>Pingdom</p>\n<p>Privacy Policy / Opt Out</p>\n<p>Analytics and Performance</p>\n<p>Segment</p>\n<p>Privacy Policy</p> 4.\nGeoRiot as Limited Data Controller and Data Processor <p>A “Data Controller” is a party which, alone or jointly with others, determines the purposes and means of the processing of personal data.</p>\n<p>To the extent the SCCs and the GDPR apply to Personal Information, for purposes of the Genius Link Services GeoRiot and the applicable Client are Joint Data Controllers of the Personal Information as follows:</p>\n<ul>\n<li>\n<p>GeoRiot offers Geni.us Links and the Genius Link Services to Clients, with pre-established coding and design which determine the information which is collected and the means by which information is processed.\nThe Client determines whether to implement Geni.us Link and use the Genius Link Services, and by agreement with GeoRiot determines to utilize the information collection scope and processing means offered by GeoRiot.\nAll Genius Link Services are provided for the benefit of the Client.\nThe Client is therefore the Data Controller with respect to the determination of the scope of the information to be collected and the means of its processing.</p>\n</li>\n<li>\n<p>The Client determines where to site Geni.us Link(s) in the Client’s Digital Properties, and the purpose(s) for which the information collected will be used (e.g., available Storefronts, implementation of routing alternatives, support for commissions, etc.).\nAll Personal Information about Buyers is processed for the benefit of the Client.\nThe Client is therefore the Data Controller with respect to the determination of siting of the Geni.us Link(s) and the purposes for which information is collected and processed.</p>\n</li>\n<li>\n<p>GeoRiot determines the retention period for information collected via Geni.us Links.\nGeoRiot is therefore the Data Controller with respect to the retention of the Personal Information.</p>\n</li>\n</ul>\n<p>For purposes of Personal Information collected about Site Visitors and Client Users, GeoRiot is Data Controller.</p> 5.\nProvision of Notice to Buyers, Site Visitors, and Client Users <p>This Policy is published to provide notice of GeoRiot’s data collection and privacy practices to individuals, including Buyers, Site Visitors, and Client Users.\nGeoRiot interacts directly with Client Users in the course of account registration and communications and transactions with respect to the Genius Link Services.\nHowever, GeoRiot does not typically interact directly with individuals, since its presence on its Clients’ Digital Properties is limited to the Geni.us Link(s) in/on the Client’s Digital Properties.\nGeoRiot therefore contractually requires its Clients to ensure their compliance with any legal requirements for notification to and consent by individuals with respect to their data collection and use practices, as required in their applicable jurisdictions.</p>\n<p>In addition, GeoRiot contractually requires its Clients to comply with the Network Advertising Initiative Code of Conduct where it is applicable to their business.\nIn particular, if a Client attempts to combine data about an individual from other sources with GeoRiot Personal Information, it is required to notify the affected individuals and obtain their opt-in consent in accordance with the NAI Code of Conduct.\nIf a Client collects data for interest-based advertising, it is required to clearly and conspicuously post a notice consistent with the NAI Code that contains:</p>\n<ul>\n<li>\n<p>A statement that data may be collected for interest-based advertising;</p>\n</li>\n<li>\n<p>A description of types of data that are collected for interest-based advertising purposes;</p>\n</li>\n<li>\n<p>An explanation of how, and for what purpose, the data collected will be used or transferred to third parties.\nand</p>\n</li>\n<li>\n<p>A conspicuous link to an opt-out mechanism.</p>\n</li>\n</ul> 6.\nCollection of Information <p>\n<b>Buyers</b>\n</p>\n<p>GeoRiot principally collects information through transactions that occur as part of “Link Localization.” In this process a Geni.us Link which promotes or sells a product is posted on a Client’s Digital Property, and automatically points to a Retailer’s online Storefront designated by the Client.\nWhen a Buyer clicks the Geni.us Link, Personal Information is collected and transmitted to GeoRiot’s servers.\nThis information is automatically analyzed to identify the location and type of Device being used to access the link.\nBased on this information, the Geni.us Link automatically redirects the Device to a web page in regional or country-specific storefront of the Retailer (“Localized Page”) which promotes or sells the product.</p>\n<p>GeoRiot does not create or administer either its Clients’ Digital Properties or Retailers’ Storefront pages, does not provide content for either, and does not sell or promote products on either.\nThe only information GeoRiot collects from either the Digital Property or the Storefront is that provided in response to the click on the Genius Link.</p>\n<p>GeoRiot may collect and process the following information from the Device used to click on the Geni.us Link:</p>\n<ul>\n<li>\n<p> User Agent Information which identifies the Device, operating system and browser used by the Device in use.\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Location Information, which is the IP address of the Device used in the Transaction.\nThe IP address provides network information, which can often be used to determine the country, state and sometimes city and postal code where the Device is in use.\nLocation Information is treated as if it were Personal Information.\nHowever, GeoRiot typically deletes Location Information within five minutes of the click, and does not maintain or store such data beyond that time period.</p>\n</li>\n<li>\n<p>Language Information, which is the language associated with the Device’s browser.\n</p>\n</li>\n<li>\n<p>The Client URL, which is the URL of the Client’s Digital Property on which the originating Geni.us Link is sited.\n</p>\n</li>\n<li>\n<p>Product Information, which is identification information for Products the Device was used to view.\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Limited Purchase Information such as the number of products purchased, a list of items (or categories of items), purchase prices, and timestamp of the Transaction (“Limited Purchase Information”).\nLimited Purchase Information is collected and provided to GeoRiot by Clients, who are responsible for ensuring that any individual consent or authorization required for its use by GeoRiot has been obtained.\n</p>\n</li>\n</ul>\n<p>GeoRiot does not collect any other information that might be considered, or might be used to derive, Personal Information, sensitive or otherwise.</p>\n<p>GeoRiot’s Genius Link Services are only offered with respect to individuals who are 18 years of age or older.\nGeoRiot does not knowingly collect or maintain any Personal Information from individuals who are under 13 years of age, and no aspect of the Genius Link Services is designed to attract people under the age of 13.\nIf GeoRiot obtains knowledge that a Buyer is under the age of 13, GeoRiot will remove Personal Information with respect to that individual from its databases.</p>\n<p>\n<b>Site Visitors</b>\n</p>\n<p>When a Site Visitor navigates to and engages with the GeoRiot website, GeoRiot collects the following information automatically through external service providers:</p>\n<ul>\n<li>\n<p>Interaction and usage data, including information about how you reached the website and your navigation of the website.</p>\n</li>\n<li>\n<p>Information provided in connection with a comment posted on our blog, including your public Disqus account information or email address, Location Data, and the content of the post.</p>\n</li>\n</ul>\n<p>\n<b>Client Users</b>\n</p>\n<p>When a Client creates a GeoRiot account it must provide GeoRiot with contact information for individual users authorized to use the Genius Link Services and communicate with GeoRiot as or on behalf of a Client (“Client Users”).\nThis information may include Client User name, email addresses, and potentially other information used to communicate with the Client User, as well as the content of communications between GeoRiot and the Client User and any transactions the Client User engages in with GeoRiot.</p>\n<p>When a Client User engages with the GeoRiot website or the Genius Link platform, GeoRiot collects usage data automatically through external service providers.</p> 7.\nUse and Retention of Personal Information <p>GeoRiot may use and retain Personal Information about Buyers and Client Users in the following manner:</p>\n<p>\n<b>Buyers</b>\n</p>\n<p>\n<b>Client Users </b>\n</p>\n<p>For purposes of Link Localization, to redirect Consumers from digital properties to appropriate Storefronts.</p>\n<p>For purposes of Data Analytics, to create reports of Client marketing activities using Genius Link links.\nReports include aggregated information about matters including click trends, geographic information, sales and commissions data, separately or in combination, based on Data collected by GeoRiot.\nReports may be filtered based on specified parameters (e.g.\nnumber of clicks per day per specific location.\nclicks from specific referrers or from Devices using specific Software.\netc.).</p>\n<p>For purposes of Data Analytics, in aggregated data sets to support specific marketing strategies and Product and advertising content offerings, based on mashups of various types of data with different Transactions.</p>\n<p>For purposes of GeoRiot’s internal management and administration, and fulfillment of our legal responsibilities or protection of our legal interests.</p>\n<p>To communicate with the Client User and with other individuals acting on behalf of the Client with respect to the Genius Link Services.</p>\n<p>To identify and communicate potential opportunities for the Client to obtain or use Genius Link Services from GeoRiot, or otherwise promote GeoRiot to the Client and Client User.\n</p>\n<p>For marketing or promotional purposes.</p>\n<p>For purposes of GeoRiot’s internal management and administration, and fulfillment of our legal responsibilities or protection of our legal interests.</p>\n<p>GeoRiot may use and retain Personal Information about Site Visitors for purposes of internal data analytics and first-party marketing and advertising, and to otherwise identify and communicate potential opportunities to promote GeoRiot to Site Visitors, internal management and administration, and fulfillment of our legal responsibilities or protection of our legal interests.</p>\n<p>Subject to Section 6(c), GeoRiot may retain Buyer, Site Visitor, and Client User Personal Information in the following manner:</p>\n<p>In accordance with our retention policies.</p>\n<p>For any period we determine is necessary to ensure compliance with our legal responsibilities or to protect our legal interests.</p>\n<p>IP addresses for Buyers are only processed during the initial click on a Geni.us Link and are not stored thereafter.</p> 8.\nYour Choices with Respect to Personal Information <p>\n<b>Buyers</b>\n</p>\n<p>The Personal Information GeoRiot maintains about Buyers after processing a Geni.us Link click is limited to User Agent Information, Language Information, Client URL, Product Information, and Limited Purchase Information.\nAs noted above, GeoRiot typically deletes Location Information within 5 minutes of the click, and does not maintain or store such data beyond that time period.\nBecause GeoRiot lacks the ability to identify a particular Buyer in connection with any Personal Information that we store or maintain, we cannot offer Buyers any choices with respect to Personal Information.</p>\n<p>GeoRiot retains Device information that is subject to a Buyer’s disclosure opt-in in accordance with GeoRiot’s Data Retention Policy.\nThe purpose of retaining such information is for GeoRiot’s internal management and administration or fulfillment of our legal responsibilities or protection of our legal interests.\nResidual User Agent information, which GeoRiot de-identifies to the standard of reidentification set forth under applicable law, may also remain within our databases, access logs, and other records.</p>\n<p>\n<b>Site Visitors</b>\n</p>\n<p>The Personal Information GeoRiot maintains about Site Visitors who navigate to and engage with the GeoRiot website is limited to the following information that we collect in connection with a comment posted on our blog: the author’s email address, Location Data, and post content.\nGeoRiot uses the Disqus Comment Platform to power and moderate comments on our blog.\nIf you own a registered Disqus account, click here to use the self-service feature in your Disqus Account settings to delete or access your user account data.\nIf you posted your comment as a guest, you can email us here to request that we delete your comment.</p>\n<p>A Site Visitor may opt-out of automatic information collection by third-party tracking tools by visiting the Cookie Preferences pane and setting the desired privacy preferences.\nBecause GeoRiot lacks the ability to identify a particular Site Visitor in connection with any interaction and usage data that we store or maintain, we cannot offer Site Visitors any choices with respect to that information.</p>\n<p>GeoRiot retains Personal Information about Site Visitors in accordance with GeoRiot’s Data Retention Policy.\nThe purpose of retaining such information is for GeoRiot’s internal management and administration, first-party marketing and advertising purposes, or fulfillment of our legal responsibilities or protection of our legal interests.</p>\n<p>\n<b>Client Users</b>\n</p>\n<p>A Client User may request to opt-out of any previously authorized or permitted disclosure of Client User Personal Information by GeoRiot, except disclosure to the Client with which the Client User is associated, by visiting the Cookie Preferences pane and setting the desired privacy preferences.</p>\n<p>GeoRiot retains Personal Information about Client Users that is subject to a Client User’s disclosure opt-out in accordance with GeoRiot’s Data Retention Policy.\nThe purpose of retaining such information is for GeoRiot’s internal management and administration or fulfillment of its legal responsibilities or protection of its legal interests.\nGeoRiot is not responsible for updating or removing Client Users’ Personal Information disclosed to third parties before the Client User’s opt-out.</p>\n<p>GeoRiot provides Client Users with the opportunity to review and request that GeoRiot update or delete their Personal Information.\nTo exercise these rights, email us&nbsp;here.</p> 9.\nSharing Information With External Parties <p>GeoRiot may disclose or provide information about Buyers and Client Users to external parties as follows:</p>\n<p>\n<b>Buyers</b>\n</p>\n<p>\n<b>Client Users</b>\n</p>\n<ul>\n<li>\n<p>To a Client for purposes of Data Analytics, as part of aggregated data in a report or data set.</p>\n</li>\n<li>\n<p>To a subsidiary or affiliated company of GeoRiot (“Corporate Affiliate”), subject to their compliance with this Privacy Policy.</p>\n</li>\n<li>\n<p>To service providers, such as a hosting or analysis service or a security consulting firm, for purposes of GeoRiot’s internal management and administration or fulfillment of its legal responsibilities or protection of its legal interests, subject to contractual requirements for protection of the information consistent with this Policy and the SCCs’ requirements.</p>\n</li>\n<li>\n<p>To governmental authorities or their legal designees, if required by applicable law.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>To the Client with which the Client User is associated, if applicable, for any purpose.</p>\n</li>\n<li>\n<p>To a subsidiary or affiliated company of GeoRiot (“Corporate Affiliate”), subject to their compliance with this Privacy Policy.</p>\n</li>\n<li>\n<p>To service providers, such as a hosting or analysis service or a security consulting firm, for purposes of GeoRiot’s internal management and administration or fulfillment of our legal responsibilities or protection of our legal interests, subject to contractual requirements for protection of the information consistent with this Policy and the SCCs’ requirements.</p>\n</li>\n<li>\n<p>To governmental authorities or their legal designees, if required by applicable law.</p>\n</li>\n<li>\n<p>In the case of a Client using an affiliate program with the Genius Link Services, GeoRiot may share Client and account information with the affiliate program’s account management teams in order to ensure compliance with the affiliate program.</p>\n</li>\n</ul>\n<p> GeoRiot may disclose or provide information about Site Visitors to external parties as follows:</p>\n<ul>\n<li>\n<p>To a subsidiary or affiliated company of GeoRiot (“Corporate Affiliate”), subject to their compliance with this Privacy Policy.</p>\n</li>\n<li>\n<p>To service providers, such as a hosting or analysis service or a security consulting firm, for purposes of GeoRiot’s internal management and administration, first-party marketing or advertising, or fulfillment of our legal responsibilities or protection of our legal interests, subject to contractual requirements for protection of the information consistent with this Policy and the SCCs’ requirements.</p>\n</li>\n<li>\n<p>To governmental authorities or their legal designees, if required by applicable law.</p>\n</li>\n</ul> 10.\nYouTube Features <p>Some Geniuslink features, such as the YouTube Link Optimizer, may use YouTube API Services.\nBy using these features, you are bound by the YouTube Terms of Service.\nSee the Google Privacy Policy.\nYou may revoke Geniuslink access to your data any time in your Google Security Settings.\n</p> 11.\nSecurity <p>GeoRiot maintains reasonable and appropriate physical, electronic and procedural safeguards to protect Personal Information from loss, misuse and unauthorized access, disclosure, alteration or destruction, taking into due account the risks involved in the processing and the nature of the Personal Information.\nHowever, GeoRiot cannot guarantee that these safeguards will not be penetrated or compromised or that all information will remain secure under all circumstances.</p> 12.\nData Integrity and Purpose Limitation <p>GeoRiot will take reasonable steps to ensure that Personal Information is accurate, complete, current, and reliable for its intended use, and to ensure that it does not process Personal Information in a way that is incompatible with the purposes for which it was collected unless authorized by the individual.\nGeoRiot will take reasonable and appropriate measures to ensure that it does not retain Personal Information only for as long as is consistent with the purposes for which it was collected.</p> 13.\nDisclosures for Law Enforcement and National Security Purposes <p>GeoRiot may be required to disclose Personal Information in response to lawful requests by public authorities with appropriate jurisdiction, including to meet national security or law enforcement requirements, if required by applicable law.</p> 14.\nNotice for California Residents <p>Persons with disabilities may obtain this notice in alternative format upon request by emailing us at hi@geni.us or by mail at: </p>\n<p>GeoRiot Networks, Inc.<br> Att’n: Privacy Policy<br> 2320 S.\nSpokane St.\n<br> Seattle, WA 98144</p> Your Privacy Rights <p>The California Consumer Privacy Act (“CCPA”) provides California residents with rights to receive certain disclosures regarding the collection, use, and sharing of “Personal Information,” as well as rights to know/access, delete, and limit sharing of Personal Information.\nThe CCPA defines “Personal Information” as “information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.” Certain information we collect may be exempt from the CCPA because it is considered public information (i.e., it is made available by a government entity) or covered by a specific federal privacy law, such as the Gramm–Leach–Bliley Act, the Health Insurance Portability and Accountability Act, or the Fair Credit Reporting Act.</p>\n<p>To the extent that GeoRiot collects Personal Information that is subject to the CCPA, that information, our practices, and your rights are described below.</p>\n<ol>\n<li> Right to Notice at Collection Regarding the Categories of Personal Information Collected </li>\n</ol>\n<p>You have the right to receive notice of the categories of Personal Information that GeoRiot collects, and the purposes for which those categories of Personal Information will be used.\nThis notice should be provided at or before the time of collection.\nThe categories we use to describe the information are those enumerated in the CCPA.</p>\n<ul>\n<li>\n<p>\n<b>Personal Identifiers</b>: </p>\n<ul>\n<li>\n<p>GeoRiot collects Client Users’ name, email address, and other contact information when they create an account.\nGeoRiot uses this information to provide Genius Link Services, Administrative Purposes, Marketing Purposes.\n</p>\n</li>\n<li>\n<p>GeoRiot collects Client Users’ IP address when they log into their account.\nGeoRiot uses this information for Administrative purposes.</p>\n</li>\n<li>\n<p>When Buyers click a Geni.us Link, GeoRiot automatically collects the IP address of the Device used for the Transaction (“Location Information”).\nHowever, GeoRiot typically deletes Location Information within 5 minutes of the click, and does not maintain or store it beyond that time period.\nGeoRiot uses Location Information to provide Data Analytics services for Clients.</p>\n</li>\n<li>\n<p>When Site Visitors post a comment to our blog, GeoRiot collects the Site Visitors’ public Disqus account information or email address, IP address, and the content of the post.\n</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Protected Classifications</b>: GeoRiot does not collect information relating to gender, racial or ethnic origin, or sexual orientation.</p>\n</li>\n<li>\n<p>\n<b>Commercial Information</b>: GeoRiot does not create records of goods or services purchased or considered by individual consumers, or their purchasing or consuming histories or tendencies.</p>\n</li>\n<li>\n<p>\n<b>Biometric Information</b>: GeoRiot does not collect information relating to physiological, biological, or behavioral characteristics.\n</p>\n</li>\n<li>\n<p>\n<b>Internet or Other Electronic Network Activity Information</b>: GeoRiot automatically collects information about how Client Users use our website and engage with the Genius Link platform in order to improve and provide Genius Link Services.\nGeoRiot automatically collects information about how Site Visitors navigate to and engage with the GeoRiot website for purposes of internal data analytics and first-party marketing and advertising.</p>\n</li>\n<li>\n<p>\n<b>Geolocation Data</b>: GeoRiot does not collect precise geographic location information.</p>\n</li>\n<li>\n<p>\n<b>Audio, electronic, visual, thermal, olfactory, or similar information</b>: GeoRiot does not collect images or any thermal, olfactory, or similar information.\n</p>\n</li>\n<li>\n<p>\n<b>Professional or employment-related information</b>: GeoRiot does not collect information relating to employment or employment history.\n</p>\n</li>\n<li>\n<p>\n<b>Education information</b>: GeoRiot does not collect information relating to institutional enrollment or education level.</p>\n</li>\n<li>\n<p>\n<b>Inferences drawn to create a profile about a consumer reflecting the consumer’s preferences or characteristics</b>: GeoRiot does not create internal profiles capturing consumer preferences or characteristics.</p>\n</li>\n</ul> 14.\nRight to Know About Personal Information Collected, Disclosed, or Sold <p>You have the right to request that GeoRiot disclose to you the Personal Information that we collect, use, disclose, or sell.\nIn addition to being described below, further information about GeoRiot’s collection, use, disclosure, and sale of Personal Information is available in Sections 3, 4, 5 and 6 of this Privacy Policy.</p>\n<p>GeoRiot may use any of the categories of information listed above for other business or operational purposes compatible with the context in which the Personal Information was collected.</p>\n<p>GeoRiot may share any of the Personal Information collected with our Corporate Affiliates and with Service Providers, which are companies that we engage for business purposes to conduct activities on our behalf.\nService Providers are restricted from using Personal Information for any purpose that is not related to our engagement.\nThe categories of Service Providers with whom GeoRiot shares information and the services they provide are described above in the section titled “Provision of Notice to Buyers, Site Visitors, and Client Users – Sharing Information With External Parties.” </p>\n<p>GeoRiot also sells some information about Site Visitors and Client Users to third parties, as described below.</p> 15.\nRight to Know/Access Information and to Request Deletion of Information <p>You have the right to request access to Personal Information collected about you and information regarding the source of that information, the purposes for which we collect it, and the third parties and service providers with whom we share it.\nYou also have the right to request in certain circumstances that we delete Personal Information that we have collected directly from you.</p>\n<p>GeoRiot only maintains the above-listed categories of Personal Information with regard to Client Users, who may submit requests to know/access or deletion as described below.\nTo protect your Personal Information, GeoRiot is required to verify your identify before we can act on your request.\nWe may have a reason under the law why we do not have to comply with your request, or why we may comply with it in a more limited way than you anticipated.\nIf we do, we will explain that to you in our response.</p>\n<p>\n<strong>How to Submit a Request</strong>\n</p>\n<p>You may submit a request to exercise your rights to know/access or delete your Personal Information through one of the following means:</p>\n<ol>\n<li>\n<p>By e-mailing GeoRiot at hi@geni.us</p>\n</li>\n<li>\n<p>By filling out the Consumer Data Request Form </p>\n</li>\n</ol>\n<p>\n<strong>Verification Procedures</strong>\n</p>\n<p>To the extent we believe we have information subject to your request, we must verify your identity before we can provide access to or delete that information.\nWe do this by asking you to provide the email address(es) you previously contacted us with or the username assigned when creating your account, so we can match that data against information we may have collected from you previously</p>\n<p>\n<strong>Authorized Agent</strong>\n</p> You may authorize another individual or a business registered with the California Secretary of State, called an authorized agent, to make requests on your behalf.\nGeoRiot requires that you and the individual complete affidavits in order to verify the identity of the authorized agent and confirm that you have authorized them to act on your behalf.\nParents of minor children may submit a birth of the child certificate in lieu of an affidavit, in order to make requests on the child’s behalf.\nPlease see Please see the CONSUMER AFFIDAVIT TO AUTHORIZE AGENT and the AFFIDAVIT OF AUTHORIZED AGENTS.\n16.\nRight to Opt Out of Sale of Personal Information to Third Parties <p>You have the right to opt out of any sale of your Personal Information by GeoRiot to third parties.\n</p>\n<p>To “sell” information means to disclose it to a company for monetary or other benefit.\nA company may be considered a third party either because the purpose of sharing is not an enumerated business purpose under California law, or because our contract does not restrict them from using Personal Information for other purposes.\n</p>\n<p>GeoRiot sells the following information:</p>\n<ul>\n<li>\n<p>\n<b>Internet or Other Electronic Network Activity Information: </b>GeoRiot provides information to vendors that provide data collection and analytics services about (i) how Client Users use our website and engage with the Genius Link platform to vendors that provide data collection and analytics services.\nand (ii) how Site Visitors navigate to and interact with the GeoRiot website.</p>\n</li>\n</ul>\n<p>To exercise your right to opt out of the sale of your Personal Information, you can visit the Cookie Preferences pane and set your desired privacy preferences, change your browser or device settings to block third-party cookies, or utilize an option for directly opting out of or blocking tracking by a vendor listed above in the subsection titled “Cookies and Third-Party Tracking Technologies.” Because GeoRiot lacks the ability to identify a particular Client User or Site Visitor in connection with any website interaction and usage data that we collect, these are the only mechanisms by which we can receive and implement requests to opt out of the sale of Personal Information.</p>\n<p>Please note that your right to opt out does not apply to GeoRiot’s sharing of Personal Information with Service Providers or with our Corporate Affiliates.</p>\n<p>GeoRiot may also disclose information to other entities who are not listed here when required by law or to protect our Company or other persons, as described above in the section titled “Provision of Notice to Buyers, Site Visitors, and Client Users – Sharing Information With External Parties.”</p> 17.&nbsp;Right to Information Regarding Participation in Data Sharing for Financial Incentives] <p>You have the right to be free from discrimination based on your exercise of your CCPA rights.\nGeoRiot does not offer any rewards programs or incentives for the collection or sharing of data at this time.</p> 18.\nRecourse, Enforcement, and Liability <p>GeoRiot is subject to the jurisdiction of the United States Federal Trade Commission (“FTC”) with respect to this Policy.\nThe FTC may investigate violations of this Policy, and enforce compliance with applicable law.</p>\n<p>GeoRiot provides assurance of its compliance with this Policy by conducting internal assessments of its relevant practices internally.\nIn the event such an assessment finds non-compliant privacy, corrective action plans will be developed to resolve the identified gaps in compliance, as well as preventive action plans to maintain compliance.</p>\n<p>Any employee GeoRiot finds has violated this Policy will be subject to disciplinary action up to and including termination of employment.</p>\n<p>In compliance with the SCCs, GeoRiot commits to resolve complaints about our collection or use of your personal information.\nEU and Swiss individuals with inquiries or complaints regarding our compliance with the SCCs should first contact GeoRiot by email at&nbsp;hi@geni.us&nbsp;or by mail at:</p>\n<p>GeoRiot Networks, Inc.<br> Att’n: Data Protection<br> 2320 S.\nSpokane St.<br> Seattle, WA 98144<br> U.S.A.</p>\n<p>GeoRiot will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Policy, and will respond to any complaint within thirty (30) days of receiving a complaint.</p>\n<p>GeoRiot will respond promptly and appropriately to inquiries about this Policy from the FTC or the U.S.\nDepartment of Commerce, as well as to inquiries about its compliance with the SCCs from the relevant data authority.</p> 19.\nAmendment of Policy <p>GeoRiot reserves the right to modify this Policy at any time without notice.\nIf GeoRiot amends this Policy, notice of the amendment and the amended policy will be posted on the Genius Link website and such other sites as GeoRiot may deem appropriate.\nAny amendment will be consistent with the requirements of the SCCs and applicable EU law.\nThe terms of this Privacy Policy in effect at the time Personal Information is collected by GeoRiot shall continue to apply to such information notwithstanding such amendment.</p> 20.\nContact Information <p>Please contact us at&nbsp;hi@geni.us&nbsp;with any questions, comments, or concerns.\nYou may also mail us at:</p>\n<p>GeoRiot Networks, Inc.<br> Att’n: Data Protection<br> 2320 S.\nSpokane St.<br> Seattle, WA 98144<br> U.S.A.</p> ", "created_at": "2023-03-06 17:31:36.124227", "updated_at": "2023-03-06 17:31:45.487142"}], "points": [], "urls": ["geni.us", "geniuslink.com"]}}