{"error": 448, "message": "OK", "parameters": {"id": 9759, "name": "WideVPN ", "created_at": "2023-10-10 00:06:17.411178", "updated_at": "2023-10-10 10:02:29.666615", "wikipedia": null, "keywords": null, "related": null, "slug": "widevpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9759.png", "url": "widevpn.com", "documents": [{"id": 19425, "name": "Terms of Service ", "url": "https://widevpn.com/tos", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Pricing</li>\n<li>locations</li>\n<li>Help Center</li>\n<li>Blog</li>\n<li>Contact Us</li>\n</ul> Sign In&nbsp.\n<i>\n</i> Terms of Service <p>\n<b>1.\nTHIS IS AN AGREEMENT BETWEEN YOU AND WideVPN</b>\n<br>\n<br>\nThis is an agreement (“Agreement”) between you and WideVPN.\nThis Agreement governs your use of any Web site or Web page operated by WideVPN (each, an “WideVPN Web Site,” and collectively, the “WideVPN Web Sites”).\nYou represent that you are at least 18 years of age and have attained the age of majority in the province, state or country in which you reside, and any information that you submit is correct.\nWideVPN offers the WideVPN web sites to you conditioned on your acceptance without modification of this agreement.\nYour use of the WideVPN web sites constitutes your acceptance of this agreement.\nThis agreement contains disclaimers of warranties and an exclusive remedy.\nThese provisions form an essential basis of our bargain.</p>\n<br>\n<p>\n<b>2.\nHOW WideVPN MAY MODIFY THIS AGREEMENT</b>\n<br>\n<br> WideVPN reserves the right to change the terms, conditions, and notices under which it offers the WideVPN Web Sites, including any charges associated with the use of the WideVPN Web Sites.\nYou are responsible for regularly reviewing these terms, conditions and notices, and any additional terms posted on any WideVPN Web Site.\nYour continued use of the WideVPN Web Sites after the effective date of such changes constitutes your acceptance of and agreement to such changes.</p>\n<br>\n<p>\n<b>3.\nADDITIONAL TERMS</b>\n<br>\n<br> Any WideVPN web site may itself contain additional terms (for example, codes of conduct or guidelines) that further govern use of that WideVPN web site, including without limitation, particular features or offers (for example, sweepstakes).\nIf any terms contained in this agreement conflict with any terms contained within an WideVPN web site, then the terms in this agreement shall control.\nIf you purchase or elect a trial use of an WideVPN product or service through an WideVPN web site your use of that product or service will be subject to additional terms, conditions and limitations including but not limited to an end user license agreement for that specific product or service, which you must agree to abide by in order to use the product or service.</p>\n<br>\n<p>\n<b>4.\nUNLAWFUL OR HARMFUL USE OF WideVPN SOLUTIONS</b>\n<br>\n<br> The WideVPN solutions are only for your personal use.\nYou will not use the WideVPN solutions for commercial purposes.\nincluding but not limited to, sending commercial email solicitation or advertisements.\nYou will not use the WideVPN Web Sites or solutions to transmit, either directly or indirectly, any unsolicited bulk e-mail or unsolicited commercial e-mail.\nYou will not use the WideVPN solutions in any way that is unlawful, criminal, or harms WideVPN, its affiliates, resellers, distributors, service providers and/or suppliers (each, an “WideVPN Party” and collectively, the “WideVPN Parties”) or any customer of an WideVPN Party, as determined in WideVPN’s sole discretion or any other person.\nYou will not use the WideVPN services to harass or threaten any other party.\nYou will not use the WideVPN Services to crash, slow, or intentionally harm any computer system.\nYou may not use the WideVPN solutions in any way that breaches any code of conduct, policy or other notice applicable to the WideVPN solutions.\nYou may use WideVPN with peer-to-peer applications and torrent applications through servers which are marked with P2P from your server list.\nAlso please make sure you are not performing illegal activities and you are not distributing copyright-protected material.\nYou will not use the WideVPN Services to obtain unauthorized access to any computer system.\nWithout limiting the generality of this section, you may not use the WideVPN solutions in any manner that could damage, disable, overburden, or impair any computer system or WideVPN Web Site (or the network(s) connected to any WideVPN Web Site) or interfere with any other party’s use and enjoyment of the WideVPN Web Sites.\nWe are blocking the SMTP ports 25 and 465 to avoid spam from our servers.\nPlease check with your email provider if they support other SMTP ports.\nMost email providers support port 587 which allow TLS encryption for sending emails.\nPlease try to setup your e-mail server to accept outgoing mail from port 587.</p>\n<br>\n<p>\n<b>5.\nWideVPN MAKES NO WARRANTY</b>\n<br>\n<br> WideVPN provides the WideVPN web sites “as is,” “with all faults” and “as available,” and the entire risk as to satisfactory quality, performance, accuracy, and effort is with you.\nTo the maximum extent permitted by applicable law, the WideVPN parties make no representations, warranties or conditions, express or implied.\nThe WideVPN parties disclaim any and all warranties or conditions, express, statutory and implied, including without limitation (1) warranties or conditions of merchantability, fitness for a particular purpose, workmanlike effort, accuracy, title, quiet enjoyment, no encumbrances, no liens and non-infringement, (2) warranties or conditions arising through course of dealing or usage of trade, and (3) warranties or conditions that access to or use of the WideVPN web sites will be uninterrupted or error-free.\nWideVPN is not responsible for the distributed content.\nThere are no warranties that extend beyond the face of this agreement.</p>\n<br>\n<p>\n<b>6.\nLIABILITY LIMITATION.\nYOUR EXCLUSIVE REMEDY</b>\n<br>\n<br> In no event will any WideVPN party be liable for any damages, including without limitation any indirect, consequential, special, incidental, or punitive damages arising out of, based on, or resulting from this agreement or your use of the WideVPN web sites, even if such WideVPN party has been advised of the possibility of such damages.\nThe exclusion of damages under section 10 is independent of your exclusive remedy and survives in the event such remedy fails of its essential purpose or is otherwise deemed unenforceable.\nThese limitations and exclusions apply without regard to whether the damages arise from (1) breach of contract, (2) breach of warranty, (3) negligence, or (4) any other cause of action, to the extent such exclusion and limitations are not prohibited by applicable law.\nIf you are dissatisfied with the WideVPN web sites, you do not agree with any part of this agreement, or you have any other dispute or claim with or against any WideVPN party with respect to this agreement or the WideVPN web sites, then your sole and exclusive remedy is to discontinue using the WideVPN web sites.</p>\n<br>\n<p>\n<b>7.\nCHANGES TO THE WideVPN WEB SITES.\nADDITIONAL LIABILITY LIMITATION</b>\n<br>\n<br> The WideVPN parties may change the WideVPN web sites or delete features in any way, at any time and for any reason.\nAs you use the WideVPN web sites, you should expect to receive, access or use information, materials, graphics, software, data and content (collectively, “content”) originated by WideVPN and persons other than WideVPN (any such person is referred to as a “third party”).\nWithout limiting the generality of sections 9 and 10, you acknowledge and agree that the WideVPN parties are not responsible or liable for (1) any content, including without limitation, any infringing, inaccurate, obscene, indecent, threatening, offensive, defamatory, tortuous, or illegal content, or (2) any third party conduct, transmissions or data.\nIn addition, without limiting the generality of sections 9 and 10, you acknowledge and agree that WideVPN is not responsible or liable for (1) any viruses or other disabling features that affect your access to or use of the WideVPN web sites, (2) any incompatibility between the WideVPN web sites and other web sites, services, software and hardware, (3) any delays or failures you may experience in initiating, conducting or completing any transmissions or transactions in connection with the WideVPN web sites in an accurate or timely manner, or (4) any damages or costs of any type arising out of or in any way connected with your use of any services available from WideVPN or third parties though links contained on the WideVPN web sites.\nThe limitations, exclusions and disclaimers in sections 9, 10 and 11 of this agreement apply to the maximum extent permitted by applicable law, and are not intended to deprive you of any mandatory protections provided to you under applicable law.</p>\n<br>\n<p>\n<b>8.\nTERMINATION.\nACCESS RESTRICTION</b>\n<br>\n<br> WideVPN may terminate this Agreement, or terminate or suspend your access to the WideVPN Web Sites at any time, with or without cause, with or without notice.\nUpon such termination or suspension, your right to use the WideVPN Web Sites will immediately cease.\n</p>\n<p>\n<b>9.\nINTERPRETING THE AGREEMENT.\nASSIGNMENT</b>\n<br>\n<br> If any part of this Agreement is determined to be invalid or unenforceable pursuant to applicable law, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of this Agreement will continue in effect.\nWideVPN may assign this Agreement, in whole or in part, at any time with or without notice to you.\nYou may not assign this Agreement, or assign, transfer or sublicense your rights, if any, in the WideVPN Web Sites.\nExcept as expressly stated herein, this Agreement constitutes the entire agreement between you and WideVPN with respect to the WideVPN Web Sites and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and WideVPN with respect to the WideVPN Web Sites.\nThe section titles in the Agreement are solely used for the convenience of the parties and have no legal or contractual significance.</p>\n<br>\n<p>\n<b>10.\nYOU HAVE LIMITED TIME TO BRING YOUR CLAIM</b>\n<br>\n<br> You and WideVPN agree that any cause of action arising out of or related to the WideVPN web sites must commence within one (1) month after the cause of action accrues.\nOtherwise, such cause of action is permanently barred.</p>\n<br>\n<p>\n<b>11.\nCOPYRIGHT AND TRADEMARK NOTICES.\nOTHER ACKNOWLEDGEMENTS</b>\n<br>\n<br> All contents of the WideVPN Web Sites are Copyright © 2014 Amplusnet SRL Romania.\nAll rights reserved.\nCopyright in the Software is owned exclusively by Amplusnet SRL and is protected by law and international treaty.</p>\n<br>\n<p>\n<b>12.\nOTHER NOTICES</b>\n<br>\n<br> DISALLOWED USES OF WideVPN SERVICES By using the WideVPN Services, you agree to be bound, without any limitation or qualification, by the following Policies.\nYou agree not to use the Services to carry out unlawful activities.\nYou agree not to share or give your user/password to others.\nYou agree not to use a robot, such as ReGet, GetRight, Go!Zilla, or any similar programs, to download content continuously in an unattended or attended basis.\nYou agree to use the Service for peer-to-peer file transfer or torrent downloads only on the servers located in Luxembourg, Sweden, Netherlands, Canada, Russia and Hong Kong.\nWideVPN is not responsible in anyway for any damages or losses, either directly or indirectly, arising from your use of the Service, or by your inability to use the Service.\nIf you post messages through the Service, or send email through the Service, you agree not to send anything that is unlawful.\nYou agree that you will not use the Service to: harass, threaten, or abuse others.\ninvade the privacy of others.\ninfringe the copyright and/or intellectual properties of others.\nimpersonate another person or entity.\nSPAM the Internet.\ndo anything illegal.\nIf you repeatedly perform spamming activities your account will be terminated and no refund will be applied.\nPlease note that it is not recommended to use our service for online transactions.\nIn these cases your real IP should be use.</p>\n<br>\n<p>\n<b>13.SPAM DEFINITION</b>\n<br>\n<br> Spam is the use of electronic messaging systems (including most broadcast media, digital delivery systems) to send unsolicited bulk messages indiscriminately.\nWhile the most widely recognized form of spam is e-mail spam, the term is applied to similar abuses in other media: instant messaging spam, Usenet newsgroup spam, Web search engine spam, spam in blogs,wiki spam, online classified ads spam, mobile phone messaging spam, Internet forum spam, junk fax transmissions, social networking spam, television advertising and file sharing network spam.\nThe Services are provided “as is”.\nThere is no warranty, expresses or implied, of any kind.\nWideVPN does not warrant that the contents retrieved through the Service are error free.\nYou agree not to use the Service to post or email messages of a spamming nature or in violation of the WideVPN Anti-Spam Policy.\nWideVPN reserves the right to take whatever actions WideVPN deems appropriate to enforce WideVPN’s policies including, but not limited to Terms of Use.\nWideVPN also reserves the right to change WideVPN policies without prior notice at any time.\nThe actions WideVPN takes may include suspension or termination of the Service for the customer.\nWideVPN does not issue credits for accounts cancelled due to policy violations.\nWideVPN reserves the right to refuse service to anyone at anytime for any reason.\n</p> WideVPN <ul>\n<li>\n<i>\n</i>Pricing</li>\n<li>\n<i>\n</i>Get WideVPN</li>\n<li>\n<i>\n</i>Affiliate Program</li>\n</ul> Help Center <ul>\n<li>\n<i>\n</i>Tutorials</li>\n<li>\n<i>\n</i>FAQ</li>\n</ul> About <ul>\n<li>\n<i>\n</i>Abount Us</li>\n<li>\n<i>\n</i>Contact Us</li>\n<li>\n<i>\n</i>Terms of Service</li>\n<li>\n<i>\n</i>Privacy Policy</li>\n</ul>\n<ul>\n<li>Message us on WhatsAPP </li>\n<li>Message us on Telegram </li>\n</ul>\n<p>Copyright © 2009-2022 WideVPN .\nPowered by WireGuard VPN</p> ", "created_at": "2023-10-10 00:06:17.446963", "updated_at": "2023-10-10 00:07:07.884906"}, {"id": 19426, "name": "Privacy Policy ", "url": "https://widevpn.com/main/privacyPolicy", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Pricing</li>\n<li>locations</li>\n<li>Help Center</li>\n<li>Blog</li>\n<li>Contact Us</li>\n</ul> Sign In&nbsp.\n<i>\n</i> WideVPN's Privacy Policy <p>\n<b>The Information We Collect</b>\n<br>\n<br> WideVPN does not ask for any personally identifiable information to browse our site or use our free features.\nTo subscribe to our services, an account must be registered.\nWe do not use this information to track any of your web activities while logged into our WideVPN services.\nWe only collect the necessary and limited information for our customer information file in order to provide and maintain billing for our services.<br>\n<br> To maximize your privacy, WideVPN only collects the minimum information required to create your account.<br>\n<br> •\tEmail<br> •\tUsername/Password<br> •\tApache Webserver Data<br> •\tPayment Data necessary to manage subscriptions, payments, and cancellations<br> •\tAny emails sent to our service<br> •\tGoogle analytics data to help market our product<br> •\tTemporary cookies to manage members area login<br>\n<br> WideVPN collects certain information automatically from visitors to the site which includes the IP address and which pages are viewed on the site.\nFor more information on this process, please see the Cookies and Tracking section below.\nHowever, user activities outside of the WideVPN site are not tracked nor do we track the browsing activities of user who are logged to the WideVPN service.<br>\n<br>\n<br>\n<b>VPN - What is not logged.</b>\n<br>\n<br> 1.\nIP addresses<br> 2.\nDNS requests<br> 3.\nTraffic<br> 4.\nUser bandwidth and data transfer<br> 5.\nAny usage activity<br>\n<br> We do not log or monitor any user activity on our VPN.\nEverything you do whilst connected to our VPN is anonymous and not logged or viewed by us.<br>\n<br> We use Stripe and Paypal to process our customers Paypal and credit card payments.\nWe do not store payment details on our website.\nOur payment processors log everything they can about you.\nWe do not have control over their logging.<br>\n</p> WideVPN <ul>\n<li>\n<i>\n</i>Pricing</li>\n<li>\n<i>\n</i>Get WideVPN</li>\n<li>\n<i>\n</i>Affiliate Program</li>\n</ul> Help Center <ul>\n<li>\n<i>\n</i>Tutorials</li>\n<li>\n<i>\n</i>FAQ</li>\n</ul> About <ul>\n<li>\n<i>\n</i>Abount Us</li>\n<li>\n<i>\n</i>Contact Us</li>\n<li>\n<i>\n</i>Terms of Service</li>\n<li>\n<i>\n</i>Privacy Policy</li>\n</ul>\n<ul>\n<li>Message us on WhatsAPP </li>\n<li>Message us on Telegram </li>\n</ul>\n<p>Copyright © 2009-2022 WideVPN .\nPowered by WireGuard VPN</p> ", "created_at": "2023-10-10 00:06:17.481913", "updated_at": "2023-10-10 00:06:46.811307"}], "points": [], "urls": ["widevpn.com"]}}