{"error": 448, "message": "OK", "parameters": {"id": 7711, "name": "rosettastone", "created_at": "2023-03-21 00:19:06.42075", "updated_at": "2023-03-29 19:26:52.055691", "wikipedia": null, "keywords": null, "related": null, "slug": "rosettastone", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7711.png", "url": "rosettastone.com", "documents": [{"id": 14857, "name": "Privacy Policy", "url": "https://resources.rosettastone.com/CDN/us/agreements/US_Privacy_Policy-102513.pdf", "xpath": "//body", "text": "Rosetta Stone Website Privacy Policy,Rosetta Stone Ltd.\n(“Rosetta Stone”) is the developer of the Rosetta Stonetechnology-based ,®,learning solutions.\nWe take the privacy of our customers seriously.\nWe are committed to ,safeguarding your privacy while providing a personalized and valuable service.,Para la versión en español, haga clic aquí,1.Overview,This Privacy Policy statement explains the data processing practices of Rosetta Stone.\nWe are ,committed to the privacy and security of personal information we receive and process, and for ,appropriately and promptly addressing requests and instructions regarding personal data, in ,accordance with applicable legal requirements.In order to better ensure the proper handling of ,data requests, we have created a Personal Information Request web form to enable us to support ,requests from individuals seeking information and action with respect to personal data we have ,collected for those individuals and how we use that information.\nIf you are contacting us to ,request information or action with respect to personal data we have collected about you, or to ,exercise your data protection rights, we ask that you ,please click[here],and submit your request(s) through the Personal Information Request web form.,If you have any other requests concerning your personal information or any questions about these ,practices please contact our Privacy Officer by e-mail at privacyofficer@RosettaStone.com.\nWe ,encourage you to periodically review this statement as it may change at any time at our sole ,discretion.,Our site contains links to third party sites, which are not subject to this privacy policy.\nRosetta ,Stone does not endorse and is not responsible for the privacy practices or content on these sites.\n,We recommend that you read the privacy policy of any such sites that you visit.\n,Information provided by you may be requested from one of our websites under the Rosetta Stone ,or Rosetta World brand names, or from one of our reputable co-marketing partner sites that ,represent our brands on their own websites under their company and/or brand name.\nIn the event ,that you provide us with personal information for the purposes of free registration and you later ,make a purchase, whether directly from us or facilitated by one of our e-commerce partners, your ,privacy rights will be protected according to our stated policies and the stated privacy policies of ,these partners, which will be posted and available for your review at the time of purchase.,2.Information Collected,Personal information is collected by Rosetta Stone.\nWe collect personally identifiable ,information about you (your “Data”) through:,●The use of inquiry and registration forms.,●The purchase process when you buy any of our products or services,●The provision of your details to us either online or offline,The elements of your Data that we collect may include:,●Name,●Job title,●Company name,●Home, shipping and billing addresses, phone and fax number,●Mobile telephone number,●E-mail address,●IP address and browser information,●Payment details such as credit card information,●Market research data such as customer usage patterns,3.Use and Disclosure of Personal Information,We use your Data for purposes which may include:,●Providing our customers with a personalized service.,●Processing orders, registrations and inquiries.,●Conducting market research surveys.,●Running competitions.,●Measuring interest in and improving our website, products, and services.,●Providing you with information about products and services we offer.You may stop the ,delivery of marketing emails by following the instructions accompanying a particular ,communication or by using our Personal Information Request web form available here: ,[link].,●Resolving disputes, collecting fees, and troubleshooting problems.\n,We use the information you provide when placing an order to complete that order.\nWe do not ,share this information with outside parties except 1.\nTo the extent necessary to complete that ,order or to provide you with services by way of our service providers (e.g., payment processing, ,third-party shipping, business analytics, customer support), or 2.\nTo successors in title to our ,business, or 3.\nIn accordance with legal and regulatory requirements, or 4.\nAs necessary, in ,Rosetta Stone’s sole discretion, to protect the perceived rights, safety and property of Rosetta ,Stone, users of our websites, and the public, or 5.\nWith the parent organization, affiliate or ,subsidiary entities of Rosetta Stone to manage and control Data as joint users.,Other than as set out above, you will be notified when Personal Information about you will be ,shared with third parties, and you will have an opportunity to choose not to have us share such ,information.\n,We also use information in aggregate form (so that no individual user is identified):,●To build up marketing profiles,●To aid strategic development,●To audit usage of the site,4.Use and Disclosure of Personal Information in Japan ,In Japan, in addition to the foregoing, we may also share Data collected through digital ,distribution marketplaces like the Apple App Store with Joint Providers.\n“Joint Providers” are ,those companies which we’ve partnered with to offer, support, or manage Rosetta Stone and/or ,Joint Provider Accounts, products or services, and to manage and control Data, subject to Rosetta ,Stone and/or Joint Provider privacy policies.\n,In Japan, the Joint Provider in charge of managing jointly used Data is Sourcenext Corporation.,5.Use of Cookies and Other Tracking Devices,We use cookies and other tracking devices, including local shared objects written with Adobe ,flash technology (flash cookies), to help personalize your use of our sites.\nA cookie is a small ,piece of information which is sent to your computer’s hard drive by the web server so that the ,website can remember who you are.\nThis information may include information relating to your ,use of our sites, information about your computer such as the computer’s IP address and browser ,type, demographic data and, if you arrived at our site via a link from a third party site, the URL of ,the linking page.\nWe do not use any tracking devices to track your usage of the Internet on other ,sites not operated by Rosetta Stone.\nIf you are a registered user this may include your name and ,email address for verification purposes.,We use information from cookies for purposes which may include: ,●Identifying returning users and registrants,●Enabling you to move more easily around our site,●Tracking your use of our site to better develop our sites in accordance with your ,requirements,●Building up a demographic profile,●If you do not want to help us learn how to improve our site, products, offers and ,marketing strategy, you may choose to set your Web browser to not accept cookies.\n,Further information on how to prevent cookies from being stored on your computer can ,be found on http://www.allaboutcookies.orgunder the ‘manage cookies’ section.\n,Alternatively, go to the help menu within your Internet browser.\nFlash cookies may be ,removed using the latest versions of Google Chrome, Mozilla Firefox, and Microsoft ,Internet Explorer, which you may upgrade to on these browsers, or you may remove or ,block flash cookies by going to Adobe’s Website Storage Settings Panel.\n,From time to time we may permit third party companies to set cookies on Rosetta Stone sites for ,purposes which may include market research, revenue tracking or to improve functionality of the ,site.,6.Security Policy,Rosetta Stone has appropriate measures in place to help ensure that our users’ Data is protected ,against unauthorized access or use, alteration, unlawful or accidental destruction and accidental ,loss.\nAlthough we make reasonable efforts to protect your Personal Information from loss, ,misuse, or alteration by third parties, you should be aware that there is always some risk involved ,in transmitting information over the Internet.\nThere is also some risk that thieves could find a way ,to thwart our security systems.,7.Transfer of Data,The Internet is a global environment.\nUsing the Internet to collect and process personal Data ,necessarily involves the transmission of Data on an international basis.\nFor individuals located in ,the European Union, we participate in the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Framework ,(the \"Framework\") as set forth by the U.S.\nDepartment of Commerce regarding the collection, ,use and retention of personal data from the European Union and Switzerland.For more ,information about our certification to the Framework, please click here: ,http://www.rosettastone.com/privacy-shield, or to visit the U.S Department of Commerce site ,please click here: https://www.privacyshield.gov/welcome.\n,8.Access to Data and Contact Info,You may request a copy or send a correction of the personal information we hold about you by ,contacting the Privacy Officer at privacyofficer@RosettaStone.comor writing to:,Privacy Officer,Rosetta Stone Ltd.,135 West Market Street,Harrisonburg VA 22801,USA,Where required by applicable law, and notably by GDPR, youhave the right to obtain ,confirmation of the existence of certain Personal Data relating to you, to verify its content, origin, ,and accuracy, as well as the right to access, review, port, delete, or to block or withdraw consent ,to the processing of certain Personal Data(without affecting the lawfulness of processing based ,on consent before its withdrawal),by contacting us as detailed below.In particular, you have ,the right to object to our use of Personal Data for direct marketing and in certain other ,situations at any time.Contact us below for more details.Please note that certain Personal ,Data may be retained as required or permitted by applicable law.,If you are an End User receiving access to our services through a Corporate, Governmental, ,Educational or other Organizational Enterprise Client of Rosetta Stone, and you wish to request ,access, limit use, limit disclosure or remove your End User Personal Data, please contact the ,Enterprise Client organization that submitted your personal data to us, and we will support them ,as needed in responding to your request.,If you are contacting us to request information or action with respect to personal data we have ,collected about you, or to exercise your data protection rights, please click [here] and submit ,your request(s) through our Personal Information Request web form.\nIf you have other questions ,or requests concerning your personal information, please contact the Privacy Team by email ,atprivacyofficer@rosettastone.com.,If you are a European resident with questions regarding your rights in Personal Data under ,GDPR, please contact the Rosetta Stone Data Protection Officer, Sofia Simoes, by email at ,DPO@rosettastone.com.,(a) As noted above, you can choose not to provide Rosetta Stone with personal information, ,although it may be needed to register as a member on the Service and to participate in certain ,features offered through the Service.,(b)You can access or update your personal information by using our Personal Information ,Request web form available here: [link].\n,(c) You may stop the delivery of commercial email communications that Rosetta Stone sends by ,following the instructions accompanying a particular communication or by using our Personal ,Information Request web form available here: [link].,(d) The Help portion of the toolbar on most browsers will tell you how to prevent your browser ,from accepting new cookies, how to have the browser notify you when you receive a new ,cookie, or how to disable cookies altogether.,We may charge the allowable fee under applicable law for provision of this information.,9.,Children Under 13,We do not intentionally collect any information on children under 13years of age.\nWe will ,undertake to delete any details of such users where a parent or guardian has notified us that any ,such details have been obtained.,10.California Consumers,Notice to California Consumers,This notice is effective as of January 1, 2020,If you reside in California, we are required to provide additional information to you about how ,we use and disclose your information, and you may have additional rights with regard to how ,we use your information.\nWe have included this California-specific information below.\n,●CA Personal Information.\nConsistent with section 2 of this Website Privacy ,Policy, we collect certain categories and specific pieces of information about ,individuals that are considered \"Personal Information\" in California (\"CA ,PersonalInformation\"), specifically: ,oPersonal and Other Identifiers or Characteristics: such as first name and ,last name, personal or professional contact information, mailing address, ,telephone number, e-mail address, unique personal identifier, IP, device, and,online activity information, age, date of birth, gender, demographics, ,username and password to our Websites or services;,oCommercial Information: such as payment details, credit card information ,and purchase or transaction history.\n,oSources.\nWe may collect certain categories of CA Personal Information ,from you and other third parties as described in sections 4 and 5 of this ,Website Privacy Policy.\n,●Use of CA Personal Information.\nConsistent with sections 3, 4 and 5 of this ,Website Privacy Policy, we may use CA Personal Information for business or ,commercial purposes.\nPlease see sections 3, 4 and 5 for more details.,●CA Personal Information Sold or Disclosed For Business Purposes.\n,oIn the preceding twelve months, we may have shared CA Personal ,Information for business purposes, or we may have “sold” (as defined ,under CCPA) some categories of CA Personal Information.,●California Consumer Rights.\nSubject to certain exceptions, as a California ,resident, you may have the following rights to your CA Personal Information: (i) ,Access,.\nRequest access to your CA Personal Information that we collect, use, ,disclose, or sell.\n(ii) Deletion.\nRequest deletion of your CA Personal Information.\n,and (iii) CA Personal Information Sold or Disclosed For Business Purposes.Request ,information about the CA Personal Information we have \"sold\" (as defined under ,CCPA) or disclosed for business purposes within the preceding 12 months.\nTo the ,extent permitted by applicable law, we may be required to retain some of your CA ,Personal Information and certain CA Personal Information is strictly necessary in ,order for us to fulfil the purposes described in this Privacy Policy.\n,●Exercising California consumer rights.\nIf you are a California resident and wish ,to exercise any of these rights, please: (a) submit your request using our California ,webform available [here].\n(b) log into your account to make any updates or ,submit a request.\n(c) contact us as described in the Website Privacy Policy,section 8 above, or (d) call the following toll-free number 800-280-8172.\nWhen ,submitting your request, you may be asked to provide certain information, which ,may include additional proof of identification, so that we can verify your identity ,and validate the request.\nWeare not responsible for requests that are not sent or ,submitted properly, or that do not have complete information.\nPlease note that ,you are limited by law in the number of requests you may submit per year.\nWe ,will not discriminate against you by offeringyou different pricing or products, or ,by providing you with a different level or quality of products, based solely upon ,you exercising your rights to your CA Personal Information.\n,●Do Not Sell My Personal Information.\nIf we “sell” (as defined by CCPA) your CA ,Personal Information to a third party, as a California Resident, you have the right ,to opt-out of the sale of your CA Personal Information.\nIf you wish to exercise this ,right, please click [here], contact us as described in the Website Privacy Policy,section 8 above, or call the following toll-free number 800-280-8172.\nTo the ,extent that you elect to designate an authorized agent to make a request on your ,behalf, they must identify that they arecontacting us as agent and will be required ,to provide appropriate documentation including written signed authorization by ,you, proof of your identity, and verification of their identity.\nor a valid, designated ,power of attorney as required under the California Probate Code.\nWe may require ,additional proof of authority or may need to contact you directly to validate the ,request.\nIf you are under the age of 16, we will not sell your CA Personal ,Information without proper consent.\n,11.Changes to this Policy,This policy is effective January 1, 2020.\nFrom time to time we may make changes to this privacy ,policy statement to reflect any changes to our privacy practices in accordance with changes in ,legislation, best practice or website enhancements.\nWe will notify you about material changes to ,this Privacy Policy by sending a notice to the email address you provided to us or by placing a ,prominent notice on our website.,Last reviewed: January 1, 2020,Last updated and effective as of: January 1, 2020,Política de privacidad del sitio web de Rosetta Stone,Rosetta Stone Ltd.\n(“Rosetta Stone”) es el desarrollador de las soluciones de aprendizaje basadas ,en tecnología Rosetta Stone,®,.\nTomamos muy en serio la privacidad de nuestros clientes.\nNos ,hemos comprometido a proteger su privacidad mientras le ofrecemos un servicio valioso y ,personalizado.,1.Descripción general,La declaración de estaPolítica de privacidad describe las prácticas de procesamiento de datos de ,Rosetta Stone.\n,Estamos comprometidos con la privacidad y seguridad de la información personal que recibimos ,y procesamos, y con el tratamiento adecuado y rápido de las solicitudese instrucciones relativas a ,los datos personales, de acuerdo con los requisitos legales aplicables.\nCon el fin de garantizar ,mejor el tratamiento adecuado de las solicitudes de datos, hemos creado un formulario web de ,solicitud de información personal que nos permite apoyar las solicitudes de las personas que ,buscan información y acciones con respecto a los datos personales que hemos recopilado para ,esas personas y la forma en que utilizamos esa información.\nSi se pone en contacto con nosotros ,para solicitar información o emprender acciones con respecto a los datos personales que hemos ,recopilado sobre usted, o para ejercer sus derechos de protección de datos, le pedimos que ,por favor haga clic[aquí],y envíe su(s) solicitud(es) a través del formulario web de Solicitud de Información Personal.,Si desea formular otra solicitud en relación con su información personal o tiene alguna pregunta ,sobre estas prácticas, envíe un correo electrónico a nuestro director de privacidad a ,privacyofficer@RosettaStone.com.\nLo invitamos a que revise con frecuencia esta declaración, ya ,que podemos modificarla en cualquier momento a nuestro absoluto criterio.,Nuestro sitio contiene enlaces a sitios de terceros, que no están sujetos a esta política de ,privacidad.\nRosetta Stone no avala las prácticas de privacidad ni el contenido de dichos sitios, y ,tampoco se responsabiliza por ellos.\nLe recomendamos leer la política de privacidad de los sitios ,mencionados que visite.\n,Los sitios web de la marca Rosetta Stone o Rosetta World, o alguno de nuestros prestigiosos ,socios de comercialización conjunta que representan nuestras marcas en sus sitios web bajo sus ,propias marcas o compañías, pueden solicitar información suministrada por usted.\nEn el caso de ,que usted nos suministre información personal para registrarse de forma gratuita yposteriormente ,haga una compra, directamente a nosotros o a través de uno de nuestros socios de comercio ,electrónico, sus derechos de privacidad serán protegidos de acuerdo con nuestras políticas y las ,políticas de privacidad de dichos socios, las cuales estarán publicadas y disponibles para su ,lectura al momento de la compra.\n,2.Información recopilada,Rosetta Stone recopila información personal.\nNosotros recopilamos información de identificación ,personal sobre usted (sus “Datos”) a través de:,●El uso de formularios de registro y consultas;,●El proceso de compra cuando usted adquiere cualquiera de nuestros productos o servicios;,●El suministro de datos en línea o por otro medio por parte de usted.,Los Datos que recopilamos de usted pueden incluir lo siguiente:,●Nombre,●Cargo,●Nombre de la compañía,●Dirección particular, de envío y de facturación, número de teléfono y fax,●Número de teléfono móvil,●Dirección de correo electrónico,●Dirección IP e información del navegador,●Datos de pago como información de tarjetas de crédito,●Datos de investigación de mercado como patrones de uso de consumidores,3.Uso y divulgación de información personal,Nosotros usamos sus Datos para propósitos que pueden incluir lo siguiente:,●Ofrecer a los clientes un servicio personalizado.,●Procesar pedidos, registros y consultas.,●Llevar a cabo encuestas de investigación de mercado.,●Realizar concursos.,●Medir el interés y mejorar nuestro sitio web y los productos y servicios.,●Proporcionarle información sobre los productos y servicios que ofrecemos.\nSi desea dejar ,de recibir correos electrónicos de comercialización, siga las instrucciones de la ,comunicación en particular o utiliza nuestro formulario web de Solicitud de Información ,Personal disponible aquí: [link];,●Resolver conflictos, cobrar cargos o solucionar problemas.\n,La información que usted suministra al hacer un pedido, se utiliza para procesar ese pedido.\n,Nosotros no compartimos esa información con terceros, excepto en los siguientes casos: 1.\nEn la ,medida en que sea necesario para procesar el pedido o para proporcionarle servicios a través de ,nuestros proveedores de servicios (por ejemplo, procesamiento de pagos, envío a terceros, ,análisis de negocios, soporte al cliente), o 2.A sucesores legítimos de nuestra empresa, o 3.\nDe ,conformidad con los requisitos legales y regulatorios, o 4.\nSi es necesario, a criterio absoluto de ,Rosetta Stone, para proteger los derechos percibidos, la seguridad y la propiedad de Rosetta ,Stone, los usuarios de nuestros sitios web y el público en general, o 5.\nCon la empresa matriz o ,las afiliadas o subsidiarias de Rosetta Stone para la administración y el control de los Datos como ,usuarios conjuntos.,Excepto en los casos mencionados, antes de compartir información personal de usted con ,terceros, recibirá una notificación y tendrá la oportunidad de solicitar que no lo hagamos.\n,También usamos información en formaagrupada (para que no se identifique a ninguna persona ,en particular):,●Para crear perfiles de comercialización,●Para contribuir al desarrollo estratégico,●Para auditar el uso del sitio,4.Uso y Divulgación de Información Personal en Japón,En Japón, además de lo anterior, también podemos compartir datos recopilados a través de ,mercados de distribución digital como la App Store de Apple con Proveedores Conjuntos.\n,\"Proveedores Conjuntos\" son aquellas compañías con las que hemos colaborado paraofrecer, ,soporte, o administrar cuentas, productos o servicios de Rosetta Stone y / o Proveedores ,Conjuntos, y para administrar y controlar Data, sujeto a la privacidad de Rosetta Stone y / o ,Proveedores Conjuntos Políticas.,En Japón, el Proveedor Conjunto encargado de administrar los Datos utilizados conjuntamente es ,SourceNext Corporation.,5.Uso de cookies y otros dispositivos de seguimiento,Para personalizar el uso de nuestros sitios, usamos cookies y otros dispositivos de seguimiento ,que incluyen objetos locales compartidos creados con tecnología Adobe Flash (cookies flash).\n,Una cookie es una pequeña cantidad de información que el servidor web envía al disco duro de su ,computadora para que el sitio web pueda recordar quién es usted.\nEsta información puede incluir ,datos relacionados con el uso que usted hace de nuestros sitios, información sobre su ,computadora como la dirección IP y el tipo de navegador, datos demográficos y, si accede a ,nuestro sitio a través de un enlace ubicado en un sitio de terceros, la URL de la página que ,contiene dicho enlace.\nLos dispositivos de seguimiento no se usan para registrar el uso de Internet ,en otros sitios no operados por Rosetta Stone.\nSi es un usuario registrado, la información de ,cookies puede incluir su nombre y dirección de correo electrónico para fines de verificación.,La información de cookies se puede utilizar para los siguientes propósitos: ,●Identificar a personas registradas o a usuarios que vuelven a ingresar,●Permitirle navegar con más facilidad en nuestro sitio,●Hacer un seguimiento del uso del sitio para mejorar el desarrollo de nuestros sitios de ,acuerdo con sus necesidades,●Crear un perfil demográfico,●Si no desea ayudarnos a saber cómo mejorar el sitio y nuestros productos, ofertas y ,estrategia de comercialización, puede configurar su navegador web para no aceptar ,cookies.\nPodrá encontrar más información sobre cómo evitar el almacenamiento de ,cookies en la computadora en http://www.allaboutcookies.org,, en la sección “Manage ,cookies” (Administrar cookies).\nTambién, puede ir al menú de ayudade su navegador de ,Internet.\nLas cookies flash se pueden eliminar usando las últimas versiones de Google ,Chrome, Mozilla Firefox y Microsoft Internet Explorer, que se pueden actualizar en estos ,navegadores, o también puede eliminarlas o bloquearlas desde el Panel de Configuración ,de almacenamiento de sitios web de Adobe.\n,Ocasionalmente, podemos permitir a compañías de terceros instalar cookies en los sitios de ,Rosetta Stone para fines de investigación de mercado, seguimiento de ingresos o para mejorar la ,funcionalidad del sitio.,6.\nPolítica de seguridad,Rosetta Stone ha implementado las medidas correspondientes para proteger los Datos de sus ,usuarios contra el acceso o el uso no autorizado, la alteración, la destrucción accidental o ilícita y ,la pérdida accidental.\nSi bien hacemos esfuerzos razonables para proteger su información ,personal contra la pérdida, el uso indebido o la alteración por parte de terceros, debe saber que la ,transmisión de información por Internet siempre conlleva riesgos.\nTambién existe el riesgo de ,que nuestros sistemas de seguridad sean boicoteados por ladrones.,7.\nTransferencia de datos,La Internet es un entorno mundial.\nEl uso de Internet para recopilar y procesar Datos personales ,implica, necesariamente, la transmisión de Datos a nivel internacional.\nEn lo que atañe a personas ,radicadas en la Unión Europea, participamos en el Acuerdo de escudo de la privacidad entre ,EE.UU.\ny Suiza y entre EE.UU.\ny la UE (“Acuerdo”), tal como lo establece el Departamento de ,Comercio de EE.UU.\ncon respecto a la recopilación, el uso y la retención de datos personales ,provenientes de Suiza y la Unión Europea.\nPara obtener más información sobre nuestra ,certificación en el Acuerdo, haga clic aquí: http://www.rosettastone.com/privacy-shield, o visite ,el sitio del Departamento de Comercio de EE.UU.\nen: https://www.privacyshield.gov/welcome.\n,8.\nAcceso a datos y a información de contacto,Si desea solicitar una copia o enviar una corrección de la información personal que tenemos sobre ,usted, comuníquese con el director de privacidad a privacyofficer@RosettaStone.com,, o diríjase ,por escrito a:,Privacy Officer,Rosetta Stone Ltd.,135 West Market Street,Harrisonburg VA 22801,USA,Cuando así lo requiera la legislación aplicable, y especialmente el RGPD, usted tiene derecho a ,obtener la confirmación de la existencia de ciertos datos personales relacionados con usted, ,verificar su contenido, origen y exactitud, así como el derecho de acceso, revisión, portabilidad, ,eliminar o bloquear o retirar el consentimiento para el procesamiento de ciertos datos personales ,(sin afectar la legalidad del procesamiento basado en el consentimiento antes de su retirada), ,poniéndose en contacto con nosotros como se detalla a continuación.\nEn particular, tiene ,derecho a oponerse a nuestro uso de los datos personales para el marketing directo y en ,ciertas otras situaciones en cualquier momento.\nContáctanos acontinuación para más ,detalles.Tenga en cuenta que ciertos datos personales pueden ser retenidos según lo requerido o ,permitido por la ley aplicable.,Si usted es un Usuario Final que recibe acceso a nuestros servicios a través de una Empresa ,Corporativa, Gubernamental, Educativa u otro Cliente Empresarial Organizacional de Rosetta ,Stone, y desea solicitar acceso, limitar el uso, limitar la divulgación o eliminar sus Datos ,Personales del Usuario Final, contáctese con La organización cliente que nos envió sus datos ,personales, y los apoyaremos cuando sea necesario para responder a su solicitud.,Si se pone en contacto con nosotros para solicitar información o emprender acciones con respecto ,a los datos personales que hemos recopilado sobre usted, o para ejercer sus derechos de ,protección de datos, haga clic [aquí] y envíe su(s) solicitud(es) a través de nuestro formulario ,web de solicitud de información personal.\nSi tiene otras preguntas o solicitudes sobre su ,información personal, comuníquese con el Equipo de Privacidad por correo electrónico a ,privacyofficer@rosettastone.com.,Si es un residente europeo con preguntas sobre sus derechos en Datos personales bajo RGPD, ,comuníquese con el Delegado a le protección de datos (DPD) de Rosetta Stone, Sofia Simoes, ,por correo electrónico a DPO@rosettastone.com.,(a) Como se indicó anteriormente, usted tiene la opción de no proporcionar sus datos personales a ,Rosetta Stone, aunque puede ser necesario para inscribirse como miembro del Servicio y ,participar de ciertas funciones que se ofrecen a través del Servicio.,(b) Usted puede acceder o actualizar sus datos personales utilizando nuestro formulario web de ,Solicitud de Información Personal disponible aquí: [link].\n,(c) Usted puede hacer que Rosetta Stone deje de enviarle mensajes comerciales por correo ,electrónico siguiendo las instrucciones que aparecen en tales mensajes o utilizando nuestro ,formulario web de Solicitud de Información Personal disponible aquí: [link,].,(d) En la sección “Ayuda” de la barra de herramientas de la mayoría de los navegadores ,encontrará cómo evitar que el navegador acepte nuevas “cookies”, cómo hacer que el navegador ,le avise cuando usted recibe una “cookie” nueva o cómo desactivar completamente las “cookies”.,Por el suministro de dicha información, se podrá cobrar un cargo según lo permitan las leyes ,aplicables.,9.\nMenores de 13años,Nosotros no recopilamos de manera intencional información sobre personas menores de 13años.\n,En los casos en que un padre o tutor nos notifique que se han recopilado datos de este tipo, ,procederemos a eliminar tales datos.,10.Residentes de California,Notice to California Consumers,This notice is effective as of January 1, 2020,If you reside in California, we are required to provide additional information to you about how ,we use and disclose your information, and you may have additional rights with regard to how ,we use your information.\nWe have included this California-specific information below.\n,●CA Personal Information.\nConsistent with section 2 of this Website Privacy ,Policy, we collect certain categories and specific pieces of information about ,individuals that are considered \"Personal Information\" in California (\"CA ,PersonalInformation\"), specifically: ,oPersonal and Other Identifiers or Characteristics: such as first name and ,last name, personal or professional contact information, mailing address, ,telephone number, e-mail address, unique personal identifier, IP, device, and,online activity information, age, date of birth, gender, demographics, ,username and password to our Websites or services;,oCommercial Information: such as payment details, credit card information ,and purchase or transaction history.\n,oSources.\nWe may collect certain categories of CA Personal Information ,from you and other third parties as described in sections 4 and 5 of the of ,this Website Privacy Policy.\n,●Use of CA Personal Information.\nConsistent with sections 3, 4 and 5 of this ,Website Privacy Policy, we may use CA Personal Information for business or ,commercial purposes.\nPlease see sections 3, 4 and 5 for more details.,●CA Personal Information Sold or Disclosed For Business Purposes.\n,oIn the preceding twelve months, we may have shared CA Personal ,Information for business purposes, or we may have “sold” (as defined ,under CCPA) some categories of CA Personal Information.,●California Consumer Rights.\nSubject to certain exceptions, as a California ,resident, you may have the following rights to your CA Personal Information: (i) ,Access.\nRequest access to your CA Personal Information that we collect, use, ,disclose, or sell.\n(ii) Deletion.\nRequest deletion of your CA Personal Information.\n,and (iii) CA Personal Information Sold or Disclosed For Business Purposes.Request ,information about the CA Personal Information we have \"sold\" (as defined under ,CCPA) or disclosed for business purposes within the preceding 12 months.\nTo the ,extent permitted by applicable law, we may be required to retain some of yourCA ,Personal Information and certain CA Personal Information is strictly necessary in ,order for us to fulfil the purposes described in this Privacy Policy.\n,●Exercising California consumer rights.\nIf you are a California resident and wish ,to exercise any ofthese rights, please: (a) submit your request using our California ,webform available [here].\n(b) log into your account to make any updates or ,submit a request.\n(c) contact us as described in the Website Privacy Policy,section 8 above, or (d) call the following toll-free number 800-280-8172.\nWhen ,submitting your request, you may be asked to provide certain information, which ,may include additional proof of identification, so that we can verify your identity ,and validate the request.\nWe are not responsible for requests that are not sent or ,submitted properly, or that do not have complete information.\nPlease note that ,you are limited by law in the number of requests you may submit per year.\nWe ,will not discriminate against you by offering you different pricing or products, or ,by providing you with a different level or quality of products, based solely upon ,you exercising your rights to your CA Personal Information.\n,●Do Not Sell My Personal Information.\nIf we “sell” (as defined by CCPA) your CA ,Personal Information to a third party, as a California Resident, you have the right ,to opt-out of the sale of your CA Personal Information.\nIf you wish to exercise this ,right, please click [here], contact us as described in the Website Privacy Policy,section 8 above, or call the following toll-free number 800-280-8172.\nTo the ,extent that you elect to designate an authorized agent to make a request on your ,behalf, they must identify that they are contacting us as agent and will be required ,to provide appropriate documentation including written signed authorization by ,you, proof of your identity, and verification of their identity.\nor a valid, designated ,power of attorney as required under the California Probate Code.\nWe may require ,additional proof of authority or may need to contact you directly to validate the ,request.\nIf you are under the age of 16, we will not sell your CA Personal ,Information without proper consent.\n,11.Cambios en esta política,Esta política entra en vigencia a partir del 1 de Enero de 2020.\nCada cierto tiempo, podemos ,hacer modificaciones en la declaración de esta política de privacidad a fin de reflejar los cambios ,que hubiere en nuestras prácticas de privacidad, en consonancia con los cambios en la ,legislación, las mejores prácticas o las mejoras del sitio web.\nCuando haya cambios sustanciales ,en esta Política de privacidad, le enviaremos una notificación a la dirección de correo electrónico ,que nos suministró o publicaremos un aviso destacado en nuestro sitio web.,Última revisión: 1 de Enero de 2020,Última actualización y efectiva a partir de: 1 de Enero de 2020", "created_at": "2023-03-21 00:19:49.321269", "updated_at": "2023-03-21 00:19:50.892372"}, {"id": 14856, "name": "Data Privacy and Security", "url": "https://www.rosettastone.com/dataprivacyandsecurity", "xpath": "//body", "text": " Data Privacy and Security<p>The privacy of our customers and users is important to us.</p>\n<p>We’ve broken down the basics of our data privacy and security practices here, so you can be better informed about them.</p>Our Commitment.At Rosetta Stone, we are committed to safeguarding our customers' privacy while providing a personalized and valuable service.\nAs reflected in our privacy policies, we use personal data of our customers and users to provide support and continually improve our language and literacy products and services, and to inform our customers and users about those products and services.\nWe are committed to protecting the privacy and security of the personal data of our customers and users, and to working with service provider partners that are similarly committed to the protection and privacy of personal data they process on our behalf.Information Technology and Security Practices and ProtectionA robust information security program is integral to any company-wide commitment to data privacy.\nOur information security program is designed to reflect our commitment to safeguarding the personal information we receive in an appropriate manner while providing tailored and valuable services.\nWe review our information security program at least annually, with the goal of continually updating or modifying our policies, procedures, and/or the security measures within our information security program to enable us to continue to improve the overall security of our products, services, information systems and operations.Our information security program is designed to incorporate and address physical, administrative, and technical and organizational security measures in a manner appropriate to the size and complexity of our company, the nature and scope of our services and activities, and the sensitivity of the personal data we process.\nUnder our program, technical and organizational measures for protecting data within our systems include: (i) firewalls and threat detections systems to identify malicious connection attempts to block spam, viruses and unauthorized intrusion: (ii) physical networking technology designed to resist attacks by malicious users or malicious code;and (iii) encryption of data while in transit over public networks using industry standard protocols.As part of our information security program, we undergo various annual corporate audits and reviews (e.g., PCI-DSS certifications, etc.), and our overall information security program and our technical and organizational security measures are SOC 2 audited annually to assess and confirm the design and implementation of our information security program.\nA report detailing the results of our SOC 2 audit is available here.\nIn addition, we continually monitor for compliance and conduct additional internal reviews to identify potential gaps or areas of improvement to protect against reasonably foreseeable internal and external threats to the security, confidentiality, and integrity of the personal data that could result in the loss, misuse, unauthorized access, disclosure, alteration, or destruction of the personal data and/or Rosetta Stone's hardware or software on which such personal data resides.TrainingTo ensure that data privacy and security remain a top priority, all employees receive mandatory data privacy and security awareness training annually, with additional targeted data privacy and security training provided to specific practice groups and individuals throughout the year.OversightTo help enhance and ensure oversight and accountability within our organization, we’ve appointed a Data Protection Officer responsible for the oversight of data privacy and security awareness and leading our compliance efforts.\nOur Data Protection Officer reports directly to the Rosetta Stone executive management team, where information security is regularly discussed.Resources^Privacy Policy<p>Further detailed information on data processing, cookies, and our practices for data privacy and security is available from the privacy policy found on each Rosetta Stone website and within the applicable Rosetta Stone product or application.\nWe review our privacy policies and commitments at least annually, and, if we should make any material changes to those privacy commitments, we will notify our customers and users by email, prominent notice on the website, or as otherwise provided in the policy.</p>Subject Access Requests^<p>As provided under applicable laws, (notably, as examples, under the E.U.\nGeneral Data Protection Regulation (GDPR) and/or the California Consumer Privacy Act (CCPA), individuals (“data subjects”) subject to such laws have specific rights with respect to controlling their own personal data, which rights may include, but not be limited to, the right to request access to, correction, deletion or export of, or restriction on certain uses of, their personal information.</p>\n<p>We have implemented procedures to efficiently intake, track, and address these Subject Access Requests, in accordance with legal requirements.\nInformation, instructions, and links to submit a Subject Access Request are available on our websites and in our privacy policies.</p>Enterprise Accounts^<p>In addition to licensing product subscriptions directly to individual consumer users, Rosetta Stone has designed and licenses certain of its language-learning solutions for use under an Enterprise licensing model.</p>Data Controller / Data Processor<p>If you are a corporate, educational, government and other institution that licenses access to our products for your users under an enterprise model, your organization is and remains the controller of the personal data of all of your organization’s users.\nRosetta Stone acts and complies with its obligations as a data processor, under the direction and instructions of our enterprise clients as reflected in our Enterprise license and service agreement, and our Data Processing Addendum, which is incorporated into our Enterprise license terms.</p>Rosetta Stone Enterprise Solutions: subprocessors<p>Rosetta Stone utilizes certain service provider subprocessors and/or affiliates to enable us to provision and support our enterprise products and services to all of our enterprise licensees and their learners.\nOur service providers are carefully selected and engaged under contractual commitments of data privacy, security and data processing, and compliance obligations that support our obligations to our enterprise clients.\nConsistent with our own obligations, we remain responsible to our enterprise clients for our service provider subprocessors with respect to their role in supporting our products and services to our clients.\nIf you are an enterprise client and would like to see the current list of subprocessors for our Rosetta Stone Language Enterprise products and services, please Click Here.\nIf you would like to subscribe to receive notifications to any update to this list, please Click Here.</p>Government Information Requests^<p>We are committed to maintaining the privacy of our customers while also honoring proper legal requests for data and cooperating with the appropriate law enforcement.\nRosetta Stone will only respond to formal, legitimate, and mandatory legal orders for production of data by the appropriate official law enforcement entity or agency.\nRosetta Stone reviews all requests to ensure that procedures have been followed and the request includes all requisite identifying information to accurately and narrowly identify the information to be produced.</p>\n<p>If proper procedure and support is presented, Rosetta Stone will strictly limit the disclosure of information to the scope of the order, and may choose to redact portions where appropriate or request a protective order if necessary to keep the information confidential.</p>\n<p>To the extent legally permitted, Rosetta Stone shall promptly notify an individual if it receives a legally binding request or demand from any law enforcement agency, governmental agency, court, or other authority for any Personal Data provided to us.</p>Helpful Tips to Maintain Account Security^<p>We encourage all of our customers to take precautions to protect their accounts and personal information.</p>Phishing<ul>\n<li>Do not click on links or attachments in an email that seem questionable to you</li>\n<li>Keep your antivirus software up to date as it will help to detect and block malware</li>\n</ul>Passwords<ul>\n<li>Keep your passwords private and do not share them with anyone</li>\n<li>When creating a password, do not use anything that could be easily determined from information on your social media or other public information</li>\n<li>Do not repeat the same password for multiple accounts</li>\n</ul>\n<p>Visit the Federal Trade Commission website for even more in-depth tips and resources on keeping your information and technology secure.</p>\n<p>StaySafeOnline provides practical tips and resources from the federal government and the technology industry.</p>\n<p>For practical tips for businesses on creating and implementing a plan for safeguarding personal information, the Federal Trade Commission has provided helpful guidance, available at https://www.ftc.gov/tips-advice/business-center/guidance/protecting-personal-information-guide-business.</p>Contact^Contact<p>If you have questions or would like additional information regarding Rosetta Stone’s privacy and security practices you may email us at privacyofficer@rosettastone.com.</p>Sign up to stay in touch.Get Rosetta&nbsp;Stone news and offers.Sign up By signing up, I agree to theterms and conditions Terms and ConditionsBy signing up, I agree to receive information and marketing relating to news, updates on Rosetta Stone products and services, offers, and invitations to events from Rosetta Stone, and I understand and agree that Rosetta Stone may process and transfer my information to its affiliates globally and to third-party entities that provide services to Rosetta Stone for such purposes, in accordance with Rosetta Stone’s&nbsp;Privacy Policy.\nI understand that I may opt-out of such communications at any time by clicking the link provided in the communication or by contacting Rosetta Stone at &nbsp;privacyofficer@rosettastone.com.\n©1999-2023Rosetta Stone LLC.\nAll Rights Reserved.A division of IXL Learning ", "created_at": "2023-03-21 00:19:06.451645", "updated_at": "2023-03-21 00:20:04.225646"}, {"id": 14858, "name": "TERMS AND CONDITIONS", "url": "https://resources.rosettastone.com/CDN/us/pdfs/eulas/US_terms_and_conditions.pdf", "xpath": "//body", "text": "ROSETTASTONE.\nC OMWEBSITETERMSAND C ONDITIONS,Thesetermsandconditions(the“Agreement”)applytotheentirecontentsofthiswebsiteunderthe,domainnamewww.rosettastone.com(“Website”)andtoanycorrespondencebye-mailbetweenusand,you.PleasereadthesetermscarefullybeforeusingthisWebsite.UsingthisWebsiteindicatesthatyou,acceptthesetermsregardlessofwhetherornotyoupurchaseanysoftwarefromus.Ifyoudonotaccept,theseterms,donotusethisWebsite.ThisWebsiteandallofitscontent,includingbutnotlimitedtoall,textandimages,areownedandcopyrightedbyRosettaStone,LL C (“RosettaStone”).,1.INTRODU C TION,YoumayaccessallareasofthisWebsitewithoutregisteringyourdetailswithus.,ByaccessinganypartofthisWebsite,youshallbedeemedtohaveacceptedthislegalnoticeinfull.If,youdonotacceptthislegalnoticeinfull,youmustleavethisWebsiteimmediately.,RosettaStonereservestheright,atanytimeandfromtimetotime,temporarilyorpermanently,inwhole,orinpart,to:modifyordiscontinuetheWebsitewithorwithoutnotice;limittheWebsite’savailabilityto,anyperson,geographicareaorjurisdictionwechoose;chargefeesinconnectionwiththeuseofthe,website;modifyand/orwaiveanyfeeschargedinconnectionwiththeWebsite;and/orofferopportunities,tosomeorallusersoftheWebsite.Youagreethatneitherwenoranyaffiliatedentityshallbeliableto,youortoanythirdpartyforanymodification,suspensionordiscontinuanceoftheWebsite,inwholeorin,part,orofanyservice,software,content,submission,featureorproductofferedthroughtheWebsite.,YourcontinueduseoftheSiteaftersuchchangeswillindicateyouracceptanceofsuchchanges.You,shouldcheckthisWebsitefromtimetotimetoreviewthethencurrentlegalnotice.\nC ertainprovisionsof,thislegalnoticemaybesupersededbyexpresslydesignatedlegalnoticesortermslocatedonparticular,pagesatthisWebsite.,PLEASEREADTHISA G REEMENT C AREFULLYTOENSURETHATYOUUNDERSTAND,EA C HPROVISION.THISA G REEMENT C ONTAINSAMANDATORYINDIVIDUAL,ARBITRATIONAND C LASSA C TION/JURYTRIALWAIVERPROVISIONTHATREQUIRES,THEUSEOFARBITRATIONONANINDIVIDUALBASISTORESOLVEDISPUTES,,RATHERTHANJURYTRIALSOR C LASSA C TIONS.,2.LI C ENSEAND C ONDITIONS,RosettaStonegrantsyoualimitedlicensetoaccessandmakeuseoftheWebsite.Asaconditionofsuch,license,youagree:,a)nottodownloadormodifyanypartoftheWebsite,exceptwiththeexpressandpriorwrittenconsent,ofRosettaStone;,b)nottodownloadorcopyanyaccountinformationforthebenefitofanothermerchant;,c)nottocollectormakeanyuseofanyproductlistings,descriptions,orprices;,d)nottoresellormakeanycommercialuseofthisWebsiteoritscontents;,e)nottoreproduce,duplicate,copy,sell,resellorotherwiseexploittheWebsiteforanycommercial,purposewithoutexpresswrittenconsentofRosettaStone;,f)nottomakeanyderivativeuseofthisWebsiteoritscontents;,g)nottoframeorutilizeframingtechniquestoencloseanytrademark,logo,orotherproprietary,information(includingimages,text,pagelayout,orform)ofRosettaStoneanditsgroupcompanies,withoutexpresswrittenconsentofRosettaStone;,h)nottouseanymetatagsoranyother“hiddentext”utilizingtheRosettaStonenameortrademarks,withouttheexpresswrittenconsentofRosettaStone;,i)nottoreverseengineer,reverseassembleorotherwiseattempttodiscoveranysourcecode,underlyingthisWebsite;and,j)notreproduceorstoreanypartofthisWebsiteinanyotherwebsiteorincludeanypartofthisWebsite,inanypublicorprivateelectronicretrievalsystemorservicewithoutpriorwrittenpermissionfrom,RosettaStone.,ThecopyrightandotherintellectualpropertyrightsinallmaterialonthisWebsite(includingwithout,limitationtext,photographsandgraphics)areownedbyRosettaStoneoritslicensors.Ifyoubreachany,ofthetermsinthislegalnotice,yourpermissiontousethisWebsiteautomaticallyterminates.Youare,alsoadvisedthatRosettaStonewillaggressivelyenforceitsintellectualpropertyrightstothefullest,extentofthelaw.,AlltrademarksofRosettaStoneindicatedontheWebsitearetrademarksofRosettaStoneoritsgroup,companiesintheUnitedStatesandothercountries.WithoutthepriorconsentofRosettaStone,you,agreenottodisplayoruseinanymannertheRosettaStonetrademarks.,Anyrightsnotexpresslygrantedinthesetermsarereserved.,3.SERVI C EA C C ESS,WhileRosettaStoneattemptstoensurethatthisWebsiteisnormallyavailable24hoursaday,Rosetta,StoneshallnotbeliableifforanyreasonthisWebsiteisunavailableatanytimeorforanyperiod.,AccesstothisWebsitemaybesuspendedtemporarilyandwithoutnoticeinthecaseofsystemfailure,,maintenanceorrepairorforreasonsbeyondthecontrolofRosettaStone.,4.USER- G ENERATED C ONTENT,Youaresolelyresponsibleforanycontentthatyoucreate,transmitordisplay(“User C ontent”)while,usingtheWebsite.WeclaimnoownershiprightsoverUser C ontentcreatedbyyou.TheUser C ontent,youcreateremainsyours.,Otherthanpersonallyidentifiableinformation,whichiscoveredunderthePrivacyPolicy,anyUser, C ontentthatyoutransmitorposttothisWebsiteshallbeconsiderednon-confidentialandnon-proprietary.,RosettaStoneshallhavenoobligationswithrespecttosuchUser C ontent.RosettaStoneandits,designeesshallbefreetocopy,disclose,distribute,incorporateandotherwiseusesuchUser C ontentand,alldata,images,sounds,textandotherthingsembodiedthereinforanyandallcommercialor,non-commercialpurposes.,YouareprohibitedfrompostingortransmittingtoorfromthisWebsiteanymaterial:,a)thatisthreatening,defamatory,obscene,indecent,seditious,offensive,pornographic,abusive,liable,toinciteracialhatred,discriminatory,menacing,scandalous,inflammatory,blasphemous,inbreachof,confidence,inbreachofprivacyorwhichmaycauseannoyanceorinconvenience;or,b)forwhichyouhavenotobtainedallnecessarylicensesand/orapprovals;or,c)whichconstitutesorencouragesconductthatwouldbeconsideredacriminaloffense,giverisetocivil,liability,orotherwisebecontrarytothelawoforinfringetherightsofanythirdparty,inanycountry,intheworld;or,d)whichistechnicallyharmful(including,withoutlimitation,computerviruses,logicbombs,Trojan,horses,worms,harmfulcomponents,corrupteddataorothermalicioussoftwareorharmfuldata).,YoumaynotmisusetheWebsite(including,withoutlimitation,byhacking;usingrobots,spiders,data,miningorsimilardatagatheringtools;andautomatedsubmissionofdata).RosettaStoneshallfully,cooperatewithanylawenforcementauthoritiesorcourtorderrequestingordirectingRosettaStoneto,disclosetheidentityorlocateanyonepostinganyUser C ontentinbreachofsection4.,5.LINKSTOANDFROMOTHERWEBSITES,LinkstothirdpartywebsitesonthisWebsiteareprovidedsolelyforyourconvenience.Ifyouusethese,links,youleavethisWebsite.RosettaStonehasnotreviewedallofthesethirdpartywebsitesanddoes,notcontrolandisnotresponsibleforthesewebsitesortheircontentoravailability.RosettaStone,thereforedoesnotendorseormakeanyrepresentationsaboutthem,oranymaterialfoundthere,orany,resultsthatmaybeobtainedfromusingthem.Ifyoudecidetoaccessanyofthethirdpartywebsites,linkedtothisWebsite,youdosoentirelyatyourownrisk.,IfyouwouldliketolinktothisWebsite,youmayonlydosoonthebasisthatyoulinkto,butdonot,replicate,thehomepageofthisWebsite,andsubjecttothefollowingconditions:,a)youdonotremove,distortorotherwisealterthesizeorappearanceoftheRosettaStonelogo;,b)youdonotcreateaframeoranyotherbrowserorborderenvironmentaroundthisWebsite;,c)youdonotinanywayimplythatRosettaStoneisendorsinganyproductsorservicesotherthanits,own;,d)youdonotmisrepresentyourrelationshipwithRosettaStonenorpresentanyotherfalseinformation,aboutRosettaStone;,e)youdonototherwiseuseanyRosettaStonetrademarksdisplayedonthisWebsitewithoutexpress,writtenpermissionfromRosettaStone;,f)youdonotlinkfromawebsitethatisnotownedbyyou;and,g)yourwebsitedoesnotcontaincontentthatisdistasteful,offensiveorcontroversial,infringesany,intellectualpropertyrightsorotherrightsofanyotherpersonorotherwisedoesnotcomplywithall,applicablelawsandregulations.,h)RosettaStoneexpresslyreservestherighttorevokethelicensegrantedinSection2,for breach of these terms and to take any action it deems appropriate.,YoushallfullyindemnifyRosettaStoneforanylossordamagesufferedbyRosettaStoneoranyofits,groupcompaniesforbreachofsection5.,6.\nC OPYRI G HT C OMPLAINTS,ItisourpolicytorespondtoallegedinfringementnoticesthatcomplywiththeDigitalMillennium, C opyrightActof1998(\"DM C A\").,Ifyoubelievethatyourcopyrightedworkhasbeencopiedinawaythatconstitutescopyrightinfringement,andisaccessibleviatheService,pleasenotifyRosettaStone'scopyrightagentassetforthintheDM C A.,ForyourcomplainttobevalidundertheDM C A,youmustprovidethefollowinginformationinwriting:,1.Anelectronicorphysicalsignatureofapersonauthorizedtoactonbehalfofthecopyrightowner;,2.Identificationofthecopyrightedworkthatyouclaimhasbeeninfringed;,3.IdentificationofthematerialthatisclaimedtobeinfringingandwhereitislocatedontheService;,4.InformationreasonablysufficienttopermitRosettaStonetocontactyou,suchasyouraddress,,telephonenumber,and,e-mailaddress;,5.Astatementthatyouhaveagoodfaithbeliefthatuseofthematerialinthemannercomplainedofis,notauthorizedbythecopyrightowner,itsagent,orlaw;and,6.Astatement,madeunderpenaltyofperjury,thattheaboveinformationisaccurate,andthatyouare,thecopyrightownerorareauthorizedtoactonbehalfoftheowner.,TheaboveinformationmustbesubmittedtothefollowingDM C AAgent:,DM C AAgent;LegalDepartment,RosettaStone,LL C ,777MarinersIslandBlvd.,Suite600,SanMateo, C A94404,USA,E-mail:legalnotices@ixl.com,UNDERUNITEDSTATESFEDERALLAW,IFYOUKNOWIN G LYMISREPRESENTTHATONLINE,MATERIALISINFRIN G IN G ,YOUMAYBESUBJE C TTO C RIMINALPROSE C UTIONFOR,PERJURYAND C IVILPENALTIES,IN C LUDIN G MONETARYDAMA G ES, C OURT C OSTS,AND,ATTORNEYS'FEES.,PleasenotethatthisprocedureisexclusivelyfornotifyingRosettaStoneanditsaffiliatesthatyour,copyrightedmaterialhasbeeninfringed.TheprecedingrequirementsareintendedtocomplywithRosetta,Stone'srightsandobligationsundertheDM C A,including17U.S.\nC .§512(c),butdonotconstitutelegal,advice.ItmaybeadvisabletocontactanattorneyregardingyourrightsandobligationsundertheDM C A,andotherapplicablelaws.,InaccordancewiththeDM C Aandotherapplicablelaw,RosettaStonehasadoptedapolicyofterminating,,inappropriatecircumstances,Userswhoaredeemedtoberepeatinfringers.RosettaStonemayalsoatits,solediscretionlimitaccesstotheServiceand/orterminatetheaccountsofanyUserswhoinfringeany,intellectualpropertyrightsofothers,whetherornotthereisanyrepeatinfringement.,7.SPE C IALADMONITIONSFORINTERNATIONALUSE,RecognizingtheglobalnatureoftheInternet,youagreetocomplywithandaresolelyresponsiblefor,ensuringcompliancewithalllocallaws,regulations,andrulesinthejurisdiction(s)inwhichyoureside.You,agreetocomplywithallapplicablelawsregardingthetransmissionofdataexportedfromtheUnitedStates,orthejurisdiction(s)inwhichyoureside.,8.INDEMNITY,Totheextentpermittedbyapplicablelaw,youagreetoindemnifyandholdRosettaStone,andits,subsidiaries,affiliates,officers,agents,co-brandersorotherpartners,andemployees,harmlessfromany,claimordemand,includingreasonableattorneys'fees,madebyanythirdpartyduetoorarisingoutof(i),contentyousubmit,post,transmitormakeavailablethroughtheWebsite,includingwithoutlimitation,User, C ontent,(ii)youruseormisuseoftheWebsite,(iii)yourconnectiontotheWebsite,(iv)yourviolationof,theAgreement,(v)yourviolationofanyapplicablelawortherightsofanotherpersonorentity,(vi)your,willfulmisconduct,or(vii)anyotherparty'saccessanduseoftheWebsitewithyouruniqueusername,,password,orotherappropriatesecuritycode.RosettaStonereservestheright,atourownexpense,to,assumetheexclusivedefenseandcontrolofanymatterforwhichyouarerequiredtoindemnifyusandyou,agreetocooperatewithourdefenseoftheseclaims.,9.ROSETTASTONE'SPROPRIETARYRI G HTS,YouacknowledgeandagreethattheWebsiteandanynecessarysoftwareusedinconnectionwiththe,Website(\"Software\")containproprietaryandconfidentialinformationthatisprotectedbyapplicable,intellectualpropertyandotherlaws.Youfurtheracknowledgeandagreethatinformationpresentedtoyou,throughtheWebsiteisprotectedbycopyrights,trademarks,servicemarks,patentsorotherproprietaryrights,andlaws.ExceptasexpresslyauthorizedbyRosettaStone,youagreenottocopy,modify,rent,lease,loan,,sell,distributeorcreatederivativeworksbasedontheWebsiteortheSoftware,inwholeorinpart.Any,automatedscraping,harvesting,indexing,mining,oranyotherextractionofanycontentfromtheWebsiteis,expresslyprohibited.,TheWebsiteisprotectedbycopyrightandotherlawsinboththeUnitedStatesandelsewhere.Underthe,termsofthisAgreement,itisexpresslyforbiddentodistributeorreproducethecontentoftheServiceorany,portionthereofbyanymeans,includingbutnotlimitedtoelectronicandprint.,10.DIS C LAIMEROFWARRANTIES,YOUEXPRESSLYUNDERSTANDANDA G REETHAT:,1.YOURUSEOFTHEWEBSITEISATYOURSOLERISK.THEWEBSITEISPROVIDED,ONAN\"ASIS\"AND\"ASAVAILABLE\"BASIS.ROSETTASTONEEXPRESSLY,DIS C LAIMSALLWARRANTIESAND C ONDITIONSOFANYKIND,WHETHER,EXPRESSORIMPLIED,IN C LUDIN G ,BUTNOTLIMITEDTOTHEIMPLIED,WARRANTIESOFMER C HANTABILITY,FITNESSFORAPARTI C ULARPURPOSEAND,NON-INFRIN G EMENT.,2.ROSETTASTONEMAKESNOWARRANTYOR C ONDITIONTHAT(i)THEWEBSITE,WILLMEETYOURREQUIREMENTS,(ii)THEWEBSITEWILLBEUNINTERRUPTED,,TIMELY,SE C URE,ORERROR-FREE,(iii)THERESULTSTHATMAYBEOBTAINED,FROMTHEUSEOFTHEWEBSITEWILLBEA C C URATEORRELIABLE,(iv)THE,QUALITYOFANYPRODU C TS,SERVI C ES,INFORMATION,OROTHERMATERIAL,PUR C HASEDOROBTAINEDBYYOUTHROU G HTHEWEBSITEWILLMEETYOUR,EXPE C TATIONS,AND(V)ANYERRORSINTHESOFTWAREWILLBE C ORRE C TED.,3.ANYMATERIALDOWNLOADEDOROTHERWISEOBTAINEDTHROU G HTHEUSE,OFTHEWEBSITEISDONEATYOUROWNDIS C RETIONANDRISKANDTHATYOU,WILLBESOLELYRESPONSIBLEFORANYDAMA G ETOYOUR C OMPUTERSYSTEM,ORLOSSOFDATATHATRESULTSFROMTHEDOWNLOADOFANYSU C H,MATERIAL.,4.NOADVI C EORINFORMATION,WHETHERORALORWRITTEN,OBTAINEDBYYOU,FROMROSETTASTONEORTHROU G HORFROMTHEWEBSITESHALL C REATE,ANYWARRANTYOR C ONDITIONNOTEXPRESSLYSTATEDINTHEA G REEMENT.,11.LIMITATIONOFLIABILITY,TOTHEMAXIMUMEXTENTPERMITTEDBYAPPLI C ABLELAW,INNOEVENTSHALL,ROSETTASTONE,ITSAFFILIATES,A G ENTS,DIRE C TORS,EMPLOYEES,SUPPLIERSOR,LI C ENSORSBELIABLEFORANYDIRE C T,INDIRE C T,IN C IDENTAL,SPE C IAL,, C ONSEQUENTIALOREXEMPLARYDAMA G ES,IN C LUDIN G BUTNOTLIMITEDTO,DAMA G ES,FORLOSSOFPROFITS, G OODWILL,USE,DATAOROTHERINTAN G IBLELOSSES(EVENIF,ROSETTASTONEHASBEENADVISEDOFTHEPOSSIBILITYOFSU C HDAMA G ES),RESULTIN G ,FROM:(i)THEUSEORTHEINABILITYTOUSETHEWEBSITE;(ii)THE C OSTOF,PRO C UREMENTOFSUBSTITUTE G OODSANDSERVI C ESRESULTIN G FROMANY G OODS,,DATA,INFORMATIONORSERVI C ESPUR C HASEDOROBTAINEDORMESSA G ESRE C EIVEDOR,TRANSA C TIONSENTEREDINTOTHROU G HORFROMTHEWEBSITE;(iii)UNAUTHORIZED,A C C ESSTOORALTERATIONOFYOURTRANSMISSIONSORDATA;(iv)STATEMENTSOR, C ONDU C TOFANYTHIRDPARTYONTHEWEBSITE;OR(v)ANYOTHERMATTERRELATIN G ,TOTHEWEBSITE.,12.EX C LUSIONSANDLIMITATIONS,SOMEJURISDI C TIONSDONOTALLOWTHEEX C LUSIONOF C ERTAINWARRANTIESAND, C ONDITIONSORTHELIMITATIONOREX C LUSIONOFLIABILITYFOR C ERTAIN C LAIMSOR,DAMA G ESSU C HASIN C IDENTALOR C ONSEQUENTIALDAMA G ES.A C C ORDIN G LY,THE,DIS C LAIMERS,EX C LUSIONSANDLIMITATIONSOFLIABILITYUNDERTHISA G REEMENT,WILLNOTAPPLYTOTHEEXTENTPROHIBITEDBYAPPLI C ABLELAW.,13.TRADEMARKINFORMATION,RosettaStoneandtheRosettaStonelogoareregisteredtrademarksofRosettaStone,LL C .Youagreenotto,useanyRosettaStonetrademarkswithouttheexpressadvancewrittenpermissionofRosettaStone.,14.\nG OVERNIN G LAWANDVENUE,Youagreethat:(i)theWebsiteshallbedeemedsolelybasedin C alifornia;and(ii)theWebsiteshallbe,deemedapassiveonethatdoesnotgiverisetopersonaljurisdictionoverus,eitherspecificorgeneral,in,jurisdictionsotherthan C alifornia.ThisAgreementshallbegovernedbytheinternalsubstantivelawsofthe,Stateof C alifornia,withoutrespecttoitsconflictoflawsprinciples.Thepartiesacknowledgethatthis,Agreementevidencesatransactioninvolvinginterstatecommerce.Notwithstandingtheprecedingsentences,withrespecttothesubstantivelaw,anyarbitrationconductedpursuanttothetermsofthisAgreementshall,begovernedbytheFederalArbitrationAct(9U.S.\nC .§§1-16).ThisAgreementisacontractforthe,provisionofservicesandnotacontractforthesaleofgoods.TheprovisionsoftheUniform C ommercial, C ode(U C C ),theUniform C omputerInformationTransactionAct(U C ITA),oranysubstantiallysimilar,legislationasmaybeenacted,shallnotapplytothisAgreement.Ifyouarelocatedoutsideoftheterritoryof,theUnitedStates,thepartiesagreethattheUnitedNations C onventionon C ontractsfortheInternational,Saleof G oodsshallnotgovernthisAgreementortherightsandobligationsofthepartiesunderthis,Agreement.,YouagreetosubmittothepersonaljurisdictionofthefederalandstatecourtslocatedinSanMateo C ounty,, C aliforniaforanyactionsforwhichweretaintherighttoseekinjunctiveorotherequitablereliefinacourt,ofcompetentjurisdictiontopreventtheactualorthreatenedinfringement,misappropriationorviolationof,ourcopyrights,trademarks,tradesecrets,patents,orotherintellectualpropertyorproprietaryrights,asset,forthintheArbitrationprovisionbelow,includinganyprovisionalreliefrequiredtopreventirreparable,harm.YouagreethatSanMateo C ounty, C aliforniaistheproperforumforanyappealsofanarbitration,awardorfortrialcourtproceedingsifthearbitrationprovisionbelowisfoundtobeunenforceable.,15.ARBITRATION,READTHISSE C TION C AREFULLYBE C AUSEITREQUIRESTHEPARTIESTOARBITRATE,THEIRDISPUTESANDLIMITSTHEMANNERINWHI C HYOU C ANSEEKRELIEFFROM,ROSETTASTONE.ForanydisputewithRosettaStone,youagreetofirstcontactusat,legalnotices@ixl.comandattempttoresolvethedisputewithusinformally.Intheunlikelyeventthat,RosettaStonehasnotbeenabletoresolveadisputeithaswithyouaftersixty(60)days,weeachagreeto,resolveanyclaim,dispute,orcontroversy(excludinganyclaimsforinjunctiveorotherequitablereliefas,providedbelow)arisingoutoforinconnectionwithorrelatingtothisagreement,orthebreachoralleged,breachthereof(collectively,\" C laims\"),bybindingarbitrationbyJAMS,undertheOptionalExpedited,ArbitrationProceduresthenineffectforJAMS,exceptasprovidedherein.JAMSmaybecontactedat,www.jamsadr.com.ThearbitrationwillbeconductedinSanMateo C ounty, C alifornia,unlessyouand,RosettaStoneagreeotherwise.IfyouareanindividualusingtheWebsitefornon-commercialpurposes:(i),JAMSmayrequireyoutopayafeefortheinitiationofyourcase,unlessyouapplyforandsuccessfully,obtainafeewaiverfromJAMS;(ii)theawardrenderedbythearbitratormayincludeyourcostsof,arbitration,yourreasonableattorney'sfees,andyourreasonablecostsforexpertandotherwitnesses;and,(iii)youmaysueinasmallclaimscourtofcompetentjurisdictionwithoutfirstengaginginarbitration,but,thisdoesnotabsolveyouofyourcommitmenttoengageintheinformaldisputeresolutionprocess.Any,judgmentontheawardrenderedbythearbitratormaybeenteredinanycourtofcompetentjurisdiction.,NothinginthisSectionshallbedeemedaspreventingRosettaStonefromseekinginjunctiveorother,equitablerelieffromthecourtsasnecessarytopreventtheactualorthreatenedinfringement,,misappropriation,orviolationofourdatasecurity,IntellectualPropertyRightsorotherproprietaryrights.,16.\nC LASSA C TION/JURYTRIALWAIVER,WITHRESPE C TTOALLPERSONSANDENTITIES,RE G ARDLESSOFWHETHERTHEYHAVE,OBTAINEDORUSEDTHEWEBSITEFORPERSONAL, C OMMER C IALOROTHERPURPOSES,,ALL C LAIMSMUSTBEBROU G HTINTHEPARTIES'INDIVIDUAL C APA C ITY,ANDNOTASA,PLAINTIFFOR C LASSMEMBERINANYPURPORTED C LASSA C TION, C OLLE C TIVEA C TION,,PRIVATEATTORNEY G ENERALA C TIONOROTHERREPRESENTATIVEPRO C EEDIN G .THIS,WAIVERAPPLIESTO C LASSARBITRATION,AND,UNLESSWEA G REEOTHERWISE,THE,ARBITRATORMAYNOT C ONSOLIDATEMORETHANONEPERSON'S C LAIMS.YOUA G REE,THAT,BYENTERIN G INTOTHISA G REEMENT,YOUANDROSETTASTONEAREEA C H,WAIVIN G THERI G HTTOATRIALBYJURYORTOPARTI C IPATEINA C LASSA C TION,, C OLLE C TIVEA C TION,PRIVATEATTORNEY G ENERALA C TION,OROTHERREPRESENTATIVE,PRO C EEDIN G OFANYKIND.,17.\nG ENERAL,a)EntireAgreement.TheAgreementconstitutestheentireagreementbetweenyouandRosettaStone,andgovernsyouruseoftheWebsite,supersedinganyprioragreementsbetweenyouandRosetta,StonewithrespecttotheWebsite.Youwillbesubjecttoadditionaltermsandconditionsthatwill,applywhenyouuseorpurchaseRosettaStoneservicesandproducts.,b)WaiverandSeverabilityofTerms.ThefailureofRosettaStonetoexerciseorenforceanyrightor,provisionoftheAgreementshallnotconstituteawaiverofsuchrightorprovision.Ifanyprovisionof,theAgreementisfoundbyacourtofcompetentjurisdictiontobeinvalid,thepartiesnevertheless,agreethatthecourtshouldendeavortogiveeffecttotheparties'intentionsasreflectedinthe,provision,andtheotherprovisionsoftheAgreementremaininfullforceandeffect.,c)StatuteofLimitations.Youagreethatregardlessofanystatuteorlawtothecontrary,anyclaimor,causeofactionarisingoutoforrelatedtotheAgreementmustbefiledwithinone(1)yearaftersuch,claimorcauseofactionaroseorbeforeverbarred.,IssueDate:12/08/21", "created_at": "2023-03-21 00:20:07.657321", "updated_at": "2023-03-21 00:20:10.094603"}], "points": [{"id": 32735, "title": "Third parties are involved in operating the service", "source": "https://resources.rosettastone.com/CDN/us/agreements/US_Privacy_Policy-102513.pdf", "status": "Generated through the annotate view", "created_at": "2023-05-08 20:35:18.718323", "updated_at": "2023-07-11 06:31:01.884594", "quoteText": null, "case_id": 207, "document_id": 14857, "quoteStart": null, "quoteEnd": null}, {"id": 32733, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://resources.rosettastone.com/CDN/us/agreements/US_Privacy_Policy-102513.pdf", "status": "Generated through the annotate view", "created_at": "2023-05-08 20:33:45.61885", "updated_at": "2023-07-11 06:31:02.221416", "quoteText": null, "case_id": 399, "document_id": 14857, "quoteStart": null, "quoteEnd": null}, {"id": 32734, "title": "Your personal data is aggregated into statistics", "source": "https://resources.rosettastone.com/CDN/us/agreements/US_Privacy_Policy-102513.pdf", "status": "Generated through the annotate view", "created_at": "2023-05-08 20:34:18.685761", "updated_at": "2023-07-11 06:31:02.306803", "quoteText": null, "case_id": 190, "document_id": 14857, "quoteStart": null, "quoteEnd": null}], "urls": ["rosettastone.com"]}}